{"nctId":"NCT02324270","briefTitle":"Safety and Efficacy of Generic Diclofenac Epolamine Acute Pain Due to Minor Ankle Sprain","startDateStruct":{"date":"2014-05"},"conditions":["Ankle Sprain"],"count":658,"armGroups":[{"label":"Diclofenac epolamine","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Diclofenac epolamine"]},{"label":"generic diclofenac epolamine patch","type":"EXPERIMENTAL","interventionNames":["Drug: Diclofenac epolamine"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Placebo"]}],"interventions":[{"name":"Diclofenac epolamine","otherNames":["Flector Patch"]},{"name":"Placebo","otherNames":["Vehicle control"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Male or Non pregnant females, 18-65 years of age\n2. Signed informed consent obtained that meets all criteria of current FDA and Health Insurance Portability and Accountability Act regulations\n3. Subject has a diagnosis of uncomplicated acute minor ankle sprain: Grade I and II (as defined by the America Academy of Orthopedic Surgeons AAOS)\n4. Ankle sprain must have occurred \\< 48 hours before study entry with baseline pain score of \\> 50 mm on a 100 mm Visual Analog Scale (VAS) upon active mobilization\n5. Female subjects of childbearing potential (excluding women who are surgically sterilized or postmenopausal for at least 1 year), in addition to having a negative urine pregnancy test, must be willing to use an acceptable form of birth control during the study from the day of the first dose administration to 30 days after the last administration of study drug. For the purpose of this study the following are considered acceptable methods of birth control: oral or injectable contraceptives, contraceptive patches, Depo-Provera® (on stable treatment for at least 3 months) NuvaRing® (vaginal contraceptive); Implanon™ (contraceptive implant) double barrier methods (e.g. condom and spermicide), intrauterine device, or abstinence with a 2nd acceptable method of birth control, should the patient become sexually active. A sterile sexual partner is NOT considered an adequate form of birth control.\n6. All male subjects must agree to use accepted methods of birth control with their partners, from the day of the first dose administration to 30 days after the last administration of study drug. Abstinence is an acceptable method of birth control. Female partners should use an acceptable method of birth control as described in Item Number 5.\n7. Subject is free from any systemic or dermatologic disorder that, in the opinion of the investigator, will interfere with the study results or increase the risk of adverse events.\n8. Subject shows willingness and capability to cooperate to the extent and degree required by the protocol.\n9. Subject is willing to refrain from using any other pain medication during their participation.\n\nExclusion Criteria:\n\n1. Pregnant or breastfeeding female.\n2. Sprain occurred \\> 48 hours prior to study enrollment.\n3. Ankle sprain requires an orthopedic or surgical treatment.\n4. Ankle sprain treated prior to study entry by topical, oral, or parenteral nonsteroidal antiinflammatory drug (NSAID), physiotherapy, ultrasound, physical therapy or acupuncture.\n5. Baseline self-evaluation of pain on active mobilization by the VAS \\< 50 mm.\n6. Non-intact or damaged skin within the area to be treated, e.g., eczema, psoriasis, exudative, dermatitis, infected lesion, burn or wound.\n7. Medical history of asthma, urticaria, angioedema, bronchospasm, ulcer disease, gastrointestinal bleeding, hypertension, edema, heart failure or cardiovascular disease.\n8. Medical history of any chronic pain disorder.\n9. Coagulation defects.\n10. Severe cardiac, renal or hepatic impairment.\n11. Severe systemic disease (e.g., cancer, severe acute infection).\n12. Use within one month prior to randomization of 1.) immunomodulators or immunosuppressive therapies, 2.) interferon, 3.) oral or parenteral corticosteroids or 4.) cytotoxic drugs.\n13. Use within 7 days prior to randomization of any topical agents on the affected ankle.\n14. Use within 7 days prior to randomization of topical, oral or parenteral treatment with NSAIDs or aspirin.\n15. Use within 12 hours prior to randomization of an analgesic. Eg. Acetaminophen (Tylenol®).\n16. Known allergy or hypersensitivity to diclofenac, aspirin or other NSAIDs, or any excipient in the test product or brand product (Flector).\n17. History of uncontrolled chronic or acute concomitant disease which, in the Investigator's opinion, would contraindicate study participation or confound interpretation of the results.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Visual Analogue Scale (VAS) Scores at Baseline and Post Treatment","description":"To evaluate the therapeutic equivalence (90% CI) of generic diclofenac epolamine 1.3% patch (Watson Laboratories, Inc.) and Flector® (diclofenac epolamine 1.3% patch) (Pfizer) using a 100mm VAS scoring in the treatment of acute pain due to minor ankle sprain (in the per protocol population); changes from baseline.\n\nThe Visual Analogue Scale (VAS) consists of a straight line with the endpoints defining extreme limits such as lower values of 'no pain at all' and higher values relating to 'pain as bad as it could be' .\n\nPercent improvement in VAS score is the percentage part of - change from baseline in VAS / Baseline VAS.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"68.56","spread":"11.03"},{"groupId":"OG001","value":"69.03","spread":"10.90"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"25.34","spread":"17.35"},{"groupId":"OG001","value":"25.78","spread":"18.50"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-43.22","spread":"18.94"},{"groupId":"OG001","value":"-43.25","spread":"20.71"}]}]}]},{"type":"SECONDARY","title":"Visual Analogue Scale (VAS) Scores at Baseline and Post Treatment","description":"To demonstrate the superiority (P\\<0.05) of the efficacy of the test and reference products over that of the vehicle control in the treatment of acute pain utilizing a 100 mm VAS (in the mITT population) - changes from baseline.\n\nThe Visual Analogue Scale (VAS) consists of a straight line with the endpoints defining extreme limits such as lower values of 'no pain at all' and higher values relating to 'pain as bad as it could be' .","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"68.75","spread":"11.27"},{"groupId":"OG001","value":"68.93","spread":"10.94"},{"groupId":"OG002","value":"70.09","spread":"11.37"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"25.83","spread":"18.19"},{"groupId":"OG001","value":"26.16","spread":"18.47"},{"groupId":"OG002","value":"27.16","spread":"18.18"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-42.91","spread":"19.04"},{"groupId":"OG001","value":"-42.80","spread":"20.73"},{"groupId":"OG002","value":"-42.88","spread":"21.66"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":214},"commonTop":["Headache","Application site pruritus","Pruritus","Dizziness","Paraesthesia"]}}}