{"nctId":"NCT00179647","briefTitle":"Expanded Access Program:Lenalidomide With or Without Dexamethasone In Previously Treated Subjects With Multiple Myeloma","startDateStruct":{"date":"2005-09"},"conditions":["Multiple Myeloma"],"count":1913,"armGroups":[{"label":"Lenalidomide 5-25 mg, w/wo dexamethasone","type":"OTHER","interventionNames":["Drug: lenalidomide","Drug: dexamethasone"]}],"interventions":[{"name":"lenalidomide","otherNames":["Revlimid"]},{"name":"dexamethasone","otherNames":["Decadron"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Must understand and voluntarily sign an informed consent form.\n2. Must be \\> or = to 18 years of age at the time of signing the informed consent form.\n3. Must be able to adhere to the study visit schedule and other protocol requirements.\n4. Must be diagnosed with multiple myeloma that is progressing after at least 2 cycles of anti-myeloma treatment or that has relapsed with progressive disease after treatment.\n5. Subjects may have been previously treated with thalidomide and/or radiation therapy. In addition, radiation therapy initiated prior to or at baseline (Day 1) may be given concurrently with study therapy, provided that all other eligibility criteria are satisfied.\n6. Measurable levels of myeloma paraprotein in serum (\\>/=0.5 g/dL) or urine (\\>/=0.2 g excreted in a 24-hour collection sample).\n7. Eastern Cooperative Oncology Group (ECOG) performance status score of 0, 1, or 2.\n8. Women of childbearing potential (WCBP) must have a negative serum or urine pregnancy test within 7 days of starting study drug. In addition, sexually active WCBP must agree to use adequate contraceptive methods (oral, injectable, or implantable hormonal contraceptive; tubal ligation; intra-uterine device; barrier contraceptive with spermicide; or vasectomized partner) while on study medication.\n\nExclusion Criteria:\n\n1. Any serious medical condition, laboratory abnormality, or psychiatric illness that would prevent the subject from signing the informed consent form.\n2. Pregnant or lactating females.\n3. Any condition, including the presence of laboratory abnormalities, which places the subject at unacceptable risk if he/she were to participate in the study or confounds the ability to interpret data from the study.\n4. Any of the following laboratory abnormalities:\n\n   1. Absolute neutrophil count (ANC) \\<1,000 cells/mm3 (1.0 x 109/L)\n   2. Platelet count \\<75,000/mm3 (75 x 109/L) for subjects in whom \\<50% of the bone marrow nucleated cells are plasma cells.\n   3. Platelet count \\<30,000/mm3 (30x109/L) for subjects in whom \\>/= 50% of bone marrow nucleated cells are plasma cells.\n   4. Serum creatinine \\>2.5 mg/dL (221 mmol/L)\n   5. Serum glutamic oxaloacetic transaminase (SGOT, aspartate transaminase \\[AST\\]) or serum glutamic pyruvic transaminase (SGPT, alanine transaminase \\[ALT\\]) \\>3.0 x upper limit of normal (ULN)\n   6. Serum total bilirubin \\>2.0 mg/dL (34 mmol/L)\n5. Prior history of malignancies other than multiple myeloma (except for basal cell or squamous cell carcinoma of the skin or carcinoma in situ of the cervix or breast) unless the subject has been free of the disease for \\>/= 1 year.\n6. Known hypersensitivity to thalidomide or dexamethasone.\n7. Prior history of uncontrollable side effects to dexamethasone therapy.\n8. The development of a desquamating rash while taking thalidomide.\n9. Use of any standard/experimental anti-myeloma drug therapy within 28 days of the initiation of study drug treatment or use of any experimental non-drug therapy (e.g., donor leukocyte/mononuclear cell infusions) within 56 days of the initiation of study drug treatment.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Incidence of Adverse Events Summarized by System Organ Class, Preferred Term, Severity, Seriousness, and Relationship to Treatment.","description":"Data from all subjects who received any study drug were included in the analysis. Adverse events were classified using the Medical Dictionary for Regulatory Activities (MedDRA) classification system. A subject having the same event more than once was counted only once. Adverse events were summarized by worst NCI (National Cancer Institute) CTCAE (Common Terminology Criteria for Adverse Events) VERSION 3.0 grade. Incidence was defined as the number of subjects who experienced an adverse event within their period of participation in this study.","paramType":null,"dispersionType":null,"classes":[]},{"type":"PRIMARY","title":"Overall Incidence of Adverse Events","description":"Data from all subjects who received any study drug were included in the analysis. Adverse events were classified using the Medical Dictionary for Regulatory Activities (MedDRA) classification system. A subject having the same event more than once was counted only once. Adverse events were summarized by worst NCI (National Cancer Institute) CTCAE (Common Terminology Criteria for Adverse Events) VERSION 3.0 grade. Incidence was defined as the number of subjects who experienced an adverse event within their period of participation in this study.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1877","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":878,"n":1913},"commonTop":["FATIGUE","NEUTROPENIA","MUSCLE CRAMP","CONSTIPATION","DIARRHOEA"]}}}