{"nctId":"NCT04449861","briefTitle":"Durvalumab Plus Chemotherapy in ES-SCLC (Oriental)","startDateStruct":{"date":"2020-12-07","type":"ACTUAL"},"conditions":["Small Cell Lung Carcinoma Extensive Disease"],"count":166,"armGroups":[{"label":"Durvalumab plus 4-6 cycles chemotherapy","type":"EXPERIMENTAL","interventionNames":["Drug: Durvalumab plus chemotherapy"]}],"interventions":[{"name":"Durvalumab plus chemotherapy","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"For inclusion in the study, patients should fulfill the following criteria:\n\n1. Male or female ≥18 years at the time of Screening.\n2. Written informed consent obtained from the patient/legal representative prior to performing any protocol-related procedures, including screening evaluations.\n3. Histologically or cytologically documented extensive stage SCLC (stage IV \\[T any, N any, M1 a/b\\], or with T3-4 due to multiple lung nodules that are too extensive or have tumor/nodal volume that is too large to be encompassed in a tolerable radiation plan, according to American Joint Committee on Cancer Stage 8th edition).\n\n   \\- Brain metastases; must be asymptomatic or treated and stable off steroids and anti-convulsants for at least 1 month prior to study treatment. Patients with suspected brain metastases at screening should have a CT/MRI of the brain prior to study entry.\n4. Patients must be considered suitable to receive a platinum-based chemotherapy regimen as 1st line treatment for the ES-SCLC. Chemotherapy must contain either cisplatin or carboplatin in combination with etoposide.\n5. Life expectancy ≥12 weeks at Day 1.\n6. World Health Organization (WHO)/Eastern Cooperative Oncology Group (ECOG) Performance Status of 0 to 2 at enrollment.\n\n   \\- Note: Patients with PS2 will be limited to a maximum of 20% of the total study population; once this limit is met, additional enrolled patients must have PS 0-1.\n7. Body weight \\>30 kg.\n8. At least 1 lesion, not previously irradiated, that can be accurately measured at baseline as ≥10 mm in the longest diameter (except lymph nodes which must have a short axis ≥15 mm) with computed tomography (CT) or magnetic resonance imaging (MRI) and that is suitable for accurate repeated measurements as per RECIST 1.1 guidelines.\n9. Baseline CT/MRI results of the chest and abdomen (including liver and adrenal glands) within 28 days prior to the treatment initiation.\n10. No prior exposure to immune-mediated therapy including, but not limited to, other anti-CTLA-4, anti-PD-1, anti-PD-L1, and anti-programmed cell death ligand 2 (anti-PD-L2) antibodies, excluding therapeutic anticancer vaccines.\n11. Adequate organ and marrow function as defined below (test can be repeated once if necessary):\n\n    * Hemoglobin ≥9.0 g/dL.\n    * Absolute neutrophil count ≥1.5 × 10\\^9/L (use of granulocyte colony-stimulating factor is not permitted at within 7 days before testingscreening).\n    * Platelet count ≥100 × 10\\^9/L.\n    * Serum bilirubin ≤1.5 × the upper limit of normal (ULN).\n    * In patients without hepatic metastasis: ALT and AST ≤2.5 × ULN.\n    * In patients with hepatic metastases, ALT and AST ≤5 × ULN.\n    * Measured or calculated creatinine clearance: \\>60mL/min for patients planned to be treated with cisplatin and \\>40mL/min for patients planned to be treated with carboplatin\n12. Evidence of post-menopausal status or negative urinary or serum pregnancy test for female pre-menopausal patients. Women will be considered post-menopausal if they have been amenorrheic for 12 months without an alternative medical cause.\n\nThe following age-specific requirements apply:\n\n* Women \\<50 years of age would be considered post-menopausal if they have been amenorrheic for 12 months or more following cessation of exogenous hormonal treatments and if they have luteinizing hormone and follicle stimulating hormone levels in the post-menopausal range for the institution or underwent surgical sterilization (bilateral oophorectomy or hysterectomy).\n* Women ≥50 years of age would be considered post-menopausal if they have been amenorrheic for 12 months or more following cessation of all exogenous hormonal treatments, had radiation-induced menopause with last menses \\>1 year ago, had chemotherapy-induced menopause with last menses \\>1 year ago, or underwent surgical sterilization (bilateral oophorectomy, bilateral salpingectomy or hysterectomy).\n\nPatients should not enter the study if any of the following exclusion criteria are fulfilled:\n\n1. Previous IP assignment in the present study.\n2. Medical contraindication to etoposide-platinum (carboplatin or cisplatin)-based chemotherapy.\n3. Concurrent enrollment in another clinical study, unless it is an observational (non-interventional) clinical study or during the follow-up period of an interventional study.\n4. Received prior systemic therapy for ES-SCLC. Patients who have received prior chemoradiotherapy for limited-stage SCLC must have been treated with curative intent and experienced a treatment-free interval of at least 6 months since last chemotherapy, radiotherapy, or chemoradiotherapy cycle from diagnosis of ES-SCLC\n5. Any condition that, in the opinion of the treating physician, would interfere with evaluation of the study drug or interpretation of patient safety.\n6. Planned consolidation chest radiation therapy. Radiation therapy outside of the chest for palliative care (ie, bone metastasis) is allowed but must be completed before first dose of the study medication.\n7. Major surgical procedure (as defined by the investigator) within 28 days prior to the first dose of IP. Note: Local surgery of isolated lesions for palliative intent is acceptable.\n8. History of allogeneic organ transplantation.\n9. Has a paraneoplastic syndrome (PNS) of autoimmune nature, requiring systemic treatment (systemic steroids or immunosuppressive agents) or has a clinical symptomatology suggesting worsening of PNS.\n10. Active or prior documented autoimmune or inflammatory disorders (including inflammatory bowel disease \\[eg, colitis or Crohn's disease\\], diverticulitis with the exception of diverticulosis, systemic lupus erythematosus, sarcoidosis syndrome, or Wegener syndrome \\[granulomatosis with polyangiitis, Graves' disease, rheumatoid arthritis, hypophysitis, and uveitis, etc\\]). The following are exceptions to this criterion:\n\n    * Patients with vitiligo or alopecia\n    * Patients with hypothyroidism (eg, following Hashimoto syndrome) and stable on hormone replacement\n    * Any chronic skin condition that does not require systemic therapy\n    * Patients without active disease in the last 5 years may be included but only after consultation with the Study Physician\n    * Patients with celiac disease controlled by diet alone\n11. Uncontrolled intercurrent illness, including but not limited to, ongoing or active infection, symptomatic congestive heart failure, uncontrolled hypertension, unstable angina pectoris, uncontrolled cardiac arrhythmia, active interstitial lung disease, serious chronic gastrointestinal conditions associated with diarrhea, or psychiatric illness/social situations that would limit compliance with study requirement, substantially increase risk of incurring AEs or compromise the ability of the patient to give written informed consent.\n12. History of active primary immunodeficiency.\n13. Active infection including tuberculosis (clinical evaluation that includes clinical history, physical examination and radiographic findings, and tuberculosis testing in line with local practice), hepatitis B (known positive HBV surface antigen \\[HbsAg\\] result), hepatitis C, or human immunodeficiency virus (positive HIV 1/2 antibodies). Patients with a past or resolved HBV infection (defined as the presence of hepatitis B core antibody \\[anti-HBc\\] and absence of HbsAg) are eligible. Patients positive for hepatitis C virus (HCV) antibody are eligible only if polymerase chain reaction is negative for HCV RNA.\n14. Current or prior use of immunosuppressive medication within 14 days before the first dose of durvalumab. The following are exceptions to this criterion:\n\n    * Intranasal, inhaled, topical steroids or local steroid injections (eg, intra articular\n    * injection).\n    * Systemic corticosteroids at physiologic doses not to exceed 10 mg/day of prednisone or its equivalent.\n    * Steroids as premedication for hypersensitivity reactions (eg, CT scan premedication). Premedication with steroids for chemotherapy is acceptable.\n15. Receipt of live, attenuated vaccine within 30 days prior to the first dose of IP. Note: Patients, if enrolled, should not receive live vaccine whilst receiving IP and up to 30 days after the last dose of IP.\n16. Female patients who are pregnant or breastfeeding or male or female patients of reproductive potential who are not willing to employ effective birth control from Screening to 90 days after the last dose of durvalumab.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"130 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Grade ≥3 AEs","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"49.7","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With Immune-mediated Adverse Events (imAEs)","description":"An immune-mediated adverse event (imAE) is defined as an AESI that is associated with drug exposure and is consistent with an immune-mediated mechanism of action and where there is no clear alternate aetiology.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Median Progression Free Survival (PFS)","description":"PFS by investigator assessment according to RECIST v1.1 criteria\n\nProgression-free survival is defined as the time from first dose of study treatment until the date of objective disease progression or death (by any cause in the absence of progression) regardless of whether the patient withdraws from study therapy or receives another anti-cancer therapy prior to progression. Patients who have not progressed or died at the time of analysis will be censored at the time of the latest date of assessment of investigator. However, if the patient progresses or dies after 2 or more missed visits, the patient will be censored at the time of the latest assessment. If the patient has no evaluable visits or does not have baseline data, they will be censored at the day of first dose unless they die within 2 visits of baseline.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Patients Alive and Progression Free at 12 Months (APF12)","description":"The APF12 is defined as the Kaplan-Meier estimate of PFS (per investigator assessment according to RECIST v1.1 criteria) at 12 months.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Objective Response Rate (ORR)","description":"Objective Response Rate is defined as the number (%) of patients with measurable disease with at least 1 visit response of CR or PR. Data obtained up until progression or last evaluable assessment in the absence of progression will be included in the assessment of ORR. Any CR or PR which occurred after a further anti-cancer therapy was received will not be included in the numerator for the ORR calculation.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"76.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Median Overall Survival (OS)","description":"Overall survival is defined as the time from the date of first dose of study treatment until death due to any cause. Any patient not known to have died at the time of analysis will be censored based on the last recorded date on which the patient was known to be alive.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Patients Alive at 12 Months (OS12)","description":"The OS12 is defined as the Kaplan-Meier estimate of OS at 12 months","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"60.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response (DOR)","description":"Duration of response is defined as the time from the date of first documented response until the date of documented progression or death in the absence of disease progression. The end of response should coincide with the date of progression or death from any cause used for the PFS endpoint. The time of the initial response will be defined as the latest of the dates contributing towards the first visit response of PR or CR.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With AEs","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"97.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With SAEs","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"42.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Adverse Events of Special Interest (AESI)","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"40.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With AEs Resulting in Treatment Discontinuation","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":70,"n":165},"commonTop":["anaemia","nausea","vomiting","alopecia","constipation"]}}}