{"nctId":"NCT01896102","briefTitle":"A Study of the Efficacy and Safety of Hematopoietic Stem Cells Transduced With Lenti-D Lentiviral Vector for the Treatment of Cerebral Adrenoleukodystrophy (CALD)","startDateStruct":{"date":"2013-08-21","type":"ACTUAL"},"conditions":["Cerebral Adrenoleukodystrophy (CALD)"],"count":32,"armGroups":[{"label":"Lenti-D Drug Product","type":"EXPERIMENTAL","interventionNames":["Genetic: Lenti-D Drug Product (eli-cel)"]}],"interventions":[{"name":"Lenti-D Drug Product (eli-cel)","otherNames":["elivaldogene autotemcel","eli-cel"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Informed consent was obtained from a competent custodial parent or guardian with legal capacity to execute a local institutional review board (IRB)/Independent Ethics Committee (IEC) approved consent (informed assent will be sought from capable participants, in accordance with the directive of the IRB/IEC and with local requirements).\n2. Males aged 17 years and younger, at the time of parental/guardian consent and, where appropriate, participant assent.\n3. Active cerebral adrenoleukodystrophy (ALD) as defined by:\n\n   1. Elevated very long chain fatty acids (VLCFA) values, and\n   2. Active CNS disease established by central radiographic review of brain magnetic resonance imaging (MRI) demonstrating:\n   3. Loes score between 0.5 and 9 (inclusive) on the 34-point scale, and\n   4. Gadolinium enhancement on MRI of demyelinating lesions.\n4. NFS less than or equal to (\\<or=) 1.\n\nExclusion Criteria:\n\n1. Receipt of an allogeneic transplant or gene therapy.\n2. Availability of a willing 10/10 HLA-matched sibling donor (excluding female heterozygotes).\n3. Use of statins, Lorenzo's Oil, or dietary regimens used to lower very long chain fatty acids (VLCFA) levels. Note: participants must discontinue use of these medications at time of consent.\n4. Receipt of an investigational study drug or procedure within 3 months before Screening that might confound study outcomes. Use of investigational study drugs is prohibited throughout the course of the study.\n5. Any conditions that make it impossible to perform MRI studies (including allergies to anesthetics or contrast agents).\n6. Hematological compromise as evidenced by:\n\n   * Peripheral blood absolute neutrophil count (ANC) count \\< 1500 cells/ cubic milli meter (mm3),\n   * Platelet count \\< 100,000 cells/mm3, or\n   * Hemoglobin \\< 10 gram per deciliter (g/dL).\n   * Uncorrected bleeding disorder.\n7. Hepatic compromise as evidenced by:\n\n   * Aspartate transaminase (AST) value \\> 2.5×upper limit of normal (ULN)\n   * Alanine transaminase (ALT) value \\> 2.5×ULN\n   * Total bilirubin value \\> 3.0 milligram per deciliter (mg/dL), except if there is a diagnosis of Gilbert's Syndrome and the participant is otherwise stable\n8. Renal compromise as evidenced by abnormal renal function (actual or calculated creatinine clearance \\< 50 milliliter per minute \\[mL/min\\])\n9. Cardiac compromise as evidenced by left ventricular ejection fraction \\<40 percent (%)\n10. Immediate family member with a known or suspected Familial Cancer Syndrome (including but not limited to hereditary breast and ovarian cancer syndrome, hereditary non-polyposis colorectal cancer syndrome, and familial adenomatous polyposis).\n11. Clinically significant active bacterial, viral, fungal, parasitic, or prion-associated infection\n12. Positive for human immunodeficiency virus type 1 or 2 (HIV-1, HIV-2); hepatitis B; hepatitis C; human T lymphotrophic virus 1 (HTLV-1). (Note that participants who have been vaccinated against hepatitis B \\[hepatitis B surface antibody-positive\\] who are negative for other markers of prior hepatitis B infection \\[eg, negative for hepatitis B core antibody (Ab)\\] are eligible. Participants with past exposure to hepatitis B virus (HBV \\[HBcAb positive and/or HBeAb positive\\]) are also eligible for the study provided they have a negative test for HBV DNA. Also note that participants who are positive for anti-hepatitis C antibody are eligible as long as they have a negative hepatitis C viral load.\n13. Any clinically significant cardiovascular or pulmonary disease, or other disease or condition that would be contraindicated for any of the other study procedures.\n14. Absence of adequate contraception for fertile participants. Male participants and their female partners are required to use two different effective methods of contraception from Screening through at least 6 months after drug product infusion. If subjects are truly sexually abstinent (where true sexual abstinence is defined as being in line with the preferred and usual lifestyle of the subject), no second method is required.\n15. Any contraindications to the use of granulocyte colony stimulating (G-CSF) during the mobilization of HSCs, and any contraindications to the use of busulfan or cyclophosphamide, including known hypersensitivity to the active substances or to any of the excipients in their formulations.","healthyVolunteers":false,"sex":"MALE","maximumAge":"17 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants Who Were Alive and Have None of the 6 Major Functional Disabilities (MFDs) at Month 24 and Without Allo-HSCT or Rescue Cell Administration","description":"The 6 MFDs consisted of loss of communication, cortical blindness, tube feeding, total incontinence, wheelchair dependence, complete loss of voluntary movement. Month 24 MFD-Free survival criteria was defined as: alive at 24 months post-infusion; had not developed any of the MFDs by 24 months post-infusion; had not received rescue cell administration or allo-HSCT by 24 months post-infusion; and had not withdrawn from the study or had not been lost to follow-up by 24 months post-infusion. Percentage of participants who were alive and have none of the 6 major functional disabilities (MFDs) at Month 24 were reported.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"90.6","spread":null}]}]}]},{"type":"PRIMARY","title":"Proportion of Participants Who Had Experienced Either Acute ([>or=] Grade II) or Chronic Graft Versus Host Disease (GVHD) by Month 24","description":"Acute GVHD graded on the Acute GVHD Grading Scale (I-IV): Grade I is characterized as mild disease, Grade II as moderate, Grade III as severe (involvement of any organ system), and Grade IV as life-threatening; chronic GVHD was determined by the Investigator. Percentage of participants who experienced with either acute (\\>= Grade II) or chronic GVHD at Month 24 were reported.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Demonstrated Resolution of Gadolinium Positivity on Magnetic Resonance Imaging (MRI) at Month 24","description":"Percentage of participants who demonstrated resolution of gadolinium positivity (i.e., GdE-) on MRI at Month 24 were reported.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"86.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Sustained Resolution of Gadolinium Positivity on MRI","description":"Sustained resolution of gadolinium positivity was defined as having at least two consecutive GdE- results by MRI without a subsequent evaluation indicating GdE+.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"77","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Change in Total Neurologic Function Score (NFS) From Baseline up to Month 24","description":"NFS was a 25-point score used to evaluate the severity of gross neurologic dysfunction in CALD by scoring 15 symptoms (functional domains) across 6 categories. Listed here are the 15 symptoms followed by their maximal score out of 25 points: a) Hearing / auditory processing problems-1, b) Aphasia/apraxia-1, c) Loss of communication-3, d) Vision impairment/field cut-1, e) Cortical blindness-2, f) Swallowing/other CNS dysfunctions-2, g) Tube feeding-2, h) Running difficulties/hyperreflexia-1, i) Walking difficulties/spasticity/spastic gait (no assistance)-1, j) Spastic gait (needs assistance)-2, k) Wheelchair dependence-2, l) Complete loss of voluntary movement-3, m) Episodes of incontinence -1, n) Total incontinence-2, o) Nonfebrile seizures-1. A score of \"0\" denoted absence of clinical signs of cerebral disease. Maximal signs within a domain score the total of all grades within that domain. Number of participants with change in total NFS from baseline up to Month 24 were reported.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]}]},{"type":"SECONDARY","title":"Major Functional Disability (MFD)-Free Survival Rate","description":"MFD-free survival rate was defined as percentage of participants from drug product infusion to either second transplant, MFD, or death due to any cause, whichever occurs first. MFD-free survival rate was analyzed using Kaplan-Meier Analysis. Kaplan-Meier estimated MFD-free survival rate at 24 months after Lenti-D drug infusion was reported.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"90.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival Rate","description":"Overall survival rate was defined as percentage of participants alive from date of Lenti-D drug product infusion (Day 0) to date of death of all causes. Overall survival rate was censored at the date of last visit if the participant were alive. Participants who are alive were censored at the date of last contact. Overall survival rate was analyzed using Kaplan-Meier Analysis. Kaplan-Meier estimated overall survival rate at 24 months after Lenti-D drug infusion was reported.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"96.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Participants With Neutrophil Engraftment by 42 Days Post-drug Product Infusion","description":"Neutrophil engraftment (NE) was defined as achieving 3 consecutive absolute neutrophil count (ANC) laboratory values of \\>= 0.5×10\\^9 cells/Liter (L) (after initial post-infusion nadir) obtained on different days by 42 days post-infusion of Lenti-D Drug Product (Relative Day 43). Percentage of participants with neutrophil engraftment by 42 Days post-drug product infusion were reported.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Neutrophil Engraftment Post-drug Product Infusion","description":"Neutrophil Engraftment was defined as achieving 3 consecutive ANC laboratory values of \\>= 0.5×10\\^9 cells/L (after initial post-infusion nadir) obtained on different days by 42 days post-infusion of Lenti-D Drug Product (Relative Day 43). Time to neutrophil engraftment post-drug product infusion was reported.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Participants With Platelet Engraftment by Month 24","description":"Platelet Engraftment was defined as achieving 3 consecutive unsupported platelet counts of \\>=20 × 10\\^9 cells/L (after initial post-infusion nadir) obtained on different days while no platelet transfusions were administered for 7 days immediately preceding and during the evaluation period. The first day of 3 consecutive platelet counts \\>=20 × 10\\^9 cells/L was the day of PE. Percentage of participants with Platelet Engraftment by Month 24 (Rel Day 730) were reported.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Platelet Engraftment Post-drug Product Infusion","description":"Platelet Engraftment was defined as achieving 3 consecutive unsupported platelet counts of \\> or =20 × 10\\^9 cells/L (after initial post-infusion nadir) obtained on different days while no platelet transfusions were administered for 7 days immediately preceding and during the evaluation period. The first day of 3 consecutive platelet counts \\>=20 × 10\\^9 cells/L was the day of PE. Time to Platelet Engraftment post-drug product infusion up to Month 24 was reported.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Participants With Engraftment Failure By Month 24","description":"Participants were considered to have primary engraftment failure if they did not achieve NE by Relative Day 43. A participant was considered to have secondary engraftment failure if they achieved and then subsequently lost NE by the Month 24, i.e., if they met both the conditions; Achieved NE by Relative Day 43 as defined above and had sustained decline in ANC to \\< 0.5×10\\^9 cells/L for 3 consecutive measurements on different days after Relative Day 43, without alternate etiology. First day of the 3 consecutive ANC decline to \\< 0.5×10\\^9 cells/L was considered the day of secondary engraftment failure. Percentage of participants with both primary and secondary engraftment failure at Month 24 were reported.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Participants Who Underwent a Subsequent Allo-Hematopoietic Stem Cell (HSC) Infusion by Month 24","description":"Percentage of Participants who have undergone a subsequent allo-HSC infusion at Month 24 were reported.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Transplant-related Mortality Through 100 and 365 Days Post-drug Product Infusion","description":"Transplant-related mortality was determined by the Investigator in participants who had died from transplant-related causes by 100 days post-drug product infusion (Rel Day 101) or 365 days post-drug product infusion (Rel Day 366) respectively or had been followed to at least Rel Day 101 or 366 respectively if no events yet. Percentage of participants with transplant-related mortality through 100 and 365 days post-drug product infusion were reported.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Adverse Events (AEs), Serious AEs, Grade >=3 AE, Related AEs, Related SAEs and Related Grade >=3 AEs","description":"Adverse event was defined as any untoward medical occurrence associated with the use of a drug product in participants, whether or not considered drug related. SAE was any AE, occurring at any dose and regardless of causality, that resulted in death, was life-threatening, required in-patient hospitalization or prolongation of existing hospitalization, resulted in persistent or significant disability/incapacity, a congenital anomaly/birth defect, or was considered an important medical event that may jeopardize the participant and may require medical or surgical intervention to prevent an outcome listed previously. Percentage of participants with all AEs, all SAEs, all drug-product related AEs and SAEs Grade \\>=3 (severe or medically significant but not immediately life threatening AE) and related Grade \\>=3 AEs were reported.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"65.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"93.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Potentially Clinical Significant Changes in Laboratory Parameters by Month 24","description":"Laboratory parameters included hematology (Leukocytes \\[with a threshold (TS) range \\<4.0 x 10\\^9/L, \\>=18 x 10\\^9/L\\], Neutrophils \\[\\<1.0 x 10\\^9/L\\], Erythrocytes \\[\\<=3.0 x 10\\^12/L\\], Platelets \\[\\<=75 x 10\\^9/L\\]); clinical chemistry (Sodium \\[\\<=126 millimoles per liter (mmol/L), \\>=156 mmol/L\\], Potassium \\[\\<=3 mmol/L, \\>=6 mmol/L\\], Glucose \\[\\<=3.0 mmol/L\\], Urea Nitrogen \\[\\>=10.7 mmol/L\\], Creatinine \\[\\>=150 umol/L\\]) and liver function tests (LFT) (Alanine Aminotransferase \\[ALA\\]. Aspartate Aminotransferase \\[ASA\\], Alkaline Phosphatase \\[AP\\] with TS range of \\>=3 x upper limit of normal (ULN), Bilirubin \\[\\>=34.2 micromoles per liter (umol/L)\\]). Clinical significance was decided by investigator.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"78.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"43.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"96.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"21.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Emergency Room Visits (Post-Neutrophil Engraftment) By Month 24","description":"Number of emergency room visits (post-neutrophil engraftment) up to Month 24 were reported.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of In-patient Hospitalizations (Post-Neutrophil Engraftment) By Month 24","description":"Number of In-patient hospitalizations (post-neutrophil engraftment) by Month 24 were reported.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of In-patient Hospitalizations (Post-Neutrophil Engraftment) up to Month 24","description":"Duration of in-patient hospitalizations was calculated as: Duration = (Date of hospital discharge) - (Date of hospital admission before NE) + 1. Duration of In-patient hospitalizations (post-neutrophil engraftment) up to Month 24 was reported.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Intensive Care Units (ICU) Stays (Post-neutrophil Engraftment) By Month 24","description":"Number of ICU Stays (Post-neutrophil Engraftment) By Month 24 were reported.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of ICU Stays (Post-neutrophil Engraftment) By Month 24","description":"Duration of ICU Stays was calculated as: Duration = (Date of hospital discharge) - (Date of hospital admission before NE) + 1. Duration of ICU Stays (Post-neutrophil Engraftment) by Month 24 was reported.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Vector-Derived Replication Competent Lentivirus (RCL) Detected by Month 24","description":"Number of Participants with Vector-derived RCL detected at Month 24 were reported. Screening participants blood samples for RCL at month 24 following Lenti-D Drug infusion was performed, with the more rigorous co-culture assays used to distinguish any false positives as applicable.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Insertional Oncogenesis By Month 24","description":"Insertional oncogenesis including myelodysplasia, leukemia, lymphoma. Number of participants with insertional oncogenesis at Month 24 were reported.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":21,"n":32},"commonTop":["Thrombocytopenia","Anaemia","Neutropenia","Nausea","Vomiting"]}}}