{"nctId":"NCT00094302","briefTitle":"Aldosterone Antagonist Therapy for Adults With Heart Failure and Preserved Systolic Function","startDateStruct":{"date":"2006-08"},"conditions":["Cardiovascular Diseases","Heart Diseases","Heart Failure, Congestive"],"count":3445,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"Spironolactone","type":"EXPERIMENTAL","interventionNames":["Drug: Spironolactone"]}],"interventions":[{"name":"Spironolactone","otherNames":["aldosterone antagonist"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"INCLUSION CRITERIA:\n\n* Heart failure as defined by at least one of symptom (paroxysmal nocturnal dyspnea; orthopnea; or dyspnea on mild or moderate exertion) at the time of screening and at least one sign (any rales post cough; jugular venous pressure(JVP) greater than or equal to 10cm of water(H2O); lower extremity edema; or chest x-ray demonstrating pleural effusion, pulmonary congestion, or cardiomegaly) within 12 months prior to study entry:\n* left ventricular ejection fraction greater than or equal to 45% (per local reading); the ejection fraction must have been obtained within 6 months prior to randomization and after any MI or other event that would affect ejection fraction\n* Controlled systolic blood pressure(BP), defined as a target systolic BP less than 140 mm Hg; participants with BP up to and including 160 mm Hg are eligible for enrollment if they are on three or more medications to control BP\n* Serum potassium less than 5.0 mmol/L prior to randomization\n* At least one hospital admission for which heart failure was a major component of the hospitalization some time within the 12 months prior to study entry OR brain natriuretic peptide (BNP) greater than or equal to 100pg/ml or N-terminal pro-BNP greater than or equal to 360pg/ml within the 60 days prior to study entry\n* Women of child-bearing potential must have a negative serum/urine pregnancy test within 72 hours prior to randomization, must not be lactating, and must agree to use an effective method of contraception during the entire course of study participation\n* Willing to comply with scheduled visits\n* Informed consent form signed by the subject prior to participation in the trial\n\nEXCLUSION CRITERIA:\n\n* Severe systemic illness with an expected life expectancy of less than 3 years\n* Chronic pulmonary disease requiring home O2, oral steroid therapy, or hospitalization for exacerbation within 12 months of study entry, or significant chronic pulmonary disease in the opinion of the investigator\n* Known infiltrative or hypertrophic obstructive cardiomyopathy or known pericardial constriction\n* Primary hemodynamically significant uncorrected valvular heart disease, obstructive or regurgitant, or any valvular disease expected to lead to surgery during the trial\n* Atrial fibrillation with a resting heart rate greater than 90 bpm\n* MI in the past 90 days\n* Coronary artery bypass graft surgery in the past 90 days\n* Percutaneous coronary intervention in the past 30 days\n* Heart transplant recipient\n* Currently implanted left ventricular assist device\n* Stroke in past 90 days\n* Systolic BP (SBP) greater than 160 mm Hg\n* Known orthostatic hypotension\n* Gastrointestinal disorder that could interfere with study drug absorption\n* Use of any aldosterone antagonist or potassium sparing medication in the last 14 days or any known condition that would require the use of an aldosterone antagonist during study participation;\n* Known intolerance to aldosterone antagonists\n* Current lithium use\n* Current participation (including prior 30 days) in any other therapeutic trial\n* Any condition that, in the opinion of the investigator, may prevent the participant from adhering to the trial protocol\n* History of hyperkalemia (serum potassium greater than or equal to 5.5mmol/L) in the past 6 months or serum potassium greater than or equal to 5.0mmol/L within the past 2 weeks\n* Severe renal dysfunction, defined as an estimated glomerular filtration rate(GFR) less than 30ml/min. Participants with serum creatinine greater than or equal to 2.5mg/dl are also excluded even if their GFR is greater than or equal to 30ml/min\n* Known chronic hepatic disease, defined as aspartate aminotransferase(AST) and alanine aminotransferase(ALT) levels greater than 3.0 times the upper limit of normal as read at the local lab.","healthyVolunteers":false,"sex":"ALL","minimumAge":"50 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Composite Outcome of Cardiovascular Mortality, Aborted Cardiac Arrest, or Hospitalization for the Management of Heart Failure, Whichever Occurred First","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.6","spread":null},{"groupId":"OG001","value":"5.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Cardiovascular Mortality","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.1","spread":null},{"groupId":"OG001","value":"2.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Aborted Cardiac Arrest","description":"First incidence of aborted cardiac arrest","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.09","spread":null},{"groupId":"OG001","value":"0.05","spread":null}]}]}]},{"type":"SECONDARY","title":"Hospitalization for the Management of Heart Failure","description":"First incidence of a hospitalization for the management of heart failure","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.6","spread":null},{"groupId":"OG001","value":"3.8","spread":null}]}]}]},{"type":"SECONDARY","title":"All-cause Mortality","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.6","spread":null},{"groupId":"OG001","value":"4.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Composite Outcome of Cardiovascular Mortality or Cardiovascular-related Hospitalization (i.e., Hospitalization for Myocardial Infarction(MI), Stroke, or the Management of Heart Failure), Whichever Occurred First","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.8","spread":null},{"groupId":"OG001","value":"7.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Cardiovascular-related Hospitalization","description":"Hospitalization for MI, stroke or the management of heart failure, whichever occurred first","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.2","spread":null},{"groupId":"OG001","value":"5.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Total Hospitalizations (Including Repeat Hospitalizations) for the Management of Heart Failure","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.3","spread":null},{"groupId":"OG001","value":"6.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Composite Outcome of Sudden Death or Aborted Cardiac Arrest, Whichever Occurred First","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.1","spread":null},{"groupId":"OG001","value":"1.0","spread":null}]}]}]},{"type":"SECONDARY","title":"New Onset Diabetes Mellitus, Among Subjects Without a History of Diabetes Mellitus at Baseline.","description":"First incidence of new onset diabetes mellitus among subjects without a history of diabetes mellitus at baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.7","spread":null},{"groupId":"OG001","value":"0.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Development of Atrial Fibrillation, Among Subjects Without a History of Atrial Fibrillation at Baseline.","description":"First incidence of atrial fibrillation among subjects without a history of atrial fibrillation at baseline","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.4","spread":null},{"groupId":"OG001","value":"1.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Myocardial Infarction","description":"First incidence of myocardial infarction","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.1","spread":null},{"groupId":"OG001","value":"1.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Stroke","description":"First incidence of stroke","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.1","spread":null},{"groupId":"OG001","value":"1.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Deterioration of Renal Function","description":"First incidence of a deterioration of renal function. The TOPCAT protocol defines deterioration of renal function as occurring if a subject has a serum creatinine value which is at least double the baseline value for that subject, and is also above the upper limit of normal (assumed to be 1.0 mg/dL for females and 1.2 mg/dL for males.)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.2","spread":null},{"groupId":"OG001","value":"3.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Composite Outcome of Sudden Death, Aborted Cardiac Arrest, or Hospitalization for the Management of Ventricular Tachycardia, Whichever Occurred First","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.1","spread":null},{"groupId":"OG001","value":"1.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Quality of Life, as Measured by the Kansas City Cardiomyopathy Questionnaire.","description":"Average post-baseline quality of life, taking into consideration baseline quality of life, treatment group, the time between the post-baseline measures, and the correlation between repeated measures within an individual.\n\nThe Kansas City Cardiomyopathy Questionnaire (KCCQ) is a 23-item, self-administered instrument that quantifies physical function, symptoms (frequency, severity and recent change), social function, self-efficacy and knowledge, and quality of life. Scores are transformed to a range of 0-100, in which higher scores reflect better health status. The KCCQ was administered at the following study visits: baseline, month 4, month 12 and annually thereafter.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"63.1","spread":"0.3"},{"groupId":"OG001","value":"64.4","spread":"0.3"}]}]}]},{"type":"SECONDARY","title":"Quality of Life, as Measured by the EuroQOL Visual Analog Scale.","description":"Average post-baseline quality of life, taking into consideration baseline quality of life, treatment group, the time between the post-baseline measures, and the correlation between repeated measures within an individual.\n\nThe EuroQOL visual analog scale (EQ5D) is a single-item, self-administered instrument that quantifies current health status. Scores can range from 0-100, in which higher scores reflect better health status. The EQ5D was administered at the following study visits: baseline, month 4, month 12 and annually thereafter.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"65.9","spread":"0.3"},{"groupId":"OG001","value":"66.4","spread":"0.3"}]}]}]},{"type":"SECONDARY","title":"Quality of Life, as Measured by McMaster Overall Treatment Evaluation Questionnaire.","description":"Average post-baseline quality of life, taking into consideration baseline quality of life and treatment group.\n\nThe McMaster Overall Treatment Evaluation questionnaire is a self-administered 3-item instrument that measures a patient's perception of change in their health-related quality of life since the start of therapy. The questionnaire consists of a single question - \"Since treatment started, has there been any change in your activity limitation, symptoms and/or feelings related to your heart condition?\" Scores can range from -7 to +7, and higher scores reflect better health status. The questionnaire was administered at the following study visits: month 4 and month 12. Valid translations of this questionnaire were only available for subjects enrolled in the United States, Canada and Argentina.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.2","spread":"0.1"},{"groupId":"OG001","value":"1.2","spread":"0.1"}]}]}]},{"type":"SECONDARY","title":"Depression Symptoms, as Measured by Patient Health Questionnaire.","description":"Average post-baseline depression, taking into consideration baseline depression, treatment group, the time between the post-baseline measures, and the correlation between repeated measures within an individual.\n\nThe Patient Health Questionnaire (PHQ) is a 10-item, self-administered instrument for screening, diagnosing, monitoring and measuring the severity of depression. Scores can range from 0-27, in which lower scores reflect better mental health status. The PH-Q was administered at the following study visits: baseline, month 12 and annually thereafter. Valid translations of this questionnaire were only available for subjects enrolled in the United States and Canada.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.6","spread":"0.1"},{"groupId":"OG001","value":"5.1","spread":"0.2"}]}]}]},{"type":"SECONDARY","title":"Hospitalization for Any Reason","description":"First incidence of a hospitalization for any reason","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20.0","spread":null},{"groupId":"OG001","value":"18.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Potassium","description":"Average post-baseline Potassium, taking into consideration baseline Potassium, treatment group, the time between the post-baseline measures, and the correlation between repeated measures within an individual.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.32","spread":"0.01"},{"groupId":"OG001","value":"4.49","spread":"0.01"}]}]}]},{"type":"SECONDARY","title":"Serum Creatinine","description":"Average post-baseline serum creatinine, taking into consideration baseline serum creatinine, treatment group, the time between the post-baseline measures, and the correlation between repeated measures within an individual.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.11","spread":"0.005"},{"groupId":"OG001","value":"1.17","spread":"0.01"}]}]}]},{"type":"SECONDARY","title":"Sodium","description":"Average post-baseline Sodium, taking into consideration baseline Sodium, treatment group, the time between the post-baseline measures, and the correlation between repeated measures within an individual.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"140.95","spread":"0.06"},{"groupId":"OG001","value":"140.33","spread":"0.06"}]}]}]},{"type":"SECONDARY","title":"Chloride","description":"Average post-baseline Chloride, taking into consideration baseline Chloride, treatment group, the time between the post-baseline measures, and the correlation between repeated measures within an individual.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"102.33","spread":"0.08"},{"groupId":"OG001","value":"102.26","spread":"0.08"}]}]}]},{"type":"SECONDARY","title":"Estimated Glomerular Filtration Rate (GFR)","description":"Average post-baseline GFR, taking into consideration baseline GFR, treatment group, the time between the post-baseline measures, and the correlation between repeated measures within an individual.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"67.50","spread":"0.29"},{"groupId":"OG001","value":"65.20","spread":"0.90"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":855,"n":1723},"commonTop":["HYPERKALEMIA","HYPERTENSION","HEART FAILURE","KIDNEY DISEASE","CHEST PAIN"]}}}