{"nctId":"NCT01796665","briefTitle":"A Study to Compare Clindamycin Phosphate and Benzoyl Peroxide Topical Gel 1.2%/2.5% to Acanya® Topical Gel in the Treatment of Acne Vulgaris","startDateStruct":{"date":"2012-02"},"conditions":["Acne"],"count":1180,"armGroups":[{"label":"Test product","type":"EXPERIMENTAL","interventionNames":["Drug: Clindamycin Phosphate and Benzoyl Peroxide Topical Gel 1.2%/2.5%"]},{"label":"Reference product","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Acanya Gel"]},{"label":"Placebo product","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo of Clindamycin Phosphate and Benzoyl Peroxide Topical Gel 1.2%/2.5% product"]}],"interventions":[{"name":"Clindamycin Phosphate and Benzoyl Peroxide Topical Gel 1.2%/2.5%","otherNames":["Test product"]},{"name":"Acanya Gel","otherNames":["Reference product"]},{"name":"Placebo of Clindamycin Phosphate and Benzoyl Peroxide Topical Gel 1.2%/2.5% product","otherNames":["Placebo product"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Subject and/or parent or legally authorized representative must sign an Institutional Review Board (IRB) approved written informed consent/assent.\n2. Male or female, 12 to 40 years of age, inclusive.\n3. Definite clinical diagnosis of facial acne vulgaris with an inflammatory lesion (papules and pustules) count between 20 and 50 and a non-inflammatory (open and closed comedones) lesion count between 25 and 100 and no more than 2 nodulocystic lesions (i.e., nodules and cysts) including those present on the nose.\n4. Baseline Investigator's Global Assessment Score of 3 (moderate severity) or 4 (severe) on a severity scale of 0 to 4.\n5. Willing and able to understand and comply with the requirements of the study, apply the medication as instructed, refrain from use of all other topical acne medication or topical antibiotics during the 12-week treatment period, return for the required treatment period visits, comply with therapy prohibitions, and are able to complete the study.\n6. In general good health and free from any clinically significant disease, other than acne vulgaris, that might interfere with the study evaluations.\n7. Females of childbearing potential (excluding women who are surgically sterilized or post menopausal for at least 2 years), in addition to having a negative urine pregnancy test, must be willing to use an acceptable form of birth control during the study. For the purpose of this study, the following are considered acceptable methods of birth control: Oral Contraceptives, Contraceptive patches, Contraceptive Injection (Depo-Provera), Contraceptive Implant (Implanon), Vaginal Contraceptive (Nuva-Ring), IUD, hormonal IUD (Mirena); double-barrier methods (e.g. condom and spermicide) and abstinence with a documented second acceptable method of birth control should subject become sexually active. A sterile sexual partner is not considered an adequate form of birth control. Subjects entering the trial that are on hormonal contraceptives must have been on this method for at least 3 months (90 days) prior to the trial and continue the method for the duration of the trial. Subjects who had used hormonal contraception and stopped must have stopped no less than 3 months (90 days) prior to baseline.\n\nExclusion Criteria:\n\n1. Pregnant, breast feeding, or planning a pregnancy within the study participation period.\n2. More than 2 facial nodulocystic lesions (i.e. nodules and cysts).\n3. Acne conglobata, acne fulminans, or secondary acne (chloracne, drug-induced acne, etc.).\n4. Active cystic acne or Polycystic Ovarian Syndrome.\n5. History or presence of Crohn's disease, ulcerative colitis, regional enteritis, or antibiotic-associated colitis.\n6. Use of neuromuscular blocking agents (nondepolarizing agents and depolarizing agents)\n7. Any other facial skin condition that might interfere with acne vulgaris diagnosis and/or assessment (e.g., on the face: rosacea, dermatitis, psoriasis, squamous cell carcinoma, eczema, acneform eruptions caused by medications, steroid acne, steroid folliculitis, or bacterial folliculitis).\n8. Excessive facial hair (e.g. beards, sideburns, moustaches, etc.) that would interfere with diagnosis or assessment of acne vulgaris.\n9. History of unresponsiveness to topical Clindamycin Phosphate and/or benzoyl peroxide therapy.\n10. Use of systemic Clindamycin products 4 weeks prior to baseline or throughout the study.\n11. History of hypersensitivity or allergy to Clindamycin Phosphate, benzoyl peroxide and/or any ingredient in the study medication.\n12. Use within 6 months prior to baseline or during the study of oral retinoids (e.g. Accutane®) or therapeutic vitamin A supplements of greater than 10,000 units/day (multivitamins are allowed).\n13. Use within 30 days prior to baseline or during the study of therapeutic vitamin D supplement (daily multivitamins with total 800IU Vitamin D are allowed).\n14. Use of medications known to exacerbate acne (Vitamin B12, lithium, corticosteroids; Vitamin B12, etc as part of a multivitamin regimen is allowed).\n15. Start or change of dose of hormonal treatment (oral, implanted, topical contraceptives and androgens) 3 months prior to base-line or throughout the study. Use of such therapy must remain constant during the study.\n16. Use of medicated make-up throughout the study and significant change in the use of consumer products within 30 days of study entry and throughout the study (other than study supplied cleanser and lotion).\n17. Use within 30 days prior to baseline or during the study of 1) systemic steroids\\*, 2) systemic (e.g., oral or injectable) antibiotics, 3) systemic treatment for acne vulgaris (other than oral retinoids which require a 6-month washout), or 4) systemic anti-inflammatory or immunosuppressive agents\\*\\*. (\\*Intranasal and inhaled corticosteroids do not require a washout and may be used throughout the study if at a stable and standard dose.)\\*\\*Subjects may use Acetaminophen for pain relief, as needed throughout the study).\n18. Use within 14 days prior to baseline or during the study of 1) topical steroids, 2) topical retinoids, 3) topical anti-acne medications (e.g. Benzoyl peroxide, retinoids, azelaic acid, α-hydroxy/glycolic acid, Clindamycin, etc.) including OTC preparations 4) benzoyl peroxide, 5) topical anti-inflammatory agents, or 6) topical antibiotics.\n19. Use on the face within 30 days prior to baseline or during the study of 1) cryodestruction or chemodestruction, 2) dermabrasion, 3) photodynamic therapy, 4) acne surgery, 5) intralesional steroids, or 6) x-ray therapy.\n20. Use of medicated cleansers (e.g. benzoyl peroxide, salicylic acid, sulfur or triclosan) within 2 weeks of study start and throughout the study.\n21. Subject consumes excessive alcohol, abuses drugs, or has a condition that could compromise the subject's ability to comply with study requirements.\n22. Use of Spironolactone for 4 weeks prior to baseline visit and throughout the study period is prohibited.\n23. Use of Antipruritics, including antihistamines within 24 hours of all study visits (Visit 1 through Visit 4).\n24. Participation in any clinical study involving an investigational product or device in the 4 weeks prior to study entry or throughout the study.\n25. Previous enrollment in this current study.\n26. Use of tanning booths, sun lamps, sunbathing or excessive exposure to the sun 1 week prior to enrollment and throughout the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","maximumAge":"40 Years","stdAges":["CHILD","ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Percent Change in the Inflammatory (Papules and Pustules) Lesion Count","description":"Per protocol population","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"61.70","spread":"34.55"},{"groupId":"OG001","value":"63.89","spread":"39.21"},{"groupId":"OG002","value":"42.22","spread":"43.03"}]}]}]},{"type":"PRIMARY","title":"Mean Percent Change in the Non-inflammatory (Open and Closed Comedones) Lesion Count","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"51.57","spread":"31.79"},{"groupId":"OG001","value":"51.59","spread":"39.85"},{"groupId":"OG002","value":"33.33","spread":"36.58"}]}]}]},{"type":"SECONDARY","title":"Clinical Success on Investigator's Global Evaluation","description":"Percentage of subjects with a clinical response of \"success\", defined as an IGA score that is at least 2 grades less than the baseline assessment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"103","spread":null},{"groupId":"OG001","value":"120","spread":null},{"groupId":"OG002","value":"23","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":474},"commonTop":[]}}}