{"nctId":"NCT03303521","briefTitle":"A Study to Test Whether ZS (Sodium Zirconium Cyclosilicate) Can Reduce the Incidence of Increased Blood Potassium Levels Among Dialized Patients.","startDateStruct":{"date":"2017-12-14","type":"ACTUAL"},"conditions":["Hyperkalemia"],"count":196,"armGroups":[{"label":"Sodium Zirconium Cyclosilicate (ZS)","type":"EXPERIMENTAL","interventionNames":["Drug: Sodium Zirconium Cyclosilicate (ZS)"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Placebo","otherNames":[]},{"name":"Sodium Zirconium Cyclosilicate (ZS)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Provision of informed consent prior to any study specific procedures\n2. Female or male aged ≥ 18 years at screening Visit 1. For patients aged \\<20 years and enrolled in Japan, a written informed consent should be obtained from the patient and his or her legally acceptable representative.\n3. Receiving hemodialysis (or hemodiafiltration) 3 times a week for treatment of endstage renal disease (ESRD) for at least 3 months before randomization.\n4. Patients must have hemodialysis access consisting of an arteriovenous fistula, AV graft, or tunneled (permanent) catheter which is expected to remain in place for the entire duration of the study.\n5. Pre-dialysis serum K \\>5.4 mmol/L after long inter-dialytic interval and \\>5.0 mmol/L after one short inter-dialytic interval during screening (as assessed by central lab).\n6. Prescribed dialysate K concentration ≤ 3 mmol/L during screening\n7. Sustained Qb ≥200 ml/min and spKt/V ≥1.2 (or URR ≥ 63) on stable hemodialysis/hemodiafltration prescription during screening with prescription (time, dialyzer, blood flow \\[Qb\\], dialysate flow rate \\[Qd\\] and bicarbonate concentration) expected to remain unchanged during study\n8. Heparin dose (if used) must be stable during screening and expected to be stable during the study\n9. Subjects must be receiving dietary counseling appropriate for ESRD patients treated with hemodialysis/hemodiafiltration as per local guidelines, which includes dietary potassium restriction.\n\nExclusion Criteria:\n\n1. Involvement in the planning and/or conduct of the study (applies to both AstraZeneca, including ZS Pharma staff and/or staff at the study site)\n2. Hemoglobin \\<9 g/dL on screening (as assessed on Visit 1)\n3. Lack of compliance with hemodialysis prescription (both number and duration of treatments) during the two-week period preceding screening (100% compliance required)\n4. Patients treated with sodium polystyrene sulfonate (SPS, Kayexalate, Resonium), calcium polystyrene sulfonate (CPS, Resonium calcium) or patiromer (Veltassa) within 7 days before screening or anticipated in requiring any of these agents during the study\n5. Myocardial infarction, acute coronary syndrome, stroke, seizure or a thrombotic/thromboembolic event (e.g., deep vein thrombosis or pulmonary embolism, but excluding vascular access thrombosis) within 12 weeks prior to randomization\n6. Laboratory diagnosis of hypokalemia (K \\< 3.5 mmol/L), hypocalcemia (Ca \\< 8.2 mg/dL; for Japan hypocalcemia is defined as albumin-corrected Ca \\< 8.0 mg/dL), hypomagnesemia (Mg \\< 1.7 mg/dL) or severe acidosis (serum bicarbonate 16 mEq/L or less) in the 4 weeks preceding randomization\n7. Pseudohyperkalemia secondary to hemolyzed blood specimen (this situation is not considered screening failure, sampling or full screening can be postponed to a later time as applicable).\n8. Severe leukocytosis (\\>20× 10\\^9/L) or thrombocytosis (≥450 × 10\\^9/L) during screening\n9. Polycythemia (Hb \\>14 g/dL) during screening\n10. Diagnosis of rhabdomyolysis during the 4 weeks preceding randomization\n11. Patients treated with lactulose, xifaxan (rifaximin) or other non-absorbed antibiotics for hyperammonemia within 7 days prior to the first dose of study drug\n12. Patients unable to take oral ZS drug mix\n13. Scheduled date for living donor kidney transplant\n14. Patients with a life expectancy of less than 6 months\n15. Female patients who are pregnant or breastfeeding\n16. Females of childbearing potential, unless using contraception as detailed in the protocol or sexual abstinence.\n17. Known hypersensitivity or previous anaphylaxis to ZS or to components thereof\n18. Participation in another clinical study with an investigational product during the last 1 month before screening\n19. Any medical condition, including active, clinically significant infection, that in the opinion of the investigator or Sponsor may pose a safety risk to a patient in this study, which may confound safety or efficacy assessment and jeopardize the quality of the data, or may interfere with study participation\n20. Presence of cardiac arrhythmias or conduction defects that require immediate treatment\n21. History of alcohol or drug abuse within 2 years prior to randomization\n22. Previous randomization in the present study","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"130 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Responders","description":"A subject was considered to be a responder if, during the evaluation period, they maintained a pre-dialysis serum potassium (S-K) between 4.0 and 5.0 mmol/L on at least 3 out of 4 dialysis treatments following the long inter-dialytic interval and did not receive rescue therapy. The S-K levels used for this analysis were based on the measurements obtained by the central laboratory.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"41.2","spread":null},{"groupId":"OG001","value":"1.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients Needing Rescue Therapy","description":"Patients requiring any urgent intervention consistent with local practice patterns to reduce serum potassium (S-K) including insulin/glucose, beta-adrenergic agonists, sodium bicarbonate, K binders or any form of renal replacement therapy.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.1","spread":null},{"groupId":"OG001","value":"5.1","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Responders When Accounting for Missing Central Laboratory Serum Potassium Data","description":"The sensitivity analysis assessed the impact of subjects classified as non-responders due to missing serum potassium (S-K) data. Missing central lab (c-lab) pre-dialysis values were imputed using corresponding pre-dialysis i-STAT (a portable blood analyser) measurements. In addition, a \"last observation carried forward\" (LOCF) approach was utilized to further impute missing values of pre-dialysis S-K during the evaluation period. This technique will replace missing c-lab S-K values with the last available non-missing pre-dialysis LIDI observation recorded for that patient (and this could be a c-lab value or an imputed c-lab value). The Primary endpoint analysis was repeated on the imputed data.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"42.3","spread":null},{"groupId":"OG001","value":"2.0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":7,"n":96},"commonTop":["Diarrhoea","Nasopharyngitis"]}}}