{"nctId":"NCT01244828","briefTitle":"Long-term Study of Asenapine in Participants With Residual Subtype, Receiving Multiple or/and High Dose Drugs, or Treatment Refractory Schizophrenia (P06238)","startDateStruct":{"date":"2011-04-05","type":"ACTUAL"},"conditions":["Schizophrenia"],"count":157,"armGroups":[{"label":"Asenapine","type":"EXPERIMENTAL","interventionNames":["Drug: Asenapine"]}],"interventions":[{"name":"Asenapine","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Minimum age of 20 years\n* Participants who meet at least one of the following:\n\n  * current diagnosis of schizophrenia of residual subtype\n  * received treatment with 3 or more antipsychotic drugs\n  * treatment-refractory participants with schizophrenia\n  * 65 years old and over with positive schizophrenia symptoms with score of 3 (mild) or more in 1 or more items in the positive subscale of the Positive and Negative Syndrome Scale (PANSS) at the baseline\n* Participants who have a Clinical Global Impressions-Severity (CGI-S) score of at least 4 (moderately ill) at the baseline\n\nExclusion Criteria:\n\n* Uncontrolled, unstable clinically significant medical condition\n* Clinically significant abnormal laboratory, vital sign, physical examination, or electrocardiogram (ECG) findings at Screening\n* Positive pregnancy test at Screening, or the intention to become pregnant during the course of the study\n* Seizure disorder beyond childhood (12 years old or younger)\n* History of neuroleptic malignant syndrome\n* Allergy or sensitivity to drugs such as psychotropics and antipsychotics\n* Known history of or currently treated for narrow angle glaucoma\n* Parkinson's disease\n* Diagnosis of schizoaffective disorder; schizophreniform disorder\n* Concurrent psychiatric disorder other than schizophrenia coded on Axis I; a primary diagnosis other than schizophrenia\n* Diagnosis of borderline personality disorder\n* Diagnosis of mental retardation or organic brain disorder\n* Current (past 6 months) substance abuse or dependence according to Diagnostic and Statistical Manual of Mental Disorders, Fourth Edition (DSM-IV) criteria (excluding nicotine)\n* Positive drug/alcohol tests at the Screening visit\n* Imminent risk of self-harm or harm to others, in the Investigator's opinion\n* Substance induced psychotic disorder or a behavioral disturbance thought to be due to substance abuse\n* Currently under involuntary inpatient confinement\n* Use of a non-approved drug in Japan within 12 weeks prior to informed consent\n* Previously treated in an asenapine study","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Weight at Week 52","description":"For each participant, change from baseline in weight was calculated as the Week 52 value minus the baseline value.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.25","spread":"5.23"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in BMI at Week 52","description":"For each participant, change from baseline in BMI was calculated as the Week 52 value minus the baseline value.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.07","spread":"1.93"}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Extrapyramidal Symptoms","description":"This measure reports the overall number of participants with any of a group of adverse events that were defined to represent extrapyramidal symptoms. The number of participants with each of the individual adverse events within this definition is also presented, for terms that occurred in at least one participant. For this measure, all adverse event terms within the Medical Dictionary for Regulatory Activities (MedDRA) Standardized MedDRA Query (SMQ) for \"extrapyramidal syndrome\" were treated as extrapyramidal symptoms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in HbA1c at Week 52","description":"Blood samples for determination of HbA1c were obtained at baseline and during the study. For each participant, change from baseline in HbA1c at Week 52 was calculated as the Week 52 value minus the baseline value.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.00","spread":"0.26"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Fasting Glucose at Week 52","description":"Blood samples for determination of fasting glucose level were obtained at baseline and during the study. For each participant, change from baseline in fasting glucose at Week 52 was calculated as the Week 52 level minus the baseline level.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.11","spread":"0.63"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Insulin at Week 52","description":"Blood samples for determination of insulin level were obtained at baseline and during the study. For each participant, change from baseline in insulin at Week 52 was calculated as the Week 52 level minus the baseline level.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.31","spread":"11.93"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Prolactin at Week 52","description":"Blood samples for determination of prolactin level were obtained at baseline and during the study. For each participant, change from baseline in prolactin at Week 52 was calculated as the Week 52 level minus the baseline level.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.66","spread":"24.20"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in PANSS Total Score at Week 52","description":"The PANSS is a 30-item clinician-rated instrument for assessing the symptoms of schizophrenia. It consists of 3 subscales: positive subscale (7 items), negative subscale (7 items), and general psychopathology subscale (16 items). Positive symptoms refer to an excess or distortion of normal mental status (e.g., delusions). Negative symptoms represent a diminution or loss of normal functions (e.g., emotional withdrawal). For each item, symptom severity was rated on a 7-point scale, from 1=absent to 7=extreme. The PANSS total score for each participant was calculated as the sum of the rating assigned to each of the 30 PANSS items, and ranged from 30 to 210 with a higher score indicating greater severity of symptoms. The reported measure is the change from baseline at Week 52 (calculated for a participant as Week 52 value minus baseline value); improvement in symptoms is represented by negative values.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-11.08","spread":"1.36"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in PANSS Total Score at Final Assessment","description":"The PANSS is a 30-item clinician-rated instrument for assessing the symptoms of schizophrenia. It consists of 3 subscales: positive subscale (7 items), negative subscale (7 items), and general psychopathology subscale (16 items). Positive symptoms refer to an excess or distortion of normal mental status (e.g., delusions). Negative symptoms represent a diminution or loss of normal functions (e.g., emotional withdrawal). For each item, symptom severity was rated on a 7-point scale, from 1=absent to 7=extreme. The PANSS total score for each participant was calculated as the sum of the rating assigned to each of the 30 PANSS items, and ranged from 30 to 210 with a higher score indicating greater severity of symptoms. The reported measure is the change from baseline at the final assessment for a participant (calculated for a participant as final assessment value minus baseline value); improvement in symptoms is represented by negative values.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.48","spread":"1.08"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":14,"n":157},"commonTop":["Nasopharyngitis","Weight increased","Somnolence","Hypoaesthesia oral","Schizophrenia"]}}}