{"nctId":"NCT02417961","briefTitle":"Study to Assess Functionality, Reliability, and Performance of a Pre-filled Syringe With Benralizumab Administered at Home","startDateStruct":{"date":"2015-04-27","type":"ACTUAL"},"conditions":["Asthma"],"count":162,"armGroups":[{"label":"Benralizumab 30 mg","type":"EXPERIMENTAL","interventionNames":["Biological: Benralizumab"]}],"interventions":[{"name":"Benralizumab","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria\n\n* Written informed consent for study participation must be obtained prior to any study related procedures being performed and according to international guidelines and/or applicable European Union (EU) guidelines\n* Male and female patients aged 18 to 75 years of age at the time of Visit 1\n* Patient or caregiver must be willing and able to self-administer the IP (Investigational product). Caregiver must be age of consent or older at the time of Visit 1, if applicable\n* Weight of ≥40 kg\n* Evidence of asthma as documented by either: Airway reversibility (FEV1 ≥12% and 200 ml) demonstrated at Visit 1 or 2 OR documented in the previous 12 months OR; Airflow variability in FEV1 ≥20% between pulmonary function testing documented in the 12 months prior to V2 OR; Airflow variability shown by \\>20% diurnal variability in peak flow observed in the patient's asthma action plan\n* Documented history of current treatment with ICS (Inhaled corticosteroids) and LABA (Long-acting β2 agonists). The ICS and LABA can be parts of a combination product or given by separate inhalers. The ICS dose must be greater than or equal to 500 μg/day fluticasone propionate dry powder formulation or equivalent daily. For ICS/LABA combination preparations, both the mid- and high-strength maintenance doses approved in the local country will meet this ICS criterion. Additional asthma controller medications (e.g., LTRAs (Leukotriene receptor antagonists), tiotropium, theophylline, oral corticosteroids) are allowed\n* Morning pre-bronchodilator (pre-BD) FEV1 of \\>50% predicted at Visit 1 or Visit 2\n* Not well controlled asthma as documented by either: An ACQ6 (Asthma Control Questionnaire 6) ≥1.5 OR; A peak flow of 60-80% predicted OR; An exacerbation, one or more, that required oral or systemic corticosteroids in the previous year OR; Any one of the following assessed by patient recall over the previous 2-4 weeks: Asthma symptoms \\>2 days/week; OR / Nighttime awakenings 1 or more/week; OR / Short acting beta2-agonist use for symptom control (not for prevention of exercise induced asthma) \\>2 days/week\n\nExclusion criteria:\n\n* Clinically important pulmonary disease other than asthma (eg, active lung infection, COPD (Chronic obstructive pulmonary disease), bronchiectasis, pulmonary fibrosis, cystic fibrosis, hypoventilation syndrome associated with obesity, lung cancer, alpha 1 anti-trypsin deficiency, and primary ciliary dyskinesia) or ever been diagnosed with pulmonary or systemic disease, other than asthma, that are associated with elevated peripheral eosinophil counts (eg, allergic bronchopulmonary aspergillosis/mycosis, Churg-Strauss syndrome, hypereosinophilic syndrome)\n* Any disorder, including, but not limited to, cardiovascular, gastrointestinal, hepatic, renal, neurological, musculoskeletal, infectious, endocrine, metabolic, hematological, psychiatric, or major physical impairment that is not stable in the opinion of the Investigator and could: Affect the safety of the patient throughout the study; Influence the findings of the studies or their interpretations; Impede the patient's ability to complete the entire duration of study\n* Known history of allergy or reaction to the IP formulation\n* History of anaphylaxis to any biologic therapy\n* History of Guillain-Barré syndrome\n* A helminth parasitic infection diagnosed within 24 weeks prior to the date informed consent is obtained that has not been treated with, or has failed to respond to standard of care therapy\n* Acute upper or lower respiratory infections requiring antibiotics or antiviral medication within 30 days prior to the date informed consent is obtained or during the screening period\n* Any clinically significant abnormal findings in physical examination, vital signs, hematology, clinical chemistry, or urinalysis during screening period, which in the opinion of the Investigator, may put the patient at risk because of his/her participation in the study, or may influence the results of the study, or the patient's ability to complete entire duration of the study","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number and Percentage of Patients/Caregivers Who Successfully Administered Benralizumab 30 mg Subcutaneously (SC) by Injection With an APFS at Home","description":"Number (%) of patients/caregivers who successfully administered benralizumab with an APFS at home among those who have been deemed by the Principal Investigator to be suitable for at-home administration and are still in the study. A successful administration is defined as an injection completed, an answer of \"Yes\" to all 5 questions in the Functioning Device Return Questionnaire for the GREGALE Clinical Study (Appendix to the Clinical Study Protocol), and adequately passed the visual inspection and function tests. The percentage is calculated among all patients/caregivers who had been deemed by the Principal Investigator to be suitable for at home administration and were still in the study at the time point.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"112","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"108","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"106","spread":null}]}]}]},{"type":"PRIMARY","title":"Number and Percentage of Returned APFS Used to Administer Benralizumab at Home That Have Been Evaluated as Functional","description":"Number (%) of returned APFS used to administer benralizumab at home that have been evaluated as functional among all returned APFS used to administer benralizumab at home. A functional APFS is defined as an answer of \"Yes\" to all the questions in the visual inspection and function tests. The percentage is calculated among all returned APFS at the specified time point.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"113","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"108","spread":null}]}]}]},{"type":"PRIMARY","title":"Number and Percentage of APFS Used to Administer Benralizumab at Home or in the Clinic and Have Been Reported as Malfunctioning (Product Complaints)","description":"Number (%) of APFS used to administer benralizumab at home or in the clinic and have been reported as malfunctioning (Product Complaints). The percentage is calculated based on APFS dispensed and used for the specified time point.","paramType":"COUNT_OF_UNITS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"The Effect of Benralizumab on Asthma Control Metrics in Terms of Change From Baseline in Mean Asthma Control Questionnaire-6 (ACQ-6) Score","description":"The effect of benralizumab on asthma control metrics in terms of change from baseline in mean Asthma Control Questionnaire-6 (ACQ-6) score. ACQ-6 score is defined as the average of the first 6 items of the ACQ questionnaire on symptoms, activity limitations, and rescue medication. Baseline is defined as the last non-missing observation prior to the first dose of study treatment. ACQ-6 contains one bronchodilator question and 5 symptom questions. Questions are rated from 0 (totally controlled) to 6 (severely uncontrolled). Mean ACQ-6 score is the average of the responses. Smaller score indicates better controlled asthma.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.53","spread":"0.71"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.54","spread":"0.80"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.72","spread":"0.86"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.82","spread":"0.87"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.73","spread":"0.93"}]}]}]},{"type":"SECONDARY","title":"The Pharmacokinetics (PK) of Benralizumab in the Terms of PK Parameters: Serum Concentration of Benralizumab","description":"Mean PK Concentration at each visit","paramType":"GEOMETRIC_MEAN","dispersionType":"Geometric Coefficient of Variation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1031.644","spread":"53.547"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"802.197","spread":"267.033"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"56.330","spread":"499.728"}]}]}]},{"type":"SECONDARY","title":"The Pharmacodynamics of Benralizumab in the Terms of Peripheral Blood Eosinophil Levels","description":"Blood eosinophil counts by timepoint","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"362.2","spread":"322.01"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13.0","spread":"56.33"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"47.1","spread":"141.50"}]}]}]},{"type":"SECONDARY","title":"The Immunogenicity of Benralizumab in the Terms of Anti-drug Antibodies (ADA)","description":"Anti-drug antibodies (ADA) responses at baseline and post baseline. Persistently positive is defined as positive at \\>=2 post-baseline assessments (with \\>=16 weeks between first and last positive) or positive at last post-baseline assessment. Transiently positive is defined as having at least one post-baseline ADA positive assessment and not fulfilling the conditions of persistently positive","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":7,"n":116},"commonTop":["Nasopharyngitis","Upper respiratory tract infection","Sinusitis","Headache","Viral upper respiratory tract infection"]}}}