{"nctId":"NCT00641745","briefTitle":"Lurasidone HCl - A Long Term Safety Phase 3 Study of Patients With Clinically Stable Schizophrenia","startDateStruct":{"date":"2008-03"},"conditions":["Schizophrenia","Schizoaffective Disorder"],"count":629,"armGroups":[{"label":"1","type":"EXPERIMENTAL","interventionNames":["Drug: Lurasidone HCl"]},{"label":"2","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Risperidone"]}],"interventions":[{"name":"Lurasidone HCl","otherNames":[]},{"name":"Risperidone","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Main Inclusion Criteria:\n\nTo be eligible to enter the study, each patient must comply with the following inclusion criteria:\n\n* Subject is 18 to 75 years on the day of signing the consent form (age parameters may be restricted further per local requirements without protocol amendment).\n* Subject meets Diagnostic and Statistical Manual of Mental Disorders, 4th Edition (DSM-IV) criteria for a primary diagnosis of schizophrenia (including disorganized (295.10), paranoid (295.30), undifferentiated (295.90), catatonic (295.20), or residual (295.60) or schizoaffective disorder (295.70) subtypes.\n* Subject is not pregnant or nursing, and is not planning pregnancy within the projected duration of the study.\n* Subject will comply with the study procedures and outpatient visit requirements in the opinion of the investigator.\n* Subject voluntarily agrees to participate in the study by giving written informed consent.\n\nMain Exclusion Criteria:\n\nTo be excluded from entering this study if they fulfil any of the criteria below:\n\n* Subject has a chronic organic disease of the central nervous system (other than schizophrenia).\n* Subject has current clinically significant or history of, alcohol abuse/alcoholism or drug abuse/dependence within the last 6 months.\n* In the opinion of the investigator, the subject has any condition, therapy, laboratory abnormality, or other circumstance that might confound the results of the study, or interfere with the subject's participation for the full duration of the study.\n* Subject has participated in a study with an investigational compound or device within 30 days of signing informed consent.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Adverse Events.","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"395","spread":null},{"groupId":"OG001","value":"189","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":46,"n":419},"commonTop":["Somnolence","Insomnia","Nausea","Sedation","Weight Increased"]}}}