{"nctId":"NCT02141854","briefTitle":"Efficacy and Safety Study of FP MDPI Compared With FS MDPI in Adolescent and Adult Patients With Persistent Asthma","startDateStruct":{"date":"2014-06"},"conditions":["Asthma"],"count":882,"armGroups":[{"label":"FS MDPI 200 / 12.5 mcg","type":"EXPERIMENTAL","interventionNames":["Drug: FS MDPI","Drug: Albuterol/salmeterol HFA MDI"]},{"label":"FS MDPI 100 / 12.5 mcg","type":"EXPERIMENTAL","interventionNames":["Drug: FS MDPI","Drug: Albuterol/salmeterol HFA MDI"]},{"label":"Fp MDPI 200 mcg","type":"EXPERIMENTAL","interventionNames":["Drug: Fp MDPI","Drug: Albuterol/salmeterol HFA MDI"]},{"label":"Fp MDPI 100 mcg","type":"EXPERIMENTAL","interventionNames":["Drug: Fp MDPI","Drug: Albuterol/salmeterol HFA MDI"]},{"label":"Placebo MDPI","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo MDPI","Drug: Albuterol/salmeterol HFA MDI"]}],"interventions":[{"name":"FS MDPI","otherNames":["fluticasone propionate","inhaled corticosteroid","salmeterol xinafoate","β2 adrenoceptor agonist"]},{"name":"Fp MDPI","otherNames":["fluticasone propionate","inhaled corticosteroid"]},{"name":"Placebo MDPI","otherNames":["inert powder"]},{"name":"Albuterol/salmeterol HFA MDI","otherNames":["short-acting β2-adrenergic agonists"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Best pre-bronchodilator forced expiratory volume in 1 second (FEV1) of 40 to 85% of their predicted normal value.\n2. Current Asthma Therapy: Patients must have a short-acting β2-agonist (for rescue use) for a minimum of 8 weeks before the Screening Visit (SV) and a qualifying dose of an inhaled corticosteroid (ICS). The ICS may be either as ICS monotherapy or as an ICS/long-acting beta agonist (LABA) combination. The ICS component of the patient's asthma therapy should be stable for a minimum of 1 month before providing consent.\n3. Reversibility of Disease: Patients must have at least 15% reversibility (all patients) and at least a 200 mL increase from baseline FEV1 (patients age 18 and older) within 30 minutes after 2 to 4 inhalations of albuterol/salbutamol at the SV. Note: Patients who do not qualify for the study due to failure to meet reversibility will be permitted to perform a retest once within 7 days.\n4. Patients must provide written informed consent/assent.. For minor patients (ages 12 to 17 years, or as applicable per local regulations), the written ICF must be signed and dated by the parent/legal guardian and the written assent form must be signed and dated by the patient (if applicable). Note: Age requirements are as specified by local regulations.\n5. Outpatient \\>= 12 years of age on the date of consent/assent. In countries where the local regulations permit enrollment of adult patients only, patients must be 18 years of age and older.\n6. Asthma diagnosis: The patient has a diagnosis of asthma as defined by the National Institute of Health (NIH). The asthma diagnosis has been present for a minimum of 3 months and has been stable (defined as no exacerbations and no changes in asthma medication) for at least 30 days.\n7. The patient is able to perform acceptable and repeatable spirometry.\n8. The patient is able to perform peak expiratory flow (PEF) with a handheld peak flow meter.\n9. The patient is able to use a metered dose inhaler (MDI) device without a spacer device and a multidose dry powder inhaler (MDPI) device.\n10. The patient is able to withhold (as judged by the investigator) his or her regimen of ICS or study drug, and rescue medication for at least 6 hours before the screening visit (SV) and before all treatment visits.\n11. The patient/parent/legal guardian/caregiver is capable of understanding the requirements, risks, and benefits of study participation, and, as judged by the investigator, capable of giving informed consent/assent and being compliant with all study requirements.\n12. SABAs: All patients must be able to replace their current SABA with albuterol/salbutamol HFA MDI inhalation aerosol for the duration of the study.\n13. Female patients may not be pregnant, breastfeeding, or attempting to become pregnant.\n\n    * other criteria may apply, please contact the investigator for more information\n\nExclusion Criteria:\n\n1. A history of a life-threatening asthma exacerbation (an asthma episode that required intubation and/or was associated with hypercapnia, respiratory arrest, or hypoxic seizures).\n2. The patient is pregnant or lactating, or plans to become pregnant during the study period or for 30 days after the study.\n3. The patient has participated as a randomized patient in any investigational drug study within 30 days of the SV.\n4. The patient has previously participated as a randomized patient in a study of Fp MDPI or FS MDPI.\n5. The patient has a known hypersensitivity to any corticosteroid, salmeterol, or any of the excipients in the study drug or rescue medication formulation (ie, lactose).\n6. The patient has been treated with any known strong cytochrome P450 (CYP) 3A4 inhibitors (eg, azole antifungals, ritonavir, or clarithromycin) within 30 days before the SV.\n7. The patient has been treated with any of the prohibited medications during the prescribed (per protocol) washout periods before the SV.\n8. The patient currently smokes or has a smoking history of 10 pack years or more (a pack year is defined as smoking 1 pack of cigarettes/day for 1 year). The patient must not have used tobacco products within the past year (eg, cigarettes, cigars, chewing tobacco, or pipe tobacco).\n9. The patient has a culture-documented or suspected bacterial or viral infection of the upper or lower respiratory tract, sinus, or middle ear that has not resolved at least 2 weeks before the SV.\n10. The patient has a history of alcohol or drug abuse within 2 years preceding the SV.\n11. The patient has had an asthma exacerbation requiring systemic corticosteroids within 30 days before the SV, or has had any hospitalization for asthma within 2 months before the SV.\n12. Initiation or dose escalation of immunotherapy (administered by any route) is planned during the study period. However, patients on stable immunotherapy may be considered for inclusion.\n13. The patient has used immunosuppressive medications within 4 weeks before the SV.\n14. The patient is unable to tolerate or unwilling to comply with the appropriate washout periods and withholding of all applicable medications.\n15. The patient has untreated oral candidiasis at the SV. Patients with clinical visual evidence of oral candidiasis who agree to receive treatment and comply with appropriate medical monitoring may enter the study.\n16. The patient has a history of a positive test for human immunodeficiency virus (HIV), active hepatitis B virus, or hepatitis C infection.\n17. The patient is either an employee or an immediate relative of an employee of the clinical investigational center.\n18. A member of the patient's household is participating in the study at the same time. However, after the enrolled patient completes or discontinues participation in the study, another patient from the same household may be screened.\n19. The patient has a disease/condition that in the medical judgment of the investigator would put the safety of the patient at risk through participation or that could affect the efficacy or safety analysis if the disease/condition worsened during the study.\n\n    * other criteria may apply, please contact the investigator for more information","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Standardized Baseline-Adjusted Forced Expiratory Volume in 1 Second (FEV1) Area Under the Effect Curve From Time Zero to 12 Hours PostDose (FEV1 AUEC0-12) at Week 12","description":"A subset of patients performed postdose serial spirometry. Data from these assessments were used to analyze the primary endpoint of baseline-adjusted FEV1 AUEC0-12h at week 12 using the trapezoidal rule based on actual time of measurement. It was standardized by dividing it by the number of hours between the start time of dose administration and the end time of the last nonmissing FEV1 measurement. The baseline FEV1 was the average of the 2 predose FEV1 measurements (30 and 10 minutes predose). If 1 of these was missing, the nonmissing value was used; if both were missing, baseline was treated as missing. Baseline-adjusted FEV1 was calculated as postdose FEV1 after subtracting the baseline FEV1 value.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.446","spread":"0.0463"},{"groupId":"OG001","value":"0.442","spread":"0.0496"},{"groupId":"OG002","value":"0.267","spread":"0.0466"},{"groupId":"OG003","value":"0.260","spread":"0.0463"},{"groupId":"OG004","value":"0.121","spread":"0.0472"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Morning Trough Forced Expiratory Volume in 1 Second (FEV1) at Week 12","description":"Trough FEV1 is a morning spirometry taken predose and pre-rescue bronchodilator. The baseline for predose FEV1 was defined as the average of the 30-minute and 10-minute predose measurements obtained at the randomization visit (Day 1).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.272","spread":"0.0307"},{"groupId":"OG001","value":"0.271","spread":"0.0311"},{"groupId":"OG002","value":"0.179","spread":"0.0308"},{"groupId":"OG003","value":"0.119","spread":"0.0311"},{"groupId":"OG004","value":"-0.004","spread":"0.0312"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Weekly Average of the Daily Morning Trough Peak Expiratory Flow (PEF) Over the 12 Week Treatment","description":"Morning PEF tests were performed before administration of study drug or rescue medications (data were excluded if the time of PEF measurement was more than 5 minutes after the dose time). The patient recorded the highest value of 3 measurements obtained in the patient diary.\n\nThe baseline PEF was the average value of recorded (nonmissing) morning assessments over the 7 days prior to randomization on Day 1. For efficacy analyses of weekly average morning PEF measurements, values were the averages based on available data for that week.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20.235","spread":"2.3845"},{"groupId":"OG001","value":"18.610","spread":"2.4137"},{"groupId":"OG002","value":"7.464","spread":"2.3887"},{"groupId":"OG003","value":"5.731","spread":"2.4102"},{"groupId":"OG004","value":"-10.987","spread":"2.4784"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Weekly Average of the Total Daily Asthma Symptom Score Over the 12-Week Treatment Period","description":"The total daily asthma symptom score is the average of the daytime and nighttime scores as recorded in the patient diary.\n\nDaytime Symptom Score:\n\n* 0=No symptoms\n* 1=Symptoms for 1 short period\n* 2=Symptoms for 2+ short periods\n* 3=Symptoms for most of the day - did not affect normal daily activities\n* 4=Symptoms for most of the day - did affect normal daily activities\n* 5=Symptoms so severe that I could not go to work or perform normal daily activities\n\nNighttime Symptom Score (determined in the AM):\n\n* 0=No symptoms\n* 1=Symptoms causing me to wake once (or wake early)\n* 2=Symptoms causing me to wake twice or more (including waking early)\n* 3=Symptoms causing me to be awake for most of the night\n* 4=Symptoms so severe that I did not sleep Baseline was the average of recorded scores over the 7 days before randomization. The change from baseline in the weekly average over weeks 1 to 12 was analyzed using an mixed model for repeated measures (MMRM).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.391","spread":"0.0328"},{"groupId":"OG001","value":"-0.364","spread":"0.0332"},{"groupId":"OG002","value":"-0.242","spread":"0.0329"},{"groupId":"OG003","value":"-0.282","spread":"0.0333"},{"groupId":"OG004","value":"-0.087","spread":"0.0342"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Weekly Average of the Total Daily (24-hour) Use of Albuterol/Salbutamol Inhalation Aerosol Over the 12-Week Treatment Period","description":"Patients recorded the number of inhalations of rescue medication (albuterol/salbutamol HFA MDI) each AM and PM in the diary. The average number of daily inhalations over the 7 days before the randomization visit was the baseline value. The weekly average was based on the available data for the 7 days before each analysis week.\n\nThe change from baseline in the weekly average of total daily (24-hour) use of albuterol/ salbutamol inhalation aerosol (number of inhalations) over weeks 1 to 12 was analyzed using a mixed model for repeated measures.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.898","spread":"0.1069"},{"groupId":"OG001","value":"-0.821","spread":"0.1080"},{"groupId":"OG002","value":"-0.534","spread":"0.1070"},{"groupId":"OG003","value":"-0.439","spread":"0.1081"},{"groupId":"OG004","value":"0.168","spread":"0.1102"}]}]}]},{"type":"SECONDARY","title":"Kaplan-Meier Estimate of Probability of Remaining in Study At Week 12","description":"The analysis of probability of remaining in the study at Week 12 used the time to patient withdrawal for worsening asthma, defined as the number of days elapsed from the date of randomization to the date of withdrawal due to worsening asthma. Patients who were lost to follow-up, who had not withdrawn due to worsening asthma by week 12, or who had withdrawn due to reasons other than worsening asthma were right-censored at the date of last assessment.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.9719","spread":null},{"groupId":"OG001","value":"0.9929","spread":null},{"groupId":"OG002","value":"0.9786","spread":null},{"groupId":"OG003","value":"0.9930","spread":null},{"groupId":"OG004","value":"0.8528","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Asthma Quality of Life Questionnaire With Standardized Activities (AQLQ(S)) Score at Endpoint for Patients >=18 Years Old","description":"The AQLQ(S) (September 2010 version; patients aged ≥18 years) was self administered by the patients at the investigational center at the randomization visit and at Week 12 or end of trial. The questionnaire is a tool to measure the impact of asthma on a patient's quality of life (physical, emotional, social, and occupational) with a recall period of 2 weeks. The AQLQ(S) was administered only to patients 18 years and older. The 32 individual questions in the AQLQ were equally weighted. The overall AQLQ score was the mean of the responses to each of the 32 questions, and ranged from 1 to 7. A score 7.0 indicated that the patient had no impairments due to asthma and a score of 1.0 indicated severe impairment.\n\nPositive change from baseline scores indicate improved quality of life.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.534","spread":"0.0741"},{"groupId":"OG001","value":"0.592","spread":"0.0725"},{"groupId":"OG002","value":"0.384","spread":"0.0742"},{"groupId":"OG003","value":"0.340","spread":"0.0740"},{"groupId":"OG004","value":"-0.089","spread":"0.0747"}]}]}]},{"type":"SECONDARY","title":"Kaplan-Meier Estimates for Time to 15% and 12% Improvement From Baseline in FEV1 Postdose on Day 1","description":"The baseline forced expiratory volume in 1 second (FEV1) was the average of the 2 predose FEV1 measurements (30 and 10 minutes predose) on Day 1. If one of these was missing, the other measurement was used as baseline value. If both were missing, the baseline trough FEV1 was treated as missing.\n\nTime to target improvement (15% or 12%) was defined as the time elapsed from the time of first dose to the first time the target improvement in FEV1 was achieved. If an exact target increase was not achieved at a measured timepoint, then the time was estimated by linear interpolation between the timepoint when target was reached and the timepoint immediately before. Patients who did not achieve the target improvement were censored at the time of last serial spirometry assessment.\n\nValues of NA indicate the values could not be estimated which happened when the estimated probability of not achieving target is more than 50%.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.8","spread":null},{"groupId":"OG001","value":"0.9","spread":null},{"groupId":"OG002","value":"NA","spread":null},{"groupId":"OG003","value":"NA","spread":null},{"groupId":"OG004","value":"NA","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.4","spread":null},{"groupId":"OG001","value":"0.4","spread":null},{"groupId":"OG002","value":"6.9","spread":null},{"groupId":"OG003","value":"NA","spread":null},{"groupId":"OG004","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Patients With Treatment-Emergent Adverse Experiences (TEAE) During the Treatment Period","description":"An adverse event was defined as any untoward medical occurrence that develops or worsens in severity during the conduct of a clinical study and does not necessarily have a causal relationship to the study drug. Severity was rated by the investigator on a scale of mild, moderate and severe, with severe= an AE which prevents normal daily activities. Relation of AE to treatment was determined by the investigator. Serious AEs include death, a life-threatening adverse event, inpatient hospitalization or prolongation of existing hospitalization, persistent or significant disability or incapacity, a congenital anomaly or birth defect, OR an important medical event that jeopardized the patient and required medical intervention to prevent the previously listed serious outcomes.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"61","spread":null},{"groupId":"OG001","value":"59","spread":null},{"groupId":"OG002","value":"60","spread":null},{"groupId":"OG003","value":"53","spread":null},{"groupId":"OG004","value":"52","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"2","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"1","spread":null},{"groupId":"OG004","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"4","spread":null},{"groupId":"OG002","value":"9","spread":null},{"groupId":"OG003","value":"6","spread":null},{"groupId":"OG004","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"0","spread":null},{"groupId":"OG004","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"2","spread":null},{"groupId":"OG002","value":"1","spread":null},{"groupId":"OG003","value":"1","spread":null},{"groupId":"OG004","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"2","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"2","spread":null},{"groupId":"OG004","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"61","spread":null},{"groupId":"OG001","value":"58","spread":null},{"groupId":"OG002","value":"60","spread":null},{"groupId":"OG003","value":"52","spread":null},{"groupId":"OG004","value":"52","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"0","spread":null},{"groupId":"OG004","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":143},"commonTop":["Nasopharyngitis","Upper respiratory tract infection","Headache"]}}}