{"nctId":"NCT01197833","briefTitle":"Endovenous Ablation With and Without Polidocanol Endovenous Microfoam Treatment for Patients With Great Saphenous Vein Incompetence and Visible Varicosities","startDateStruct":{"date":"2010-09"},"conditions":["Great Saphenous Vein Incompetence","Visible Varicosities"],"count":117,"armGroups":[{"label":"Endovenous ablation+polidocanol injectable microfoam 0.125%","type":"EXPERIMENTAL","interventionNames":["Drug: endovenous ablation+polidocanol injectable microfoam 0.125%"]},{"label":"Endovenous ablation+polidocanol injectable micrfoam, 1.0%","type":"EXPERIMENTAL","interventionNames":["Drug: Endovenous ablation+polidocanol injectable microfoam 1.0%"]},{"label":"endovenous ablation+vehicle (placebo)","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Endovenous ablation+polidocanol injectable foam 2.0%"]}],"interventions":[{"name":"endovenous ablation+polidocanol injectable microfoam 0.125%","otherNames":["endovenous ablation followed by polidocanol endovenous microfoam 0.125% injection to target vein"]},{"name":"Endovenous ablation+polidocanol injectable microfoam 1.0%","otherNames":["Endovenous ablation followed by injection of polidocanol injectable foam 1.0% to target vein"]},{"name":"Endovenous ablation+polidocanol injectable foam 2.0%","otherNames":["Endovenous ablation to target vein followed by injection of polidocanol injectable foam 2.0%"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Incompetence of SFJ\n* Patients who are candidates for ETA \\[laser or radiofrequency ablation (RFA)\\]\n* Symptomatic varicose veins\n* Visible varicose veins\n* Ability to comprehend and sign an informed consent and complete study questionnaires in English\n\nExclusion Criteria:\n\n* Patients who only have telangiectatic or reticular veins (Clinical Finding C1, as assessed by CEAP Classification of Venous Disorders)\n* Patients who have active ulceration on the leg to be treated (Clinical Finding C6, as assessed by CEAP Classification of Venous Disorders)\n* Leg obesity impairing the ability to access the vein to be treated and/or to apply post-procedure compression bandaging and stockings\n* Ultrasonographic or other evidence of current or previous deep vein thrombosis or occlusion\n* Deep venous reflux unless clinically insignificant in comparison to superficial reflux\n* Peripheral arterial disease precluding the wearing of post-procedure compression bandaging and stockings\n* Reduced mobility\n* History of deep vein thrombosis, pulmonary embolism or stroke, including evidence of prior DVT on duplex ultrasound\n* Major surgery, prolonged hospitalization or pregnancy within 3 months of screening\n* Major co-existing disease (e.g. malignancy; pulmonary disease; renal or hepatic insufficiency; serious skin disease/condition that may compromise the ability of the patient to comply with the compression protocol, etc.)\n* Known allergic response to polidocanol or heparin, including history of heparin-induced thrombocytopenia, and/or multiple allergic reactions\n* Current alcohol or drug abuse\n* Pregnant or lactating women\n* Women of childbearing potential not using effective contraception","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Absolute Change From Baseline in Independent Photography Review (IPR-V3 Score)","description":"The Independent Photography Review - Visible Varicose Veins (IPR-V3) instrument is a 5-point scale used to assess the appearance of a patient's visible varicose veins. At screening, the site clinician was instructed to review the appearance of the patient's varicose veins in the medial section of each leg (a 'live' assessment), then select an IPR-V3 score (i.e., none=0, mild, moderate, severe or very severe=4) that best represented the appearance of the patient's varicose veins. This assessment took into account the attributes caliber, dilatation, tortuosity, and extent and number of varicosities, and was used to determine patient eligibility. The site clinician used a set of reference photographs (2 example photographs for each score on the scale) to assist with assigning a score to the appearance of the patient's visible varicose veins.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.80","spread":"0.102"},{"groupId":"OG001","value":"-1.30","spread":"0.100"},{"groupId":"OG002","value":"-1.11","spread":"0.097"}]}]}]},{"type":"PRIMARY","title":"Absolute Change From Baseline in PA-V3 Score","description":"The Patient Self-assessment of Visible Varicose Veins (PA-V3) instrument is a 5-point scale used by patients to evaluate the appearance of their visible varicose veins. On this paper questionnaire, the instructions included a diagram of the medial view of a leg with the area between the ankle and the groin circled. The patient was instructed to choose 1 of 5 response options that best described the appearance of the visible varicose veins of the leg that was treated in the study. The patient was instructed not to consider the appearance of the leg outside the circled area or of any spider veins. Possible responses ranged from \"Not at all noticeable\" (a score of 0) to \"Extremely noticeable\" (a score of 4)","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.59","spread":"0.142"},{"groupId":"OG001","value":"-1.81","spread":"0.140"},{"groupId":"OG002","value":"-1.85","spread":"0.136"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":38},"commonTop":["pain in extermity","thrombophlebitis superficial","contusion","pruritis","extravasation"]}}}