{"nctId":"NCT01376297","briefTitle":"A Safety Study of Oral Netupitant and Palonosetron for the Prevention of Nausea and Vomiting","startDateStruct":{"date":"2011-07"},"conditions":["Chemotherapy-Induced Nausea and Vomiting"],"count":413,"armGroups":[{"label":"Netupitant and Palonosetron plus dexamethasone","type":"EXPERIMENTAL","interventionNames":["Drug: Netupitant and Palonosetron","Drug: Dexamethasone"]},{"label":"Aprepitant and Palonosetron plus dexamethasone","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Aprepitant","Drug: Palonosetron","Drug: Dexamethasone"]}],"interventions":[{"name":"Netupitant and Palonosetron","otherNames":[]},{"name":"Aprepitant","otherNames":[]},{"name":"Palonosetron","otherNames":[]},{"name":"Dexamethasone","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Signed written informed consent.\n* Naïve to cytotoxic chemotherapy. Previous biological or hormonal therapy is permitted.\n* Diagnosed with a malignant tumor.\n* If scheduled to receive repeated consecutive courses of chemotherapy, a single dose of one or more of the following agents administered on Day 1 is allowed:\n\n  * Highly emetogenic chemotherapy: any I.V. dose of cisplatin, mechlorethamine, streptozocin, cyclophosphamide more or equal to 1500 mg/m2, carmustine, dacarbazine;\n  * Moderately emetogenic chemotherapy: any I.V. dose of oxaliplatin, carboplatin, epirubicin, idarubicin, ifosfamide, irinotecan, daunorubicin, doxorubicin, cyclophosphamide I.V. (less than 1500 mg/m2), cytarabine I.V. (more than 1 g/m2), azacidine, alemtuzumab, bendamustine, or clofarabine.\n* If scheduled to receive combination regimens, the most emetogenic agent is to be given as first on Day 1 and the infusion must be completed within 6 hours.\n* If scheduled to receive chemotherapy agents of minimal to low emetogenic potential, they are to be given on Day 1 following the most emetogenic agent or on any subsequent study day.\n* ECOG Performance Status of 0, 1, or 2\n* Female patients of either non-childbearing potential or child-bearing potential with a commitment to use contraceptive methods throughout the clinical trial\n* Hematologic and metabolic status adequate for receiving a moderately emetogenic regimen based on laboratory criteria (Total Neutrophils,Platelets, Bilirubin, Liver enzymes, Serum Creatinine or Creatinine Clearance)\n\nExclusion Criteria:\n\n* If female, lactating or pregnant\n* Current use of illicit drugs or current evidence of alcohol abuse.\n* Scheduled to receive either cyclophosphamide I.V. (500 to 1500 mg/m2) and I.V. doxorubicin (more or equal to 40 mg/m2) or cyclophosphamide I.V. (500 to 1500 mg/m2) and I.V. epirubicin (more or equal to 60 mg/m2).\n* Scheduled to receive moderately or highly emetogenic chemotherapy from Day 2 to Day 5 following Day 1 chemotherapy administration.\n* Active infection or uncontrolled disease except for malignancy that may pose unwarranted risks in administering the study drugs to the patient.\n* Known hypersensitivity or contraindication to 5-HT3 receptor antagonists or dexamethasone.\n* Previously received an NK1 receptor antagonist\n* Participation in a clinical trial involving oral netupitant administered in combination with palonosetron.\n* Any investigational drugs taken within 4 weeks prior to Day 1 of cycle 1, and/or is scheduled to receive any investigational drug during the study.\n* Systemic corticosteroid therapy at any dose within 72 hours prior to Day 1 of cycle 1. Topical and inhaled corticosteroids with a steroid dose of less or equal to 10 mg of prednisone daily or its equivalent are permitted. Non-study drug dexamethasone as pre-medication in patients scheduled to receive taxanes is allowed.\n* Scheduled to receive bone marrow transplantation and/or stem cell rescue therapy.\n* Scheduled to receive any strong or moderate inhibitor of CYP3A4 or its intake within 1 week prior to Day 1\n* Scheduled to receive any of the following CYP3A4 substrates: terfenadine, cisapride, astemizole, pimozide.\n* Scheduled to receive any CYP3A4 inducer or its intake within 4 weeks prior to Day 1\n* History or predisposition to cardiac conduction abnormalities, except for incomplete right bundle branch block.\n* History of risk factors for Torsade de Point (heart failure, hypokalemia, family history of Long QT Syndrome).\n* Severe cardiovascular diseases within 3 months prior to Day 1, including myocardial infarction, unstable angina pectoris, significant valvular or pericardial disease, history of ventricular tachycardia, symptomatic Congestive Heart Failure and severe uncontrolled arterial hypertension.\n* Any illness or condition that, in the opinion of the investigator, may confound the results of the study or pose unwarranted risks in administering the investigational product to the patient.\n* Concurrent medical condition that would preclude administration of dexamethasone for 4 days such as systemic fungal infection or uncontrolled diabetes.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Patients With Adverse Events","description":"This was a safety study where Adverse Events is the primary outcome (defined by the current ICH Guideline for Good Clinical Practice). Patients were randomized according to a 3:1 ratio (netupitant/palonosetron:aprepitant/palonosetron). No formal comparison was planned, the presence of a control in the same patient population helped interpret any unexpected safety finding in the experimental arm.The number of patients was estimated in order to have more than 100 patients treated with the netupitant/palonosetron comination for up to at least six cycles. Based on 100 patients, if a given AE is not observed, an AE incidence of 3% or greater can be excluded with 95% confidence.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"86.0","spread":null},{"groupId":"OG001","value":"91.3","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":50,"n":308},"commonTop":["Neutropenia","Alopecia","Anaemia","Leukopenia","Thrombocytopenia"]}}}