{"nctId":"NCT02662985","briefTitle":"Study of Power Doppler Ultrasound (PDUS) to Measure Response of Secukinumab Treatment in Patients With Active Psoriatic Arthritis (PsA)","startDateStruct":{"date":"2016-08-22","type":"ACTUAL"},"conditions":["Psoriatic Arthritis"],"count":166,"armGroups":[{"label":"Group 1","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: AIN457 (secukinumab)"]},{"label":"Group 2","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: AIN457 (secukinumab)","Drug: Placebo"]}],"interventions":[{"name":"AIN457 (secukinumab)","otherNames":["Secukinumab"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Patient must be able to understand and communicate with the Investigator and comply with the requirements of the study and must provide written, signed and dated informed consent before any study assessment is performed.\n2. Male or female patients at least 18 years of age.\n3. Diagnosis of PsA as per CASPAR with active PsA for at least 6 months and a TJC ≥ 3 of 78 and SJC ≥ 3 of 76 at Baseline.\n4. Patients must have a total synovitis PDUS score ≥ 2 and inflammation related to PD signal ≥ 1 for at least 2 (affected joints as observed via PDUS) of 48 joints at the Screening visit and at the Baseline visit (before infusion).\n5. At least 1 clinically-involved enthesitis site at Screening and at the Baseline visit (before infusion) defined by SPARCC index different from 0.\n\nExclusion Criteria:\n\n1. Chest X-ray or chest MRI with evidence of ongoing infectious or malignant process obtained within 3 months prior to Screening and evaluated by a qualified physician.\n2. Previous exposure to secukinumab or other biologic drug directly targeting IL-17 or IL-17 receptor.\n3. Any change in the dose of oral corticosteroids in the last 4 weeks prior to the Baseline visit or use of i.v. intramuscular or intra-articular corticosteroid during the last 4 weeks prior to the enrollment visit.\n4. Patients who have previously been treated with TNFα inhibitors (investigational or approved).\n5. History of hypersensitivity to the study drug or its excipients or to drugs of similar classes.\n6. Previous treatment with any cell-depleting therapies including but not limited to anti CD20 investigational agents (e.g. CAMPATH, anti-CD4, anti-CD5, anti-CD3, anti CD19).\n7. Prohibited psoriasis treatments/medications with topical corticosteroids in the last 4 weeks prior to randomization.\n8. Pregnant or nursing (lactating) women.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Difference Between Secukinumab and Placebo in Terms of Joint Synovitis as Measured by the Power Doppler Ultrasonography (PDUS) Global OMERACT-EULAR Synovitis Score (GLOESS)","description":"Mixed model repeated measures (MMRM) analysis of change in Global OMERACT-EULAR Synovitis Score (GLOESS) score at Week 12 (observed data) to compare treatments\n\nThe range for the GLOESS score is 0 to 144. GLOESS is the ultrasound scoring system measured for 24 pairs of joints. The scoring is from 0 to 3 for each joint; so the minimum score can be 0 and maximum can be 144.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-9.05","spread":"0.94"},{"groupId":"OG001","value":"-5.86","spread":"0.93"}]}]}]},{"type":"SECONDARY","title":"Proportion of Participants With American College of Rheumatology (ACR)-20 Response","description":"ACR 20 responder has ≥ 20% improvement in TJC and SJC and \\>20% improvement in 3 of the following 5 domains: patient's assessment of disease activity, physician's assessment of disease activity, patient's","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"56","spread":null},{"groupId":"OG001","value":"26","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Participants With American College of Rheumatology (ACR)-50 Response","description":"ACR 50 responder has ≥ 50% improvement in TJC and SJC and \\>25% improvement in 3 of the following 5 domains: patient's assessment of disease activity, physician's assessment of disease activity, patient's assessment of PsA pain, HAQ-DI, or hsCRP.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"38","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]}]},{"type":"SECONDARY","title":"Spondyloarthritis Research Consortium of Canada (SPARCC)","description":"Repeated measures mixed effect (MMRM) analysis of SPARCC total score change from baseline to Week 12 between the 2 treatment groups.\n\nSPARCC index ranges from 0 to 16.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.23","spread":"0.29"},{"groupId":"OG001","value":"-1.57","spread":"0.29"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":9,"n":161},"commonTop":["Nasopharyngitis","Headache","Diarrhoea","Urinary tract infection","Cough"]}}}