{"nctId":"NCT01020019","briefTitle":"Combined Pharmacotherapy for Cannabis Dependency","startDateStruct":{"date":"2010-01"},"conditions":["Cannabis Dependence","Marijuana Dependence"],"count":156,"armGroups":[{"label":"Lofexidine and Dronabinol","type":"EXPERIMENTAL","interventionNames":["Drug: Dronabinol","Drug: Lofexidine"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Dronabinol","otherNames":["Marinol"]},{"name":"Placebo","otherNames":[]},{"name":"Lofexidine","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Men and women between the ages of 18-60 who meet DSM-IV criteria for current marijuana dependence\n2. Individuals must report using marijuana at least 5 days a week and have a positive urine test for THC on the day of study entry.\n3. Individual must describe marijuana as their primary drug of abuse.\n4. Individuals must be capable of giving informed consent and capable of complying with study procedures.\n\nExclusion Criteria:\n\n1. Meets DSM-IV-TR criteria for schizophrenia, schizoaffective illness, psychotic disorder other than transient psychosis due to drug abuse, major depression, bipolar illness or psychiatric disorders (other than substance abuse) which require psychiatric intervention.\n2. Individuals who are medically unstable based on laboratory tests, electrocardiogram, medical history, physical examination that would make participation hazardous\n3. Individuals with liver enzyme function tests greater than three times normal\n4. Individuals with a history of seizure disorder\n5. Individuals with current suicidal risk.\n6. Individuals who are cognitively impaired\n7. Bradycardia (\\< 50 beats/minute), hypotension (sitting or standing BP \\< 90/50), or symptoms attributable to low BP (i.e. lightheadedness or dizziness on standing).\n8. Nursing mothers and pregnant women. Women of child bearing age will be included in the study provided that they are not pregnant, based on the results of a blood pregnancy test drawn at the time of screening. They must also agree to use a method of contraception with proven efficacy and agree not to become pregnant during the study. To confirm this, urine pregnancy tests will be repeated monthly. Women will be provided a full explanation of the potential dangers of pregnancy while on the study medication. If a woman becomes pregnant, the study medication will be discontinued.\n9. Individuals who are physiologically dependent on any other drugs (excluding nicotine) that would require a medical intervention\n10. Individuals with known sensitivity to dronabinol or lofexidine\n11. Individuals with coronary vascular disease as indicated by history or suspected by abnormal ECG or history of cardiac symptoms\n12. Individuals currently being treated with an alpha-2 agonist antihypertensive medication\n13. Individuals currently being prescribed a psychotropic medication (including sleep medication). However, medication for depression is allowed if stable for at least 1 month.\n14. Individuals who have a job that even mild intoxication would be hazardous (e.g., firefighter, bus driver)\n15. Individuals who are court-mandated to treatment.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"60 Years","stdAges":["ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"21 Days of Consecutive Abstinence as Measured by the Time-line Followback.","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null},{"groupId":"OG001","value":"17","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":61},"commonTop":["fatigue","dry mouth","dizzy","insomnia","headache"]}}}