{"nctId":"NCT01072500","briefTitle":"The LIFE Study - Lifestyle Interventions and Independence for Elders","startDateStruct":{"date":"2010-02"},"conditions":["Sedentary Lifestyle","Risk of Disability","Aging"],"count":1635,"armGroups":[{"label":"Physical Activity","type":"ACTIVE_COMPARATOR","interventionNames":["Behavioral: Physical Activity"]},{"label":"Successful Aging","type":"ACTIVE_COMPARATOR","interventionNames":["Behavioral: Successful Aging"]}],"interventions":[{"name":"Physical Activity","otherNames":[]},{"name":"Successful Aging","otherNames":["Health Education"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. age 70 to 89 years; (2) summary score \\<10 on the short physical performance battery (SPPB) (45% are \\<8);90 (3) sedentary lifestyle; (4) ability to complete the 400 m walk test without an assistive device; and (5) willingness to be randomized to either intervention group.\n\n   Exclusion Criteria:\n\n   Exclusion Criteria for Factors that May Limit Adherence to Interventions or Affect Conduct of the Trial • Unable or unwilling to give informed consent or accept randomization in either study group • Current diagnosis of schizophrenia, other psychotic disorders, or bipolar disorder\n   * Current consumption of more than 14 alcoholic drinks per week\n   * Plans to relocate to out of the study area within the next 2 years or plans to be out of the study area for more than 6 consecutive weeks in the next year\n   * Self-reported inability to walk across a small room\n   * The use of a walker to complete the 400 m walk and/or unable to complete the 400 m walk without sitting down or the help of another person\n   * Another member of the household is a participant in the Life Study\n   * Residence too far from the intervention site\n   * Residence in a nursing home\n   * Difficulty in communication with study personnel due to speech or hearing problems\n   * Modified Mini-Mental State Exam (3MSE) score below the cutoff for education:\n\n   African American, 9+ yrs 76, \\<9 yrs 70; English Speaking Non-African American, 9+ yrs 80, \\<9 yrs 76; Spanish Speaking, 9+ yrs 80, \\<9 yrs 70\n   * Participation in LIFE-Pilot study\n   * Other medical, psychiatric, or behavioral factors that in the judgment of the Principal Investigator may interfere with study participation or the ability to follow the intervention protocol\n\n   Exclusion Criteria for Underlying Diseases Likely to Limit Lifespan and/or Affect the Safety of the Interventions\n\n   • Severe arthritis (either osteoarthritis or rheumatoid arthritis)\n\n   • Cancer requiring treatment in the past three years, except for non-melanoma skin cancers or cancers that have clearly been cured or in the opinion of the investigator carry an excellent prognosis (e.g., Stage 1 cervical cancer)\n\n   • Lung disease requiring either regular use of corticosteroid pills or injections or the use of supplemental oxygen\n\n   • Development of chest pain or severe shortness of breath on a 400 m self-paced walk test\n\n   • Cardiovascular disease (including New York Heart Association Class III or IV congestive heart failure, clinically significant aortic stenosis, history or cardiac arrest, use of a cardiac defibrillator or uncontrolled angina)\n\n   • Parkinson's disease or other serious neurological disorder\n\n   • Renal disease requiring dialysis\n\n   • Other illness of such severity that life expectancy is considered to be less than 12 months\n\n   • Conditions not specifically mentioned above may serve as criteria for exclusion at the discretion of the clinical site\n\n   Temporary Exclusion Criteria\n\n   • Uncontrolled hypertension (systolic blood pressure \\> 200 mmHg and/or diastolic blood pressure \\> 110 mmHg).\n\n   • Uncontrolled diabetes with recent weight loss, diabetic coma or frequent insulin reactions.\n   * Stroke, hip fracture, hip or knee replacement, or spinal surgery in the past 6 months.\n   * Serious conduction disorder (e.g., 3rd degree heart block), uncontrolled arrhythmia, or new Q waves or ST-segment depressions (\\>3 mm) on ECG.\n   * Myocardial infarction, major heart surgery (i.e., valve replacement or bypass surgery), stroke, deep vein thrombosis or pulmonary embolus in the past 6 months.\n   * Undergoing physical therapy or cardiopulmonary rehabilitation\n   * Currently enrolled in another randomized trial involving lifestyle or pharmaceutical interventions","healthyVolunteers":false,"sex":"ALL","minimumAge":"70 Years","maximumAge":"89 Years","stdAges":["OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Major Mobility Disability, Defined as Incapacity to Walk 400 Meters","description":"The primary outcome of major mobility disability was defined as the inability to complete a 400-m walk test within 15 minutes without sitting and without the help of another person or walker. Use of a cane was acceptable. Participants were asked to walk 400 m at their usual pace, without overexerting, on a 20 meter course for 10 laps (40 meters/lap). Participants were allowed to stop for up to 1 minute for fatigue or related symptoms. When major mobility disability could not be objectively measured because of the inability of the participant to come to the clinic and absence of a suitable walking course at the participant's home, institution, or hospital, an alternative adjudication of the outcome was based on objective inability to walk 4 meters in less than 10 seconds, or self-, proxy-, or medical record-reported inability to walk across a room. If participants met these alternative criteria, they would not be able to complete the 400 meter walk within 15 minutes.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"246","spread":null},{"groupId":"OG001","value":"290","spread":null}]}]}]},{"type":"SECONDARY","title":"Persistent Mobility Disability (Assessed Every 6 Months)","description":"The assessment of major mobility disability (the inability to complete a 400-m walk test within 15 minutes without sitting and without the help of another person or walker. Use of a cane was acceptable. Participants were asked to walk 400m at their usual pace, without overexerting, on a 20 meter course for 10 laps (40 meters/lap). Participants were allowed to stop for up to 1 minute for fatigue or related symptoms. When MMD could not be objectively measured because of the inability of the participant to come to the clinic and absence of a suitable walking course at the participant's home, institution, or hospital, an alternative adjudication of the outcome was based on objective inability to walk 4 meters in less than 10 seconds, or self-, proxy-, or medical record-reported inability to walk across a room. If participants met these alternative criteria, they would not be able to complete the 400 m walk within 15 minutes.) at two consecutive time points or MMD followed by death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"120","spread":null},{"groupId":"OG001","value":"162","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":404,"n":818},"commonTop":["non-serious AES"]}}}