{"nctId":"NCT02677896","briefTitle":"A Study of Enzalutamide Plus Androgen Deprivation Therapy (ADT) Versus Placebo Plus ADT in Patients With Metastatic Hormone Sensitive Prostate Cancer (mHSPC)","startDateStruct":{"date":"2016-03-09","type":"ACTUAL"},"conditions":["Metastatic Hormone Sensitive Prostate Cancer"],"count":1150,"armGroups":[{"label":"Enzalutamide + Androgen Deprivation Therapy (ADT)","type":"EXPERIMENTAL","interventionNames":["Drug: Enzalutamide"]},{"label":"Placebo + Androgen Deprivation Therapy (ADT)","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"Placebo followed by Enzalutamide","type":"EXPERIMENTAL","interventionNames":["Drug: Enzalutamide"]}],"interventions":[{"name":"Enzalutamide","otherNames":["Xtandi"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subject is considered an adult according to local regulation at the time of signing informed consent.\n* Subject is diagnosed with histologically or cytologically confirmed adenocarcinoma of the prostate without neuroendocrine differentiation, signet cell or small cell histology.\n* Subject has metastatic prostate cancer documented by positive bone scan (for bone disease) or metastatic lesions on computed tomography (CT) or magnetic resonance imaging (MRI) scan (for soft tissue). Subjects whose disease spread is limited to regional pelvic lymph nodes are not eligible.\n* Once randomized at day 1, subject must maintain ADT with an LHRH agonist or antagonist during study treatment or have a history of bilateral orchiectomy (i.e., medical or surgical castration).\n* Subject has an Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1.\n\nInclusion Criteria for Open-Label Extension:\n\n* Subject received randomized double-blind treatment in ARCHES\n* Subject has not met any of the discontinuation criteria in the main ARCHES protocol\n* Subject is willing to maintain ADT with LHRH agonist or antagonist or has had a bilateral orchiectomy.\n* Subject is able to swallow enzalutamide capsules whole and to comply with study requirements throughout the study\n* Subject and subject's female partner agree to follow contraception and sperm donation requirements in main protocol\n\nExclusion Criteria:\n\n* Subject has received any prior pharmacotherapy, radiation therapy or surgery for metastatic prostate cancer (the following exceptions are permitted):\n\n  * Up to 3 months of ADT with LHRH agonists or antagonists or orchiectomy with or without concurrent antiandrogens prior to day 1, with no radiographic evidence of disease progression or rising PSA levels prior to day 1;\n  * Subject may have 1 course of palliative radiation or surgical therapy to treat symptoms resulting from metastatic disease if it was administered at least 4 weeks prior to day 1;\n  * Up to 6 cycles of docetaxel therapy with final treatment administration completed within 2 months of day 1 and no evidence of disease progression during or after the completion of docetaxel therapy;\n  * Up to 6 months of ADT with LHRH agonists or antagonists or orchiectomy with or without concurrent antiandrogens prior to day 1 if subject was treated with docetaxel, with no radiographic evidence of disease progression or rising PSA levels prior to day 1;\n  * Prior ADT given for \\< 39 months in duration and \\> 9 months before randomization as neoadjuvant/adjuvant therapy.\n* Subject had a major surgery within 4 weeks prior to day 1.\n* Subject received treatment with 5-α reductase inhibitors (finasteride, dutasteride) within 4 weeks prior to day 1.\n* Subject received treatment with estrogens, cyprotoerone acetate or androgens within 4 weeks prior to day 1.\n* Subject received treatment with systemic glucocorticoids greater than the equivalent of 10 mg per day of prednisone within 4 weeks prior to day 1, intended for the treatment of prostate cancer.\n* Subject received treatment with herbal medications that have known hormonal antiprostate cancer activity and/or are known to decrease PSA levels within 4 weeks prior to day 1.\n* Subject received prior aminoglutethimide, ketoconazole, abiraterone acetate or enzalutamide for the treatment of prostate cancer or participation in a clinical study of an investigational agent that inhibits the AR or androgen synthesis (e.g., TAK-700, ARN-509, ODM-201).\n* Subject has known or suspected brain metastasis or active leptomeningeal disease.\n* Subject has absolute neutrophil count \\< 1500/μL, platelet count \\< 100000/μL or hemoglobin \\< 10 g/dL (6.2 mmol/L).\n* Subject has total bilirubin (TBL) ≥ 1.5 x the upper limit of normal (ULN) (except subjects with documented Gilbert's disease), or alanine aminotransferase (ALT) or aspartate aminotransferase (AST) ≥ 2.5 x the ULN .\n* Subject has creatinine \\> 2 mg/dL (177 μmol/L).\n* Subject has albumin \\< 3.0 g/dL (30 g/L).\n* Subject has a history of seizure or any condition that may predispose to seizure.\n* Subject has history of loss of consciousness or transient ischemic attack within 12 months prior to day 1.\n* Subject has clinically significant cardiovascular disease.\n* Subject received bisphosphonates or denosumab within 2 weeks prior to day 1 unless administered at stable dose or to treat diagnosed osteoporosis\n\nExclusion Criteria for Open-Label Extension:\n\n* Subject has taken commercially available enzalutamide (Xtandi).\n* Subject's disease has progressed radiographically during the double-blind period of the study and treatment with study drug was stopped prior to study-wide unblinding. (Note: Subjects who progressed radiographically while in the double-blind portion of the study and continued treatment per protocol are allowed to participate in the open label extension.)\n* After study-wide unblinding, subject has started any new investigational agent or anti-neoplastic therapy intended to treat prostate cancer\n* Subject has any clinically significant disorder or condition including excessive alcohol or drug abuse, or secondary malignancy, which may interfere with study participation\n* Subject has current or previously treated brain metastasis or active leptomeningeal disease\n* Subject has a history of seizure or any condition that may increase the risk of seizure","healthyVolunteers":false,"sex":"MALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Radiographic Progression-Free Survival (rPFS) Based on Independent Central Review (ICR) of Bone Scan According to Prostate Cancer Clinical Trials Working Group 2 (PCWG2) Criteria","description":"rPFS was calculated as the time from the date of randomization to the first objective evidence of radiographic progression disease (rPD) at any time or death up to 24 weeks after study drug discontinuation without documented radiographic progression, whichever occurred first. rPD was defined as progressive disease by Response Evaluation Criteria in Solid Tumors version 1.1 for soft tissue disease or by appearance of 2 or more new lesions on bone scan compared to baseline or week 13 according to PCWG2 criteria, as assessed by ICR or death. In participants with no rPFS event, rPFS was censored on the date of last evaluable radiographic assessment prior to the data analysis cutoff date. In participants with no baseline radiographic assessment, participants with no postbaseline radiographic assessments and participants with all postbaseline radiographic assessments documented as \"not evaluable (NE),\" rPFS was censored on the date of randomization.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"19.4","spread":null}]}]}]},{"type":"PRIMARY","title":"rPFS Based on ICR of Bone Scan According to Protocol Assessment Criteria","description":"rPFS was calculated as the time from the date of randomization to the first objective evidence of radiographic progression disease (rPD) at any time or death up to 24 weeks after study drug discontinuation without documented radiographic progression, whichever occurred first. rPD was defined as progressive disease by Response Evaluation Criteria in Solid Tumors version 1.1 for soft tissue disease or by appearance of 2 or more new lesions on bone scan compared to baseline for week 13 or the best response on treatment for week 25 or later assessments, as assessed by ICR or death. In participants with no rPFS event, rPFS was censored on the date of last evaluable radiographic assessment prior to the data analysis cutoff date. In participants with no baseline radiographic assessment, participants with no postbaseline radiographic assessments and participants with all postbaseline radiographic assessments documented as \"not evaluable (NE),\" rPFS was censored on the date of randomization.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"19.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS)","description":"OS was defined as the time from randomization to death due to any cause. In participants still alive at the date of the analysis cutoff point, OS was censored on the last date the participant was known to be alive. OS was analyzed using Kaplan-Meier estimates.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Prostate Specific Antigen (PSA) Progression","description":"Time to PSA progression was calculated as the time from the date of randomization to the first observation of PSA progression. A PSA progression was defined as a ≥ 25% increase and an absolute increase of ≥ 2 ng/mL above the nadir, which was confirmed by a second consecutive value at least 3 weeks later. In participants with no PSA progression, time to PSA progression was censored on the date of the last PSA sample taken (or last value prior to 2 or more consecutive missed PSA assessments).","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Start of New Antineoplastic Therapy","description":"In participants with a new antineoplastic therapy initiated for prostate cancer after randomization, time to start of a new antineoplastic therapy was defined as the time interval from randomization to the date of the first dose administration of the first antineoplastic therapy. In participants with no new antineoplastic therapy initiated for prostate cancer after randomization, time to start of new antineoplastic therapy was censored on the last visit date or the date of randomization, whichever occurred last. Time to start of new antineoplastic therapy was analyzed using Kaplan-Meier estimates.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"40.5","spread":null}]}]}]},{"type":"SECONDARY","title":"PSA Undetectable Rate","description":"The PSA undetectable rate was defined as the percentage of participants with undetectable (\\< 0.2 ng/mL) PSA values at any time during study treatment, of those participants with detectable (≥ 0.2 ng/mL) PSA values at baseline.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"68.1","spread":null},{"groupId":"OG001","value":"17.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Objective Response Rate (ORR)","description":"The ORR was calculated as the percentage of participants who achieved a completed response (CR) or a partial response (PR) (unconfirmed responses) in their soft tissue disease using the Response Evaluation Criteria in Solid Tumors (RECIST) 1.1 assessed by ICR.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"83.1","spread":null},{"groupId":"OG001","value":"63.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Deterioration in Urinary Symptoms","description":"In participants with deterioration, the time to deterioration was calculated as the time interval between randomization and the first deterioration in urinary symptoms at any postbaseline visit. A deterioration in urinary symptoms was defined as an increase in the Quality of Life Prostate-specific Questionnaire (QLQ-PR25) modified urinary symptoms. Subscale score by ≥ 50% of the standard deviation observed in the QLQ-PR25 modified urinary symptoms subscale score at baseline. Modified urinary symptoms subscale score consisted of 3-items (Q31 - Q33) from the QLQ-PR25, each scored from 1 (not at all) to 4 (very much). The total modified urinary symptoms subscale score ranges from 0-100, with higher scores represents a higher level of symptomatology/problems. In participants without deterioration in urinary symptoms, the time to deterioration in urinary symptoms was censored on the date the last urinary symptoms QLQ-PR25 score was calculable.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"16.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to First Symptomatic Skeletal Event (SSE)","description":"Time to first SSE was calculated as the time from randomization to the occurrence of the first SSE. An SSE was defined as radiation to bone, surgery to bone, clinically apparent pathological bone fracture, or spinal cord compression. In participants with no SSE, time to SSE was censored on the last visit date or the date of randomization, whichever occurred last.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Castration Resistance","description":"Time to castration resistance was calculated as the time from randomization to the first castration-resistant event. A castration resistance event was defined as any of the following in the presence of castrate levels of testosterone (\\< 50 ng/dL): radiographic disease progression, PSA progression or SSE, whichever occurred first. In participants with no documented castration resistance event, the time to castration resistance was censored on the latest date from: the date of last radiologic assessment, the last PSA sample taken prior to the start of any new prostate cancer therapy and prior to 2 or more consecutive missed PSA assessments (if applicable), and the last visit date performed.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"13.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Deterioration of Quality of Life (QoL) in Functional Assessment of Cancer Therapy-Prostate (FACT-P)","description":"Time to deterioration of QoL was calculated as the time interval from the date of randomization to the first date a decline from baseline of 10 points or more in the FACT-P total score was recorded. The FACT-P consists of 27 core items that assess participant function in 4 domains and 12 prostate cancer-related items grouped into 5 subscales as follows: physical wellbeing, social/family wellbeing, emotional wellbeing, functional wellbeing and prostate cancer subscale. Each item is rated on a 0 to 4 Likert-type scale. The FACT-P total score is the sum of all 5 subscale scores of the FACT-P questionnaire and ranges from 0 to 156), where high score represent better quality of life. In participants without FACT-P progression, the time to deterioration of QoL was censored on the date of the last FACT-P total score was calculable.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.3","spread":null},{"groupId":"OG001","value":"11.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Pain Progression Based on Brief Pain Inventory-Short Form (BPI-SF)","description":"Time to pain progression was defined as time from randomization to the first pain progression event. Pain progression was defined as an increase of ≥ 30% from baseline in the average BPI-SF pain severity score. BPI-SF contains 9 questions with rating scales from 0 (no pain/no interference) to 10 (worst pain/interferes completely). Total score was calculated as the average of each question. Higher scores represent a higher level of pain or interference. In participants with no pain progression event, time to pain progression was censored on the last visit date where BPI-SF was collected.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.3","spread":null},{"groupId":"OG001","value":"8.3","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":244,"n":572},"commonTop":["Hot flush","Fatigue","Arthralgia","Back pain","Hypertension"]}}}