{"nctId":"NCT00478777","briefTitle":"A Multicenter, Single-Arm, Open-Label Expanded Access Program for Lenalidomide Plus Dexamethasone in Previously Treated Subjects With Multiple Myeloma","startDateStruct":{"date":"2007-03"},"conditions":["Relapsed or Refractory Multiple Myeloma"],"count":150,"armGroups":[{"label":"lenalidomide plus dexamethasone","type":"EXPERIMENTAL","interventionNames":["Drug: Lenalidomide","Drug: dexamethasone"]}],"interventions":[{"name":"Lenalidomide","otherNames":["Revlimid®"]},{"name":"dexamethasone","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Must understand and voluntarily sign an informed consent form.\n* Must be ≥18 years of age at the time of signing the informed consent form.\n* Must be able to adhere to the study visit schedule and other protocol requirements.\n* Must be diagnosed with multiple myeloma that is progressing after at least 2 cycles of anti-myeloma treatment or that has relapsed with progressive disease after treatment.\n* Subjects may have been previously treated with thalidomide and/or radiation therapy. In addition, radiation therapy initiated prior to or at baseline (Day 1) may be given concurrently with study therapy, provided that all other eligibility criteria are satisfied.\n* Subjects must discontinue all anti-myeloma drug or non-drug therapy prior to the first dose of study drug with the exception of radiation therapy initiated prior to or at baseline (Day 1).\n* Measurable levels of myeloma paraprotein in serum (\\>0.5 g/dL) or urine (\\>0.2 g excreted in a 24-hour collection sample).\n* Eastern Cooperative Oncology Group (ECOG) performance status score of 0, 1, or 2.\n* Females of childbearing potential (FCBP) must agree to use two reliable forms of contraception simultaneously or to practice complete abstinence from heterosexual intercourse during the following time periods related to this study: 1) for at least 28 days before starting study drug; 2) while participating in the study; and 3) for at least 28 days after discontinuation from the study.\n\nExclusion Criteria:\n\n* The presence of any of the following will exclude a subject from study enrollment:\n* Any serious medical condition, laboratory abnormality, or psychiatric illness that would prevent the subject from signing the informed consent form.\n* Pregnant or lactating females.\n* Any condition, including the presence of laboratory abnormalities, which places the subject at unacceptable risk if he/she were to participate in the study or confounds the ability to interpret data from the study.\n* Any of the following laboratory abnormalities:\n\n  * Absolute neutrophil count (ANC) \\<1,000 cells/mm\\^3 (1.0 x 10\\^9/L)\n  * Platelet count \\<75,000/mm\\^3 (75 x 109/L) for subjects in whom \\<50% of the bone marrow nucleated cells are plasma cells.\n  * Platelet count \\<30,000/mm\\^3 (30x10\\^9/L) for subjects in whom ≥50% of bone marrow nucleated cells are plasma cells.\n  * Serum creatinine \\>2.5 mg/dL (221 µmol/L)\n  * Serum SGOT/AST or SGPT/ALT \\>3.0 x upper limit of normal (ULN)\n  * Serum total bilirubin \\>2.0 mg/dL (34 µmol/L)\n* Prior history of malignancies other than multiple myeloma (except for basal cell or squamous cell carcinoma of the skin or carcinoma in situ of the cervix or breast) unless the subject has been free of the disease for ≥1 year.\n* Prior history of stroke and/or thromboembolic event\n* Known hypersensitivity to thalidomide or dexamethasone.\n* Prior history of uncontrollable side effects to dexamethasone therapy.\n* The development of a desquamating rash while taking thalidomide.\n* Neuropathy ≥ Grade 2.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Kaplan Meier Estimate for Time to Disease Progression","description":"Time to disease progression (TTP) was based on the European Group for Blood and Marrow Transplantation (EBMT) myeloma response determination criteria developed by Bladé (Bladé, 1998). TTP is a Kaplan Meier estimate of the time from randomization to the first documentation of progressive disease.\n\nProgressive disease based on increasing monoclonal paraprotein levels require a confirmatory value one week apart. Disease progression can also be based on bone marrow findings, worsening lytic bone disease, progressively enlarging extramedullary plasmacytomas, or hypercalcemia.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"214.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Participant's Best Overall Response Based on the European Group for Blood and Marrow Transplantation (EBMT) Myeloma Response Criteria","description":"Best overall response was calculated as the best assessment from all cycles (including treatment discontinuation visit) and follow-up. The response rate was summarized as complete response (CR), partial response (PR), stable disease (SD), progression (PD), response not evaluable, and derived categories (PR+CR) and (PR+CR+SD).\n\nCR is negative immunofixation on both serum and urine maintained for 6 weeks straight. PR is a 50% decrease in serum paraprotein maintained for 6 weeks straight. SD is serum paraprotein values within 25% of baseline.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"97","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"30","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"103","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"133","spread":null}]}]}]},{"type":"SECONDARY","title":"Participants With Treatment-emergent Adverse Experiences (TEAEs)","description":"Counts of study participants who had treatment-emergent adverse events (TEAEs) defined as any reported AE that started on or after the first day of study drug dosing. A participant with multiple occurrences of an adverse event within a category is counted only once in that category.\n\nNational Cancer Institute Common Terminology Criteria for Adverse Events (NCI CTCAE version 3.0) was used by investigators to assess TEAEs. Severity scale ranges from 0 (none) to 5 (death). Grade 3=severe AE; Grade 4=life threatening or disabling AE; Grade 5=death.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"139","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"119","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"105","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"83","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"79","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"48","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"32","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"21","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"35","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"64","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"79","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Partial Response Based on the European Group for Blood and Marrow Transplantation (EBMT) Myeloma Response Determination Criteria","description":"Time to partial response is the time from randomization to a 50% decrease in serum paraprotein maintained for six weeks straight. This was determined by free light chain concentrations which were taken every two weeks during the treatment phase of the trial.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":79,"n":144},"commonTop":["Muscle spasms","Fatigue","Leukopenia","Thromboyctopenia","Diarrhoea"]}}}