{"nctId":"NCT02762578","briefTitle":"Comparing Efficacy and Safety of Insulin Degludec/Insulin Aspart and BIAsp 30 in Subjects With Type 2 Diabetes","startDateStruct":{"date":"2016-05-03","type":"ACTUAL"},"conditions":["Diabetes","Diabetes Mellitus, Type 2"],"count":543,"armGroups":[{"label":"IDegAsp BID","type":"EXPERIMENTAL","interventionNames":["Drug: insulin degludec/insulin aspart"]},{"label":"BIAsp 30 BID","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: biphasic insulin aspart"]}],"interventions":[{"name":"insulin degludec/insulin aspart","otherNames":[]},{"name":"biphasic insulin aspart","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Informed consent obtained before any trial-related activities. Trial-related activities are any procedures that are carried out as part of the trial, including activities to determine suitability for the trial\n* Male or female at least 18 years of age\n* Type 2 diabetes mellitus (diagnosed clinically) for at least 6 months\n* Insulin treated subjects on current treatment: basal insulin, premixed insulin or a self-mixed insulin regimen, all administered once daily (OD) or BID with or without metformin. The treatment regimen should have remained unchanged for at least 8 weeks prior to randomisation\n* HbA1c 7.0-10.0 % (both inclusive) by central laboratory analysis\n* Body mass index (BMI) equal or below 40.0 kg/m\\^2\n\nExclusion Criteria:\n\n* Treatment with sulphonylureas, meglitinides, DPP-4 inhibitors, alpha-glycosidase inhibitors within 8 weeks prior to screening (Visit 1) or thiazolidinediones (TZDs) or GLP-1 receptor agonists within 12 weeks prior to screening (Visit 1)\n* Anticipated change in concomitant medication known to interfere significantly with glucose metabolism, such as systemic corticosteroids, beta-blockers and monoamine oxidase (MAO) inhibitors\n* Anticipated significant lifestyle changes during the trial according to the discretion of the investigator, e.g. shift work (including permanent night/evening shift workers), as well as highly variable eating habits\n* Cardiovascular disease, within the last 6 months prior to screening (Visit 1), defined as: stroke; decompensated heart failure NYHA1 class III or IV; myocardial infarction; unstable angina pectoris; or coronary arterial bypass graft or angioplasty\n* Any clinically significant disease or disorder, except for conditions associated with type 2 diabetes, which in the investigator's opinion could interfere with the results of the trial\n* Previous participation in this trial. Participation is defined as screened.\n* Known or suspected hypersensitivity to trial products or related products","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in HbA1c (%) (Glycosylated Haemoglobin)","description":"Change from baseline in HbA1c after 26 weeks of treatment. The response and change from baseline in response after 26 weeks are analysed using an analysis of covariance model with treatment, anti-diabetic therapy at screening and sex as fixed factors, age and baseline response as covariate. Missing values imputed using last observed value.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.48","spread":"0.05"},{"groupId":"OG001","value":"-1.40","spread":"0.06"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in FPG (Fasting Plasma Glucose)","description":"Change from baseline in FPG at week 26. The response and change from baseline in response after 26 weeks are analysed using an analysis of covariance model with treatment, anti-diabetic therapy at screening and sex as fixed factors, age and baseline response as covariate. Missing values imputed using last observed value.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.99","spread":"0.09"},{"groupId":"OG001","value":"-1.57","spread":"0.13"}]}]}]},{"type":"SECONDARY","title":"Number of Treatment Emergent Nocturnal Confirmed Hypoglycaemic Episodes","description":"The number of events was analysed using a negative binomial model with a log-link function and the logarithm of the exposure time (100 years) for which a hypoglycaemic episode is considered treatment emergent as offset. The model included treatment, anti-diabetic therapy at screening and sex as fixed factors, and age as covariate. Confirmed hypoglycaemia is defined as either severe episodes or episodes with plasma glucose \\< 3.1 mmol/L (56 mg/dL) with or without symptoms. The nocturnal period was defined as the period between 00:01 and 05:59 a.m. (both inclusive). A treatment emergent hypoglycaemic episode was defined as an episode that had onset date on or after the first day of exposure to randomised treatment and no later than 7 days after the last day of randomised treatment.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"31.18","spread":null},{"groupId":"OG001","value":"58.55","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Treatment Emergent Confirmed Hypoglycaemic Episodes","description":"The number of events was analysed using a negative binomial model with a log-link function and the logarithm of the exposure time (100 years) for which a hypoglycaemic episode is considered treatment emergent as offset. The model included treatment, anti-diabetic therapy at screening and sex as fixed factors, and age as covariate. Confirmed hypoglycaemia was defined as either severe episodes or episodes with plasma glucose \\< 3.1 mmol/L (56 mg/dL) with or without symptoms. A treatment emergent hypoglycaemic episode was defined as an episode that had onset date on or after the first day of exposure to randomised treatment and no later than 7 days after the last day of randomised treatment.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"223.56","spread":null},{"groupId":"OG001","value":"394.17","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Body Weight","description":"Change from baseline in body week at week 26. The response and change from baseline in response after 26 weeks are analysed using an ANCOVA model with treatment, anti-diabetic therapy at screening and sex as fixed factors, age and baseline response as covariate. Missing values imputed using last observed value.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.82","spread":"0.14"},{"groupId":"OG001","value":"2.21","spread":"0.19"}]}]}]},{"type":"SECONDARY","title":"Responder Without Confirmed Hypoglycaemic Episodes HbA1c Below 7.0%","description":"A responder for HbA1c without confirmed hypoglycaemia was defined as a subject who meets the HbA1c target (\\<7.0%) at end of trial without treatment emergent confirmed hypoglycaemia during the last 12 weeks of treatment or within 7 days after the last randomised treatment. Confirmed hypoglycaemia was defined as either severe episodes or episodes with plasma glucose \\< 3.1 mmol/L (56 mg/dL) with or without symptoms. Severe hypoglycaemia: An episode requiring assistance of another person to actively administer carbohydrate, glucagon, or other resuscitative actions. Missing data is imputed using last observed value.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"153","spread":null},{"groupId":"OG001","value":"48","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"195","spread":null},{"groupId":"OG001","value":"125","spread":null}]}]}]},{"type":"SECONDARY","title":"Incidence of Treatment Emergent Adverse Events (TEAEs)","description":"A treatment emergent adverse event was defined as an episode that had onset date on or after the first day of exposure to randomised treatment and no later than 7 days after the last day of randomised treatment. Incidence of AEs was reported in terms of rate, defined as number of adverse events divided by patient years of exposure (PYE) multiplied by 100 (1 PYE=365.25 days).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"321.74","spread":null},{"groupId":"OG001","value":"348.82","spread":null}]}]}]},{"type":"SECONDARY","title":"Responder for HbA1c (HbA1c <7%) After 26 Weeks of Treatment","description":"Number of subjects with HbA1c \\<7% after 26 weeks of treatment. Missing HbA1c data was imputed using last observed value.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"201","spread":null},{"groupId":"OG001","value":"88","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"160","spread":null},{"groupId":"OG001","value":"94","spread":null}]}]}]},{"type":"SECONDARY","title":"Responder for HbA1c (HbA1c <=6.5%) After 26 Weeks of Treatment","description":"Number of subjects with HbA1c \\<=6.5% after 26 weeks of treatment. Missing HbA1c data was imputed using last observed value.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"106","spread":null},{"groupId":"OG001","value":"54","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"255","spread":null},{"groupId":"OG001","value":"128","spread":null}]}]}]},{"type":"SECONDARY","title":"Responder for HbA1c (HbA1c <7%) Without Severe Hypoglycaemic Episodes","description":"A responder for HbA1c without severe hypoglycaemia was defined as a subject who meets the HbA1c target (\\<7%) at end of trial without severe treatment emergent hypoglycaemia during the last 12 weeks of treatment or within 7 days after the last randomised treatment. Severe hypoglycaemia: An episode requiring assistance of another person to actively administer carbohydrate, glucagon, or other resuscitative actions. Missing HbA1c data was imputed using last observed value.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"197","spread":null},{"groupId":"OG001","value":"84","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"151","spread":null},{"groupId":"OG001","value":"89","spread":null}]}]}]},{"type":"SECONDARY","title":"Responder for HbA1c (HbA1c ≤6.5%) Without Confirmed Hypoglycaemic Episodes","description":"A responder for HbA1c without confirmed hypoglycaemia was defined as a subject who meets the HbA1c target (≤6.5%) at end of trial without treatment emergent confirmed hypoglycaemia during the last 12 weeks of treatment or within 7 days after the last randomised treatment. Confirmed hypoglycaemia was defined as either severe episodes or episodes with plasma glucose \\< 3.1 mmol/L (56 mg/dL) with or without symptoms. Severe hypoglycaemia: An episode requiring assistance of another person to actively administer carbohydrate, glucagon, or other resuscitative actions. Missing data is imputed using last observed value.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"82","spread":null},{"groupId":"OG001","value":"26","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"266","spread":null},{"groupId":"OG001","value":"147","spread":null}]}]}]},{"type":"SECONDARY","title":"Responder for HbA1c (HbA1c ≤6.5%) Without Severe Hypoglycaemic Episodes","description":"A responder for HbA1c without severe hypoglycaemia was defined as a subject who meets the HbA1c target (≤6.5%) at end of trial without severe treatment emergent hypoglycaemia during the last 12 weeks of treatment or within 7 days after the last randomised treatment. Severe hypoglycaemia: An episode requiring assistance of another person to actively administer carbohydrate, glucagon, or other resuscitative actions. Missing HbA1c data was imputed using last observed value.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"105","spread":null},{"groupId":"OG001","value":"50","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"243","spread":null},{"groupId":"OG001","value":"123","spread":null}]}]}]},{"type":"SECONDARY","title":"9-point Profile (SMPG) After 26 Weeks of Treatment","description":"SMPG values were recorded at 9 time-points: before and after (90 min after the start of the meal) breakfast, lunch, main evening meal, before bedtime, at 4 am and before breakfast on the next day. Missing values were imputed using last observed value.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.81","spread":"1.29"},{"groupId":"OG001","value":"6.81","spread":"1.90"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.68","spread":"2.81"},{"groupId":"OG001","value":"9.56","spread":"3.25"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.47","spread":"2.39"},{"groupId":"OG001","value":"6.65","spread":"2.50"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10.22","spread":"3.06"},{"groupId":"OG001","value":"10.52","spread":"3.17"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7.09","spread":"2.35"},{"groupId":"OG001","value":"7.97","spread":"2.92"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9.35","spread":"3.04"},{"groupId":"OG001","value":"8.96","spread":"3.26"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.65","spread":"3.00"},{"groupId":"OG001","value":"8.12","spread":"2.89"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.00","spread":"1.93"},{"groupId":"OG001","value":"6.78","spread":"1.95"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.69","spread":"1.49"},{"groupId":"OG001","value":"6.87","spread":"1.82"}]}]}]},{"type":"SECONDARY","title":"Mean of the 9-point Profile (SMPG) After 26 Weeks of Treatment","description":"SMPG values were recorded at 9 time-points: before and after (90 min after the start of the meal) breakfast, lunch, main evening meal, before bedtime, at 4 am and before breakfast on the next day. Missing values were imputed using last observed value. The mean of 9-point profile (SMPG) was defined as the area under the profile divided by the measurement time and was calculated using the trapezoidal method.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.70","spread":"1.60"},{"groupId":"OG001","value":"8.11","spread":"1.71"}]}]}]},{"type":"SECONDARY","title":"Fluctuation in the 9-point Profile (SMPG) After 26 Weeks of Treatment","description":"SMPG values were recorded at 9 time-points: before and after (90 min after the start of the meal) breakfast, lunch, main evening meal, before bedtime, at 4 am and before breakfast on the next day. Missing values were imputed using last observed value. Fluctuation in 9-point SMPG profile is the average absolute difference to the mean of the profile of the 9-point SMPG measurements accumulated over the profile.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.40","spread":null},{"groupId":"OG001","value":"1.43","spread":null}]}]}]},{"type":"SECONDARY","title":"9-point Profile (SMPG) - Prandial Plasma Glucose (PG) Increment After 26 Weeks of Treatment","description":"SMPG values were recorded at 9 time-points: before and after (90 min after the start of the meal) breakfast, lunch, main evening meal, before bedtime, at 4 am and before breakfast on the next day. Missing values were imputed using last observed value. Prandial PG increment for each meal was derived from the 9-point profile (SMPG) as the difference between PG values after meal (90 min) and before meal. The reported results are mean prandial PG increment overall meals (the mean of all available meal increments).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.95","spread":"2.10"},{"groupId":"OG001","value":"2.60","spread":"2.15"}]}]}]},{"type":"SECONDARY","title":"2-point Profile (SMPG) Measurements Obtained Throughout the Trial for Dose Adjustment - Time From Randomisation (Measured in Weeks) to Achieve Titration Targets","description":"2-point profiles (SMPG): pre-breakfast and pre-dinner (main evening meal) SMPGs were to be taken for titration/dose adjustments. The pre-specified titration targets were to achieve SMPG level \\<5 mmol/L (90 mg/dL) both before breakfast and before main evening meal. For each target, the time from randomisation to the date a subject achieves the titration target for the first time was derived (Kaplan-Meier method). Reported results are time to all titration target (pre-breakfast and pre-dinner) was met for the first time.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"2-point Profile (SMPG) Measurements Obtained Throughout the Trial for Dose Adjustment - Within-subject Variability as Measured by Coefficient of Variance (CV)% After 26 Weeks of Treatment","description":"The logarithm transformed SMPG values available before breakfast and main evening meal were analysed separately as repeated measures in a linear mixed model with treatment, anti-diabetic therapy at screening and sex as fixed factors, age as covariate and subject as random factor. The model assumed independent within- and between-subject errors with variances depending on treatment. Within-subject variability as measured by CoV% for a treatment could be calculated from the corresponding residual variance.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17.26","spread":null},{"groupId":"OG001","value":"17.19","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"22.45","spread":null},{"groupId":"OG001","value":"22.96","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Treatment Emergent Hypoglycaemic Episodes According to the American Diabetes Association (ADA) Definition During 26 Weeks of Treatment","description":"ADA classification of hypoglycaemia:\n\n1. Severe: An episode requiring assistance of another person to actively administer carbohydrate, glucagon, or other resuscitative actions.\n2. Asymptomatic: An episode not accompanied by typical symptoms of hypoglycaemia, but with a measured PG level ≤3.9 mmol/L.\n3. Documented symptomatic: An episode during which typical symptoms of hypoglycaemia are accompanied by a measured PG level ≤3.9 mmol/L.\n4. Relative: An episode during which the person with diabetes reports any of the typical symptoms of hypoglycaemia, and interprets those as indicative of hypoglycaemia, but with a measured PG level \\>3.9 mmol/L.\n5. Probable symptomatic: An episode during which symptoms of hypoglycaemia are not accompanied by a PG determination but that was presumably caused by a PG level ≤3.9 mmol/L.\n\nNumber of treatment emergent hypoglycaemic episodes were reported in terms of rate, defined as number of events divided by PYE multiplied by 100 (1 PYE=365.25 days).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1699.53","spread":null},{"groupId":"OG001","value":"1585.31","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Treatment Emergent Confirmed Hypoglycaemic Episodes in the Maintenance Period","description":"Confirmed hypoglycaemia was defined as either severe episodes or episodes with plasma glucose \\< 3.1 mmol/L (56 mg/dL) with or without symptoms. Severe: An episode requiring assistance of another person to actively administer carbohydrate, glucagon, or other resuscitative actions. Maintenance period was defined as the period from week 16 to end of treatment, including 1 week follow-up.\n\nNumber of treatment emergent hypoglycaemic episodes were reported in terms of rate, defined as number of events divided by PYE multiplied by 100 (1 PYE=365.25 days).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"159.08","spread":null},{"groupId":"OG001","value":"361.18","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Treatment Emergent Nocturnal (00:01-05:59) Confirmed Hypoglycaemic Episodes in the Maintenance Period","description":"Confirmed hypoglycaemia was defined as either severe episodes or episodes with plasma glucose \\< 3.1 mmol/L (56 mg/dL) with or without symptoms. Severe hypoglycaemia: An episode requiring assistance of another person to actively administer carbohydrate, glucagon, or other resuscitative actions. The nocturnal period was defined as the period between 00:01 and 05:59 a.m. (both inclusive). Maintenance period was defined as the period from week 16 to end of treatment, including 1 week follow-up.\n\nNumber of treatment emergent hypoglycaemic episodes were reported in terms of rate, defined as number of events divided by PYE multiplied by 100 (1 PYE=365.25 days).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19.20","spread":null},{"groupId":"OG001","value":"38.60","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Health Related Quality of Life Questionnaire (SF -36)","description":"Change from baseline in SF-36 at week 26. The questionnaire contains 36 items across 8 domains and 2 summary scores. Score range: 0 (worst score) to 100 (best score). Missing data was imputed using last observed value.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.19","spread":"6.89"},{"groupId":"OG001","value":"-0.13","spread":"6.61"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.01","spread":"6.85"},{"groupId":"OG001","value":"-0.50","spread":"6.58"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.41","spread":"8.88"},{"groupId":"OG001","value":"-0.18","spread":"8.92"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.93","spread":"10.10"},{"groupId":"OG001","value":"-0.71","spread":"10.38"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.00","spread":"10.24"},{"groupId":"OG001","value":"2.19","spread":"9.45"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.08","spread":"9.65"},{"groupId":"OG001","value":"0.72","spread":"10.11"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.56","spread":"9.57"},{"groupId":"OG001","value":"0.69","spread":"9.33"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.35","spread":"8.46"},{"groupId":"OG001","value":"-0.12","spread":"9.98"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.54","spread":"10.60"},{"groupId":"OG001","value":"1.01","spread":"11.14"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.39","spread":"9.53"},{"groupId":"OG001","value":"-0.17","spread":"9.81"}]}]}]},{"type":"SECONDARY","title":"Change in Treatment Satisfaction Questionnaire (Treatment Related Impact Measure-diabetes [TRIM-D])","description":"Change from baseline in TRIM-D scores at week 26. TRIM-D score measured treatment satisfaction which included an overall score as well the subscale scores (daily life, diabetes management, compliance and psychological health). The scores were transformed to a 0-100 scale with higher scores indicating less treatment related impact. Missing data was imputed using last observed value.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.87","spread":"11.15"},{"groupId":"OG001","value":"4.11","spread":"10.49"}]}]}]},{"type":"SECONDARY","title":"Treatment Satisfaction Questionnaire (Treatment Related Impact Measures - Diabetes Device [TRIM-D Device])","description":"TRIM-D device is an eight item measure with two domains assessing Device Bother and Device Function. This captures information on the ease of use, convenience, and handling of the device(s) used to take diabetes medication. The measure has acceptable reliability, validity and ability to detect change. The scores were transformed to a 0-100 scale with higher scores indicating less treatment related impact. Missing data was imputed using last observed value.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"72.31","spread":"14.78"},{"groupId":"OG001","value":"69.43","spread":"14.12"}]}]}]},{"type":"SECONDARY","title":"Device Specific Questionnaires I (How Easy or Difficult is it to Read the Dose Scale)","description":"Device Specific Questionnaires I (How easy or difficult is it to read the dose scale) was measured on following categories: Very easy, Fairly easy, Neither easy nor difficult, Rather difficult and Very difficult. Reported results are number of participants reporting the individual category of the question at week 26. Missing data was imputed using last observed value.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"220","spread":null},{"groupId":"OG001","value":"104","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"128","spread":null},{"groupId":"OG001","value":"69","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Device Specific Questionnaires I (How Easy or Difficult do You Find it to Hold the Pen Stable When Injecting?)","description":"Device Specific Questionnaires I (How easy or difficult do you find it to hold the pen stable when injecting?) was measured on following categories: Very easy, Fairly easy, Neither easy nor difficult, Rather difficult and Very difficult. Reported results are number of participants reporting the individual category of the question at week 26. Missing data was imputed using last observed value.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"228","spread":null},{"groupId":"OG001","value":"99","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"121","spread":null},{"groupId":"OG001","value":"72","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Device Specific Questionnaires I (How Easy or Difficult is it to Hear the Clicks for Each Unit Increment?)","description":"Device Specific Questionnaires I (How easy or difficult is it to hear the clicks for each unit increment?) was measured on following categories: Very easy, Fairly easy, Neither easy nor difficult, Rather difficult and Very difficult. Reported results are number of participants reporting the individual category of the question at week 26. Missing data was imputed using last observed value.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"230","spread":null},{"groupId":"OG001","value":"108","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"119","spread":null},{"groupId":"OG001","value":"63","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Device Specific Questionnaires I (How Easy or Difficult is it to Feel the Clicks for Each Unit Increment?)","description":"Device Specific Questionnaires I (How easy or difficult is it to feel the clicks for each unit increment?) was measured on following categories: Very easy, Fairly easy, Neither easy nor difficult, Rather difficult and Very difficult. Reported results are number of participants reporting the individual category of the question at week 26. Missing data was imputed using last observed value.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"217","spread":null},{"groupId":"OG001","value":"103","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"128","spread":null},{"groupId":"OG001","value":"65","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Device Specific Questionnaires I (How Easy or Difficult is it to Push Down the Injection Button?)","description":"Device Specific Questionnaires I (How easy or difficult is it to push down the injection button?) was measured on following categories: Very easy, Fairly easy, Neither easy nor difficult, Rather difficult and Very difficult. Reported results are number of participants reporting the individual category of the question at week 26. Missing data was imputed using last observed value.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"224","spread":null},{"groupId":"OG001","value":"89","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"125","spread":null},{"groupId":"OG001","value":"75","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"14","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Device Specific Questionnaires I (How Easy/Difficult is it to Turn the Dose Selector When Choosing the Right Dose?)","description":"Device Specific Questionnaires I (How easy/difficult is it to turn the dose selector when choosing the right dose?) was measured on following categories: Very easy, Fairly easy, Neither easy nor difficult, Rather difficult and Very difficult. Reported results are number of participants reporting the individual category of the question at week 26. Missing data was imputed using last observed value.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"222","spread":null},{"groupId":"OG001","value":"99","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"128","spread":null},{"groupId":"OG001","value":"72","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Device Specific Questionnaires I (How Easy/Difficult is it to Know if the Push Button Has Been Pushed Completely Down?)","description":"Device Specific Questionnaires I (How easy/difficult is it to know if the push button has been pushed completely down?) was measured on following categories: Very easy, Fairly easy, Neither easy nor difficult, Rather difficult or Very difficult. Reported results are number of participants reporting the individual category of the question at week 26. Missing data was imputed using last observed value.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"213","spread":null},{"groupId":"OG001","value":"92","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"134","spread":null},{"groupId":"OG001","value":"77","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"9","spread":null}]}]}]},{"type":"SECONDARY","title":"Device Specific Questionnaires I (How Easy or Difficult is it to See the Dose Scale When Injecting?)","description":"Device Specific Questionnaires I (How easy or difficult is it to see the dose scale when injecting?) was measured on following categories: Very confident, Very easy, Fairly easy, Neither easy nor difficult, Rather difficult, and Very difficult. Reported results are number of participants reporting the individual category of the question at week 26. Missing data was imputed using last observed value.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"215","spread":null},{"groupId":"OG001","value":"94","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"126","spread":null},{"groupId":"OG001","value":"78","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Device Specific Questionnaires I (How Confident Are You That You Set the Insulin Dose Correctly Every Time?)","description":"Device Specific Questionnaires I (How confident are you that you set the insulin dose correctly every time?) was measured on following categories: Very confident, Rather confident, Fairly confident, Not very confident and Not at all confident. Reported results are number of participants reporting the individual category of the question at week 26. Missing data was imputed using last observed value.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"209","spread":null},{"groupId":"OG001","value":"85","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"43","spread":null},{"groupId":"OG001","value":"26","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"106","spread":null},{"groupId":"OG001","value":"65","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Device Specific Questionnaires I (How Confident Are You That You Inject the Correct Amount of Insulin Every Time?)","description":"Device Specific Questionnaires I (How confident are you that you inject the correct amount of insulin every time?) was measured on following categories: Very confident, Rather confident, Fairly confident, Not very confident and Not at all confident. Reported results are number of participants reporting the individual category of the question at week 26. Missing data was imputed using last observed value.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"202","spread":null},{"groupId":"OG001","value":"83","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"52","spread":null},{"groupId":"OG001","value":"28","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"104","spread":null},{"groupId":"OG001","value":"67","spread":null}]}]}]},{"type":"SECONDARY","title":"Device Specific Questionnaires I (Overall, How Confident Are You in Your Management of Your Daily Insulin Injections Using This Pen?)","description":"Device Specific Questionnaires I (Overall, how confident are you in your management of your daily insulin injections using this pen?) was measured on following categories: Very confident, Fairly confident, Rather confident, Not very confident and Not at all confident. Reported results are number of participants reporting the individual category of the question at week 26. Missing data was imputed using last observed value.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"197","spread":null},{"groupId":"OG001","value":"82","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"59","spread":null},{"groupId":"OG001","value":"39","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"102","spread":null},{"groupId":"OG001","value":"57","spread":null}]}]}]},{"type":"SECONDARY","title":"Device Specific Questionnaires I (Overall, How Confident Are You in Controlling Your Blood Sugar Level Using This Pen?)","description":"Device Specific Questionnaires I (Overall, how confident are you in controlling your blood sugar level using this pen?) was measured on following categories: Very confident, Fairly confident, Rather confident, Not very confident and Not at all confident. Reported results are number of participants reporting the individual category of the question at week 26. Missing data was imputed using last observed value.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"180","spread":null},{"groupId":"OG001","value":"71","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"85","spread":null},{"groupId":"OG001","value":"60","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"92","spread":null},{"groupId":"OG001","value":"42","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Device Specific Questionnaires I (How Suitable is the Pen to Use in Public?)","description":"Device Specific Questionnaires I (How suitable is the pen to use in public?) was measured on following scale: Very suitable, Fairly suitable, Rather suitable, Not very suitable and Not at all suitable. Reported results are number of participants reporting the individual category of the question at week 26. Missing data was imputed using last observed value.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"129","spread":null},{"groupId":"OG001","value":"60","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"117","spread":null},{"groupId":"OG001","value":"64","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"94","spread":null},{"groupId":"OG001","value":"35","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null},{"groupId":"OG001","value":"18","spread":null}]}]}]},{"type":"SECONDARY","title":"Device Specific Questionnaires I (How Confident Are You That the Air Shot Has Been Done Correctly?)","description":"Device Specific Questionnaires I (How confident are you that the air shot has been done correctly?) was measured on following categories: Very confident, Fairly confident, Rather confident, Not very confident and Not at all confident. Reported results are number of participants reporting the individual category of the question at week 26. Missing data was imputed using last observed value.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"157","spread":null},{"groupId":"OG001","value":"73","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"85","spread":null},{"groupId":"OG001","value":"55","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"109","spread":null},{"groupId":"OG001","value":"47","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Device Specific Questionnaires I (How Convenient do You Find the Size of the Pen?)","description":"Device Specific Questionnaires I (How convenient do you find the size of the pen?) was measured on following categories: Very convenient, Fairly convenient, Rather convenient, Not very convenient and Not at all convenient. Reported results are number of participants reporting the individual category of the question at week 26. Missing data was imputed using last observed value.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"143","spread":null},{"groupId":"OG001","value":"63","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"109","spread":null},{"groupId":"OG001","value":"69","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"101","spread":null},{"groupId":"OG001","value":"42","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]}]},{"type":"SECONDARY","title":"Device Specific Questionnaires I (How Comfortable do You Find the Handling of the Pen?)","description":"Device Specific Questionnaires I (How comfortable do you find the handling of the pen?) was measured on following categories: Very comfortable, Fairly comfortable, Rather comfortable, Not very comfortable and Not at all comfortable. Reported results are number of participants reporting the individual category of the question at week 26. Missing data was imputed using last observed value.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"146","spread":null},{"groupId":"OG001","value":"66","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"107","spread":null},{"groupId":"OG001","value":"68","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"104","spread":null},{"groupId":"OG001","value":"44","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Device Specific Questionnaires I (Did You Have Any Problems Using the Pen?)","description":"Participants were asked to report whether they had any problems using the pen. Number of participants reporting \"yes\" and \"no\" are presented. Missing data was imputed using last observed value.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"346","spread":null},{"groupId":"OG001","value":"169","spread":null}]}]}]},{"type":"SECONDARY","title":"Device Specific Questionnaires II (How Easy or Difficult Was it to Learn How to Use This Pen?)","description":"Device Specific Questionnaires II (How easy or difficult was it to learn how to use this pen?) was measured on following categories: Very easy, Fairly easy, Neither easy nor difficult, Rather difficult and Very difficult. Reported results are number of participants reporting the individual category of the question at week 26. Missing data was imputed using last observed value.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"206","spread":null},{"groupId":"OG001","value":"92","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"145","spread":null},{"groupId":"OG001","value":"79","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]}]},{"type":"SECONDARY","title":"Device Specific Questionnaires II (How Easy or Difficult is it to Distinguish Between Dialling up and Down?)","description":"Device Specific Questionnaires II (How easy or difficult is it to distinguish between dialling up and down?) was measured on following categories: Very easy, Fairly easy, Neither easy nor difficult, Rather difficult and Very difficult. Reported results are number of participants reporting the individual category of the question at week 26. Missing data was imputed using last observed value.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"203","spread":null},{"groupId":"OG001","value":"91","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"144","spread":null},{"groupId":"OG001","value":"81","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Device Specific Questionnaires II (How Easy or Difficult is it to Inject Your Usual Insulin Dose?)","description":"Device Specific Questionnaires II (How easy or difficult is it to inject your usual insulin dose?) was measured on following categories: Very easy, Fairly easy, Neither easy nor difficult, Rather difficult and Very difficult. Reported results are number of participants reporting the individual category of the question at week 26. Missing data was imputed using last observed value.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"193","spread":null},{"groupId":"OG001","value":"93","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"154","spread":null},{"groupId":"OG001","value":"81","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Device Specific Questionnaires II (How Easy/Difficult is it to Reach the Dose Button When Inject Your Insulin Dose?)","description":"Device Specific Questionnaires II (How easy/difficult is it to reach the dose button when inject your insulin dose?) was measured on following categories: Very easy, Fairly easy, Neither easy nor difficult, Rather difficult and Very difficult. Reported results are number of participants reporting the individual category of the question at week 26. Missing data was imputed using last observed value.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"193","spread":null},{"groupId":"OG001","value":"90","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"153","spread":null},{"groupId":"OG001","value":"82","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Device Specific Questionnaires II (How Easy or Difficult is it to Inject Yourself in Different Places of the Body Using This Pen?)","description":"Device Specific Questionnaires II (How easy or difficult is it to inject yourself in different places of the body using this pen?) was measured on following categories: Very easy, Fairly easy, Neither easy nor difficult, Rather difficult, Very difficult and Not applicable. Reported results are number of participants reporting the individual category of the question at week 26. Missing data was imputed using last observed value.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"167","spread":null},{"groupId":"OG001","value":"77","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"169","spread":null},{"groupId":"OG001","value":"85","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20","spread":null},{"groupId":"OG001","value":"16","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Device Specific Questionnaires II (How Confident Are You That the Full Dose Has Been Delivered?)","description":"Device Specific Questionnaires II (How confident are you that the full dose has been delivered?) was measured on following categories: Very confident, Fairly confident, Fairly easy, Rather confident, Not very confident and Not at all confident. Reported results are number of participants reporting the individual category of the question at week 26. Missing data was imputed using last observed value.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"184","spread":null},{"groupId":"OG001","value":"79","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"54","spread":null},{"groupId":"OG001","value":"42","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"117","spread":null},{"groupId":"OG001","value":"56","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Device Specific Questionnaires II (Would You Recommend the Pen?)","description":"Participants were asked the question \"would you recommend the pen?\" Number of participants reporting \"yes\" and \"no\" are presented. Missing data was imputed using last observed value.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"338","spread":null},{"groupId":"OG001","value":"161","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"19","spread":null},{"groupId":"OG001","value":"17","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":16,"n":360},"commonTop":["Upper respiratory tract infection","Diabetic retinopathy","Viral upper respiratory tract infection"]}}}