{"nctId":"NCT03150875","briefTitle":"A Study Comparing the Efficacy and Safety Between IBI308 and Docetaxel in Patients With Advanced or Metastatic NSCLC","startDateStruct":{"date":"2017-09-01","type":"ACTUAL"},"conditions":["Non-small Cell Lung Cancer"],"count":290,"armGroups":[{"label":"IBI308","type":"EXPERIMENTAL","interventionNames":["Drug: IBI308"]},{"label":"docetaxel","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Docetaxel"]}],"interventions":[{"name":"IBI308","otherNames":[]},{"name":"Docetaxel","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Subjects with Histologically or cytologically confirmed squamous cell NSCLC\n2. Subjects with stage IIIB/stage IV or recurrent disease (not suitable for definitive concurrent chemoradiotherapy) (according to version 7 of the International Association for the Study of Lung Cancer Staging Manual in Thoracic Oncology) after failure of first-line platinum-based therapy; Subjects who developed recurrent disease \\<6 months after platinum-containing adjuvant, neoadjuvant or definitive chemoradiation therapy also could also be eligible.\n3. At lease one measurable disease according to Response Evaluation Criteria In Solid Tumors (RECIST) 1.1\n4. Age ≥ 18 and ≤ 75\n5. ECOG performance status 0-1\n6. Life expectancy of at least 12 weeks\n7. Adequate organ and bone marrow function\n\n   1. CBC: absolute neutrophil count (ANC) ≥ 1.5 × 109 / L; platelet count (PLT) ≥ 100 × 109 / L; hemoglobin content (HGB) ≥ 9.0 g / dL.\n   2. Liver function: serum total bilirubin (TBIL) ≤ 1.5 × normal upper limit (ULN); alanine aminotransferase (ALT) and aspartate aminotransferase (AST) ≤ 2.5 × ULN; serum albumin ≥ 28 g / L.\n   3. Renal function: serum creatinine (Cr) ≤ 1.5 × ULN, or creatinine clearance rate (Ccr) ≥ 40 mL / min (calculated using Cockcroft / Gault equation) Female:CrCl= (140-Age) x Weight(kg) x 0.85 72 x Serum creatinine (mg/dL) Male:CrCl= (140-Age) x Weight(kg) x 1.00 72 x Serum creatinine (mg/dL)\n8. Subjects of reproductive potential must be willing to use adequate contraception during the course of the study and through 6 months after the last dose of study treatment.\n9. Voluntarily signed written informed consent form, willing and able to comply with scheduled visits and other requirements of the study\n\nExclusion Criteria:\n\n1. EGFR mutation and ALK rearrangement\n2. Mixed adeno-squamous carcinoma or other pathological type\n3. Prior therapy with anti-PD-1,anti-PD-L1,anti-CTLA4 antibody or docetaxel\n4. Have received following treatment:\n\n   1. Received any investigational agent within 4 weeks of the first dose of study treatment.\n   2. Received any anti-tumor therapy (chemotherapy, targeted therapy, tumor immunotherapy or arterial embolization) within 3 weeks of the first dose of study treatment.\n   3. Received radiotherapy within 4 weeks of the first dose of study treatment.\n   4. Received systemic treatment with high-dose corticosteroids (\\> 10 mg daily prednisone equivalent) or other immunosuppressive drugs within 4 weeks of first dose. Inhaled or topical steroids and adrenal replacement steroid are permitted in the absence of active autoimmune disease.\n   5. Received attenuated live vaccine within 4 weeks of the first dose of study medication or plan to receive live vaccine during study period.\n   6. Received major surgery (such as craniotomy, thoracotomy or laparotomy) within 4 weeks of the first dose of study drugs or open wound, ulcer or fracture.\n5. Unrecovered toxicity (grade \\>1, according to NCI CTCAE 4.03) due to prior anti-tumor therapy before the first dose of study treatment.\n6. Subjects with active, known or suspected autoimmune disease such as interstitial pneumonia, uveitis, Crohn's disease, autoimmune thyroiditis. Subjects with cured childhood asthma, type I diabetes mellitus and hypothyroidism only requiring hormone replacement, or skin disorders (such as vitiligo, psoriasis, or alopecia) not requiring systemic treatment.\n7. Known history of allogeneic organ or allogeneic hemopoietic stem cell transplantation\n8. Known allergic or hypersensitive to docetaxel, any monoclonal antibody or any other components used in their preparation.\n9. Hemoptysis within 4 weeks of randomization (≥ 1/2 spoon per time).\n10. Received thoracic radiotherapy \\>30Gy within 6 months or palliative radiotherapy (brain or bone metastasis) ≤30Gy within 7 days of randomization.\n11. Symptomatic central nervous system (CNS) metastasis and/or carcinomatous meningitis. Subjects should have stable disease more than 4 weeks from first dose of study treatment, with neurological symptoms returned to NCI CTCAE 4.03 grade 0 or 1, are permitted to enroll.\n12. Subjects with a history of interstitial lung disease\n13. Superior vena caval obstruction syndrome;\n14. Uncontrolled third space effusion, eg. ascites or pleural effusion.\n15. Uncontrolled concomitant disease, including but not limited to :\n\n    1. Active or poorly controlled severe infection\n    2. Human Immunodeficiency Virus (HIV) infection (HIV antibody positive)\n    3. Known acute or chronic active hepatitis B (HBV DNA positive) infection or acute or chronic active hepatitis C (HCV antibody positive and HCV RNA positive) infection\n    4. Active tuberculosis\n    5. Symptomatic congestive heart failure (New York Heart Association grade III-IV) or symptomatic, poorly controlled arrhythmia\n    6. Uncontrolled hypertension (SBP ≥ 160mmHg or DBP ≥ 100mmHg)\n    7. Prior arterial thromboembolism event, including myocardial infarction, unstable angina, stroke and transient ischemic attack, within 6 months of enrollment\n    8. Concomitant disease needs anticoagulant therapy\n    9. Uncontrolled hypercalcemia(Ca2+\\>1.5mmol/L or Ca \\>12mg/dl or corrected Serum Calcium \\>ULN),or Symptomatic hypercalcemia during diphosphonate therapy\n    10. Other primary malignancy, with the exception of: (radical Non-melanoma skin cancer or cured cervical in-situ carcinoma;)\n16. Subjects with other diseases or abnormal Lab test results which might increase the risk of enrollment and treatment or Interfere with the interpretation of study results could be excluded according to the judgments of investigator.\n17. Women who are pregnant or nursing","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Survival","description":"Overall survival was defined as the time from randomization to death due to any cause.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.79","spread":null},{"groupId":"OG001","value":"8.25","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression-free Survival by Investigators' Assessment","description":"Progression-free survival (PFS) was defined as the time from randomization to the first documented progressive disease (PD) or death due to any cause, whichever occurred first. Per Response Evaluation Criteria in Solid Tumours (RECIST 1.1), PD was defined as ≥20% increase in the sum of diameters of target lesions, or unequivocal progression of non-target lesion. In addition to the relative increase of 20%, the sum must also have demonstrated an absolute increase of ≥5 mm. The appearance of one or more new lesions was also considered PD. PFS as assessed by investigators per RECIST 1.1 was reported for each arm.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.3","spread":null},{"groupId":"OG001","value":"2.79","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Response Rate (ORR) Per RECIST v1.1 as Assessed by Investigators","description":"ORR was defined as the percentage of participants in the analysis population who had a confirmed Complete Response (CR: Disappearance of all target lesions) or a Partial Response (PR: ≥30% decrease in the sum of diameters of target lesions, taking as reference the baseline sum diameters) per RECIST 1.1. The percentage of participants who experienced a CR or PR is presented.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25.5","spread":null},{"groupId":"OG001","value":"2.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response (DOR) Per RECIST v1.1 as Assessed by Investigators","description":"For participants who demonstrated a CR (disappearance of all target lesions) or PR (≥30% decrease in the sum of diameters of target lesions) per RECIST 1.1, DOR was defined as the time from first documented evidence of a CR or PR until PD or death. DOR for participants who had not progressed or died at the time of analysis was to be censored at the date of their last tumor assessment. Per RECIST 1.1, PD was defined as ≥20% increase in the sum of diameters of target lesions or unequivoval progression of non-target lesion. In addition to the relative increase of 20%, the sum must also have demonstrated an absolute increase of ≥5 mm. Note: The appearance of one or more new lesions was also considered PD. The DOR per RECIST 1.1 for all participants who experienced a CR or PR is presented.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.45","spread":null},{"groupId":"OG001","value":"4.14","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Experiencing Treatment-emergent Adverse Events (TEAE)","description":"TEAE is any AE that developed or worsened in severity compared to the baseline during the period from first dose of any study treatment up to 90 days after the last dose of any study treatment. Percentage of participants experiencing TEAE is calculated.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"97.20","spread":null},{"groupId":"OG001","value":"96.20","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":56,"n":144},"commonTop":["Anaemia","Asthenia","Decreased appetite","Pyrexia","Cough"]}}}