{"nctId":"NCT04450329","briefTitle":"A Study to Compare SB15 (Proposed Aflibercept Biosimilar) to Eylea in Subjects With Neovascular Age-related Macular Degeneration (AMD)","startDateStruct":{"date":"2020-06-23","type":"ACTUAL"},"conditions":["Neovascular Age-related Macular Degeneration"],"count":449,"armGroups":[{"label":"SB15 (Proposed aflibercept biosimilar)","type":"EXPERIMENTAL","interventionNames":["Drug: SB15 (Proposed aflibercept biosimilar)"]},{"label":"Eylea (Aflibercept)","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: SB15 (Proposed aflibercept biosimilar)","Drug: Eylea (Aflibercept)"]}],"interventions":[{"name":"SB15 (Proposed aflibercept biosimilar)","otherNames":[]},{"name":"Eylea (Aflibercept)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Age ≥ 50 years at Screening\n2. Treatment naïve, \\*active subfoveal choroidal neovascularisation (CNV) lesion secondary to AMD in the study eye\n3. The area of CNV must occupy at least 50% of total lesion in the study eye\n4. Total lesion area ≤ 9.0 Disc Areas (DA) in size (including blood, scars, and neovascularisation) in the study eye\n5. BCVA of 20/40 to 20/200 (letter score of 73 to 34, inclusive) using ETDRS charts or 2702 series Number charts in the study eye at Screening and at Week 0 (Day 1) prior to randomisation\n6. Non-childbearing potential female, OR childbearing potential female subjects or male subjects with their (respectively male or female) partners who agree to use at least two forms of appropriate contraception method that can achieve a failure rate of less than 1% per year from Screening until 3 months after the last IVT injection of IP\n7. Written informed consent form (ICF) must be obtained from the subject prior to any study related procedure\n8. Willingness and ability to undertake all scheduled visits and assessments\n\nExclusion Criteria:\n\n1. Study eye: Sub- or intra-retinal haemorrhage that comprises more than 50% of the entire lesion or presence of blood with the size of 1 DA or more involving the centre of fovea\n2. Study eye: Scar, fibrosis, or atrophy involving the centre of the fovea\n3. Study eye: Presence of CNV due to other causes, such as ocular histoplasmosis, trauma, multifocal choroiditis, angioid streaks, history of choroidal rupture, or pathologic myopia\n4. Study eye: Presence of retinal pigment epithelial tears or rips involving the macula\n5. Study eye: Presence of macular hole at any stage\n6. Study eye: Any concurrent macular abnormality other than AMD which could affect central vision or the efficacy of IP\n7. Study eye: Any concurrent ocular condition which, in the opinion of the Investigator, could either confound the interpretation of efficacy and safety of IP or require medical or surgical intervention during the study period\n8. Either eye: History or clinical evidence of diabetic retinopathy (except for mild non-proliferative diabetic retinopathy) or diabetic macular oedema (DME)\n9. Study eye: Current vitreous haemorrhage\n10. Either eye: Any previous IVT anti-vascular endothelial growth factor (VEGF) treatment\n11. Any previous systemic anti-VEGF treatment\n12. Study eye: History of treatment involving macula such as macular laser photocoagulation, photodynamic therapy (PDT), transpupillary thermotherapy (TTT), radiation therapy, or any ocular treatment for neovascular AMD\n13. Any systemic treatment or therapy (including prescribed herbal medication) to treat neovascular AMD within 30 days prior to randomisation. However, dietary supplements, vitamins, or minerals will be allowed.\n14. Study eye: History of vitrectomy, scleral buckling (encircling), glaucoma filtration surgery, corneal transplantation, or pan-retinal photocoagulation\n15. Study eye: Previous ocular (intraocular and peribulbar) corticosteroids injection/implant within 1 year prior to randomisation\n16. Study eye: Topical ocular corticosteroids administered for ≥ 30 consecutive days or for ≥ 60 nonconsecutive days within 90 days prior to randomisation\n17. Use of systemic corticosteroids for 30 or more consecutive days within 90 days prior to randomization (inhaled steroid is permitted).\n18. Study eye: Any other intraocular surgery or periocular surgery within 90 days prior to randomisation, except for lid surgery, which may not have taken place within 30 days prior to randomisation.\n19. Current use of medications known to be toxic to the lens, retina, or optic nerve at Screening.\n20. Study eye: Previous radiation therapy near the region of the study eye\n21. Previous participation in clinical studies with IP to treat neovascular AMD in either eye.\n22. Previous participation in clinical studies with IP to treat disease other than neovascular AMD within 90 days prior to randomisation (excluding dietary supplementary, vitamins, and minerals).\n23. Subject with only one functional eye (defined as BCVA of counting finger or less on the eye with worse vision)\n24. Study eye: Spherical equivalent of the refractive error demonstrating more than 6 diopters of myopia. For subjects who have undergone previous refractive or cataract surgery in the study eye, the preoperative refractive error in the study eye cannot exceed 6 diopters of myopia.\n25. Study eye: Aphakia or absence of the posterior capsule (unless it occurred as a result of a YAG laser posterior capsulotomy in association with prior posterior chamber IOL implantation)\n26. Either eye: Active or suspected ocular and periocular infection at Screening or at randomisation\n27. Either eye: Active intraocular inflammation including scleritis at Screening or at randomisation\n28. Either eye: History of idiopathic or autoimmune-associated uveitis\n29. Study eye: Uncontrolled ocular hypertension (defined as intraocular pressure \\[IOP\\] ≥ 25 mmHg despite treatment with anti-glaucoma medication) at Screening\n30. Known allergic reactions and/or hypersensitivity to any component of Eylea or SB15\n31. History of allergy to the fluorescein sodium for injection in angiography\n32. History of a medical condition that would preclude scheduled study visits or safe use of IP in the opinion of the Investigator\n33. Uncontrolled systemic disease including but not limited to uncontrolled diabetes mellitus (in the opinion of the Investigator), uncontrolled systemic hypertension (systolic blood pressure ≥ 180 mmHg and/or diastolic blood pressure ≥ 100 mmHg on optimal medical regimen), or uncontrolled atrial fibrillation (resting heart rate ≥ 110 beats per minutes) at Screening\n34. Stroke, transient ischaemic attacks, or myocardial infarction within 180 days prior to randomisation\n35. History of recurrent significant infections and/or current treatment for systemic infection\n36. Severe renal impairment with dialysis or a history of renal transplant\n37. Malignancy (other than non-melanoma skin cancer) under treatment or with history of metastatic disease\n38. Women of childbearing potential who are pregnant, planning to become pregnant, lactating, or not using adequate birth control, as specified in protocol. For women of childbearing potential, a serum pregnancy test must result negative at Screening.\n39. Employees of investigational sites, individuals directly involved with the conduct of the study","healthyVolunteers":false,"sex":"ALL","minimumAge":"50 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Best Corrected Visual Acuity (BCVA)","description":"The VA was assessed using original series ETDRS charts or 2702 series number charts.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.7","spread":"0.56"},{"groupId":"OG001","value":"6.6","spread":"0.57"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":22,"n":224},"commonTop":["Neovascular age-related macular degeneration","Visual acuity reduced"]}}}