{"nctId":"NCT01007942","briefTitle":"Daily Everolimus in Combination With Trastuzumab and Vinorelbine in HER2/Neu Positive Women With Locally Advanced or Metastatic Breast Cancer","startDateStruct":{"date":"2009-10"},"conditions":["HER2/Neu Over-expressing Locally Advanced Breast Cancer","Metastatic Breast Cancer"],"count":569,"armGroups":[{"label":"Everolimus + vinorelbine + trastuzumab","type":"EXPERIMENTAL","interventionNames":["Drug: everolimus","Drug: vinorelbine","Drug: trastuzumab"]},{"label":"placebo + vinorelbine + trastuzumab","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo","Drug: vinorelbine","Drug: trastuzumab"]}],"interventions":[{"name":"everolimus","otherNames":["RAD001"]},{"name":"Placebo","otherNames":[]},{"name":"vinorelbine","otherNames":[]},{"name":"trastuzumab","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Histologically or cytologically confirmed invasive breast carcinoma with locally recurrent or radiological evidence of metastatic disease. Locally recurrent disease must not be amenable to resection with curative intent.\n* HER2+ status defined as IHC 3+ staining or in situ hybridization positive\n* Patients with resistance to trastuzumab\n* Prior taxane therapy\n* Patients with an ECOG performance status of 0 - 2\n* Patients with measurable disease as per RECIST criteria\n* Documentation of negative pregnancy test for patients of child bearing potential prior to enrollment within 7 days prior to randomization. Sexually active pre-menopausal women must use adequate contraceptive measures, excluding estrogen containing contraceptives, while on study;\n* Patients must meet laboratory criteria defined in the study within 21 days prior to randomization\n\nExclusion Criteria:\n\n* Prior mTOR inhibitors or vinca alkaloid agents for the treatment of cancer\n* More than three prior chemotherapy lines for advanced disease.\n* Symptomatic CNS metastases or evidence of leptomeningeal disease. Previously treated asymptomatic CNS metastases are allowed provided that the last treatment for CNS metastases was completed \\>8 weeks prior to randomization\n* Impairment of gastrointestinal (GI) function or GI disease that may significantly alter the absorption of oral everolimus\n* Peripheral neuropathy ≥ grade 2 at randomization\n* Active cardiac disease\n* History of cardiac dysfunction\n* Any malignancy within 5 years prior to randomization, with the exception of adequately treated in-situ carcinoma of the cervix uteri, basal or squamous cell carcinoma or non-melanomatous skin cancer\n* Known hypersensitivity to any study medication\n* Breastfeeding or pregnant","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progressive-free Survival (PFS) Per Investigator Assessment","description":"PFS was defined as the time from the date of randomization to the date of first radiologically documented tumor progression or death from any cause, whichever occurs first. PFS primary analysis performed when 415 events were reached. Progression is defined using Response Evaluation Criteria In Solid Tumors Criteria (RECIST v1.0), as a 20% increase in the sum of the longest diameter of target lesions, or a measurable increase in a non-target lesion, or the appearance of new lesions.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.00","spread":null},{"groupId":"OG001","value":"5.78","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS)","description":"OS was defined as the time from date of randomization to the date of death from any cause. Final OS was conducted when 388 deaths occurred.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23.46","spread":null},{"groupId":"OG001","value":"24.08","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Response Rate (ORR)","description":"ORR was defined as the percentage of participants whose best overall response was either complete response (CR) or partial response (PR) according to RECIST version 1.0. Per Response Evaluation Criteria In Solid Tumors Criteria (RECIST v1.0) for target lesions and assessed by MRI: Complete Response (CR), Disappearance of all target lesions; Partial Response (PR), \\>=30% decrease in the sum of the longest diameter of target lesions; Overall Response (OR) = CR + PR.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"40.8","spread":null},{"groupId":"OG001","value":"37.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Clinical Benefit Rate (CBR)","description":"CBR was defined as the percentage of participants whose best overall response, according to RECIST, was either complete response (CR), a partial response (PR) or stable disease (SD) lasting for at least 24 weeks. Per Response Evaluation Criteria In Solid Tumors Criteria (RECIST v1.0) for target lesions and assessed by MRI: Complete Response (CR), Disappearance of all target lesions; Partial Response (PR), \\>=30% decrease in the sum of the longest diameter of target lesions; SD = Neither sufficient shrinkage to qualify for PR or CR nor an increase in lesions which would qualify for PD; PD = At least a 20% increase in the sum of the longest diameter of all measured target lesions, taking as reference the smallest sum of longest diameter of all target lesions recorded at or after baseline.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"59.2","spread":null},{"groupId":"OG001","value":"53.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Median Time to Deterioration of the ECOG Performance Status Score","description":"Time to deterioration of ECOG performance status score was summarized at time of assessment. ECOG (Eastern Cooperative Oncology Group)performance scale is a standard criteria for measuring how treatment of cancer impacts their level of functioning in terms of their ability to care for themselves, daily activity, \\& physical ability (walking, working, etc.). Scale score ranges from 0 to 5, 5 being the worst. ECOG scale index: 0 - Fully active, able to carry on all pre-disease performance without restriction. 1 - Restricted in physically strenuous activity but ambulatory \\& able to carry out work of a light or sedentary nature, e.g., light housework, office work. 2 - Ambulatory \\& capable of all self-care but unable to carry out any work activities. Up \\& about more than 50% of waking hours. 3 - Capable of only limited self-care, confined to bed or chair more than 50% of waking hours. 4 - Completely disabled. Cannot carry on any self-care. Totally confined to bed or chair. 5 - Dead","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32.66","spread":null},{"groupId":"OG001","value":"21.55","spread":null}]}]}]},{"type":"SECONDARY","title":"PRO: Time to Deterioration in Global Health Status/QoL Domain Score of the European Organization for the Research and Treatment of Cancer (EORTC)-Core Quality of Life Questionnaire (QLQ-C30) (by at Least 10%)","description":"PRO = patient reported outcomes; Time to deterioration (≥ 10% worsening from baseline), in the global health status of EORTC QLQ-C30 scale was done in the 3 functional scales (emotional, physical, \\& social functioning \\[EF, PF, \\& SF\\]). It contains 30 items \\& is composed of multi-item scales \\& single-item measures. These include 5 functional scales (physical, role, emotional, social \\& cognitive functioning), 3 symptom scales (fatigue, pain, nausea, \\& vomiting), a global health status/QoL scale, and 6 single items (dyspnea, diarrhea, constipation, anorexia, insomnia \\& financial impact). Each of the multi-item scale includes a different set of items - no item occurs in more than 1 scale. Each item in the EORTC QLQ-C30 has 4 response categories (1=Not at all, 2= A little, 3= Quite a bit, 4= Very much) with the higher number representing a worse outcome. The global health domain score of the QLQ-C30 questionnaire was pre-specified as the primary QoL domain of interest \\& disclosed here.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.31","spread":null},{"groupId":"OG001","value":"7.29","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11.96","spread":null},{"groupId":"OG001","value":"12.48","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15.18","spread":null},{"groupId":"OG001","value":"12.45","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11.33","spread":null},{"groupId":"OG001","value":"13.11","spread":null}]}]}]},{"type":"SECONDARY","title":"Everolimus Blood Concentrations by Leading Dose and Time Point","description":"Pre-dose (Cmin) and 2 hours post-dose (C2h) everolimus PK blood samples were collected at Cycle 2 Day 1. Only valid everolimus PK blood samples collected at steady state were used in the analyses.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.928","spread":"2.6197"},{"groupId":"OG001","value":"5.652","spread":"4.1006"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13.035","spread":"6.6842"},{"groupId":"OG001","value":"22.005","spread":"13.3800"}]}]}]},{"type":"SECONDARY","title":"Vinorelbine Blood Concentrations by Leading Dose and Time Point","description":"Pre-infusion (Cmin) and end of infusion (C2h) vinorelbine PK blood samples were collected at Cycle 2 Day 1. Only valid vinorelbine PK blood samples collected at steady state were used in the analyses.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.085","spread":"66.8551"},{"groupId":"OG001","value":"0.061","spread":"0.4888"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"867.147","spread":"971.3057"},{"groupId":"OG001","value":"1068.51","spread":"1145.860"}]}]}]},{"type":"SECONDARY","title":"Trastuzumab Blood Concentrations by Leading Dose and Time Point","description":"Pre-infusion (Cmin) and end of infusion (C2h) trastuzumab PK blood samples were collected at Cycle 3 Day 1. Only valid trastuzumab PK blood samples collected at steady state were used in the analyses.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23.351","spread":"6.3344"},{"groupId":"OG001","value":"24.526","spread":"7.9960"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"64.279","spread":"27.8549"},{"groupId":"OG001","value":"60.576","spread":"15.5198"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":122,"n":280},"commonTop":["Neutropenia","Stomatitis","Fatigue","Leukopenia","Anaemia"]}}}