{"nctId":"NCT00697073","briefTitle":"Study to Assess the Safety and Tolerability of Idebenone in the Treatment of Friedreich's Ataxia Patients","startDateStruct":{"date":"2008-07"},"conditions":["Friedreich's Ataxia"],"count":68,"armGroups":[{"label":"1","type":"EXPERIMENTAL","interventionNames":["Drug: Idebenone"]}],"interventions":[{"name":"Idebenone","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n* Friedreich's ataxia patients completing core study SNT-III-002 (NCT00537680) and presenting at Week 24 (Visit 5) of that study\n* Body weight ≥ 25kg/55 lbs\n* Negative urine pregnancy test\n* Patients who in the opinion of the investigator are able to comply with the requirements of this study\n\nExclusion criteria:\n\n* Adverse events during the course of SNT-III-002(NCT00537680)which in the opinion of the investigator are attributable to idebenone and preclude further treatment with idebenone\n* Clinically significant abnormalities of clinical hematology or biochemistry including, but not limited to, elevations greater than 2 times the upper limit of normal of AST, ALT or creatinine\n* Treatment with coenzyme Q10, vitamin E (if taken at a dose 5 times above the daily requirement) or other sources of idebenone within the past month\n* Parallel participation in another clinical drug trial\n* Past or present history of abuse of drugs or alcohol\n* Pregnancy or breast-feeding","healthyVolunteers":false,"sex":"ALL","minimumAge":"8 Years","maximumAge":"18 Years","stdAges":["CHILD","ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in ICARS","description":"International Cooperative Ataxia Rating Scale (ICARS):\n\nICARS consists of a one-hundred-point semi-quantitative scale based upon 19 simple testing manoeuvres compartmentalized into postural and stance disorders, limb ataxia, dysarthria and oculomotor disorders and has been previously used in this patient population with good inter-rater reliability.\n\nA total score of 0 points represents the best possible score, and a value of 100 points is the worst possible score. Therefore, a negative change in ICARS score represents an improvement. A higher score also indicates more disability.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.1","spread":"5.64"}]}]}]},{"type":"SECONDARY","title":"FARS (Friedreich's Ataxia Rating Scale)","description":"FARS consists of a 25 manoeuvre exam along with 4 quantitative performance measures. The neurological exam covers bulbar function, upper limb coordination, lower limb coordination, peripheral nervous system function, deep tendon reflexes, stability and gait. The use of FARS has been recently validated as a sensitive scale for this population. The FARS consists of three subscales, comprising a general score for ataxia, a score for activities of daily living (ADL) and a neurological examination. The scores can be added to make a total score ranging from 0 to 159. A higher score indicates a greater level of disability.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.3","spread":"5.59"}]}]}]},{"type":"SECONDARY","title":"Nature of Adverse Events","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"117","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"97","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"75","spread":null}]}]}]},{"type":"SECONDARY","title":"Frequency/Number of Mild, Moderate, and Severe Adverse Events","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"32","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":68},"commonTop":["headache","upper respiratory tract infection","nausea","pyrexia"]}}}