{"nctId":"NCT00674609","briefTitle":"A Study of Sativex® for Pain Relief in Patients With Advanced Malignancy","startDateStruct":{"date":"2002-02"},"conditions":["Palliative Care","Pain","Cancer"],"count":177,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"Sativex","type":"EXPERIMENTAL","interventionNames":["Drug: Sativex®"]},{"label":"THC Alone","type":"EXPERIMENTAL","interventionNames":["Drug: THC Alone"]}],"interventions":[{"name":"Placebo","otherNames":["GW-4000-01"]},{"name":"Sativex®","otherNames":["GW-1000-02"]},{"name":"THC Alone","otherNames":["GW-2000-02","THC"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Willing and able to give informed consent.\n* Male or female, age 18 years or above.\n* Diagnosed with cancer of any type, which is considered to be terminal.\n* Diagnosed with cancer-related pain which is not wholly alleviated with their current strong opioid treatment and whose level of pain measured on a NRS is ³four on at least one occasion per day, during the two day run-in period, leading up to visit 1.\n* On strong opioid maintenance therapy for at least seven days prior to the screening visit.\n* Willing to abstain from any use of cannabis during the study, other than the study medication.\n* No cannabinoids use (cannabis, Marinol® or Nabilone) for at least seven days before Visit 1 and willing to abstain from any use of cannabis during the study.\n* Clinically acceptable blood results at the screening visit.\n* Able (in the investigators opinion) and willing to undertake and comply with all study requirements.\n* Willing to allow their own general practitioner, and consultant if appropriate, to be informed of study participation.\n* Willing for the Home Office to be notified of his or her participation in the study (applicable to the UK centres only).\n\nExclusion Criteria:\n\n* Know history of substance misuse.\n* Known or suspected to have had an adverse reaction to cannabinoids causing psychosis or other severe psychiatric illness.\n* Received any epidural analgesia within 48 hours prior to study entry.\n* Either received, within two weeks of study entry, or due to receive chemotherapy or radiotherapy during the study.\n* Unable to give informed consent.\n* History of any type of schizophrenia, any other psychotic illness, a serious personality disorder, or other significant psychiatric illness other than depression associated with their chronic pain and/or in response to the underlying condition.\n* Currently taking levodopa (Sinemet®, Sinemet plus®, Levodopa®, L-dopa®, Madopar®, Benserazide®).\n* Had a serious cardiovascular disorder, including angina, uncontrolled hypertension, or an uncontrolled symptomatic cardiac arrhythmia.\n* Significant renal or hepatic impairment, who in the opinion of the investigator, were unsuitable for treatment with study medication.\n* History of epilepsy.\n* Had oral cavity cancers or whose previous treatments had included radiotherapy to the floor of the mouth.\n* Female subjects who were pregnant or lactating or of child-bearing potential and were inadequately protected against conception during the study and for three months thereafter.\n* Male subjects who were sexually active and who were not using adequate forms of contraception during the study and for three months thereafter.\n* Subjects who had participated in a clinical research study in the past four weeks, prior to study entry.\n* Planned travel outside the UK during the study (applicable to the UK centres only).\n* Subjects who, in the opinion of the investigator, were unsuitable to participate in the study for any other reason, not mentioned in the entry criteria.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"The Change in Mean Pain Numerical Rating Scale (NRS) Score From Baseline to the End of the Treatment.","description":"The pain NRS was complete at the same time each day, i.e. bedtime in the evening. The patient was asked \"on a scale of '0 to 10', please indicate the number that best describes your pain or average pain in the last 24 hours\" where 0 = no pain and 10 = pain as bad as you can imagine. No pain relates to the time prior to the onset of pain due to cancer. A negative value indicates an improvement in pain score from baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.32","spread":"1.64"},{"groupId":"OG001","value":"-0.93","spread":"1.15"},{"groupId":"OG002","value":"-0.73","spread":"1.51"}]}]}]},{"type":"SECONDARY","title":"Sleep Disturbance 0-10 Numerical Rating Scale","description":"The sleep disruption NRS was completed at the same time each day, i.e. bedtime in the evening. The patient was asked \"on a scale of '0 to 10', please indicate how your pain disrupted your sleep last night?\" where 0 = did not disrupt sleep and 10 = completely disrupted (unable to sleep at all). A negative value indicates an improvement in sleep disruption score from baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.59","spread":"1.88"},{"groupId":"OG001","value":"-0.25","spread":"2.33"},{"groupId":"OG002","value":"-0.21","spread":"1.72"}]}]}]},{"type":"SECONDARY","title":"Nausea 0-10 Numerical Rating Scale","description":"The nausea NRS was completed at the same time each day, i.e. bedtime in the evening. The patient was asked \"on a scale of '0 to 10', please indicate how sick you felt throughout the day?\" where 0 = not sick at all and 10 = very sick. A negative value indicates an improvement in nausea score from baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":"2.19"},{"groupId":"OG001","value":"0.27","spread":"1.83"},{"groupId":"OG002","value":"-0.16","spread":"1.25"}]}]}]},{"type":"SECONDARY","title":"Memory 0-10 Numerical Rating Scale","description":"The memory NRS was completed at the same time each day, i.e. bedtime in the evening. The patient was asked \"on a scale of '0 to 10', please indicate how well you are able to remember what you have done in the past 24 hours?\" where 0 = very well and 10 = not at all. A negative value indicates an improvement in memory score from baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.58","spread":"2.06"},{"groupId":"OG001","value":"0.57","spread":"1.90"},{"groupId":"OG002","value":"0","spread":"1.35"}]}]}]},{"type":"SECONDARY","title":"Appetite 0-10 Numerical Rating Scale","description":"The appetite NRS was completed at the same time each day, i.e. bedtime in the evening. The patient was asked \"on a scale of '0 to 10', please indicate how your appetite has been throughout the day?\" where 0 = very good and 10 = very poor. A negative value indicates an improvement in appetite score from baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.24","spread":"2.29"},{"groupId":"OG001","value":"0.18","spread":"1.91"},{"groupId":"OG002","value":"-1.65","spread":"1.94"}]}]}]},{"type":"SECONDARY","title":"Concentration 0-10 Numerical Rating Scale","description":"The concentration NRS was completed at the same time each day, i.e. bedtime in the evening. The patient was asked \"on a scale of '0 to 10', please indicate how well have you been able to concentrate throughout the day e.g. when reading a newspaper?\" where 0 = very well and 10 = not at all. A negative value indicates an improvement in concentration score from baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.26","spread":"1.66"},{"groupId":"OG001","value":"0.22","spread":"1.80"},{"groupId":"OG002","value":"-0.32","spread":"1.39"}]}]}]},{"type":"SECONDARY","title":"EORTC Quality of Life Questionnaire (EORTC-QLQC30)","description":"Treatment of Cancer Quality of Life Questionnaire (EORTC QLQ-C30), a core cancer-specific questionnaire containing 30 items on patients' functioning, global quality of life, disease- and treatment related symptoms. Higher scores indicate a greater degree of symptoms, min.: 0, Max.: 100","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.93","spread":"17.51"},{"groupId":"OG001","value":"3.57","spread":"18.32"},{"groupId":"OG002","value":"4.74","spread":"18.50"}]}]}]},{"type":"SECONDARY","title":"Brief Pain Inventory Short Form","description":"The BPI-SF is a 14-item questionnaire that asks patients to rate pain over the prior week and the degree to which it interferes with activities on a 0 to 10 scale, where 0=no pain and 10=pain as bad as you can imagine. Severity is measured as worst pain, least pain, average pain, and pain right now. The severity composite score was calculated as the arithmetic mean of the four severity items(range 0-10). The minimum value is zero and maximum is 10. A higher score represents a poor outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.2","spread":"5.63"},{"groupId":"OG001","value":"-3.38","spread":"6.43"},{"groupId":"OG002","value":"0.41","spread":"5.55"}]}]}]},{"type":"PRIMARY","title":"The Consumption of Escape Analgesic Medication.","description":"Subjects recorded their use of escape medication each day on their diary card.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.72","spread":"0.821"},{"groupId":"OG001","value":"0.88","spread":"0.852"},{"groupId":"OG002","value":"0.68","spread":"0.662"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":13,"n":60},"commonTop":["Somnolence","Nausea","Dizziness","Neoplasm progression NOS","Vomiting"]}}}