{"nctId":"NCT01178294","briefTitle":"Study of Modified Recombinant Factor VIII (OBI-1) in Subjects With Acquired Hemophilia A","startDateStruct":{"date":"2010-11-10","type":"ACTUAL"},"conditions":["Acquired Hemophilia A"],"count":29,"armGroups":[{"label":"OBI-1","type":"EXPERIMENTAL","interventionNames":["Biological: OBI-1"]}],"interventions":[{"name":"OBI-1","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Written informed consent from subject, trusted person or person who is legally authorized to sign on behalf of the participant (Legal Representative in U.S.), depending on local regulations\n* Participants with acquired hemophilia with autoimmune inhibitory antibodies to human factor VIII with a clinical diagnosis established by the following criteria: a) Prolonged activated partial thromboplastin time (aPTT), b) Prothrombin time (PT) ≤ upper limit of normal (ULN) + 2 seconds and platelet count within normal range, c) Abnormal aPTT mixing study (patient-normal control 1:1) consistent with a factor VIII inhibitors reduced factor VIII activity level (below 10%)\n* Has a serious bleeding episode, as documented by the investigator\n* Be willing and able to follow all instructions and attend all study visits\n* Participants taking anti-thrombotics (such as clopidogrel, heparin or heparin analogue) may be included provided three half-lives of the agent have elapsed since the last dose of the agent\n* Life expectancy, prior to onset of the hemorrhagic episode, of at least 90 days\n* Participants of reproductive age must use acceptable methods of contraception and if female, undergo pregnancy testing as part of the screening process\n\nExclusion Criteria:\n\n* Hemodynamically unstable after blood transfusion, fluid resuscitation and pharmacologic or volume replacement pressor therapy. This hemodynamic instability is characterized by symptomatic hypotension resulting in vital organ dysfunction, such as cardiac ischemia, oliguria (urine volume \\<0.5 mL/kg in the previous six hours), central nervous system hypoperfusion manifested by mental status change such as confusion (unless head injury or intracranial hemorrhage is present), pulmonary compromise, and/or acidosis (manifested by pH and lactate levels)\n* Has an established reason for bleeding that is not correctable\n* Bleeding episode assessed likely to resolve on its own if left untreated\n* Anti-OBI-1 inhibitor that exceeds 20 Bethesda Units (BU) (prospectively or retrospectively)\n* Subsequent bleeding episode at the site of the initial qualifying bleeding episode within two weeks following the final OBI-1 dose for the initial qualifying bleeding episode, or subsequent bleeding episode at a different site than the initial qualifying bleeding episode within 1 week following the final OBI-1 dose for the initial qualifying bleeding episode will not be considered \"new\" qualifying bleeding episodes\n* Prior history of bleeding disorder other than acquired hemophilia.\n* Known major sensitivity to therapeutic products of pig or hamster origin; examples include therapeutics of porcine origin (e.g. previously marketed porcine factor VIII, Hyate-C®) and recombinant therapeutics prepared from hamster cells (e.g. Humira®, Advate® and Enbrel®)\n* Use of hemophilia medication: rFVIIa within 3 hours prior to OBI-1 administration or aPCC treatment within 6 hours prior to OBI-1 administration\n* Participation in any other clinical study within 30 days of the first OBI-1 treatment\n* Anticipated need for treatment or device during the study that may interfere with the evaluation of the safety or efficacy of OBI-1, or whose safety or efficacy may be affected by OBI-1\n* Is currently pregnant, breastfeeding, or planning to become pregnant or father a child during the study\n* Abnormal baseline findings, any other medical condition(s) or laboratory findings that, in the opinion of the investigator, might jeopardize the subject's safety or decrease the chance of obtaining satisfactory data needed to achieve the objectives of the study\n* Inability or unwillingness to comply with the study design, protocol requirements, or the follow-up procedures\n* Participant of majority age under legal protection","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Serious Bleeding Episodes Responsive to OBI-1","description":"The initial serious (\"qualifying\") bleeding episode for each subject was analyzed for the primary efficacy outcome measure. A 'positive response' is defined as 'effective' (bleeding stopped with clinical control and FVIII levels of 50% or higher ) or 'partially effective' (bleeding reduced with clinical stabilization and FVIII levels of 20% or higher) control of bleeding, as determined by the investigator using a 4-point rating scale (effective - partially effective - poorly effective - not effective). 'Poorly effective' is defined as 'bleeding slightly reduced or unchanged and FVIII levels of less than 50%'. 'Not effective' is defined as 'bleeding worsening and FVIII levels of less than 50%'.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Percentage of Serious Bleeding Episodes Successfully Controlled With OBI-1 Therapy, as Assessed by the Investigator","description":"Treatment success was defined as control of qualifying bleeding episode at the time of final treatment dosing. A serious bleeding episode was considered 'successfully controlled' if the investigator had checked 'completed OBI-1 therapy as treatment success' on the eCRF.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"86.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Serious Bleeding Episodes Responsive to OBI-1 Therapy at Designated Assessment Time Points After the Initiation of Therapy, as Assessed by the Investigator","description":"A 'positive response' is defined as 'effective' (bleeding stopped with clinical control and FVIII levels of 50% or higher ) or 'partially effective' (bleeding reduced with clinical stabilization and FVIII levels of 20% or higher) control of bleeding, as determined by the investigator using a 4-point rating scale (effective - partially effective - poorly effective - not effective). 'Poorly effective' is defined as 'bleeding slightly reduced or unchanged and FVIII levels of less than 50%'. 'Not effective' is defined as 'bleeding worsening and FVIII levels of less than 50%'.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"95.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Serious Bleeding Episodes Responsive to OBI-1 Therapy at Designated Assessment Time Points After the Initiation of Therapy, as Assessed by the Investigator","description":"A 'positive response' is defined as 'effective' (bleeding stopped with clinical control and FVIII levels of 50% or higher ) or 'partially effective' (bleeding reduced with clinical stabilization and FVIII levels of 20% or higher) control of bleeding, as determined by the investigator using a 4-point rating scale (effective - partially effective - poorly effective - not effective). 'Poorly effective' is defined as 'bleeding slightly reduced or unchanged and FVIII levels of less than 50%'. 'Not effective' is defined as 'bleeding worsening and FVIII levels of less than 50%'.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null}]}]}]},{"type":"SECONDARY","title":"Frequency of Infusions of OBI-1 Required to Successfully Control Qualifying Bleeding Episodes","description":"'Frequency of infusions' was calculated as the 'average number of infusions per day'. 'Qualifying bleeding episode' was defined as the 'initial, serious bleeding episode'.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.10","spread":"1.109"}]}]}]},{"type":"SECONDARY","title":"Total Dose of OBI-1 Required to Successfully Control 'Qualifying' Bleeding Episodes","description":"'Qualifying bleeding episode' was defined as the 'initial, serious bleeding episode'.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2683.2","spread":"2928.61"}]}]}]},{"type":"SECONDARY","title":"Total Number of Infusions of OBI-1 Required to Successfully Control 'Qualifying' Bleeding Episodes","description":"'Qualifying bleeding episode' was defined as the 'initial, serious bleeding episode'. A serious bleeding episode was considered 'successfully controlled' if the investigator had checked 'completed OBI-1 therapy as treatment success' on the eCRF.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15.4","spread":"12.64"}]}]}]},{"type":"SECONDARY","title":"Correlation Between Positive Response to OBI-1 Therapy at 8 Hours and Eventual Control of Serious Bleeding Episodes at 24 Hours","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null}]}]}]},{"type":"SECONDARY","title":"Correlation Between Response to OBI-1 Therapy at 16 Hours and Eventual Control of Serious Bleeding Episodes at 24 Hours","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null}]}]}]},{"type":"SECONDARY","title":"Correlation Between Response to OBI-1 Therapy at Specified Time Points and Eventual Control of Serious Bleeding Episodes at 24 Hours","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25","spread":null}]}]}]},{"type":"SECONDARY","title":"Correlation Between the Pre-infusion Anti-OBI-1 Antibody Titers, the Total Dose of OBI-1, the Outcome at 24 Hours and the Eventual Control of the Bleeding Episode","description":null,"classes":[]},{"type":"SECONDARY","title":"Pharmacokinetics (PK) Analysis- Plasma Clearance","description":"Participation in the PK sampling was optional. PK parameters obtained from the non-bleeding state were summarized with descriptive statistics.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.80","spread":"13.44"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"18.07","spread":"21.78"}]}]}]},{"type":"SECONDARY","title":"PK Analysis- Volume of Distribution (Vd) at Steady State","description":"Participation in the PK sampling was optional. PK parameters obtained from the non-bleeding state were summarized with descriptive statistics.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"53.8","spread":"52.9"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"65.1","spread":"45.1"}]}]}]},{"type":"SECONDARY","title":"PK Analysis- Area Under the Concentration-time Curve (AUC) From Time 0 to the Last Measurable Concentration","description":"Participation in the PK sampling was optional. PK parameters obtained from the non-bleeding state were summarized with descriptive statistics. AUC was calculated as area under the percent activity-time curve.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"599","spread":"459"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"423","spread":"340"}]}]}]},{"type":"SECONDARY","title":"PK Analysis- Terminal Half-life","description":"Participation in the PK sampling was optional. PK parameters obtained from the non-bleeding state were summarized with descriptive statistics. Half-life was calculated as the time it took to reduce percent activity by half.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.3","spread":"0.4"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.5","spread":"1.0"}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Developed de Novo Anti-OBI-1 Antibody Titers","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Developed an Anti-host Cell Protein Baby Hamster Kidney (BHK) Antibody Titer","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Anti-human Factor VIII Antibody Titer","description":null,"classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":13,"n":29},"commonTop":["Constipation","Diarrhea","Hypokalemia","Anemia","Peripheral edema"]}}}