{"nctId":"NCT01535599","briefTitle":"Safety and Efficacy Evaluation of Topical AL-60371 Otic Suspension, 0.3% in the Treatment of Acute Otitis Externa","startDateStruct":{"date":"2012-03"},"conditions":["Acute Otitis Externa"],"count":768,"armGroups":[{"label":"AL-60371","type":"EXPERIMENTAL","interventionNames":["Drug: AL-60371, 0.3% Otic Suspension"]},{"label":"Vehicle","type":"PLACEBO_COMPARATOR","interventionNames":["Other: AL-60371 Vehicle"]}],"interventions":[{"name":"AL-60371, 0.3% Otic Suspension","otherNames":[]},{"name":"AL-60371 Vehicle","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* At least 6 months of age.\n* Clinical diagnosis of acute otitis externa (AOE) based on clinical observation and of presumed bacterial origin in at least one ear.\n* Combined numerical score of ≥4 in at least one affected ear at the Day 1 exam for tenderness, erythema, and edema.\n* Agree to refrain from water immersion of the ears during the conduct of the entire study.\n* Other protocol-defined inclusion criteria may apply.\n\nExclusion Criteria:\n\n* Duration of signs or symptoms of AOE greater than 28 days in the affected ear(s) as reported by patient or parent/guardian.\n* Presence of a tympanostomy tube or perforated tympanic membrane in the affected ear(s).\n* Clinically diagnosed otic disease other than AOE (eg, malignant otitis externa) in the affected ear(s).\n* Known or suspected ear infection of yeast, fungal or mycobacterial origin in the affected ear(s).\n* Prior otologic surgery within 6 months of study entry in the affected ear(s).\n* Known or suspected allergy or hypersensitivity to quinolones or other ingredients present in the medications to be used in the study.\n* Patients who use ear plugs, head phones or ear buds and are unwilling to discontinue their use during the study period.\n* Other protocol-defined exclusion criteria may apply.","healthyVolunteers":false,"sex":"ALL","minimumAge":"6 Months","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Proportion of Patients With Clinical Cures at the Day 11 (TOC) Visit","description":"An otoscopic exam was conducted by the physician. Clinical cure was considered attained if the sum of the numerical scores of the 3 signs and symptoms of AOE (tenderness, erythema, and edema) was 0 at Day 11. In this analysis, the clinical cure outcome at Day 11 (TOC) was considered a failure for all pathogen positive patients who did not complete the study (for any reason). Proportion of patients is reported as a percentage.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"71.7","spread":null},{"groupId":"OG001","value":"33.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Patients With Microbiological Successes at the Day 11 (TOC) Visit","description":"Microbiological success was considered attained if all pretherapy bacteria were absent from the exit otic specimen. The presence of fungi and/or yeast was not considered in the determination of microbiological success. In this analysis, the microbiological success value at Day 11 (TOC) was considered a failure for all pathogen positive patients who did not complete the study (for any reason). Proportion of patients is reported as a percentage.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"66.9","spread":null},{"groupId":"OG001","value":"13.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Median Time to Cessation of Ear Pain as Reported by the Patient or Parent/Legal Guardian Via the Telephone Diary","description":"Cessation of ear pain was defined as occurring on the first time point that ear pain was absent (morning or evening) and did not return in any subsequent diary entries. Day 1 was the starting point for this time-to-event analysis. For this analysis, all patients who did not complete the study and ear pain never ceased had their ear pain considered as being present throughout the planned duration of the study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.0","spread":"0.2"},{"groupId":"OG001","value":"7.0","spread":"0.4"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":344},"commonTop":[]}}}