{"nctId":"NCT02605837","briefTitle":"A Study in Adolescents and Adults With Eosinophilic Esophagitis (EoE) Measuring Histologic Response and Determine if Reduction in Dysphagia is Achieved","startDateStruct":{"date":"2015-12-07","type":"ACTUAL"},"conditions":["Eosinophilic Esophagitis (EoE)"],"count":318,"armGroups":[{"label":"Oral Budesonide Suspension (OBS)","type":"EXPERIMENTAL","interventionNames":["Drug: Oral Budesonide Suspension (OBS)"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Oral Budesonide Suspension (OBS)","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria\n\n* Participants is able to provide written informed consent (participant, parent or legal guardian, and, as appropriate, participant assent) to participate in the study before completing any study-related procedures.\n* Participant is male or female aged 11-55 years, inclusive, at time of consent.\n* Participant has histologic evidence of eosinophilic esophagitis (EoE) with a peak eosinophil count of greater than or equal to (\\>=) 15/ high-powered field (HPF), from 2 of 3 (proximal, mid-, and/or distal) levels of the esophagus at the screening endoscopy.\n* Participant has a history of clinical symptoms of esophageal dysfunction (for example, eating problems, abdominal pain, heartburn, dysphagia, vomiting, food impaction, weight loss) intermittently or continuously at screening (Visit -1).\n* Participants must have experienced dysphagia (response of \"yes\" to question 2 on Dysphagia Symptom Questionnaire \\[DSQ\\]) on a minimum of 4 days and completed the DSQ on \\>= 70 percent (%) of days in any 2 consecutive weeks of the screening period and in the last 2 weeks prior to the baseline visit (Visit 1).\n* Participant must not have PPI-responsive EoE based on esophageal biopsies performed after the patient has been on at least 8 weeks of high-dose PPI therapy (high-dose therapy refers to the total daily dose, which may have been administered as a once or twice daily dosing regimen). This may occur at the time of the qualifying esophagogastroduodenoscopy (EGD) (in which case the same proton pump inhibitor (PPI) regimen must be continued), or this may have been done previously (in which case PPI therapy may have been stopped if there was no response to therapy based on esophageal biopsy results). If PPI responsiveness was excluded by a previous EGD and biopsy, the historical EGD and biopsy must have been performed after the patient had been on a minimum of 6 weeks of high-dose PPI therapy.\n* Participant will be on a stable (no changes) diet \\>=3 months prior to the screening visit (Visit -1).\n* Participant is willing and able to continue any dietary therapy, environmental therapy, and/or medical regimens (including gastric acid suppression) in effect at the screening visit (Visit -1). There should be no change to these regimens during study participation.\n* All female participants must have a negative serum pregnancy test (beta-human chorionic gonadotropin \\[β-hCG\\]) prior to enrollment into the study. Females of childbearing potential must agree to continue acceptable birth control measures (for example, abstinence, stable oral contraceptives, or double-barrier methods) throughout study participation.\n* Participant is willing and has an understanding and ability to fully comply with study procedures and restrictions defined in this protocol.\n\nExclusion Criteria\n\n* Participant has any condition or abnormality (including laboratory abnormalities), current or past, that, in the opinion of the principal investigator or medical monitor, would compromise the safety of the participant or interfere with or complicate the assessment of signs or symptoms of EoE. Such conditions may include psychiatric problems; neurologic deficits or disease; developmental delay; cardiovascular, metabolic, or pulmonary disease; or previous gastroesophageal surgery. These should be discussed with the medical monitor.\n* Participant has used immunomodulatory therapy within 8 weeks prior to the qualifying EGD or between the qualifying EGD and baseline visit (Visit 1) or anticipates using immunomodulatory therapy during the treatment period (except for any ongoing regimen of allergy shots). Use of long-acting immunomodulatory therapy (for example, Rituxan) within 3 months of the qualifying EGD should be reviewed with the medical monitor.\n* Participant has been using swallowed topical corticosteroid for EoE or systemic corticosteroid for any condition within the 4 weeks prior to the qualifying EGD, between the qualifying EGD and baseline visit (Visit 1), or anticipates use during the treatment period; any temporary use (less than or equal to \\[\\<=\\]7 days) or initiation of new steroid treatment during the study should be documented and discussed with the medical monitor prospectively but cannot occur within 4 weeks of the final EGD.\n* Participant has been on inhaled steroids and has not been on stable treatment for \\>=3 months prior to screening visit (Visit -1). Participants on inhaled steroids need to stay on a stable treatment during study participation. Participant has been on intranasal steroids and has not been on stable treatment for a minimum of 4 weeks prior to the qualifying EGD. After the qualifying EGD, participants with seasonal allergic rhinitis may resume (or discontinue) intranasal corticosteroids based on the participant's usual treatment regimen for allergy season.\n* Participant has initiated, discontinued, or changed dosage regimen of PPIs, H2 antagonists, antacids, or leukotriene inhibitors for any condition (such as gastroesophageal reflux disease, asthma or allergic rhinitis) within the 4 weeks prior to the qualifying EGD, between the qualifying EGD and baseline visit (Visit 1), or anticipates changes in the use of such medications during the treatment period.\n* Participant has been using cytochrome P450 3A4 (CYP450 3A4) inhibitors (for example, ketoconazole, grapefruit juice) within the 2 weeks prior to the baseline visit (Visit 1) or within 5 half-lives (whichever is greater) or anticipates using such medications during the treatment period.\n* Participant has an appearance on qualifying EGD of an esophageal stricture (high-grade), as defined by the presence of a lesion that does not allow passage of a diagnostic adult upper endoscope (for example, with an insertion tube diameter of greater than \\[\\>\\]9 millimeter \\[mm\\]).\n* Participant is on a pure liquid diet or the 6-food elimination diet.\n* Participant has had an esophageal dilation within the 3 months prior to screening (Visit -1).\n* Participant has presence of esophageal varices at the screening endoscopy.\n* Participant has any current disease of the gastrointestinal tract, aside from EoE, including eosinophilic gastritis, enteritis, colitis, or proctitis; inflammatory bowel disease; or celiac disease.\n* Participant has other diseases causing or associated with EoE, including hypereosinophilic syndrome, collagen vascular disease, vasculitis, achalasia, or parasitic infection.\n* Participant has current evidence of oropharyngeal or esophageal candidiasis.\n* Participant has a potentially serious acute or chronic viral infection or immunodeficiency condition, including tuberculosis, fungal, bacterial, viral/parasite infection, ocular herpes simplex, herpes esophagitis, or chicken pox/measles.\n* Participant has upper gastrointestinal bleeding within 4 weeks prior to the screening visit (Visit - 1) or between the screening visit and baseline visit (Visit 1).\n* Participant has evidence of active infection with Helicobacter pylori.\n* Participant has evidence of unstable asthma within 4 weeks prior to the screening visit (Visit -1) and between the screening visit and baseline visit (Visit 1).\n* Participant is female and pregnant or nursing.\n* Participant has a history of intolerance, hypersensitivity, or idiosyncratic reaction to budesonide (or any other corticosteroids) or to any other ingredients of the investigational product.\n* Participant has taken part and received intervention in an interventional study related to EoE (except for an interventional study for a topical swallowed steroid) within 6 months prior to the screening visit (Visit -1), or any investigational study within 30 days prior to the screening visit (Visit -1). An investigational topical swallowed steroid must have been discontinued at least 30 days prior to the screening visit (Visit -1).\n* Participant has a history or high risk of noncompliance with treatment or regular clinic visits.\n* Participant has previously completed, discontinued, or withdrawn from this study.\n* Participant has participated in a previous clinical study involving oral budesonide suspension (OBS) (SHP621).\n* Participant anticipates using sucralfate during the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"11 Years","maximumAge":"55 Years","stdAges":["CHILD","ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Histologic Response at the Final Treatment Period Evaluation (Week 16)","description":"Histologic response was defined as a peak eosinophil count of less than or equal to (\\<=) 6/ high-powered field (HPF) across all available esophageal levels at final treatment period evaluation (Week 16). Histologic response after 12 weeks of double blind treatment at Week 16 was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"113","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"104","spread":null},{"groupId":"OG001","value":"100","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Dysphagia Symptom Response at the Final Treatment Period Evaluation (Week 16)","description":"Dysphagia symptom response was defined as greater than or equal to (\\>=) 30 percent (%) reduction in the Dysphagia Symptom Questionnaire (DSQ) combined score (questions 2+3). DSQ contained 4 questions, all participants used a diary, and responded to Questions 1 (did you eat solid food) and 2 (did food pass slowly or get stuck). If the participant's answer to Question 2 was 'No', the diary ended for that day. If a participant answered 'Yes', he/she advanced to Questions 3 (did you have to do anything to make the food go down or get relief) and 4 (extent to which the participant experienced pain while swallowing). DSQ score= (\\[sum of points from questions 2+3 in the daily DSQ\\]×14)/ Number of diaries reported with non-missing data. Dysphagia symptom response after 12 weeks of double blind treatment at Week 16 was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"41","spread":null},{"groupId":"OG001","value":"112","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"64","spread":null},{"groupId":"OG001","value":"101","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Dysphagia Symptom Questionnaire (DSQ) Combined Score at the Final Treatment Period Evaluation (Week 16)","description":"DSQ contained 4 questions, all participants used a diary, and responded to Questions 1 (did you eat solid food) and 2 (did food pass slowly or get stuck). If the participant's answer to Question 2 was 'No', the diary ended for that day. If a participant answered 'Yes', he/she advanced to Questions 3 (did you have to do anything to make the food go down or get relief) and 4 (extent to which the participant experienced pain while swallowing). DSQ combined score= (\\[sum of points from questions 2+3 in the daily DSQ\\]×14)/ Number of diaries reported with non-missing data. Scale range was 0 - 2 for question 2 and 0 - 4 for question 3, with higher values representing a worse outcome. Scale range for DSQ combined score was 0 - 84, with higher values representing a worse outcome. A negative change from baseline indicates that symptoms decreased. Change from baseline in DSQ after 12 weeks of double blind treatment at Week 16 was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-9.07","spread":"1.519"},{"groupId":"OG001","value":"-12.99","spread":"1.202"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Total Endoscopy Score at the Final Treatment Period Evaluation (Week 16)","description":"Endoscopic findings with separate evaluations of the proximal and distal esophagus were recorded with respect to 5 categories: 1) exudates or plaques (grade 0-2); 2) fixed esophageal rings (grade 0-3); 3) edema (grade 0-2); 4) furrows (grade 0-2); and 5) strictures (grade 0-1). An endoscopy score for each category was calculated and summed for each anatomic location (proximal and distal). The minimum and maximum endoscopy score was 0 and 10 points respectively for each location (proximal and distal) and the total endoscopy score was the sum of the scores for the proximal and distal locations (maximum total score of 20 points respectively). The higher score indicated worse appearance. A negative change from baseline indicates that appearance improved. Endoscopic findings after 12 weeks of double blind treatment at Week 16 were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.2","spread":"0.38"},{"groupId":"OG001","value":"-4.0","spread":"0.30"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Peak Eosinophil Count Less Than (<)15/High-Powered Field (HPF) or Less Than or Equal to (<=)1/High-Powered Field (HPF) at the Final Treatment Period Evaluation (Week 16)","description":"Participant was considered as responder at Week 16 if he/she had peak eosinophil count of \\<15/HPF or \\<=1/HPF across all esophagus levels. Number of participants with peak eosinophil count \\< 15/HPF or \\<=1/HPF after 12 weeks of double blind treatment at Week 16 were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"132","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"104","spread":null},{"groupId":"OG001","value":"81","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"69","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"105","spread":null},{"groupId":"OG001","value":"144","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Peak Eosinophil Count at the Final Treatment Period Evaluation (Week 16)","description":"Change from baseline in the peak eosinophil count after 12 weeks of double blind treatment at week 16 for each available esophageal level (proximal, mid, distal, maximum) were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.5","spread":"3.19"},{"groupId":"OG001","value":"-34.0","spread":"2.52"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-12.9","spread":"3.74"},{"groupId":"OG001","value":"-43.3","spread":"3.01"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.9","spread":"3.66"},{"groupId":"OG001","value":"-38.0","spread":"2.88"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-7.6","spread":"4.27"},{"groupId":"OG001","value":"-55.2","spread":"3.37"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Histopathologic Epithelial Features Combined Total Score Ratio (TSR) at the Final Treatment Period Evaluation (Week 16)","description":"Change from baseline in histopathologic epithelial features combined total score of grade and stage ratio after 12 weeks of double blind treatment at Week 16 were reported by measuring eight histopathologic epithelial features: basal layer hyperplasia, eosinophil density, eosinophil micro-abscesses, eosinophil surface layering, dilated intercellular spaces, surface epithelial alteration, dyskeratotic epithelial cells, lamina propria fibrosis were scored on a 4-point scale (0=normal, 3=worst) for both the severity of the abnormality (grade) and the amount of tissue affected by the abnormality (stage). Thus each of the 3 levels had a minimum score of 0 and maximum possible score of 24, and a possible total grade or stage score of 72 for a maximum combined score of 144. Combined total score ratio (TSR) =(proximal TSR + mid TSR + distal TSR)/N, where N is the number of non missing sections for TSR. A negative change from baseline indicates that epithelial inflammation decreased.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.03","spread":"0.016"},{"groupId":"OG001","value":"-0.22","spread":"0.013"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.0","spread":"0.02"},{"groupId":"OG001","value":"-0.2","spread":"0.01"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Dysphagia Symptom Response (Binary Response) at the Final Treatment Period Evaluation (Week 16)","description":"Dysphagia symptom response (binary response \\[i.e, responders versus. non-responders\\]) was defined as a \\>=50% reduction in the DSQ combined score (questions 2+3), from baseline to the final treatment period evaluation (Week 16). DSQ contained 4 questions, all participants used a diary, and responded to Questions 1 (did you eat solid food) and 2 (did food pass slowly or get stuck). If the participant's answer to Question 2 was 'No', the diary ended for that day. If a participant answered 'Yes', he/she advanced to Questions 3 (did you have to do anything to make the food go down or get relief) and 4 (extent to which the participant experienced pain while swallowing). DSQ score= (\\[sum of points from questions 2+3 in the daily DSQ\\]×14)/ Number of diaries reported with non-missing data. Number of participants with binary response after 12 weeks of double blind treatment at Week 16 were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35","spread":null},{"groupId":"OG001","value":"88","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"70","spread":null},{"groupId":"OG001","value":"125","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Overall Binary Response I at the Final Treatment Period Evaluation (Week 16)","description":"Overall binary response I was defined as a reduction in the DSQ score of \\>=30% from baseline to the final treatment period (week 16) evaluation and a peak eosinophil count of \\<=6/HPF across all esophageal levels at the final treatment period evaluation. Participant was considered as responder at Week 16 if he/she achieved a minimum of 30% reduction in DSQ combined score between baseline and Week 16 and has peak eosinophil count of \\<=6/HPF across all esophagus levels. Number of participants with overall binary response I after 12 weeks of double blind treatment at Week 16 were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"64","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"105","spread":null},{"groupId":"OG001","value":"149","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Overall Binary Response II at the Final Treatment Period Evaluation (Week 16)","description":"Overall binary response II was defined as a reduction in the DSQ score of \\>=50% from baseline to the final treatment period evaluation and a peak eosinophil count of \\<=6/HPF across all esophageal levels at the final treatment period evaluation. Participant was considered as responder at Week 16 if he/she achieved a minimum of 50% reduction in DSQ combined score between baseline and Week 16 and had peak eosinophil count of \\<=6/HPF across all esophagus levels. Number of participants with overall binary response II after 12 weeks of double blind treatment at Week 16 were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"48","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"105","spread":null},{"groupId":"OG001","value":"165","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Dysphagia Symptom Questionnaire (DSQ) + Pain Score (Questions 2 +3+4) at the Final Treatment Period Evaluation (Week 16)","description":"DSQ contained 4 questions, all participants used a diary, and responded to Questions 1 (did you eat solid food) and 2 (did food pass slowly or get stuck). If the participant's answer to Question 2 was 'No', the diary ended for that day. If a participant answered 'Yes', he/she advanced to Questions 3 (did you have to do anything to make the food go down or get relief) and 4 (extent to which the participant experienced pain while swallowing). DSQ + pain score was calculated by summing the scores of responses to questions 2, 3, and 4 by using following formula: DSQ + pain score= (\\[sum of points from questions 2+3+4 in the daily DSQ\\] ×14)/ Number of diaries reported with non-missing data. Scale range was 0 - 2 for question 2, 0 - 4 for question 3 and 0 - 4 for question 4, with higher values representing a worse outcome. Scale range for DSQ + pain score was 0 - 140, with higher values representing a worse outcome. A negative change from baseline indicates that symptoms decreased.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-12.24","spread":"2.097"},{"groupId":"OG001","value":"-18.65","spread":"1.660"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Dysphagia Symptom Questionnaire (DSQ) Pain Score (Question 4) at the Final Treatment Period Evaluation (Week 16)","description":"DSQ pain score was calculated by summing the scores of responses to Question 4 (extent to which the participant experienced pain while swallowing) only, by using the following formula: DSQ pain score= \\[(sum of points from question 4 in the daily DSQ)×14\\]/ Number of diaries reported with non-missing data. Scale range was 0 - 4 for question 4, with higher values representing a worse outcome. Scale range for DSQ pain score was 0 - 56, with higher values representing a worse outcome. A negative change from baseline indicates that symptoms decreased. Change from baseline in DSQ pain score (question 4) after 12 weeks of double blind treatment at Week 16 were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.01","spread":"0.751"},{"groupId":"OG001","value":"-5.47","spread":"0.595"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment-Emergent Adverse Events (AE)","description":"An AE was any untoward medical occurrence in a clinical investigation participant administered a pharmaceutical product and that does not necessarily have a causal relationship with this treatment. TEAEs were defined as AEs that start or deteriorate on or after the first dose of double-blind IP (Week 44) and through the safety follow-up contact, or 31 days after the last dose of IP for participants who did not have a safety follow-up contact. Number of participants with TEAE's were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"64","spread":null},{"groupId":"OG001","value":"130","spread":null}]}]}]},{"type":"SECONDARY","title":"Area Under the Plasma Concentration-Time Curve (AUCtau) Between the Defined Interval of Budesonide Doses","description":"Area under the curve for the defined interval between doses (12 hours), calculated using the linear-up/log-down trapezoidal rule.The AUCtau of plasma budesonide was reported. Hours times pico grams per milliliter was abbreviated as h.pg/mL.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5071","spread":"58.1"}]}]}]},{"type":"SECONDARY","title":"Maximum Observed Concentration (Cmax) of Budesonide in Plasma","description":"The Cmax of budesonide in plasma was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"914.8","spread":"59.2"}]}]}]},{"type":"SECONDARY","title":"Time to Maximum Observed Plasma Concentration (Tmax) of Budesonide in Plasma","description":"Tmax of budesonide in plasma was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Terminal Rate Constant (Lambda Z) of Budesonide in Plasma","description":"Lambda Z of budesonide in plasma was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.2103","spread":"25.2"}]}]}]},{"type":"SECONDARY","title":"Terminal Half-Life (t1/2) of Budesonide in Plasma","description":"t1/2 of budesonide in plasma was reported","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.296","spread":"25.2"}]}]}]},{"type":"SECONDARY","title":"Apparent Oral Clearance (CL/F) of Budesonide in Plasma","description":"CL/F of budesonide in plasma was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"394.4","spread":"58.1"}]}]}]},{"type":"SECONDARY","title":"Apparent Volume of Distribution (Vz/F) of Budesonide in Plasma","description":"Vz/F of budesonide in plasma was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1886","spread":"51.4"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":105},"commonTop":["Nasopharyngitis","Sinusitis","Oesophageal candidiasis","Nausea","ACTH stimulation test abnormal"]}}}