{"nctId":"NCT01281813","briefTitle":"TMC114IFD3001 - Study Providing Continued Access to Treatment With Darunavir (DRV)/Ritonavir(Rtv) in HIV1 Infected Adults, Adolescents and Children Aged 3 Years or Above and Coming From Previous Company Sponsored Studies With DRV","startDateStruct":{"date":"2011-08-08","type":"ACTUAL"},"conditions":["HIV-1 Infections"],"count":145,"armGroups":[{"label":"Continued Treatment with DRV in Combination with rtv","type":"EXPERIMENTAL","interventionNames":["Drug: Darunavir","Drug: Ritonavir"]}],"interventions":[{"name":"Darunavir","otherNames":[]},{"name":"Ritonavir","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients treated with DRV/rtv who have successfully completed the TMC114-C211, TMC114-C214, TMC114-TiDP31-C229 (parent) trial or the pediatric (parent) trial TMC114-TiDP29-C232 and in the opinion of the investigator continue to receive benefit from using DRV/rtv\n* DRV is not commercially available for the patients, is not reimbursed, or cannot be accessed through another source (for example, access program, government program) in the region the patient is living in.\n* Patients (where appropriate, depending on age) and the parent(s) or legal representative(s) have signed the Informed Consent/Assent Form voluntarily. Children will be informed about the program and asked to give assent (where appropriate, depending on age).\n\nExclusion Criteria:\n\n* Any condition (including but not limited to alcohol and drug use) which, in the opinion of the investigator, could compromise the patient's safety or adherence to treatment with DRV/rtv\n* Any active, clinically significant disease (such as pancreas or cardiac problems) or findings which could compromise the patient's safety during treatment with DRV/rtv\n* Previously demonstrated clinically significant allergy or hypersensitivity to any of the excipients of the investigational medication (DRV) or ritonavir\n* Pregnant or breastfeeding female patients","healthyVolunteers":false,"sex":"ALL","minimumAge":"3 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Serious Adverse Events","description":"Adverse events (AEs): any untoward medical occurrence (any unfavorable and unintended sign \\[including an abnormal laboratory finding\\], symptom, or disease) that occurred in a participant administered a pharmaceutical product and which did not necessarily have causal relationship with study treatment. Serious adverse events (SAEs): any untoward medical occurrence at any dose resulted: death; was life threatening; requires inpatient hospitalization/prolongation of existing hospitalization; resulted in persistent/significant disability/incapacity or congenital anomaly/birth defect. Adult participants who received either DRV/rtv 800/100 mg once daily or DRV/rtv 600/100 mg twice daily per parent study were included in single arm and combined analysis was performed as planned in protocol because the 2 doses were extensively evaluated in their respective parent studies. Main purpose of this study was to provide continued access and not to compare the 2 doses.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"26","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Adverse Events Leading to Study Drug Discontinuation","description":"Adverse events (AEs) were defined as any untoward medical occurrence (any unfavorable and unintended sign \\[including an abnormal laboratory finding\\], symptom, or disease) that occurred in a participant or clinical investigation participant administered a pharmaceutical product and which does not necessarily have a causal relationship with this treatment. Adult participants who received either DRV/rtv 800/100 mg once daily or DRV/rtv 600/100 mg twice daily per parent study were included in single arm and combined analysis was performed as planned in protocol because the 2 doses were extensively evaluated in their respective parent studies. Main purpose of this study was to provide continued access and not to compare the 2 doses.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"9","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Adverse Events Possibly Related to Darunavir/Ritonavir (DRV/Rtv) Treatment","description":"Number of participants with adverse events possibly related to DRV/rtv treatment were reported. Adult participants who received either DRV/rtv 800/100 mg once daily or DRV/rtv 600/100 mg twice daily per parent study were included in single arm and combined analysis was performed as planned in protocol because the 2 doses were extensively evaluated in their respective parent studies. Main purpose of this study was to provide continued access and not to compare the 2 doses.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"4","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":4},"commonTop":["Pregnancy"]}}}