{"nctId":"NCT00958308","briefTitle":"Efficacy and Safety Study in the Prevention of Antibiotic-Associated Diarrhea (AAD) and Clostridium Difficile-Associated Diarrhea (CDAD) in Hospitalized Adult Patients Exposed to Nosocomial Infection","startDateStruct":{"date":"2008-12"},"conditions":["Antibiotic-Associated Diarrhea","Clostridium Difficile-Associated Diarrhea"],"count":255,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Placebo"]},{"label":"BIO-K+ CL-1285","type":"ACTIVE_COMPARATOR","interventionNames":["Other: BIO-K+ CL-1285®"]},{"label":"BIO-K+ CL-1285® & placebo","type":"OTHER","interventionNames":["Other: BIO-K+ CL-1285®","Other: Placebo"]}],"interventions":[{"name":"BIO-K+ CL-1285®","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Antibiotic therapy for a minimum of 3 days and a maximum of 14 days\n* Expected to remain hospitalized for a minimum of 5 days\n* Patients who have received less than 36 hours of antibiotic therapy\n* Negative pregnancy test at screening\n* Obtained his/her informed consent after verbal and written information\n* Patients having a telephone available (mobile, work, home)\n* Patients having a fridge at home\n\nExclusion Criteria:\n\n* Pregnant or breastfeeding women\n* Patients presenting with active diarrhea (3 or more liquid stools per 24 hour period).\n* Patients with a history of daily consumption of probiotics, fermented milk and/or yogurt;\n* Patients known to have shown a previous reaction, including anaphylaxis, to any substance in composition of the study product (i.e. Non-medicinal ingredients: Cellulose, hypromellose, magnesium stearate (vegetal source), ascorbic acid, Colloidal silicon dioxide)\n* Patients presenting with an active, non-controlled intestinal disease such as Crohn's Disease or ulcerative colitis;\n* A previous documented C. Difficile infection \\< 3 months prior to study initiation ;\n* Ostomized patients, parenteral nutrition users\n* Patients with an immunosuppressive therapy or any health condition causing immunosuppression (including haematological malignancies, acquired immune deficiency syndrome (AIDS))\n* Ongoing or recent use of antibiotic therapy in the 30 days prior to the study product first administration.\n* Patients with planned administration of antibiotics other than broad spectrum Penicillin, Cephalosporin or Clindamycin for the treatment of an infection;\n* Patients with concomitant participation in another clinical trial;\n* Patients who are not likely to comply with study requirements","healthyVolunteers":true,"sex":"ALL","minimumAge":"50 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"To Assess if Probiotic Prophylaxis (BIO-K+CL1285®) is Effective for the Prevention of AAD in Hospitalized Patients.","description":"Incidence of AAD data were collected using questionnaire and diaries given to participants upon discharge. Diagnosis of AAD was made when a patient produced three or more liquid stools in a 24h period after antibiotic treatment with no other obvious reason for diarrhea.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"84","spread":null},{"groupId":"OG001","value":"85","spread":null},{"groupId":"OG002","value":"86","spread":null}]}]}]},{"type":"SECONDARY","title":"Severity of AAD in Hospitalized Patients Ingesting BIO-K+CL1285® or Placebo.","description":"Duration of diarrhea was determined by number of continuous days of diarrhea. Average number of liquid stools per day was determined by the sum of the number of liquid stools per day in the AAD episode divided by the duration of diarrhea in days.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Frequency of Stool Samples Positive for Clostridium Difficile (C. Difficile) Toxin A and/or B.","description":"If diarrhea occured while hospitalized, patients provided a stool sample for C. difficile analysis of Toxin A and/or B. All episodes were recorded by a nurse of clinician on a case report form using the seven-item Bristol Stool Form Scale (Riegler et al., 2001). A diarrhea episode was described as a bowel movement consisting of watery stool with or without solids.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Safety Profile of BIO-K+CL1285® Versus Placebo in Hospitalized Patients.","description":"Adverse events were reported by patients in the three study groups.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Frequencies of Other Gastrointestinal Symptoms.","description":"Episodes of gastrointestinal disorders during hospitalization were recorded by patient interview and were confirmed by review of patient diaries.","paramType":null,"dispersionType":null,"classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":84},"commonTop":["Fever and hematochezia"]}}}