{"nctId":"NCT01249365","briefTitle":"The Safety Evaluation of the GSK-580299 Vaccine in Women From the Control Group in the Primary NCT00294047 Study","startDateStruct":{"date":"2011-01-24","type":"ACTUAL"},"conditions":["Infections, Papillomavirus"],"count":199,"armGroups":[{"label":"HPV vaccine","type":"EXPERIMENTAL","interventionNames":["Biological: GSK580299 (Cervarix)"]}],"interventions":[{"name":"GSK580299 (Cervarix)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subjects who the investigator believes can and will comply with the requirements of the protocol\n* A subject previously enrolled in the study NCT00294047, who received the control vaccine, and who cannot receive the GSK580299 vaccine because the subject is above the age for which the vaccine is licensed.\n* Written informed consent obtained from the subject\n* Free of obvious health problems as established by medical history and clinical examination before entering into the study.\n* Female subjects of non-childbearing potential may be enrolled in the study.\n* Female subjects of childbearing potential may be enrolled in the study, if the subject:\n\n  * has practiced adequate contraception for 30 days prior to vaccination, and\n  * has a negative pregnancy test on the day of vaccination, and\n  * has agreed to continue adequate contraception during the entire treatment period and for 2 months after completion of the vaccination series.\n\nExclusion Criteria:\n\n* Pregnant or breastfeeding.\n* A women planning to become pregnant, likely to become pregnant or planning to discontinue contraceptive precautions during the vaccination phase of the study, i.e. up to two months after the last vaccine dose.\n* Use of any investigational or non-registered product other than the study vaccine within 30 days preceding the first dose of study vaccine, or planned use during the study period.\n* Previous vaccination against HPV or planned administration of another HPV vaccine during the study other than that foreseen in the protocol.\n* Chronic administration of immunosuppressants or other immune-modifying drugs within six months prior to the first vaccine dose.\n* Planned administration/administration of a vaccine not foreseen by the study protocol within 30 days (i.e., Day 0-29) of each dose of vaccine, with the exception of administration of routine meningococcal, hepatitis B, hepatitis A, inactivated influenza, diphtheria/tetanus and/or diphtheria/tetanus-containing vaccine up to 8 days before each dose of study vaccine. Enrolment will be deferred until the subject is outside of specified window.\n* Concurrently participating in another clinical study, at any time during the study period, in which the subject has been or will be exposed to an investigational or a non-investigational product.\n\nNOTE: Subjects enrolled in this study may also be eligible for a four-year gynaecological follow-up of the HPV-015 study, in which no investigational product will be administered. Subjects will be invited to the gynaecological follow-up study if either of the following applies:\n\n* if they test positive for oncogenic HPV infection, but display normal cervical cytology at their concluding HPV-015 study end visit;\n* if they are pregnant so that no cervical sample can be taken at their concluding HPV-015 study end visit;\n\n  * Previous administration of any components of the vaccine.\n  * Any confirmed or suspected immunosuppressive or immunodeficient condition, based on medical history and physical examination.\n  * Cancer or autoimmune disease under treatment.\n  * Administration of immunoglobulins and/or any blood products within the 3 months preceding the first dose of study vaccine or planned administration during the study period.\n  * History of any reaction or hypersensitivity likely to be exacerbated by any component of the vaccine\n  * History of any neurological disorders or seizures.\n  * Acute disease and/or fever at the time of enrolment.\n  * Acute or chronic, clinically significant pulmonary, cardiovascular, hepatic or renal functional abnormality, as determined by physical examination or laboratory screening tests.","healthyVolunteers":true,"sex":"FEMALE","minimumAge":"26 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Subjects Reporting Serious Adverse Events","description":"Serious adverse events (SAEs) assessed include medical occurrences that resulted in death, were life-threatening, required hospitalization or prolongation of hospitalization, resulted in disability/incapacity or were a congenital anomaly/birth defect in the offspring of a study subject. Any was defined as the occurrence of any SAE regardless of intensity grade or relation to vaccination. Grade 3 SAE = SAE which prevented normal, everyday activities (in adults/adolescents, such an SAE, for example, prevented attendance at work/school and necessitated the administration of corrective therapy). Related SAE = SAE assessed by the investigator as causally related to the study vaccination.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Subjects Reporting Medically Significant Conditions (MSCs) and Potential Immune-mediated Diseases (pIMDs)","description":"Medically significant conditions (MSCs) are defined as:\n\nAEs prompting emergency room or physician visits that were not related to common diseases, or not related to routine visits for physical examination or vaccination; SAEs that were not related to common diseases. Common diseases include: upper respiratory infections, sinusitis, pharyngitis, gastroenteritis, urinary tract infections, cervicovaginal yeast infections, menstrual cycle abnormalities and injury.\n\nPotential immune-mediated diseases (pIMDs) are a subset of medically significant conditions that include autoimmune diseases and other inflammatory and/or neurologic disorders of interest which may or may not have an autoimmune aetiology.\n\nAny was defined as the occurrence of any MSC or pIMD regardless of intensity grade or relation to vaccination. Grade 3 MSC or pIMD = a MSC or pIMD which prevented normal, everyday activities. Related MSC or pIMD = a MSC or pIMD assessed by the investigator as related to the vaccination.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Subjects Reporting Pregnancies and Outcome of Reported Pregnancies","description":"Live infant NO apparent congenital anomaly; Live infant congenital anomaly; Premature live infant NO apparent congenital anomaly; Premature live infant congenital anomaly; Elective termination NO apparent congenital anomaly; Elective termination congenital anomaly; Therapeutic abortion; Ectopic pregnancy; Spontaneous abortion NO apparent congenital anomaly; Spontaneous abortion congenital anomaly; Stillbirth NO apparent congenital anomaly; Stillbirth congenital anomaly; Molar pregnancy; Pregnancy ongoing; Lost to follow up.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":6,"n":199},"commonTop":[]}}}