{"nctId":"NCT01472965","briefTitle":"Ethanol Lock Therapy for Treatment and Secondary Prophylaxis of Central Line-Associated Bloodstream Infection","startDateStruct":{"date":"2011-12-29","type":"ACTUAL"},"conditions":["Central Line-Associated Bloodstream Infection"],"count":95,"armGroups":[{"label":"Treatment","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: ethanol"]},{"label":"Control","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: heparin-saline placebo"]}],"interventions":[{"name":"ethanol","otherNames":["70% ethanol"]},{"name":"heparin-saline placebo","otherNames":["heparin-saline"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subjects ≥6 months to \\< 25 years of age who are ≥5kg\n* New diagnosis (within 96 hours of collection of first positive blood culture) of CLABSI (participants with previous CLABSI will be eligible if not previously enrolled in the study)\n* Silicone CVAD in situ (ports, Hickman and Broviac lines will all be eligible)\n* Treating clinician plans to attempt salvage of CVAD\n* Participant is receiving treatment for cancer or any hematologic disorder or is receiving hematopoietic stem cell transplantation (HSCT) at a participating institution.\n\nExclusion Criteria:\n\n* Allergy to ethanol or components of placebo lock\n* Concomitant use of metronidazole, disulfiram or trabectedin\n* Plan to remove CVAD within 6 days\n* Continuous use of all lumens of CVAD leading to anticipated inability to lock each lumen for at least 2 hours per day\n* Known CVAD obstruction\n* Subjects who are capable of becoming pregnant will require an negative pregnancy test before entry to study\n* Use of ELT in the preceding 2 weeks\n* Expected survival \\<6 days\n* Proven alternative source of bloodstream infection (BSI), or clinical evidence of CVAD track or port-pocket infection\n* Multiple long-term CVADs in situ","healthyVolunteers":false,"sex":"ALL","minimumAge":"6 Months","maximumAge":"25 Years","stdAges":["CHILD","ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Therapeutic Failures (Early or Late Failure) in Children and Adolescents With CLABSI Receiving Standard Care Plus Ethanol Lock Therapy (ELT) vs. Standard Care Alone","description":"Therapeutic failure was a pre-defined composite outcome comprising either 'early failure': central line removal, death, persistent positive blood cultures for \\>72 hours, development of new CLABSI, or initiation of other ALT) during the 5 day treatment phase, or 'late failure': relapse (new CLABSI with an identical organism), or reinfection (new CLABSI with a different organism) during the 24 week prophylaxis phase. The percentage of evaluable participants with therapeutic failure is reported.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"43.8","spread":null},{"groupId":"OG001","value":"43.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Cumulative Incidence of Therapeutic Failure in Participants Receiving Standard Care Plus ELT vs. Standard Care Alone","description":"Therapeutic failure was a pre-defined composite outcome comprising either 'early failure': central line removal, death, persistent positive blood cultures for \\>72 hours, development of new CLABSI, or initiation of other ALT) during the 5 day treatment phase, or 'late failure': relapse (new CLABSI with an identical organism), or reinfection (new CLABSI with a different organism) during the 24 week prophylaxis phase. The cumulative incidence of therapeutic failure is reported.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"44.0","spread":null},{"groupId":"OG001","value":"43.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Cumulative Incidence of Relapse in Participants Receiving Standard Care Plus ELT vs. Standard Care Alone","description":"Relapse was defined as new CLABSI with an identical organism occurring during the 24 week prophylaxis phase. The percentage of evaluable participants with relapse is reported.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.3","spread":null},{"groupId":"OG001","value":"8.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Cumulative Incidence of Reinfection in Participants Receiving Standard Care Plus ELT vs. Standard Care Alone","description":"Reinfection was defined as new CLABSI with a different organism occurring during the 24 week prophylaxis phase. The percentage of evaluable participants with reinfection is reported.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27.3","spread":null},{"groupId":"OG001","value":"24.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Rate of Central Venous Access Device (CVAD) Occlusion Events in Participants Receiving Standard Care Plus ELT vs. Standard Care Alone","description":"Occlusion was defined as central line occlusion or dysfunction requiring thrombolytic therapy. The percentage of evaluable participants requiring thrombolytic therapy for central line occlusion is reported.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"58.3","spread":null},{"groupId":"OG001","value":"32.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Adverse Events in Participants Receiving Standard Care Plus ELT vs. Standard Care Alone","description":"Adverse events attributable to lock therapy or related to the central venous access device (CVAD) were elicited from direct questioning at study visits and from the medical record. The percentage of evaluable participants with any potentially attributable adverse effect is reported.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"60.4","spread":null},{"groupId":"OG001","value":"39.1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":6,"n":48},"commonTop":["Chest pain (infusional)"]}}}