{"nctId":"NCT03647267","briefTitle":"Effects of Pneumatic Vitreolysis on Vitreomacular Traction","startDateStruct":{"date":"2018-10-16","type":"ACTUAL"},"conditions":["Vitreomacular Traction"],"count":46,"armGroups":[{"label":"Pneumatic Vitreolysis","type":"ACTIVE_COMPARATOR","interventionNames":["Device: Pneumatic Vitreolysis (C3F8 injection)"]},{"label":"Observation","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Observation"]}],"interventions":[{"name":"Pneumatic Vitreolysis (C3F8 injection)","otherNames":[]},{"name":"Observation","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. At least one eye meets the study eye criteria listed below.\n2. Able and willing to provide informed consent.\n3. Able and willing to avoid high altitude travel, including airline travel, until gas resolution (approximately 6 to 8 weeks).\n4. For phakic patients, able and willing to avoid supine position until gas resolution (approximately 6 to 8 weeks).\n5. Able and willing to wear wristband that informs any medical personnel that the patient has a gas bubble in the eye\n\n   Exclusion\n\n   A potential participant is not eligible if any of the following exclusion criteria are present:\n6. A condition that, in the opinion of the investigator, would preclude participation in the study (e.g., unstable medical status that might preclude completion of follow-up)\n7. Participation in an investigational trial within 30 days of randomization that involves treatment with any drug or device that has not received regulatory approval for the indication being studied at the time of study entry\n\n   • Note: study participants should not receive another investigational drug/device while participating in the study\n8. Known contraindication to any component of the treatment\n9. Known allergy to any drug used in the procedure prep (including povidone iodine)\n10. Potential participant is expecting to move out of the area of the clinical center to an area not covered by another clinical center during the next 6 months following randomization\n11. Anticipated surgery requiring anesthesia within the next 6 months following randomization\n\n    • Participants cannot receive nitrous oxide until gas resolution\n12. For women of child-bearing potential, pregnant at the time of enrollment\n\n    • Women who are potential study participants should be questioned about the potential for pregnancy. Investigator judgement may be used to determine when a pregnancy test is needed.\n\n    Study Eye Criteria\n\n    The participant must have at least one eye meeting all of the inclusion criteria and none of the exclusion criteria listed below.\n\n    A participant can have only one study eye. If both eyes are eligible at the time of randomization, the study eye will be selected by the investigator and participant before randomization.\n\n    The eligibility criteria for a study eye are as follows:\n\n    Inclusion\n    1. Vitreomacular adhesion on OCT that is no larger than 3000 microns with visible separation of the vitreous on either side as seen on horizontal and vertical scans, confirmed by central reading center Note: presence of epiretinal membrane is neither a requirement nor exclusion.\n    2. Decreased visual function (e.g. metamorphopsia or other visual symptom) that is attributed to VMT.\n\n    Examples of visual symptoms include:\n\n    a) Distortion and/or reduction in visual acuity b) Recognized difficulty with reading, driving, or using a computer c) Patient recognized interference with quality of life because of a and/or b.\n\n    c. Visual acuity letter score of at least 19 (approximate Snellen equivalent 20/400 or better) and at most 78 (20/32 or worse) d. Investigator and participant willing to wait 6 months before surgical intervention, provided visual acuity remains stable\n\n    • An eye that requires prompt treatment for VMT should not be enrolled\n\n    Exclusion e. Other ocular condition that might affect visual acuity during the course of the study or require intraocular treatment (e.g., retinal vein occlusion, substantial age-related macular degeneration, or macular edema induced by a condition other than VMT) • If diabetic retinopathy is present, severity level must be microaneurysms only or better (≤ diabetic retinopathy severity level 20)\n\n    • Presence of drusen is acceptable; however, eyes with geographic atrophy or neovascular age-related macular degeneration involving the macula are excluded f. High level of myopia (spherical equivalent of -8.00 diopters or more myopic if phakic or retinal abnormalities consistent with pathologic myopia if phakic or pseudophakic) g. History of prior gas injection, ocriplasmin injection, or intraocular injection for any reason h. History of prior vitrectomy i. History of uncontrolled glaucoma\n\n    • IOP must be \\<30 mmHg, with no more than one topical glaucoma medication, and no documented glaucomatous field loss for the eye to be eligible j. History of major ocular surgery (including cataract extraction, scleral buckle, any intraocular surgery, etc.) within prior 4 months or major ocular surgery anticipated within the next 6 months following randomization k. History of YAG capsulotomy performed within 4 months prior to randomization l. Aphakia or anterior chamber intraocular lens m. Exam evidence of severe external ocular infection, including conjunctivitis, chalazion, or substantial blepharitis n. Uveitis o. Presence of any macular hole or lamellar hole (according to reading center grading) p. Retinal history or pathology that might predispose an eye to an increased risk of retinal detachment from the procedure\n\n    • Untreated retinal tears, not retinal holes, are an exclusion. It is up to the investigator to determine whether extent of lattice degeneration or other pathology might increase the risk of retinal detachment.\n\n    q. Any contraindication to paracentesis (e.g., history of narrow angle glaucoma) r. Lenticular or zonular instability","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Proportion of Eyes With Central Vitreomacular Traction Release Without Rescue Vitrectomy","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"78","spread":null},{"groupId":"OG001","value":"9","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Eyes With Rescue Treatment Before the 24-week Visit","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Eyes With Rescue Vitrectomy Completed Before the 24-week Visit or Planned at the 24 Week Visit","description":"scheduled rescue vitrectomy must be completed within the subsequent 12 weeks.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Eyes With Central Vitreomacular Traction Status","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"20","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change in E-ETDRS Visual Acuity Letter Score From Baseline","description":"Best-corrected visual acuity following protocol-defined refraction. Visual Acuity was measured with the Electronic Early Treatment Diabetic Retinopathy Study (E-ETDRS) visual acuity test on a scale from 100 letters (Snellen equivalent of 20/10) to 0 letters (Snellen equivalent \\<20/800). Higher scores indicate better visual acuity and lower scores indicate worse visual acuity.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.7","spread":"12.4"},{"groupId":"OG001","value":"6.1","spread":"9.6"}]}]}]},{"type":"SECONDARY","title":"Mean Change in E-ETDRS Visual Acuity Letter Score From Baseline","description":"Best-corrected visual acuity following protocol-defined refraction. Visual Acuity was measured with the Electronic Early Treatment Diabetic Retinopathy Study (E-ETDRS) visual acuity test on a scale from 100 letters (Snellen equivalent of 20/10) to 0 letters (Snellen equivalent \\<20/800). Higher scores indicate better visual acuity and lower scores indicate worse visual acuity.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.7","spread":"12.4"},{"groupId":"OG001","value":"6.1","spread":"9.6"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":5,"n":24},"commonTop":["Posterior vitreous detachment","Cataract","Ocular hypertension","Subconjunctival hemorrhage","Anterior chamber cell"]}}}