{"nctId":"NCT01617096","briefTitle":"Phase 3 Safety and Effectiveness Trial of Dapivirine Vaginal Ring for Prevention of HIV-1 in Women","startDateStruct":{"date":"2012-07-24","type":"ACTUAL"},"conditions":["HIV Infections"],"count":2629,"armGroups":[{"label":"Dapivirine Vaginal Ring","type":"EXPERIMENTAL","interventionNames":["Combination Product: Dapivirine Vaginal Ring"]},{"label":"Placebo Ring","type":"PLACEBO_COMPARATOR","interventionNames":["Combination Product: Placebo Ring"]}],"interventions":[{"name":"Dapivirine Vaginal Ring","otherNames":[]},{"name":"Placebo Ring","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age 18 through 45 years (inclusive) at screening, verified per site SOPs; within this range, sites may restrict the upper age limit per site SOPs, to target women at high risk of HIV infection\n* Able and willing to provide written informed consent to be screened for and to take part in the study\n* Able and willing to provide adequate locator information, as defined in site SOPs\n* HIV-uninfected based on testing performed by study staff at screening and enrollment (per applicable algorithm in Appendix II)\n* Per participant report, sexually active, defined as having vaginal intercourse at least once in the 3 months prior to screening\n* Using an effective method of contraception at enrollment, and intending to use an effective method for the duration of study participation; effective methods include hormonal methods (except contraceptive ring); intrauterine device (IUD); and sterilization (of participant, as defined in site SOPs)\n* At screening and enrollment, agrees not to participate in other research studies involving drugs, medical devices, vaginal products, or vaccines for the duration of study participation -- Note: Tampons may be used for the duration of the trial.\n\nExclusion Criteria:\n\n* Per participant report at screening:\n\n  * Intends to become pregnant during study participation\n  * Plans to relocate away from the study site during study participation\n  * Plans to travel away from the study site for more than 8 consecutive weeks during study participation\n* Is pregnant\n\n  \\-- Note: A documented negative pregnancy test performed by study staff is required for inclusion; however a self-reported pregnancy is adequate for exclusion from the study.\n* Currently breastfeeding\n* Diagnosed with urinary tract infection (UTI)\n\n  \\-- Note: Otherwise eligible participants diagnosed with UTI during screening are offered treatment and may be enrolled after completing treatment and all symptoms have resolved. If treatment is completed and symptoms have resolved within 28 days of obtaining informed consent for screening, the participant may be enrolled.\n* Diagnosed with pelvic inflammatory disease, an STI or reproductive tract infection (RTI) requiring treatment per current WHO guidelines\n\n  \\-- Note: Otherwise eligible participants diagnosed during screening with pelvic inflammatory disease or STI/RTI requiring treatment per WHO guidelines - other than asymptomatic BV and asymptomatic candidiasis - are offered treatment and may be enrolled after completing treatment and all symptoms have resolved. If treatment is completed and symptoms have resolved within 28 days of obtaining informed consent for screening, the participant may be enrolled. Genital warts requiring treatment also must be treated prior to enrollment. Genital warts requiring therapy are defined as those that cause undue burden or discomfort to the participant, including bulky size, unacceptable appearance, or physical discomfort.\n* Has a clinically apparent Grade 2 or higher pelvic exam finding (observed by study staff) as per the Division of AIDS Table for Grading the Severity of Adult and Pediatric Adverse Events Version 1.0, December, 2004 (Clarification dated August 2009), Addendum 1-Female Genital Grading Table for Use in Microbicide Studies\n\n  * Note: Cervical bleeding associated with speculum insertion and/or specimen collection judged to be within the range of normal according to the clinical judgment of the Investigator of Record (IoR)/designee is considered expected non-menstrual bleeding and is not exclusionary.\n  * Note: Otherwise eligible participants with exclusionary pelvic exam findings may be enrolled/randomized after the findings have improved to a non-exclusionary severity grading or resolved. If improvement to a non-exclusionary grade or resolution is documented within 28 days of providing informed consent for screening, the participant may be enrolled.\n* Participant report and/or clinical evidence of any of the following:\n\n  * Known adverse reaction to any of the study products (ever)\n  * Known adverse reaction to latex (ever)\n  * Chronic vaginal candidiasis\n  * Non-therapeutic injection drug use in the 12 months prior to Screening\n  * Post-exposure prophylaxis (PEP) for HIV exposure within 6 months prior to enrollment\n  * Last pregnancy outcome 90 days or less prior to enrollment\n  * Gynecologic or genital procedure (e.g., tubal ligation, dilation and curettage, piercing) 90 days or less prior to enrollment\n  * Recent participation in any other research study involving drugs, medical devices, vaginal products, or vaccines, within 60 days of enrollment\n  * Participation in the MTN-003, Vaginal and Oral Interventions to Control the Epidemic (VOICE) clinical trial, or any other HIV prevention study using systemic or topical antiretroviral medications, within 12 months of enrollment\n  * As determined by the IoR/designee, any significant uncontrolled active or chronic cardiovascular, renal, liver, hematologic, neurologic, gastrointestinal, psychiatric, endocrine, respiratory, immunologic disorder or infectious disease, including active tuberculosis\n* Has any of the following laboratory abnormalities at Screening Visit:\n\n  * Aspartate aminotransferase (AST) or alanine transaminase (ALT) Grade 1 or higher as per the Division of AIDS Table for Grading the Severity of Adult and Pediatric Adverse Events Version 1.0, December, 2004 (Clarification dated August 2009)\n  * Creatinine Grade 2 or higher as per the Division of AIDS Table for Grading the Severity of Adult and Pediatric Adverse Events Version 1.0, December, 2004 (Clarification dated August 2009)\n  * Hemoglobin Grade 2 or higher as per the Division of AIDS Table for Grading the Severity of Adult and Pediatric Adverse Events Version 1.0, December, 2004 (Clarification dated August 2009)\n  * Platelet count Grade 1 or higher as per the Division of AIDS Table for Grading the Severity of Adult and Pediatric Adverse Events Version 1.0, December, 2004 (Clarification dated August 2009)\n  * Pap result Grade 2 or higher according to the Female Genital Grading Table for Use in Microbicide Studies Addendum 1 to the DAIDS Table for Grading Adult and Pediatric Adverse Events, Version 1.0, December 2004 (Clarification dated August 2009)\n\n    * Note: Otherwise eligible participants with an exclusionary test may be re-tested during the screening process.\n    * Note: Women with a documented normal result within the 12 months prior to enrollment need not have Pap smear during the screening period. Women with a Grade 1 abnormal Pap smear can be enrolled upon completion of the initial phase of evaluation if no current treatment is indicated (based on local standard of care for management of abnormal cervical cytology). Need for a repeat Pap within 6 months does not preclude enrollment prior to that result becoming available.\n* Has any other condition that, in the opinion of the IoR/designee, would preclude informed consent, make study participation unsafe, complicate interpretation of study outcome data, or otherwise interfere with achieving the study objectives","healthyVolunteers":true,"sex":"FEMALE","minimumAge":"18 Years","maximumAge":"45 Years","stdAges":["ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Efficacy as Determined by the Proportion of Women in Each Arm With HIV-1 Seroconversion After 120 Endpoints Are Observed in the Trial.","description":"The primary endpoint is HIV-1 seroconversion as measured by rapid and specialised laboratory testing according to comprehensive HIV testing algorithm. Endpoint confirmation of HIV infection is by Western Blot.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"71","spread":null},{"groupId":"OG001","value":"97","spread":null}]}]}]},{"type":"PRIMARY","title":"The Number of Participants That Experienced Grade 2, 3, 4 and Serious Adverse Events Over the Investigational Product Used Period (25 mg Dapivirine Administered in a Silicone Elastomer Vaginal Matrix Ring (DVR), Inserted Once Every 4 Weeks).","description":"Participants with grade 2 adverse events, judged to be related to investigational product, grade 3 and grade 4 adverse events and all serious adverse events.\n\nDAIDS severity grades are defined as follows:\n\nGrade 1 = mild Grade 2 = moderate Grade 3 = severe Grade 4 = potentially life-threatening Grade 5 = death","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1237","spread":null},{"groupId":"OG001","value":"1231","spread":null}]}]}]},{"type":"SECONDARY","title":"Adherence to the Dapivirine Vaginal Ring.","description":"Dapivirine residual levels in used rings and dapivirine plasma concentrations are two objective measures of adherence to DVR ring use.\n\nAdherence was defined as a dapivirine ring residual level \\<=23.5 mg and dapivirine plasma level \\>= 95 pg/mL.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"443","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"460","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"953","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"537","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"573","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"963","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"687","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"699","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"943","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"830","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"916","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"922","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"872","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"858","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"793","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"704","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"701","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"675","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"600","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"598","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"576","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"499","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"485","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"471","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"391","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"384","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"367","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"263","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"258","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"251","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"133","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"130","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"120","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]}]},{"type":"SECONDARY","title":"Acceptability of the DVR and Placebo Vaginal Ring","description":"Questionnaires and qualitative data regarding the acceptability of use of a vaginal ring inserted once every 4 weeks over the trial period; Percentage of participants with positive response. Response of 'likely' or 'very likely' to the question: 'If in the future a vaginal ring was available that provided some protection against HIV, and it was similar to the one you used in this trial, how likely would you be to keep it inserted in your vagina every day?'","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"95.9","spread":null},{"groupId":"OG001","value":"96.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Human Immunodeficiency Virus Type 1 Drug Resistance Mutations Among Participants Who Acquired HIV-1 Infection.","description":"The analysis of HIV-1 drug resistance will be primarily descriptive in nature, and will depend on the pattern of resistance mutations observed in the HIV-1 seroconverters. The percentage of HIV-1 seroconverters with at least one HIV-1 drug resistant mutation will be presented overall, and by treatment arm, with corresponding 95% CIs.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"68","spread":null},{"groupId":"OG001","value":"96","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":116,"n":1313},"commonTop":["Metrorrhagia","Genitourinary chlamydia infection","Urinary tract infection","Menorrhagia","Vaginal discharge"]}}}