{"nctId":"NCT00982111","briefTitle":"First-line Treatment of Patients With Stage IV Nonsquamous Non-Small Cell Lung Cancer With Necitumumab (IMC-11F8) and Pemetrexed-Cisplatin","startDateStruct":{"date":"2009-11-02","type":"ACTUAL"},"conditions":["Non Small Cell Lung Cancer"],"count":633,"armGroups":[{"label":"Necitumumab + Pemetrexed + Cisplatin","type":"EXPERIMENTAL","interventionNames":["Drug: Pemetrexed","Drug: Cisplatin","Biological: Necitumumab"]},{"label":"Pemetrexed + Cisplatin","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Pemetrexed","Drug: Cisplatin"]}],"interventions":[{"name":"Pemetrexed","otherNames":["Alimta®","LY231514"]},{"name":"Cisplatin","otherNames":[]},{"name":"Necitumumab","otherNames":["IMC-11F8","LY3012211","Portrazza®"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Has histologically or cytologically confirmed nonsquamous (adenocarcinoma/large cell or other) non small cell lung cancer\n* Has Stage IV disease at the time of study entry\n* Measurable or nonmeasurable disease (as defined by the Response Evaluation Criteria in Solid Tumors RECIST 1.0) at the time of study entry (participants with only truly nonmeasurable disease are not eligible)\n* Has resolution to Grade ≤ 1 of all clinically significant toxic effects of prior chemotherapy, surgery, radiotherapy, or hormonal therapy (with the exception of alopecia)\n* Has an Eastern Cooperative Oncology Group performance status score of 0-2\n* Has adequate hepatic function\n* Has adequate renal function\n* Has adequate hematologic function\n* If female, is surgically sterile, postmenopausal, or compliant with a highly effective contraceptive method during and for 6 months after the treatment period (oral hormonal contraception alone is not considered highly effective and must be used in combination with a barrier method). If male, the participants surgically sterile or compliant with a highly effective contraceptive regimen during and for 6 months after the treatment period\n* Female participants of childbearing potential must have a negative serum\n\nExclusion Criteria:\n\n* Has squamous non small cell lung cancer\n* Has received prior anticancer therapy with monoclonal antibodies, signal transduction inhibitors, or any therapies targeting the Epidermal Growth Factor Hormone (EGFR), vascular endothelial growth factor (VEGF), or VEGF receptor\n* Received previous chemotherapy for advanced NSCLC (participants who have received adjuvant chemotherapy are eligible if the last administration of the prior adjuvant regimen occurred at least 1 year prior to randomization)\n* Undergone major surgery or received any investigational therapy in the 4 weeks prior to randomization\n* Undergone chest irradiation within 12 weeks prior to randomization (except palliative irradiation of bone lesions, which is allowed)\n* Has brain metastases that are symptomatic or require ongoing treatment with steroids or anticonvulsants. Participants who have undergone previous radiotherapy for brain metastases, who are now nonsymptomatic and no longer require treatment with steroids or anticonvulsants, are eligible\n* Has superior vena cava syndrome contraindicating hydration\n* Has current clinically-relevant coronary artery disease or uncontrolled congestive heart failure\n* Has experienced myocardial infarction within 6 months prior to randomization\n* Has an ongoing or active infection (requiring antibiotics), including active tuberculosis or known infection with the human immunodeficiency virus\n* Has a history of significant neurological or psychiatric disorders, including dementia, seizures, or bipolar disorder, potentially precluding protocol compliance\n* Has Grade ≥ 2 peripheral neuropathy\n* Has significant third space fluid retention, requiring repeated drainage\n* Has any other serious uncontrolled medical disorders or psychological conditions that would, in the opinion of the investigator, limit the participant's ability to complete the study or sign an informed consent document The participant has a known allergy / history of hypersensitivity reaction to any of the treatment components, including any ingredient used in the formulation of IMC-11F8, or any other contraindication to one of the administered treatments\n* Is pregnant or breastfeeding\n* Has a known history of drug abuse\n* Has a concurrent active malignancy other than adequately-treated basal cell carcinoma of the skin or preinvasive carcinoma of the cervix. A participant with previous history of malignancy other than NSCLC is eligible, provided that he/she has been free of disease for ≥ 3 years","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Survival Time (OS)","description":"OS is defined as the time from randomization to death from any cause. Participants who do not die at the end of the extended follow-up period, or were lost to follow-up during the study, were censored at the last date they were known to be alive. OS was estimated using the Kaplan-Meier method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.3","spread":null},{"groupId":"OG001","value":"11.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression-Free Survival (PFS)","description":"PFS is defined as the time from randomization until the first radiographic documentation of measured progressive disease as defined by RECIST (Version 1.0), or death from any cause. Participants who die without a reported prior progression will be considered to have progressed on the day of their death. Participants who did not progress or were lost to follow-up were censored at the day of their last radiographic tumor assessment. If no baseline or postbaseline radiologic assessment was available, the participant was censored at the date of randomization. If death or PD occurs after two or more consecutive missing radiographic visits, censoring occurred at the date of the last radiographic visit prior to the missed visits.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.6","spread":null},{"groupId":"OG001","value":"5.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Achieve Best Overall Tumor Response of Complete Response (CR) or Partial Response (PR) (Objective Tumor Response Rate [ORR])","description":"ORR is confirmed best overall tumor response of CR or PR. According to RECIST v1.0, CR was defined as the disappearance of all target and non-target lesions; PR defined as a \\>30% decrease in the sum of the longest diameters (LD) of the target lesions, taking as reference the baseline sum of the LD. Percentage of participants was calculated as: (total number of participants with CR or PR from start of the treatment until disease progression or recurrence)/total number of participants treated) \\* 100.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"31.1","spread":null},{"groupId":"OG001","value":"32.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Treatment Failure (TTF)","description":"TTF was defined as the time from study enrollment/randomization to the first observation of measured progressive disease, death from any cause, or early discontinuation of treatment or initiation of new anti-cancer therapies. Response was defined using Response Evaluation Criteria In Solid Tumors (RECIST, version 1.0) criteria. Progressive Disease (PD) was defined as having at least a 20% increase in sum of longest diameter of target lesions. Time to treatment failure was censored at the date of the last follow-up visit for participants who did not discontinue early, who were still alive, and who have not progressed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.5","spread":null},{"groupId":"OG001","value":"4.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Pharmacokinetics (PK): Minimum Concentration (Cmin) of Necitumumab","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"57.5","spread":"84.5"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"80.8","spread":"89.3"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"110","spread":"82.9"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"115","spread":"81.8"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"119","spread":"68.9"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Serum Anti-Necitumumab Antibody Assessment (Immunogenicity)","description":"A participant was considered to have an anti-Necitumumab antibody response if anti-drug antibodies (ADA) were confirmed positive. Treatment emergent antibodies were defined as any anti-Necitumumab antibody titer equal to or greater than 4-fold the participant's baseline titer.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"37","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Patient Reported Outcomes (PRO) Using the European Quality of Life-5 Dimensions (EQ-5D)","description":"The EQ-5D is a generic, multidimensional, health-related, quality-of-life instrument. The profile allows participants to rate their health state in 5 health domains: mobility, self-care, usual activities, pain/discomfort, and anxiety/depression using a three level scale 1-3 (no problem, some problems, and major problems). These combinations of attributes were converted into a weighted health-state Index Score according to the United Kingdom (UK) population-based algorithm. The possible values for the Index Score ranged from -0.59 (severe problems in all 5 dimensions) to 1.0 (no problem in any dimension).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0419","spread":"0.28230"},{"groupId":"OG001","value":"0.0478","spread":"0.22645"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in PRO as Measured Using the Lung Cancer Symptom Scale (LCSS)","description":"The LCSS consisted of 9 items: 6 items focused on lung cancer symptoms \\[loss of appetite, fatigue, cough, dyspnea (shortness of breath), hemoptysis (blood in sputum), and pain\\] and 3 items were global items (symptom distress, interference with activity level, and global quality of life). Participant responses to each item were measured using visual analogue scales (VAS) with 100-mm lines. A higher score for any item represented a higher level of symptoms/problems. Scores for each of the reported categories ranged from 0 (for best outcome) to 100 (for worst outcome). The Average Symptom Burden Index (ASBI) was the mean of the 6 symptom items of the LCSS, and the Total LCSS was the mean of all 9 LCSS items. ASBI and Total LCSS were not computed for a participant if he/she had 1 or more missing values for the 6 and 9 items, respectively.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.6","spread":"46.18"},{"groupId":"OG001","value":"0.6","spread":"27.52"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.5","spread":"31.24"},{"groupId":"OG001","value":"1.6","spread":"28.75"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-9.1","spread":"31.08"},{"groupId":"OG001","value":"-10.3","spread":"27.88"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.8","spread":"26.32"},{"groupId":"OG001","value":"-1.5","spread":"23.67"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.1","spread":"11.92"},{"groupId":"OG001","value":"-1.1","spread":"7.81"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.2","spread":"27.22"},{"groupId":"OG001","value":"-7.1","spread":"26.64"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.1","spread":"31.22"},{"groupId":"OG001","value":"-7.4","spread":"27.11"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.5","spread":"26.01"},{"groupId":"OG001","value":"-3.3","spread":"24.91"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.2","spread":"27.15"},{"groupId":"OG001","value":"-4.0","spread":"31.39"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.9","spread":"18.35"},{"groupId":"OG001","value":"-3.1","spread":"13.11"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1","spread":"17.59"},{"groupId":"OG001","value":"-4.3","spread":"13.90"}]}]}]},{"type":"SECONDARY","title":"Epidermal Growth Factor Hormone (EGFR) Protein Expression Measured by Immunohistochemistry (IHC)","description":"EGFR IHC H-score = weighted sum of % 1+ cells, twice % 2+ cells, and three times % 3+ cells. IHC H-score criteria assesses participants with a low EGFR expression defined by a H-score cutoff value of \\< 200 and participants with a high EGFR expression defined by a H-score of cutoff value of \\>=200.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"69.06","spread":"64.68"},{"groupId":"OG001","value":"66.23","spread":"64.15"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"259.35","spread":"27.65"},{"groupId":"OG001","value":"256.26","spread":"29.10"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With EGFR Measured by IHC","description":"EGFR IHC H-score = weighted sum of % 1+ cells, twice % 2+ cells, and three times % 3+ cells. IHC H-score criteria assesses participants with a low EGFR expression defined by a H-score cutoff value of \\< 200 and participants with a high EGFR expression defined by a H-score of cutoff value of \\>=200.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"58.8","spread":null},{"groupId":"OG001","value":"59.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"41.2","spread":null},{"groupId":"OG001","value":"40.4","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":158,"n":304},"commonTop":["Nausea","Vomiting","Anorexia","Neutropenia","Fatigue"]}}}