{"nctId":"NCT05059301","briefTitle":"A Study of 3 Lots of an Investigational Vaccine Against Respiratory Syncytial Virus (RSV) in Adults Aged 60 Years and Above","startDateStruct":{"date":"2021-10-01","type":"ACTUAL"},"conditions":["Respiratory Syncytial Virus Infections"],"count":770,"armGroups":[{"label":"RSV OA_Lot 1","type":"EXPERIMENTAL","interventionNames":["Biological: RSVPreF3 OA investigational vaccine"]},{"label":"RSV OA_Lot 2","type":"EXPERIMENTAL","interventionNames":["Biological: RSVPreF3 OA investigational vaccine"]},{"label":"RSV OA_Lot 3","type":"EXPERIMENTAL","interventionNames":["Biological: RSVPreF3 OA investigational vaccine"]}],"interventions":[{"name":"RSVPreF3 OA investigational vaccine","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participants who, in the opinion of the investigator, can and will comply with the requirements of the protocol. A male or female ≥ 60 YOA at the time of first study intervention administration.\n* Participants living in the general community or in an assisted living facility that provides minimal assistance, such that the participant is primarily responsible for self care and activities of daily living.\n* Written or witnessed informed consent obtained from the participant prior to performance of any study specific procedure.\n* Participants who are medically stable in the opinion of the investigator at the time of vaccination. Participants with chronic stable medical conditions with or without specific treatment, such as diabetes, hypertension or cardiac disease, can participate in this study if considered by the investigator as medically stable.\n\nExclusion Criteria:\n\nMedical conditions\n\n* Any confirmed or suspected immunosuppressive or immunodeficient condition resulting from disease or immunosuppressive/cytotoxic therapy, based on medical history, and physical examination (no laboratory testing required).\n* History of any reaction or hypersensitivity likely to be exacerbated by any component of the study intervention(s).\n* Hypersensitivity to latex.\n* Serious or unstable chronic illness.\n* Any history of dementia or any medical condition that moderately or severely impairs cognition.\n* Recurrent or un controlled neurological disorders or seizures. Participants with medically controlled active or chronic neurological diseases can be enrolled in the study as per investigator assessment, provided that their condition will allow them to comply with the requirements of the protocol.\n* Significant underlying illness that in the opinion of the investigator would be expected to prevent completion of the study.\n* Any medical condition that in the judgment of the investigator would make intramuscular injection unsafe.\n\nPrior/Concomitant therapy\n\n* Use of any investigational or non registered product (drug, vaccine or medical device) other than the study intervention(s) during the period beginning 30 days before study intervention administration and ending 30 days after study intervention administration, or planned use during the study period.\n* Planned or actual administration of a vaccine not foreseen by the study protocol in the period starting 30 days before and ending 30 days after the study intervention administration, with the exception of inactivated and subunit influenza vaccines which can be administered up to 14 days before or from 14 days after the study vaccination.\n* Note: In case an emergency mass vaccination for an unforeseen public health threat (e.g. a pandemic) is recommended and/or organized by the public health authorities, outside the routine immunization program, the time period described above can be reduced if necessary for that vaccine provided it is used according to the local governmental recommendations and that the Sponsor is notified accordingly. Previous vaccination with an RSV vaccine.\n* Administration of long acting immune modifying drugs or planned administration at any time during the study period.\n* Administration of immunoglobulins and/or any blood products or plasma derivatives during the period starting 90 days before the administration of the study intervention or planned administration during the study period.\n* Chronic administration (defined as more than 14 consecutive days in total) of immunosuppressants or other immune modifying drugs during the period starting 90 days prior to the study intervention administration or planned administration during the study period. For corticosteroids, this will mean prednisone ≥ 20 mg/day or equivalent. Inhaled and topical steroids are allowed.\n\nPrior/Concurrent clinical study experience\n\n• Concurrently participating in another clinical study, at any time during the study period, in which the participant has been or will be exposed to an investigational or a non investigational vaccine/product (drug or invasive medical device).\n\nOther exclusions\n\n* History of chronic alcohol consumption and/or drug abuse as deemed by the investigator to render the potential participant unable/unlikely to provide accurate safety reports or comply with study procedures.\n* Planned move during the study period that will prohibit participating in the study until study end.\n* Bedridden participants.\n* Participation of any study personnel or their immediate dependents, family, or household members.","healthyVolunteers":true,"sex":"ALL","minimumAge":"60 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"RSVPreF3 Specific Immunoglobin (Ig)G Antibody Concentrations Expressed as Group Geometric Mean Concentration (GMC)","description":"Enzyme-linked immunosorbent assay (ELISA) was used to assess the concentrations of IgG antibodies against RSV PreF3 in serum samples.","paramType":"GEOMETRIC_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"86039.9","spread":null},{"groupId":"OG001","value":"80518","spread":null},{"groupId":"OG002","value":"94260.9","spread":null}]}]}]},{"type":"SECONDARY","title":"RSVPreF3 Specific IgG Antibody Concentrations Expressed as Mean Geometric Increase (MGI)","description":"MGI was defined as the geometric mean of the within participant ratios of the post-vaccination RSV PreF3 IgG concentration over the pre-vaccination RSV PreF3 IgG concentration.","paramType":"GEOMETRIC_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.84","spread":null},{"groupId":"OG001","value":"11.29","spread":null},{"groupId":"OG002","value":"12.46","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Reporting Solicited Administration Site Events","description":"Solicited administration site adverse events (AEs) assessed were erythema, pain and swelling. Any = occurrence of the adverse event regardless of intensity grade.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.4","spread":null},{"groupId":"OG001","value":"11.6","spread":null},{"groupId":"OG002","value":"13.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"58.2","spread":null},{"groupId":"OG001","value":"65.7","spread":null},{"groupId":"OG002","value":"62.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.8","spread":null},{"groupId":"OG001","value":"7.6","spread":null},{"groupId":"OG002","value":"7.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Reporting Solicited Systemic Events","description":"Solicited systemic events assessed were arthralgia, fatigue, fever \\[defined as temperature equal to or above (\\>=) 38 degrees Celsius (°C)/100.4 degrees Fahrenheit (°F)}, headache and myalgia. Any = occurrence of the adverse event regardless of intensity grade or relation to study vaccination.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.3","spread":null},{"groupId":"OG001","value":"13.9","spread":null},{"groupId":"OG002","value":"14.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"28.1","spread":null},{"groupId":"OG001","value":"25.9","spread":null},{"groupId":"OG002","value":"27.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"1.6","spread":null},{"groupId":"OG002","value":"2.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"25.7","spread":null},{"groupId":"OG001","value":"23.5","spread":null},{"groupId":"OG002","value":"22.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"31.3","spread":null},{"groupId":"OG001","value":"34.3","spread":null},{"groupId":"OG002","value":"33.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Reporting at Least One Unsolicited Adverse Event","description":"An unsolicited AE is any AE reported in addition to those solicited during the clinical study. Also, any 'solicited' symptom with onset outside the specified period of follow-up for solicited symptoms was reported as an unsolicited AE. Unsolicited AEs include serious, non-serious AEs and potential immune-mediated diseases (pIMDs).","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.7","spread":null},{"groupId":"OG001","value":"14.6","spread":null},{"groupId":"OG002","value":"13.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Reporting at Least One Serious Adverse Event (SAE)","description":"An SAE is any untoward medical occurrence that results in death, is life-threatening, requires hospitalization or prolongation of existing hospitalization, results in disability/incapacity, is a congenital anomaly/birth defect in the offspring of a study participant. Any = occurrence of the symptom regardless of intensity grade or relationship to vaccination.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.2","spread":null},{"groupId":"OG001","value":"2.4","spread":null},{"groupId":"OG002","value":"2.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Reporting at Least One Potential Immune-mediated Disease (pIMD)","description":"pIMDs are a subset of AEs of special interest that include autoimmune diseases and other inflammatory and/or neurologic disorders of interest which may or may not have an autoimmune etiology.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.8","spread":null},{"groupId":"OG001","value":"0.4","spread":null},{"groupId":"OG002","value":"1.2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":8,"n":251},"commonTop":["Injection site pain","Myalgia","Fatigue","Headache","Arthralgia"]}}}