{"nctId":"NCT02913326","briefTitle":"A Clinical Trial Comparing Efficacy and Safety of Dabigatran Etexilate With Warfarin in Patients With Cerebral Venous and Dural Sinus Thrombosis (RE-SPECT CVT)","startDateStruct":{"date":"2016-12-13","type":"ACTUAL"},"conditions":["Thromboembolism"],"count":120,"armGroups":[{"label":"Dabigatran etexilate","type":"EXPERIMENTAL","interventionNames":["Drug: Dabigatran etexilate"]},{"label":"Warfarin","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Warfarin"]}],"interventions":[{"name":"Dabigatran etexilate","otherNames":[]},{"name":"Warfarin","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n* Written informed consent in accordance with International Conference on Harmonization (ICH) Good Clinical Practice (GCP) guidelines and local legislation and/or regulations\n* Confirmed diagnosis of Cerebral Venous or dural sinus thrombosis (CVT), with or without intracranial haemorrhage\n* Completion of anticoagulation therapy for 5-15 days which has been administered until randomisation; anticoagulation must include full-dose low molecular weight heparin or unfractionated heparin\n* Eligibility for treatment with an oral anticoagulant\n* Further inclusion criteria apply\n\nExclusion criteria:\n\n* Cerebral Venous or dural sinus thrombosis (CVT) associated with central nervous system infection or due to head trauma\n* Planned surgical treatment for CVT\n* Conditions associated with increased risk of bleeding\n* History of symptomatic non-traumatic intracranial haemorrhage with risk of recurrence according to Investigator judgment\n* Treatment with an antithrombotic regimen for an indication other than CVT and requiring continuation of that treatment for the original diagnosis without change in the regimen\n* Severe renal impairment\n* Active liver disease\n* Pregnancy, nursing or planning to become pregnant while in the trial\n* Further exclusion criteria apply","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"78 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Composite of Venous Thrombotic Event (VTE) or Major Bleeding Event (MBE) According to International Society on Thrombosis and Haemostasis (ISTH) Criteria in Full Observation Period.","description":"Composite of the percentage of participants with MBE according to ISTH criteria and VTE (recurring cerebral venous thrombosis (CVT); deep venous thrombosis (DVT) of any limb, pulmonary embolism (PE), splanchnic vein thrombosis) in full observation period. All components were adjudicated in a blinded manner.\n\nMajor bleeds were defined according to the ISTH definition of a major bleed, as follows:\n\n* Symptomatic bleeding in a critical area or organ, such as intracranial, intraspinal, intraocular, retroperitoneal, intra-articular or pericardial, or intramuscular with compartment syndrome and/or\n* Bleeding associated with a reduction in haemoglobin of at least 2 grams/deciLitre (1.24 millimole/Litre) within 24 h, or leading to transfusion of 2 or more units of blood or packed cells and/or\n* Fatal bleed","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.7","spread":null},{"groupId":"OG001","value":"3.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Recurring Cerebral Venous and Dural Sinus Thrombosis; DVT of Any Limb, PE or Splanchnic Vein Thrombosis in Full Observation Period","description":"VTE criterions:\n\n* New neurological signs/symptoms or worsening of previous signs/symptoms with new CVT on neuroimaging.\n* DVT of any limb was documented by: Abnormal compression ultrasonography; An intraluminal filling defect on venography; At autopsy\n* Splanchnic vein thrombosis: The presence of endoluminal material/absence of flow in the extrahepatic portal veins/mesenteric veins as shown by duplex-Doppler ultrasound/contrast-enhanced CT scan/MRI.\n* PE was documented by: An intraluminal filling defect in segmental/more proximal branches on spiral CT scan; An intraluminal filling defect/an extension of an existing defect/a sudden cut-off of vessels\\>2.5 mm in diameter on the pulmonary angiogram; Perfusion defect of at least 75% of a segment with a local normal ventilation result on ventilation/perfusion lung scan; Inconclusive spiral CT, pulmonary angiography/lung scintigraphy with demonstration of DVT in the lower extremities by compression ultrasonography/venography; At autopsy.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Cerebral Venous Recanalisation as Measured by the Change in Number of Occluded Cerebral Veins and Sinuses at Week 24","description":"Cerebral venous recanalisation was assessed by imaging and was adjudicated. Occlusion of cerebral veins and sinuses was scored as: 1 = full occlusion; 0 = no occlusion/partial occlusion. This score was applied using the below conventions: Superior sagittal, straight, cavernous sinuses, left and right jugular veins each scored individually as either 0 or 1; Right lateral transverse and sigmoid sinus were scored together, Left lateral transverse and sigmoid sinus were scored together, Superior petrous sinus and inferior petrous sinus were scored together; Deep venous system, Superficial cortical veins, Cerebellar veins were scored as systems.\n\nFor each patient a total score was calculated at baseline and at EOT and the recanalisation score was calculated as EOT - baseline total scores with conventions as 0 = no cerebral veins or sinuses fully occluded and 11 = all cerebral veins and sinuses fully occluded; the lower the score, the better.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.8","spread":"0.78"},{"groupId":"OG001","value":"-1.0","spread":"0.92"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Major Bleeding According to ISTH Criteria in Full Observation Period","description":"Major bleeds were defined according to the ISTH definition of a major bleed, as follows:\n\n* Symptomatic bleeding in a critical area or organ, such as intracranial, intraspinal, intraocular, retroperitoneal, intra-articular or pericardial, or intramuscular with compartment syndrome and/or\n* Bleeding associated with a reduction in haemoglobin of at least 2 grams/deciLitre (1.24 millimole/Litre) within 24 h, or leading to transfusion of 2 or more units of blood or packed cells and/or\n* Fatal bleed","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.7","spread":null},{"groupId":"OG001","value":"3.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Composite Endpoint of Percentage of Participants With New Intracranial Haemorrhage or Worsening of the Haemorrhagic Component of a Previous Lesion After up to 24 Weeks","description":"Intracranial haemorrhage (ICH) comprised the subtypes of intracerebral bleeds, subdural bleeds, epidural bleeds and subarachnoid bleeds that were recorded.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.8","spread":null},{"groupId":"OG001","value":"3.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Clinically Relevant Non-major Bleeding Events in Full Observation Period.","description":"A clinically relevant non-major bleeding event (CRNMBE) was a clinically overt bleed that did not meet the criteria for a major bleed but prompted a clinical response, in that it led to at least 1 of the following: A hospital admission (i.e. overnight stay in the hospital) for bleeding / A physician guided medical or surgical treatment for bleeding / A physician guided change, interruption or discontinuation of trial medication.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"1.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Major Bleeding According to ISTH Criteria or CRNMBEs After up to 24 Weeks","description":"Percentage of participants with major bleeding according to ISTH criteria or CRNMBEs after up to 24 weeks.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.7","spread":null},{"groupId":"OG001","value":"5.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Any Bleeding Event After up to 24 Weeks","description":"Percentage of participants with any bleeding event after up to 24 weeks where any bleeding event is the sum of all major and non-major bleeding events.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20.0","spread":null},{"groupId":"OG001","value":"20.0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":8,"n":60},"commonTop":["Headache","Diarrhoea","Depression","Cough","Dyspepsia"]}}}