{"nctId":"NCT00958009","briefTitle":"The Multicenter, Open-label, Single-use Autoinjector Convenience Study","startDateStruct":{"date":"2009-10"},"conditions":["Multiple Sclerosis"],"count":109,"armGroups":[],"interventions":[{"name":"Rebidose®","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Male and female subjects, 18-65 years of age, inclusive, at the time of informed consent signature\n2. RMS diagnosed according to the McDonald criteria\n3. Currently receiving Rebif® 44mcg sc tiw using manual injections and/or Rebiject II autoinjector for greater than twelve weeks\n4. Capable of self-injecting using the single-use autoinjector\n5. Be willing and able to comply with the study procedures for the duration of the trial\n6. Have given written informed consent and signed Health Insurance Portability and Accountability Act (HIPAA) Authorization before any study-related activities are carried out\n7. Female subjects must not be either pregnant or breast-feeding and must lack childbearing potential\n\nExclusion Criteria:\n\n1. Have used any other injectable medications (i.e. for pain) on a regular basis during the week prior to Screening or throughout the duration of the trial (the administration of a single injection for treatment or prophylaxis of a condition unrelated to MS or Rebif® therapy (e.g., influenza or pneumococcus vaccination) will be acceptable)\n2. Have received MS therapy other than Rebif® within twelve weeks prior to Screening or at any time during the trial (e.g., other disease modifying drugs, Rebif® New Formulation, combination therapy, immunomodulatory and/or immunosuppressive agents, including but not limited to any interferon, glatiramer acetate (Copolymer I), cyclophosphamide, cyclosporine, methotrexate, linomide, azathioprine, mitoxantrone, teriflunomide, laquinimod, cladribine, total lymphoid irradiation, anti-lymphocyte monoclonal antibody treatment (e.g. natalizumab, alemtuzumab/Campath, anti- CD4), Intravenous immunoglobulin (IVIg), cytokines or anti-cytokine therapy) and telbivudine\n3. Have inadequate liver function, defined by a alanine aminotransferase (ALT) \\> 2.5x upper limit of normal (ULN), or alkaline phosphatase \\> 2.5x ULN, or total bilirubin \\> 2.5x ULN\n4. Have inadequate bone marrow reserve, defined as a total white blood cell count \\< 3.0x 109/L, platelet count \\< 75x109/L, haemoglobin \\< 100g/L\n5. Have complete transverse myelitis or bilateral optic neuritis\n6. Have a history of alcohol or drug abuse\n7. Have thyroid dysfunction\n8. Have moderate to severe renal impairment\n9. Have a major medical or psychiatric illness that in the opinion of the investigator creates undue risk to the subject or could affect compliance with the study protocol\n10. Have a history of seizures not adequately controlled by treatment\n11. Have serious or acute cardiac disease, such as uncontrolled dysrhythmias, uncontrolled angina pectoris, cardiomyopathy, or uncontrolled congestive heart failure\n12. Have, in the opinion of the investigator, any visual, physical or cognitive impairment that would preclude the subject from self-injecting with the single-use autoinjector\n13. Have a known hypersensitivity or allergy to interferon-beta or any of the excipients\n14. Have participated in another clinical trial within the past thirty days\n15. Are pregnant or attempting to conceive","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Proportion of Relapsing Multiple Sclerosis (RMS) Subjects Rating the Single-use Autoinjector as 'Easy to Use' or 'Very Easy to Use' for Self-injection in a User Trial Questionnaire","description":"Data from the User Trial Questionnaire, Question 14 (Overall, how do you rate your experience with using the injection device?) Mean and confidence interval refer to proportion of subjects responding positively to question. Missing values were replaced with worst case response.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.86","spread":null}]}]}]},{"type":"SECONDARY","title":"Multiple Secondary Endpoints Were Assessed, Based on Questions From the User Trial Questionnaire Related to the Single-use Autoinjector Device Use-related Outcomes.","description":"The User Trial Questionnaire was used to assess the ease of use, functional reliability, overall satisfaction with device attributes, convenience, safety and portability of the device. Mean and confidence intervals refer to proportion of subjects responding positively to question. Secondary endpoints presented for decriptive purposes only thus no statistical analysis performed.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.83","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.78","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.83","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.76","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.77","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.96","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.61","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.87","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.78","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.83","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.81","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.74","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.79","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":109},"commonTop":["Injection site erythema","Injection site pain","Influenza like illness","Injection site haematoma","Injection site swelling"]}}}