{"nctId":"NCT00619307","briefTitle":"Transition to Rebif New Formulation","startDateStruct":{"date":"2007-07"},"conditions":["Relapsing Multiple Sclerosis"],"count":117,"armGroups":[{"label":"Transition with prophylactic ibuprofen","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Rebif New Formulation + prophylactic Ibuprofen"]},{"label":"Transition with PRN ibuprofen","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Rebif New Formulation + ibuprofen PRN"]}],"interventions":[{"name":"Rebif New Formulation + prophylactic Ibuprofen","otherNames":[]},{"name":"Rebif New Formulation + ibuprofen PRN","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subject with relapsing forms of Multiple Sclerosis (MS)\n* Expanded disability status scale (EDSS) score \\< 5.5 at study entry\n* Subjects who have been administering Rebif 44 mcg three times a week for at least 6 months prior to study enrolment\n* Subject currently using Rebiject II and who will use their own Rebiject II for the Rebif New Formulation injections\n* Subject is between 18 and 60 years old inclusive\n* Female subjects must be neither pregnant nor breast-feeding and must lack childbearing potential, as defined by either: post-menopausal or surgically sterile, or use a highly effective method of contraception.\n* Subject is willing to follow study procedures\n* Subject is willing and must not present any contra-indication to taking ibuprofen during 4 weeks of the study\n* Subject has given written informed consent\n\nExclusion Criteria:\n\n* Secondary Progressive Multiple Sclerosis without superimposed attacks\n* Use of any other injectible medications during the week prior to the screening period, during the screening or treatment periods\n* Subject receiving MS therapy in addition (i.e. combination therapy) to Rebif within 3 months prior to study enrolment or at any time during study protocol\n* History of any chronic pain syndrome\n* Subjects that use any investigational drug or experimental procedure within 12 weeks of visit\n* Subject received corticosteroids or adrenocorticotrophic hormone (ACTH) within 30 days of visit 1\n* Subject with flu-like symptoms (FLS) associated with any cause (i.e. no current flu and no FLS related to Interferon in the week prior to baseline)\n* Subject has abnormal liver function, defined by a total bilirubin \\> 1.5 times the upper limit of normal, aspartate aminotransferase (AST) or alanine aminotransferase (ALT) \\> 2.5 times the upper limit of the normal values.\n* Subject has inadequate bone marrow reserve, defined as a total white blood cell count \\< 3.0 x 109/L, platelet count \\< 75 x 109/L, haemoglobin \\< 100 g/L.\n* Subject suffers from an active autoimmune disease other than MS\n* Subject suffers from major medical or psychiatric illness\n* Subject has seizures history or is currently experiencing seizures not adequately controlled by anti-epileptics\n* Subject is pregnant or attempting to conceive\n* Visual or physical impairment that precludes completion of diaries and questionnaires by himself/herself\n* Contraindication to ibuprofen:known hypersensitivity to the active ingredient ibuprofen\n* Known hypersensitivity to non-steroidal anti-inflammatory drugs which can lead to asthmatic attacks, gastric and/or intestinal ulcers, gastro-intestinal bleeding, cerebro-vascular bleeding or other active bleeding, severe hepatic dysfunction, severe kidney dysfunction, severe cardiac insufficiency, or systemic lupus erythematosus","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"60 Years","stdAges":["ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Multiple Sclerosis Treatment Concern Questionnaire (MSTCQ) Flu-like Symptom Score","description":"This is defined as the sum of the scores for the \"side effects\" section questions 1-4, with a minimum possible total score of 1 and a maximum possible total score of 20 in the MSTCQ. The lower the score, the better the outcome.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.5","spread":null},{"groupId":"OG001","value":"9.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Multiple Sclerosis Treatment Concern Questionnaire (MSTCQ) Total Score","description":"This is defined as the sum of the scores for the \"injection systems\" section questions 1-9 and the \"side effects\" section questions 1-11, with a minimum possible total score of 20 and a maximum possible total score of 100. The lower the score, the better the outcome.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"36.8","spread":null},{"groupId":"OG001","value":"38.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Multiple Sclerosis Treatment Concern Questionnaire (MSTCQ) Injection Satisfaction Score","description":"This is defined as the sum of the scores for the \"injection systems\" section questions 1-9, with a minimum possible total score of 9 and a maximum possible total score of 45. The lower the score, the better the outcome.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.3","spread":null},{"groupId":"OG001","value":"15.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Multiple Sclerosis Treatment Concern Questionnaire (MSTCQ) Injection Site Reaction Score","description":"This is defined as the sum of the scores for the \"side effects\" section questions 5 to 8, with a minimum possible total score of 1 and a maximum possible total score of 20. The lower the score, the better the outcome.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.4","spread":null},{"groupId":"OG001","value":"9.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Multiple Sclerosis Treatment Concern Questionnaire (MSTCQ) Global Side Effects Score","description":"This is defined as the sum of the scores for \"side effects\" section questions 9 to 11, corresponding to minimum possible total score of 3 and a maximum possible total score of 15. The lower the score, the better the outcome.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.7","spread":null},{"groupId":"OG001","value":"5.0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":59},"commonTop":["Influenza-like illness","Headache","Fatigue","Chills","Myalgia"]}}}