{"nctId":"NCT02531035","briefTitle":"A Phase 3 Study to Evaluate the Safety of Sotagliflozin in Patients With Type 1 Diabetes Who Have Inadequate Glycemic Control With Insulin Therapy Alone","startDateStruct":{"date":"2015-09","type":"ACTUAL"},"conditions":["Type 1 Diabetes Mellitus (T1DM)","High Level of Sugar (Glucose) in the Blood"],"count":1405,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"Sotagliflozin 400 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Sotagliflozin"]}],"interventions":[{"name":"Sotagliflozin","otherNames":["LX4211"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participants had given written informed consent to participate in the study in accordance with local regulations\n* Adult participants 18 years and older with a diagnosis of T1DM made at least 1 year prior to informed consent\n* Participants were being treated with insulin or insulin analog\n* Willing and able to perform self-monitoring of blood glucose (SMBG) and complete the study diary as required per protocol\n* At the Screening Visit, A1C was between 7.0% to 11.0%\n* Females of childbearing potential used an adequate method of contraception and had a negative pregnancy test\n\nExclusion Criteria:\n\n* Use of antidiabetic agent other than insulin or insulin analog at the time of screening\n* Use of sodium-glucose cotransporter (SGLT) inhibitors within 8 weeks prior to screening\n* Chronic systemic corticosteroid use\n* Type 2 diabetes mellitus (T2DM), or severely uncontrolled T1D as determined by the Investigator","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With A1C <7.0% at Week 24 and No Episode of Severe Hypoglycemia and No Episode of Diabetic Ketoacidosis (DKA) After Randomization","description":"The primary composite endpoint included blood samples for the assessment of Hemoglobin A1C to determine the participants with a value \\<7.0%. A central blinded adjudication process determined whether participants experienced either DKA or Severe Hypoglycemia.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15.2","spread":null},{"groupId":"OG001","value":"28.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in A1C","description":"Baseline value was defined as the last value collected prior to the first dose of double-blind study medication. Least Squares (LS) means were obtained from a mixed-effects model for repeated measures (MMRM) model including all available post baseline data. A negative change from Baseline (a lower AIC value at Week 24) indicates an improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.33","spread":"0.031"},{"groupId":"OG001","value":"-0.79","spread":"0.032"}]}]}]},{"type":"SECONDARY","title":"Absolute Change From Baseline in Body Weight","description":"Baseline value was defined as the last value collected prior to the first dose of double-blind study medication. LS means were obtained from MMRM model. A negative change from Baseline indicates a loss in body weight from Baseline to Week 24.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.77","spread":"0.122"},{"groupId":"OG001","value":"-2.21","spread":"0.122"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Systolic Blood Pressure (SBP) in the Subset of Participants With Baseline SBP >=130 Millimeter of Mercury (mmHg)","description":"An automatic sphygmomanometer was used with instructions on blood pressure measurements to allow for standardization. Week 16 was used because the protocol required Investigators to keep participant's hypertensive medications stable between Baseline and Week 16, unless a change was required for safety reasons. Baseline was defined as the last value collected prior to the first does of double-blind study medication. LS means were obtained from MMRM model including all available post baseline values. A negative change indicates a decrease in SBP between Baseline and Week 16.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.7","spread":"0.90"},{"groupId":"OG001","value":"-9.2","spread":"0.92"}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in Mean Daily Bolus Insulin Dose","description":"The mean bolus insulin dose in international units/day (IU/day) for Week 24 was the average over the 3 to 5 days prior to the Week 24 visit. The Baseline value was defined as the last value collected prior to the first dose of double-blind study medication. LS means were obtained from MMRM model including all available post Baseline values. A negative percent change from Baseline indicated a reduction in the amount of bolus insulin used and a positive percent change from Baseline indicated an increase in the amount of bolus insulin used between Baseline and Week 24.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.62","spread":"2.272"},{"groupId":"OG001","value":"-5.71","spread":"2.289"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":23,"n":703},"commonTop":["Viral upper respiratory tract infection","Diarrhoea"]}}}