{"nctId":"NCT02892422","briefTitle":"Flexible-dose, Long-term Safety Study of Lu AF35700 in Adult Patients With Schizophrenia","startDateStruct":{"date":"2016-08","type":"ACTUAL"},"conditions":["Schizophrenia"],"count":528,"armGroups":[{"label":"Flexible-dose of Lu AF35700","type":"EXPERIMENTAL","interventionNames":["Drug: Lu AF35700"]}],"interventions":[{"name":"Lu AF35700","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n\\- For 16159A-patients\n\n* The patient has completed Study 16159A.\n* The patient is able to read and understand the Informed Consent Form.\n* The patient has signed the Informed Consent Form specific for Study 16159B.\n* The patient can potentially benefit from 52-week treatment with Lu AF35700 according to the investigator's clinical judgement.\n\nFor 16323A-patients\n\n* The patient has completed the dosing period of Study 16323A.\n* The patient is able to read and understand the Informed Consent Form.\n* The patient has signed the Informed Consent Form specific Study 16159B.\n* The patient has a confirmed diagnosis of schizophrenia according to DSM-5™.\n* The patient can potentially benefit from 52-week treatment with Lu AF35700 according to the investigator's clinical judgement.\n\nFor Other Patients\n\n* The patient has schizophrenia, diagnosed according to DSM-5™.\n* The patient is a man or woman, aged ≥18 years.\n* The patient has been prescribed oral antipsychotic treatment at the recommended dose range as stated in the summary of product characteristics or equivalent label for 6 weeks prior to the Screening Visit.\n* The patient has a PANSS total score ≥60 and ≤90 at Screening and Baseline Visits.\n* The patient has a Clinical Global Impression - Severity of Illness (CGI-S) score ≤4.\n* The patient is in need of a change in the current antipsychotic treatment and, according to the investigator's clinical judgement, the patient can potentially benefit from a switch to another treatment including, but not limited to, any of the following reasons:\n\n  * lack of adequate response to his or her current antipsychotic medication;\n  * poor tolerability to his or her current antipsychotic medication;\n  * unwillingness of the patient to adhere to his or her current antipsychotic medication.\n\nExclusion Criteria:\n\n\\- For 16159A-patients\n\n* The patient has been diagnosed with a primary psychiatric disorder other than schizophrenia during Study 16159A.\n* The patient, in the opinion of the investigator, is at significant risk of suicide, or: Answers \"Yes\" to any question on the Suicidal Behaviour section of the Columbia-Suicide Severity Rating Scale (C-SSRS), OR Answers \"Yes\" to questions 4 and 5 on the Suicidal Ideation section of the C-SSRS\n\nFor 16323A-patients\n\n* The patient has been diagnosed with a primary psychiatric disorder other than schizophrenia during Study 16323A.\n* The patient, in the opinion of the investigator, is at significant risk of suicide, or: Answers \"Yes\" to any question on the Suicidal Behaviour section of the C-SSRS, OR Answers \"Yes\" to questions 4 and 5 on the Suicidal Ideation section of the C-SSRS\n\nFor Other Patients\n\n* The patient has any current psychiatric disorder (DSM-5™ criteria) other than schizophrenia established as the primary diagnosis.\n* The patient is experiencing acute exacerbation of psychotic symptoms at the Screening Visit, between the Screening and Baseline Visits or at the Baseline Visit.\n* The patient is treated with clozapine at the time of the Screening Visit.\n* The patient has a substance use disorder (except nicotine) which according to the investigator's judgment may compromise the patient's ability to comply with the study procedures, or preclude the benefits of the study medication.\n* The patient, in the opinion of the investigator, is at significant risk of suicide, or: Answers \"Yes\" to any question on the Suicidal Behaviour section of the C-SSRS, OR Answers \"Yes\" to questions 4 and 5 on the Suicidal Ideation section of the C-SSRS\n\nOther protocol defined inclusion and exclusion criteria may apply","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Treatment-Emergent Adverse Events (Safety and Tolerability)","description":"Based on the safety assessments (e.g. clinical safety laboratory tests, vital signs, weight, waist circumference and ECG)","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"289","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":28,"n":524},"commonTop":["Headache"]}}}