{"nctId":"NCT04458857","briefTitle":"A Study to Test if Fremanezumab is Effective in Preventing Episodic Migraine in Patients 6 to 17 Years of Age","startDateStruct":{"date":"2020-07-15","type":"ACTUAL"},"conditions":["Migraine"],"count":235,"armGroups":[{"label":"Fremanezumab Dose A","type":"EXPERIMENTAL","interventionNames":["Drug: Fremanezumab"]},{"label":"Fremanezumab Dose B","type":"EXPERIMENTAL","interventionNames":["Drug: Fremanezumab"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Fremanezumab","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* The participant has a clinical history of recurrent headache consistent with the diagnosis of migraine for at least 6 months before screening, consistent with ICHD-3 criteria (Headache Classification Committee of the IHS 2013), and a history of ≤=14 headache days per month in each of the 3 months prior to screening (visit 1).\n* The participant or parent/caregiver maintain a prospectively collected headache diary\n* The participant does not have chronic daily headache. For the purposes of this study, chronic daily headache is operationally defined as \\<4 headache-free days during the 28-day baseline period.\n\nNOTE: Additional criteria apply; please contact the investigator for more information.\n\nExclusion Criteria:\n\n* The participant is using medications containing opioids (including codeine) or barbiturates (including Fiorinal®, Fioricet®, or any other combination containing butalbital) for the treatment of migraine during the 3 months prior to the day of the screening visit.\n* The participant or parent/caregiver maintain a prospectively collected headache diary\n* The participant has used an intervention/device (eg, scheduled nerve block or transcranial magnetic stimulation) for the treatment of migraine or in the head or neck area for any condition during the 2 months prior to the day of the screening visit.\n* The participant has a current history of a clinically significant psychiatric condition, at the discretion of the investigator. Any prior history of a suicide attempt, or a history of suicidal ideation with a specific plan within the past 2 years, must be excluded.\n* The participant has an ongoing infection or a known history of human immunodeficiency virus infection, tuberculosis, Lyme disease, or chronic hepatitis B or C, or a known active infection of coronavirus disease 2019 (COVID-19).\n* The participant has a past or current history of cancer.\n* The participant is pregnant or nursing.\n* The participant has a history of hypersensitivity reactions to injected proteins, including mAbs, or a history of Stevens-Johnson Syndrome or toxic epidermal necrolysis syndrome, or the participant is concomitantly using lamotrigine.\n* The participant received a live attenuated vaccine (eg, intranasal flu vaccine, and measles, mumps, and rubella vaccine) within the 12-week period prior to screening. Note: If a medical need arises during the study, the participant may receive a live attenuated vaccine.\n* The participant has a current or past medical history of hemiplegic migraine.\n\nNOTE: Additional criteria apply; please contact the investigator for more information.","healthyVolunteers":false,"sex":"ALL","minimumAge":"6 Years","maximumAge":"17 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Change From Baseline in Monthly Average Number of Migraine Days During 12-Week Period After the First Dose of Study Drug","description":"A migraine day was defined as a day with any of the following: A day (0:00 to 23:59) with at least 2 hours of headache with ≥2 migraine symptom(s) or day (0:00 to 23:59) demonstrating a headache treated with migraine medications (e.g., non-steroidal anti-inflammatory drugs \\[NSAIDs\\], paracetamol etc.), or a headache associated with aura. Monthly averages were derived and normalized to 28 days equivalent by formula: (number of days of efficacy variable over 12-week period/number of days with assessments recorded in electronic diary (e-diary) for 12-week period) \\* 28. Least square (LS) mean was calculated using analysis of covariance (ANCOVA). The full analysis set (FAS) included all randomized participants who received at least 1 dose of study drug and had at least 10 days of diary entries postbaseline for efficacy assessments on primary endpoint. Efficacy analysis was planned to be collected and evaluated combined for both fremanezumab dose treatment groups.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.4","spread":"0.39"},{"groupId":"OG001","value":"-2.5","spread":"0.38"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment-Emergent Adverse Events (TEAEs)","description":"An adverse event (AE) was defined as any untoward medical occurrence in a participant who received study drug without regard to possibility of causal relationship. Serious AEs (SAEs) were defined as death, a life-threatening AE, inpatient hospitalization or prolongation of existing hospitalization, persistent or significant disability or incapacity, a congenital anomaly or birth defect, or an important medical event that jeopardized participant and required medical intervention to prevent 1 of the outcomes listed in this definition. AEs were considered TEAEs if onset occurred on or after the first dose date. A summary of other non-serious AEs and all serious AEs, regardless of causality is located in Reported AE section.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"55","spread":null},{"groupId":"OG001","value":"20","spread":null},{"groupId":"OG002","value":"48","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Shift From Baseline to Last Assessment in Electrocardiogram (ECG) Findings (Assessed by Investigator)","description":"The number of participants with a shift from Baseline (Normal, Abnormal CS \\[Clinically Significant\\], or Abnormal NCS \\[Not Clinically Significant\\]) in any of the following ECG parameters is reported by treatment group: Heart rate, PR interval, QRS interval, RR interval, QT interval, QT interval corrected using the Bazett's formula (QTcB), and QT interval corrected using the Fridericia formula (QTcF). Last assessment was defined as the last observed postbaseline interpretation. A summary of other non-serious AEs and all serious AEs, regardless of causality is located in Reported AE section.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"92","spread":null},{"groupId":"OG001","value":"32","spread":null},{"groupId":"OG002","value":"74","spread":null}]},{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"4","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]},{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"2","spread":null},{"groupId":"OG002","value":"6","spread":null}]},{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"3","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]},{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Shift From Baseline to Last Assessment in ECG Findings (Assessed by Cardiologist)","description":"The number of participants with a shift from Baseline (Normal or Abnormal) in any of the following ECG parameters is reported by treatment group: Heart rate, PR interval, QRS interval, RR interval, QT interval, QTcB, and QTcF. Last assessment was defined as the last observed postbaseline interpretation. A summary of other non-serious AEs and all serious AEs, regardless of causality is located in Reported AE section.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"88","spread":null},{"groupId":"OG001","value":"29","spread":null},{"groupId":"OG002","value":"72","spread":null}]},{"measurements":[{"groupId":"OG000","value":"14","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"5","spread":null}]},{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"4","spread":null},{"groupId":"OG002","value":"4","spread":null}]},{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"2","spread":null},{"groupId":"OG002","value":"6","spread":null}]},{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Any One or More Potentially Clinically Significant Vital Signs Abnormalities","description":"Potentially clinically significant abnormal vital signs findings included any one of the following: Pulse rate ≥120 beats per minute (bpm) and increase from baseline of ≥15 bpm, or ≤50 bpm and decrease from baseline of ≥15 bpm; Systolic blood pressure ≤85 millimeters of mercury (mmHg) and decrease from baseline of ≥20 mmHg; Diastolic blood pressure ≥100 mmHg and increase from baseline of ≥15 mmHg; Respiratory rate \\<15 breaths/minute. A summary of other non-serious AEs and all serious AEs, regardless of causality is located in Reported AE section.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null},{"groupId":"OG001","value":"3","spread":null},{"groupId":"OG002","value":"5","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Potentially Clinically Significant Abnormal Laboratory (Serum Chemistry, Hematology, Coagulation, and Urinalysis) Results","description":"Serum chemistry tests with potentially clinically significant abnormal findings included: alanine aminotransferase (ALT) and aspartate aminotransferase (AST) both ≥2\\*upper limit of normal (ULN); and bilirubin ≥34.2 micromole/liter (umol/L). Hematology tests with potentially clinically significant abnormal findings included: hemoglobin ≤100 grams (g)/L, leukocytes ≤3\\*10\\^9 cells/L, neutrophils ≤1\\*10\\^9 cells/L, eosinophils/leukocytes ≥10%, and platelets ≥700\\*10\\^9 cells/L or ≤75\\*10\\^9 cells/L. Coagulation parameter test with potentially clinically significant abnormal findings included: prothrombin international normalized ratio (INR) \\>1.5. Urinalysis laboratory tests with potentially clinically significant abnormal findings included: urine protein ≥2 units (U) increase from baseline. A summary of other non-serious AEs and all serious AEs, regardless of causality is located in Reported AE section.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"2","spread":null},{"groupId":"OG002","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Abnormal Physical Examination Findings as Identified by the Investigator","description":"A complete physical examination included the following organ systems: general appearance; head, eyes, ears, nose, and throat (HEENT); chest and lungs; heart; abdomen; musculoskeletal; skin; lymph nodes; and neurological. Only the organ systems with abnormal physical findings in at least one treatment group have been reported. A summary of other non-serious AEs and all serious AEs, regardless of causality is located in Reported AE section.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Suicidal Ideation or Suicidal Behavior as Assessed by the Columbia Suicide Severity Rating Scale (C-SSRS)","description":"C-SSRS is a questionnaire to assess suicidal ideation and suicidal behavior. Suicidal behavior was defined as a \"yes\" answer to any of 5 suicidal behavior questions: preparatory acts or behavior, aborted attempt, interrupted attempt, actual attempt, and completed suicide. Suicidal ideation was defined as a \"yes\" answer to any one of 5 suicidal ideation questions: wish to be dead, non-specific active suicidal thoughts, active suicidal ideation with methods without intent to act or some intent to act, without specific plan or with specific plan and intent, any self-injurious behavior with no suicidal intent.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Monthly Average Number of Headache Days of at Least Moderate Severity During 12-Week Period After the First Dose of Study Drug","description":"A headache day of at least moderate severity was defined as a calendar day (00:00 to 23:59) where the participant reported either of the following: A day with headache pain that lasted ≥2 hours with a peak severity of at least moderate severity or a day where the participant used acute medication (triptans, ergots, NSAIDs or paracetamol) to treat a headache of any severity or duration. Monthly averages were derived and normalized to 28 days equivalent by formula: (number of days of efficacy variable over 12-week period/number of days with assessments recorded in e-diary for 12-week period) \\* 28. LS mean was calculated using ANCOVA.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.5","spread":"0.42"},{"groupId":"OG001","value":"-2.6","spread":"0.40"}]}]}]},{"type":"SECONDARY","title":"Number of Participants Reaching at Least 50% Reduction in the Monthly Average Number of Migraine Days During the 12-week Period After the First Dose of Study Drug","description":"A migraine day was defined as a calendar day where the participant reported either of the following: A calendar day (0:00 to 23:59) demonstrating at least 2 consecutive hours of a headache that was accompanied by ≥1 migraine symptom(s) or a calendar day (0:00 to 23:59) demonstrating a headache of any duration that was treated with migraine specific medications (NSAIDs, paracetamol or triptans and ergot compounds). Monthly averages were derived and normalized to 28 days equivalent by formula: (number of days of efficacy variable over 12-week period/number of days with assessments recorded in e-diary for 12-week period) \\* 28.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30","spread":null},{"groupId":"OG001","value":"58","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Monthly Average Number of Days of Use of Any Acute Headache Medications During 12-Week Period After the First Dose of Study Drug","description":"Participants recorded any headache medications (name of drug, number of tablets/capsules, and the dose in milligrams per tablet/capsule) taken each day in their electronic headache diary device. Acute headache medication included triptans and ergot compounds, NSAIDs or paracetamol. Monthly averages were derived and normalized to 28 days equivalent by formula: (number of days of efficacy variable over 12-week period/number of days with assessments recorded in e-diary for 12-week period) \\* 28. LS mean was calculated using ANCOVA.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.0","spread":"0.30"},{"groupId":"OG001","value":"-2.1","spread":"0.29"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Migraine-related Disability Score at Week 12, as Measured by the Pediatric Migraine Disability Assessment (PedMIDAS) Questionnaire","description":"The PedMIDAS is a scale developed to assess headache-related disability which can be self-administered by the participant or administered by a caregiver. It has been validated in participants aged 4 to 18 years and includes 3 subscales: the impact of headache on school performance (range of scores 0-92), disability at home (range of scores 0-92), social/sport functioning (range of scores 0-92). The subscales are added to get the total score with a range 0 to 276. The total score was used for grading of disability, with 4 score categories of 0 to 10, 11 to 30, 31 to 50, and 51-276 interpreted as disability grades 1 (little or no disability), 2 (mild disability), 3 (moderate disability), and 4 (severe disability), respectively. Higher total scores indicated severe disability. LS mean was calculated using ANCOVA. The change from baseline score is reported with a range of -276 to 276 with higher scores indicating more severe disability.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-15.3","spread":"3.37"},{"groupId":"OG001","value":"-21.6","spread":"3.29"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Quality of Life at Week 12, as Measured by Pediatric Quality of Life Inventory (PedsQL) Questionnaire","description":"PedsQL 4.0 is a brief 23-item health-related quality of life (QoL) instrument that evaluates QoL in 4 areas of functioning: physical, emotional, social, and school functioning. For child and adolescent self-report (8 - 18 years) and parent report forms, respondents used a 5-point Likert scale to rate item severity (0=never a problem;1=almost never a problem; 2=sometimes a problem; 3=often a problem; 4=almost always a problem). For younger children (5 - 7 years), a simplified 3-point Likert scale, anchored with a happy and a sad face, was used (0=not at all a problem; 2=sometimes a problem; 4=a lot of a problem). PedsQL yields a total QoL score and 2 summary scores: Physical Health Summary Score and Psychosocial Health Summary Score. To obtain scores, items were reverse scored, transformed to a 0 through 100 scale (0=100, 1=75, 2=50, 3=25, 4=0), and averaged; total scores near 0 indicated lower QoL, while scores approaching 100 indicated higher QoL. LS mean was calculated using ANCOVA.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.3","spread":"1.61"},{"groupId":"OG001","value":"7.8","spread":"1.57"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.3","spread":"1.38"},{"groupId":"OG001","value":"4.7","spread":"1.35"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.2","spread":"1.37"},{"groupId":"OG001","value":"5.7","spread":"1.33"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7.3","spread":"2.69"},{"groupId":"OG001","value":"7.3","spread":"2.35"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.8","spread":"2.28"},{"groupId":"OG001","value":"4.3","spread":"1.96"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7.2","spread":"2.28"},{"groupId":"OG001","value":"5.2","spread":"1.97"}]}]}]},{"type":"SECONDARY","title":"Number of Participants Developing Anti-drug Antibodies (ADAs) Throughout the Study","description":"Number of participants who developed ADAs were reported.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":112},"commonTop":["Nasopharyngitis","Injection site erythema","COVID-19","Injection site pain","Upper respiratory tract infection"]}}}