{"nctId":"NCT02530281","briefTitle":"Study of Glycopyrronium in Axillary Hyperhydrosis","startDateStruct":{"date":"2015-07"},"conditions":["Hyperhidrosis"],"count":344,"armGroups":[{"label":"glycopyrronium","type":"EXPERIMENTAL","interventionNames":["Drug: glycopyrronium Topical Wipes"]},{"label":"Vehicle","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Vehicle"]}],"interventions":[{"name":"glycopyrronium Topical Wipes","otherNames":["DRM04"]},{"name":"Vehicle","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female ≥ 9 years of age.\n* Primary, axillary hyperhidrosis of at least 6 months duration\n* Hyperhidrosis Disease Severity Scale (HDSS) of 3 or 4 at Baseline\n* Axillary Sweating Daily Diary (ASDD) ≥ 4 at Baseline\n* Sweat production of at least 50 mg over 5 minutes in each axilla assessed gravimetrically\n\nExclusion Criteria:\n\n* Prior surgical procedure for hyperhidrosis.\n* Prior axillary treatment with an anti-hyperhidrosis medical device (approved or investigational).\n* Prior treatment with botulinum toxin (e.g., Botox®) for axillary hyperhidrosis within 1 year of Baseline/Day 1.\n* Previous active treatment in the Dermira DRM04-HH01 or DRM04-HH02 clinical trials.\n* Axillary use of nonprescription antiperspirants within 1 week or prescription antiperspirants within 2 weeks of Baseline.\n* Subjects on new or regimens of psychotherapeutic medications that have changed within 2 months of baseline.\n* Treatment with systemic anticholinergics within 4 weeks of the baseline visit unless dosing has been stable for at least 4 months.\n* Other treatment with glycopyrrolate within 4 weeks prior to Baseline.\n* Secondary axillary hyperhidrosis or presence of a condition that may cause secondary hyperhidrosis.\n* History of Sjögren's syndrome or Sicca syndrome.\n* History of glaucoma, inflammatory bowel disease, toxic megacolon, or febrile illness.\n* Men with a history of urinary retention requiring catheterization due to prostatic hypertrophy or severe obstructive symptoms of prostatic hypertrophy.\n* History or presence of ventricular arrhythmias, atrial fibrillation, atrial flutter.\n* Other systemic diseases or active uncontrolled infections, or any other condition which, in the judgment of the Investigator, would put the subject at unacceptable risk for participation in the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"9 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Subjects Who Have a ≥4-point Improvement in the Weekly Mean Score of ASDD Item #2 From Baseline at Week 4","description":"The Axillary Sweating Daily Diary (ASDD) is a 4-item instrument designed to measure the severity of axillary hyperhidrosis and its impact on daily activities. The 4 Items are:\n\n1. During the past 24 hours, did you have any underarm sweating? (Yes or No)\n2. During the past 24 hours, how would you rate your underarm sweating at its worst? (0=No sweating at all, 1, 2,…, 10=Worst possible sweating)\n3. During the past 24 hours, to what extent did your underarm sweating impact your activities? (0=Not at all, 1=A little bit, 2=A moderate amount, 3=A great deal and 4=An extreme amount)\n4. During the past 24 hours, how bothered were you by your underarm sweating? (0=Not at all bothered, 1=A little bothered, 2=Moderately bothered, 3=Very bothered, 4=Extremely bothered)","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"52.8","spread":null},{"groupId":"OG001","value":"28.3","spread":null}]}]}]},{"type":"PRIMARY","title":"Mean Absolute Change From Baseline in Gravimetrically-measured Sweat Production at Week 4","description":"Subjects are acclimated to the environment for 30 minutes. Dry gauze is weighed. The dry gauze is then applied to the subject's axilla with the arm down by the subject's side or on their lap during the 5-minute period of sweat production. The gauze with the sweat is then weighed. The difference between the Weight of the gauze with sweat and the dry gauze is the gravimetric sweat measurement in mg/5min.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-102.00","spread":"176.136"},{"groupId":"OG001","value":"-100.34","spread":"172.276"}]}]}]},{"type":"PRIMARY","title":"Median Absolute Change From Baseline in Gravimetrically-measured Sweat Production at Week 4","description":null,"paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-80.79","spread":null},{"groupId":"OG001","value":"-65.81","spread":null}]}]}]},{"type":"PRIMARY","title":"Mean Absolute Change From Baseline in Gravimetrically-measured Sweat Production at Week 4, Excluding Centers With Outlier Data","description":null,"paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-100.56","spread":"98.151"},{"groupId":"OG001","value":"-88.08","spread":"95.695"}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects Who Have a ≥2 Grade Improvement in Hyperhidrosis Disease Severity Scale (HDSS) From Baseline at Week 4","description":"Hyperhidrosis Disease Severity Scale (HDSS) is a disease specific diagnostic tool that provides a qualitative measure of the severity of the subjects' condition based on how it affects daily activities.\n\n1 (Best), 2, 3, 4 (Worst)","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"56.5","spread":null},{"groupId":"OG001","value":"23.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects Who Have at Least a 50% Reduction in Gravimetrically Measured Sweat Production From Baseline at Week 4","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"72.4","spread":null},{"groupId":"OG001","value":"53.2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":227},"commonTop":["Dry Mouth","Application Site Pain","Mydriasis","Application Site Pruritis"]}}}