{"nctId":"NCT02197416","briefTitle":"Safety of Dabigatran Etexilate in Blood Clot Prevention in Children","startDateStruct":{"date":"2014-09-29","type":"ACTUAL"},"conditions":["Venous Thromboembolism","Secondary Prevention"],"count":214,"armGroups":[{"label":"dabigatran etexilate","type":"EXPERIMENTAL","interventionNames":["Drug: dabigatran etexilate"]}],"interventions":[{"name":"dabigatran etexilate","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n* Male or female subjects 0 to less than 18 years of age at the time of informed consent / assent\n* Previously documented objective diagnosis of VTE, followed by completed course of initial VTE treatment for at least 3 months (in case of VKA - intended INR between 2 and 3) or completed study treatment (i.e. reached Visit 8) in the 1160.106 trial. Patients, who during the treatment phase of 1160.106 trial were switched from dabigatran etexilate to SOC arm for any reason, are not eligible for this study.\n* Presence of an unresolved clinical risk factor requiring further anticoagulation for secondary VTE prevention (e.g. central venous line, underlying disease, thrombophilia, etc.)\n* Written informed consent form (ICF) provided by the patient's parent or legal guardian and assent provided by the patient (if applicable) at the time of ICF signature according to local regulations.\n* Further inclusion criteria apply\n\nExclusion criteria:\n\n* Conditions associated with an increased risk of bleeding\n* Renal dysfunction (eGFR \\< 50 mL/min/1.73m\\^2 using the Schwartz formula) or requirement for dialysis. eGFR retesting during the screening period is allowed (once).\n* Active infective endocarditis\n* Subjects with a heart valve prosthesis requiring anticoagulation.\n* Hepatic disease: Active liver disease, including known active hepatitis A, B or C or Persistent alanine aminotransferase (ALT) or aspartate transaminase (AST) or alkaline phosphatase (AP) \\> 3 × upper limit of normal (ULN) within 3 months of screening\n* Pregnant or breast feeding females. Females who have reached menarche and are not using an acceptable method of birth control, or do not plan to continue using this method throughout the study and / or do not agree to adhere to pregnancy testing required by this protocol\n* Patients in age group 0 to \\< 2 years with gestational age at birth \\< 37 weeks or with body weight lower than the 3rd percentile\n* Anemia (hemoglobin \\< 80g/L) or thrombocytopenia (platelet count \\< 80 x 109/L) at screening. Transfusions during the screening period are allowed, provided that a satisfactory hemoglobin or platelet level is attained prior to visit 2\n* Patients who have taken restricted medication prior to first dose of study medication\n* Patients who have received an investigational drug in the past 30 days prior to screening, except patients who have completed the treatment period (up to Visit 8) in 1160.106 trial\n* Patients who are allergic/sensitive to any component of the study medication including solvent\n* Patients or parents/legal guardians considered unreliable to participate in the trial per investigator judgment or any condition which would present a safety hazard to the patient based on investigator judgment\n* Further exclusion criteria apply","healthyVolunteers":false,"sex":"ALL","maximumAge":"18 Years","stdAges":["CHILD","ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Event-free Probability of Recurrence of Venous Thromboembolism (VTE) at 6 and 12 Months","description":"The event-free probability of first recurrence of VTE were provided by Kaplan-Meier estimation with its 95% confidence intervals (CIs) at 6 and 12 months.\n\nPatients who did not experience recurrent VTE at the time of analysis, dropped out from the trial early, were lost to follow-up, or had died from non-VTE related cause were considered as non-events and censored. On treatment period was from first DE administration to 3 days of residual effect period after last DE administration.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.000","spread":null},{"groupId":"OG001","value":"1.000","spread":null},{"groupId":"OG002","value":"0.979","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.000","spread":null},{"groupId":"OG001","value":"1.000","spread":null},{"groupId":"OG002","value":"0.979","spread":null}]}]}]},{"type":"PRIMARY","title":"Event-free Probability of Major or Minor (Including Clinically Relevant Non-major (CRNM)) Bleeding Events at 6 and 12 Months","description":"The event-free probability of major or minor (including CRNM) bleeding event were provided by Kaplan-Meier estimation with its 95% confidence intervals (CIs) at 6 and 12 months.\n\nPatients who did not experience major or minor (including CRNM) bleeding event at the time of analysis, dropped out from the trial early, were lost to follow-up, or had died from non-bleeding related cause were considered as non-events and censored. On treatment period was from first DE administration to 3 days of residual effect period after last DE administration.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.889","spread":null},{"groupId":"OG001","value":"0.894","spread":null},{"groupId":"OG002","value":"0.753","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.889","spread":null},{"groupId":"OG001","value":"0.831","spread":null},{"groupId":"OG002","value":"0.691","spread":null}]}]}]},{"type":"PRIMARY","title":"Event-free Probability of Mortality Overall and Related to Thrombotic or Thromboembolic Events at 6 and 12 Months","description":"The event-free probability of mortality overall and related to thrombotic or thromboembolic events were provided by Kaplan-Meier estimation with its 95% confidence intervals (CIs) at 6 and 12 months.\n\nPatients who did not experience mortality overall and related to thrombotic or thromboembolic events at the time of analysis, dropped out from the trial early, were lost to follow-up, were considered as non-events and censored. On treatment period was from first DE administration to 3 days of residual effect period after last DE administration.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.000","spread":null},{"groupId":"OG001","value":"1.000","spread":null},{"groupId":"OG002","value":"1.000","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.000","spread":null},{"groupId":"OG001","value":"1.000","spread":null},{"groupId":"OG002","value":"1.000","spread":null}]}]}]},{"type":"SECONDARY","title":"Event-free Probability of Occurrence of Post-thrombotic Syndrome (PTS) at 6 and 12 Months","description":"The event-free probability of PTS were provided by Kaplan-Meier estimation with its 95% confidence intervals (CIs) at 6 and 12 months. Patients who did not experience PTS at the time of analysis, dropped out from the trial early, were lost to follow-up, or had died from non-PTS related cause were considered as non-events and censored. On treatment period was from first DE administration to 3 days of residual effect period after last DE administration.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.000","spread":null},{"groupId":"OG001","value":"1.000","spread":null},{"groupId":"OG002","value":"0.979","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.000","spread":null},{"groupId":"OG001","value":"1.000","spread":null},{"groupId":"OG002","value":"0.979","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Dabigatran Etexilate (DE) Dose Adjustments During on Treatment Period","description":"Percentage of participants with dabigatran etexilate dose adjustments during on treatment period. On treatment period was from first DE administration to 3 days of residual effect period after last DE administration.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"66.7","spread":null},{"groupId":"OG001","value":"39.5","spread":null},{"groupId":"OG002","value":"21.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Central Measurement of Activated Partial Thromboplastin Time (aPTT) at Visit 3 (After at Least Six Consecutive Dabigatran Etexilate (DE) Doses)","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"46.6","spread":"18.1"},{"groupId":"OG001","value":"57.1","spread":"70.4"},{"groupId":"OG002","value":"56.8","spread":"64.6"}]}]}]},{"type":"SECONDARY","title":"Central Measurement of Activated Partial Thromboplastin Time (aPTT) at Post-titration (After at Least 3 Days Following Any Dabigatran Etexilate (DE) Dose Adjustment)","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"49.1","spread":"26.8"},{"groupId":"OG001","value":"57.3","spread":"23.9"},{"groupId":"OG002","value":"59.0","spread":"80.8"}]}]}]},{"type":"SECONDARY","title":"Central Measurement of Ecarin Clotting Time (ECT) at Visit 3 (After at Least Six Consecutive Dabigatran Etexilate (DE) Doses)","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"52.7","spread":"17.6"},{"groupId":"OG001","value":"64.3","spread":"55.7"},{"groupId":"OG002","value":"69.5","spread":"30.3"}]}]}]},{"type":"SECONDARY","title":"Central Measurement of Ecarin Clotting Time (ECT) at Post-titration (After at Least 3 Days Following Any Dabigatran Etexilate (DE) Dose Adjustment)","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"53.3","spread":"19.4"},{"groupId":"OG001","value":"66.6","spread":"23.6"},{"groupId":"OG002","value":"69.2","spread":"28.7"}]}]}]},{"type":"SECONDARY","title":"Central Measurement of Diluted Thrombin Time (dTT) at Visit 3 (After at Least Six Consecutive Dabigatran Etexilate (DE) Doses)","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"37.9","spread":"19.5"},{"groupId":"OG001","value":"40.5","spread":"14.6"},{"groupId":"OG002","value":"45.3","spread":"17.4"}]}]}]},{"type":"SECONDARY","title":"Central Measurement of Diluted Thrombin Time (dTT) at Post-titration (After at Least 3 Days Following Any Dabigatran Etexilate (DE) Dose Adjustment)","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"40.0","spread":"24.3"},{"groupId":"OG001","value":"46.0","spread":"18.6"},{"groupId":"OG002","value":"43.4","spread":"17.7"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":30,"n":213},"commonTop":["Nasopharyngitis","Headache","Nausea","Diarrhoea","Dyspepsia"]}}}