{"nctId":"NCT02517905","briefTitle":"Evaluation of EXPAREL for Prolonged Postsurgical Analgesia in Subjects Undergoing Third Molar Extraction","startDateStruct":{"date":"2015-08"},"conditions":["Dental Pain"],"count":166,"armGroups":[{"label":"EXPAREL 133 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Bupivacaine liposome"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Bupivacaine liposome","otherNames":["EXPAREL"]},{"name":"Placebo","otherNames":["Normal saline"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Male or female, ≥18 years of age at screening.\n2. Scheduled to undergo bilateral third molar extractions (i.e., extraction of all four third molars) under local anesthesia. At least one lower mandibular third molar must involve full or partial bony impaction confirmed by visual or radiological evidence.\n3. American Society of Anesthesiology (ASA) physical status 1, 2, or 3.\n4. Female subjects must be either surgically sterile, using a medically acceptable method of birth control, or at least 2 years postmenopausal, and must have a documented negative pregnancy test result during screening and on Day 1 prior to surgery.\n5. Able to provide informed consent, adhere to the study visit schedule, and complete all study assessments.\n\nExclusion Criteria:\n\n1. History of hypersensitivity or idiosyncratic reaction to amide-type local anesthetics or opioids.\n2. Contraindication to lidocaine, epinephrine, bupivacaine, or oxycodone.\n3. History of significant drug allergy (e.g., anaphylaxis or hepatotoxicity).\n4. Positive test result from the urine drug screen at screening or prior to the surgical procedure.\n5. Currently pregnant, nursing, or planning to become pregnant during the study or within 1 month after study drug administration.\n6. History or active psychiatric illness (including major depression, bipolar disorder, or anxiety); Type 1 or Type 2 diabetes; severe renal or hepatic impairment; significant cardiovascular disease (including cardiac rhythm disturbance); migraine headaches, frequent headaches, other pain conditions, or other medical condition that, in the opinion of the Investigator, may increase the risk of surgery or interfere with the evaluation of the study drug.\n7. History of infection requiring intravenous (IV) antibiotics within 45 days or oral (PO) antibiotics within 30 days prior to study drug administration for reasons other than dental prophylaxis. Subjects must be afebrile, without signs or symptoms indicative of active infection.\n8. Use of any of the following medications within the times specified before surgery: long-acting opioid medication, nonsteroidal anti-inflammatory drugs (NSAIDs), aspirin (except for low-dose aspirin used for cardioprotection), or acetaminophen within 3 days, or any opioid medication within 24 hours.\n9. Initiation of treatment with any of the following medications within 1 month of EXPAREL infiltration or if the medication(s) are being given to control pain: selective serotonin reuptake inhibitors (SSRIs), selective norepinephrine reuptake inhibitors (SNRIs), gabapentin, pregabalin (Lyrica®), or duloxetine (Cymbalta®). If a subject is taking one of these medications for a reason other than pain control, he or she must be on a stable dose for at least 1 month prior to EXPAREL administration.\n10. Current use of systemic glucocorticosteroids within 1 month of enrollment in this study.\n11. Use of any concurrent therapy that could interfere with the evaluation of efficacy or safety, such as any drugs which in the Investigator's opinion may exert significant analgesic properties or act synergistically with the investigational product.\n12. Administration of an investigational drug within 30 days or 5 elimination half-lives of such investigational drug, whichever is longer, prior to study drug administration, or planned administration of another investigational product or procedure during the subject's participation in this study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Area Under the Curve (AUC) of Numeric Rating Scale (NRS) Pain Intensity Scores Through 48 Hours","description":"AUC of NRS pain intensity scores through 48 hours. Pain intensity scores were measured on a 10-point scale (0=no pain and 10=worst possible pain)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"178.9","spread":"10.30"},{"groupId":"OG001","value":"181.6","spread":"13.63"}]}]}]},{"type":"SECONDARY","title":"Area Under the Curve (AUC) of Numeric Rating Scale (NRS) Pain Intensity Scores Through 24 Hours","description":"AUC of NRS pain intensity scores through 24 hours. Pain intensity scores were measured on a 10-point scale (0=no pain and 10=worst possible pain) 0-24 hours","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"102.4","spread":"4.73"},{"groupId":"OG001","value":"106.4","spread":"6.26"}]}]}]},{"type":"SECONDARY","title":"Area Under the Curve (AUC) of Numeric Rating Scale (NRS) Pain Intensity Scores Through 72 Hours","description":"AUC of NRS pain intensity scores through 72 hours. Pain intensity scores were measured on a 10-point scale (0=no pain and 10=worst possible pain)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"241.5","spread":"15.40"},{"groupId":"OG001","value":"235.6","spread":"20.38"}]}]}]},{"type":"SECONDARY","title":"Percentage of Opioid-free Subjects Through 24 Hours.","description":"Percentage of opioid-free subjects through 24 hours.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19","spread":null},{"groupId":"OG001","value":"12","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Opioid-free Subjects Through 48 Hours.","description":"Percentage of opioid-free subjects through 48 hours.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19","spread":null},{"groupId":"OG001","value":"12","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Opioid-free Subjects Through 72 Hours.","description":"Percentage of opioid-free subjects through 72 hours.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null},{"groupId":"OG001","value":"12","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":105},"commonTop":["Hypoesthesia oral","Dysgeusia","Nausea","Muscle contractions involuntary","Vomiting"]}}}