{"nctId":"NCT02049905","briefTitle":"Phase 3 Study to Treat Patients With Soft Tissue Sarcomas","startDateStruct":{"date":"2014-01"},"conditions":["Metastatic, Locally Advanced or Unresectable Soft Tissue Sarcoma"],"count":433,"armGroups":[{"label":"Aldoxorubicin","type":"EXPERIMENTAL","interventionNames":["Drug: Aldoxorubicin"]},{"label":"Investigator's Choice of Treatment","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Investigator's Choice Treatment (Darcabazine, Pazopanib, Gemcitabine + Docetaxel, Doxorubicin, Ifosfamide)"]}],"interventions":[{"name":"Aldoxorubicin","otherNames":["INNO-206"]},{"name":"Investigator's Choice Treatment (Darcabazine, Pazopanib, Gemcitabine + Docetaxel, Doxorubicin, Ifosfamide)","otherNames":["Darcabazine","Pazopanib","Gemcitabine + Docetaxel","Doxorubicin","Ifosfamide"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Has provided written informed consent prior to any study related activities.\n2. Age ≥15 years (US only), and 18-80 (rest of world (ROW)), male or female.\n3. Histological confirmation of intermediate or high grade soft-tissue sarcoma. Tissue must be sent to a central pathology lab for review but will not preclude entry onto the study. Final assignment of tumor grade and histology will be based on the designation provided by the central pathology review.\n4. An adequate tumor specimen obtained by either excisional biopsy, incisional biopsy or core needle biopsy must be sent to the central pathology lab for evaluation. The material must measure at least 0.8 × 0.1 cm in size or contain at least 50 tumor cells.\n5. Locally advanced, unresectable, and/or metastatic soft-tissue sarcoma of intermediate or high grade with evidence of disease progression by either computed tomography (CT) or magnetic resonance imaging (MRI) scan, or clinical judgment on or after the last cancer therapy within 6 months prior to randomization.\n6. Relapsed or refractory (lack of response) to ≥1 course of systemic therapy regimen(s), excluding adjuvant or neoadjuvant chemotherapy, and is incurable by either surgery or radiation.\n7. Capable of providing informed consent and complying with trial procedures.\n8. ECOG PS 0-2.\n9. Life expectancy \\>12 weeks.\n10. Measurable tumor lesions according to RECIST 1.1 criteria.\\[50\\]\n11. Women must not be able to become pregnant (e.g., post-menopausal for at least 1 year, surgically sterile, or practicing adequate birth control methods) for the duration of the study. (Adequate contraception includes: oral contraception, implanted contraception, intrauterine device implanted for at least 3 months, or barrier method in conjunction with spermicide.)\n12. Males and their female partner(s) of child-bearing potential must use 2 forms of effective contraception (see Inclusion 11 plus condom or vasectomy for males) from the last menstrual period of the female partner during the study treatment and agree to continue use for 6 months after the final dose of study treatment.\n13. Women of child bearing potential must have a negative serum or urine pregnancy test at the Screening Visit and be non-lactating.\n14. Accessibility to the site that optimizes the subject's ability to keep all study-related appointments.\n\nExclusion Criteria:\n\n1. Prior exposure to \\>375 mg/m2 of doxorubicin or liposomal doxorubicin.\n2. Palliative surgery and/or radiation treatment within 30 days prior to date of randomization.\n3. Exposure to any investigational agent within 30 days of date of randomization.\n4. Exposure to any systemic chemotherapy within 30 days of date of randomization.\n5. An inadequate tumor specimen as defined by the central pathologist.\n6. Current evidence/diagnosis of alveolar soft part sarcoma, extraskeletal myxoid chondrosarcoma, rhabdomyosarcoma, osteosarcoma, gastrointestinal stromal tumor (GIST), dermatofibrosarcoma (unless transformed to fibrosarcoma), Ewing's sarcoma, Kaposi's sarcoma, mixed mesodermal tumor, clear cell sarcomas.\n7. Evidence of central nervous system (CNS) metastasis who have not received prior definitive therapy for their lesions.\n8. History of other malignancies except cured basal cell carcinoma, cutaneous squamous cell carcinoma, melanoma in situ, superficial bladder cancer or carcinoma in situ of the cervix unless documented free of cancer for ≥5 years.\n9. Laboratory values: Screening serum creatinine \\>1.5 x upper limit of normal (ULN), alanine aminotransferase (ALT) \\>3×ULN or \\>5×ULN if liver metastases are present, total bilirubin \\>2×ULN, absolute neutrophil count (ANC) \\<1,500/mm3, platelet concentration \\<100,000/mm3, hemoglobin \\<9g/dL.\n10. Clinically evident congestive heart failure (CHF) \\> class II of the New York Heart Association (NYHA) guidelines.\n11. Current, serious, clinically significant cardiac arrhythmias, defined as the existence of an absolute arrhythmia or ventricular arrhythmias classified as Lown III, IV or V.\n12. Baseline QTc \\>470 msec and/or previous history of QT prolongation while taking other medications.\n13. Concomitant use of medications associated with a high incidence of QT prolongation is not allowed.\n14. History or signs of active coronary artery disease with or without angina pectoris within the last 6 months.\n15. Serious myocardial dysfunction defined by ECHO as absolute left ventricular ejection fraction (LVEF) below the institution's lower limit of predicted normal.\n16. Known history of HIV infection.\n17. Active, clinically significant serious infection requiring treatment with antibiotics, anti-virals or anti-fungals. The Medical Monitor should be contacted for any uncertainties.\n18. Major surgery within 30 days prior to date of randomization.\n19. Current or past substance abuse or any condition that might interfere with the subject's participation in the study or in the evaluation of the study results.\n20. Any condition that is unstable and could jeopardize the subject's participation in the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"15 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression-Free Survival (PFS)","description":"PFS is defined as the time from the date of randomization to first documentation of objective tumor progression, according to RECIST 1.1 Criteria, or to death due to any cause in the absence of previous documentation of objective tumor progression. For subjects without documentation of objective tumor progression, who started other anti-tumor treatment, or lost to follow up/withdrew consent prior to confirmed progression, PFS is censored at the date of the last tumor assessment.\n\nPFS is defined as the interval from the date of randomization to the earliest date of documented evidence of recurrent or progressive disease, or the date of death due to any cause, whichever occurs first.\n\nPD is defined as: 20% increase in the sum of the longest diameter of target lesions from the smallest sum of the longest diameter recorded since the treatment started; the sum must also demonstrate an absolute increase of at least 5 mm. The appearance of 1 new lesion is also considered PD.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.04","spread":null},{"groupId":"OG001","value":"2.96","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":91,"n":213},"commonTop":["Nausea","Fatigue","Anaemia","Stomatitis","Diarrhoea"]}}}