{"nctId":"NCT00463606","briefTitle":"A Multicenter Study Comparing the Safety and Efficacy of ABT-335 and Rosuvastatin Calcium Combination Therapy to Monotherapy in Subjects With Dyslipidemia","startDateStruct":{"date":"2007-04"},"conditions":["Hypercholesterolemia","Dyslipidemia"],"count":760,"armGroups":[{"label":"ABT-335 and Rosuvastatin Calcium","type":"EXPERIMENTAL","interventionNames":["Drug: ABT-335 and rosuvastatin calcium"]},{"label":"ABT-335","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: ABT-335"]},{"label":"Rosuvastatin Calcium","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: rosuvastatin calcium"]}],"interventions":[{"name":"ABT-335 and rosuvastatin calcium","otherNames":["ABT-335 / Rosuvastatin Combination (ABT-143)"]},{"name":"ABT-335","otherNames":["fenofibric acid"]},{"name":"rosuvastatin calcium","otherNames":["Rosuvastatin"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria\n\n* Adult male and female participants who voluntarily sign the informed consent.\n* Fasting lipid results following greater than 12-hour fasting period:\n\n  * Triglycerides level greater than or equal to 150 mg/dL,\n  * High-density lipoprotein cholesterol less than 40 mg/dL for males and less than 50 mg/dL for females, and\n  * Low-density lipoprotein cholesterol greater than or equal to 130 mg/dL.\n* Participant must agree to utilize adequate birth control methods and adhere to the American Heart Association (AHA) diet.\n\nExclusion Criteria\n\n* Participants with unstable medical conditions, medical conditions considered inappropriate in a clinical trial, or participants who are taking excluded concomitant medications are not allowed in the study.\n* Participants receiving coumarin anticoagulants or systemic cyclosporine.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Percent Change From Baseline to the Final Visit in High-density Lipoprotein Cholesterol (HDL-C) (Full Analysis Set)","description":"The mean percent change from baseline to the final visit in High-density lipoprotein cholesterol (HDL-C), with ABT-335 135 mg in combination with rosuvastatin 5 mg versus rosuvastatin 5 mg monotherapy.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23.0","spread":"1.33"},{"groupId":"OG001","value":"12.4","spread":"1.32"}]}]}]},{"type":"PRIMARY","title":"Mean Percent Change From Baseline to the Final Visit in Triglycerides (Full Analysis Set)","description":"The mean percent change from baseline to the final visit in triglycerides, with ABT-335 135 mg in combination with rosuvastatin 5 mg versus rosuvastatin 5 mg monotherapy.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-40.3","spread":"1.89"},{"groupId":"OG001","value":"-17.5","spread":"1.88"}]}]}]},{"type":"PRIMARY","title":"Mean Percent Change From Baseline to the Final Visit in Low-density Lipoprotein Cholesterol (LDL-C) (Full Analysis Set)","description":"The mean percent change from baseline to the final visit in low-density lipoprotein cholesterol (LDL-C), with ABT-335 135 mg in combination with rosuvastatin 5 mg versus ABT-335 135 mg monotherapy.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-28.7","spread":"1.33"},{"groupId":"OG001","value":"-4.1","spread":"1.31"}]}]}]},{"type":"SECONDARY","title":"Mean Percent Change From Baseline to the Final Visit in Non-high-density Lipoprotein Cholesterol (Non-HDL-C), With ABT-335 135 mg in Combination With Rosuvastatin 5 mg Versus ABT-335 135 mg Monotherapy (Full Analysis Set)","description":"The mean percent change from baseline to the final visit in non-high-density lipoprotein cholesterol (non-HDL-C), with ABT-335 135 mg in combination with rosuvastatin 5 mg versus ABT-335 135 mg monotherapy.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-37.4","spread":"1.06"},{"groupId":"OG001","value":"-16.0","spread":"1.05"}]}]}]},{"type":"SECONDARY","title":"Mean Percent Change From Baseline to the Final Visit in Non-high-density Lipoprotein Cholesterol (Non-HDL-C), With ABT-335 135 mg in Combination With Rosuvastatin 5 mg Versus Rosuvastatin 5 mg Monotherapy (Full Analysis Set)","description":"The mean percent change from baseline to the final visit in non-high-density lipoprotein cholesterol (non-HDL-C), with ABT-335 135 mg in combination with rosuvastatin 5 mg versus rosuvastatin 5 mg monotherapy.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-37.4","spread":"1.06"},{"groupId":"OG001","value":"-31.8","spread":"1.05"}]}]}]},{"type":"SECONDARY","title":"Mean Percent Change From Baseline to the Final Visit in Very-low-density Lipoprotein Cholesterol (VLDL-C) (Full Analysis Set)","description":"The mean percent change from baseline to the final visit in very-low-density lipoprotein cholesterol (VLDL-C), with ABT-335 135 mg in combination with rosuvastatin 5 mg versus rosuvastatin 5 mg monotherapy.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-41.3","spread":"3.56"},{"groupId":"OG001","value":"-22.2","spread":"3.53"}]}]}]},{"type":"SECONDARY","title":"Mean Percent Change From Baseline to the Final Visit in Apolipoprotein B (ApoB) (Full Analysis Set)","description":"The mean percent change from baseline to the final visit in apolipoprotein B (ApoB), with ABT-335 135 mg in combination with rosuvastatin 5 mg versus rosuvastatin 5 mg monotherapy.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-30.9","spread":"1.00"},{"groupId":"OG001","value":"-26.4","spread":"0.99"}]}]}]},{"type":"SECONDARY","title":"Median Percent Change From Baseline to the Final Visit in High Sensitivity C-reactive Protein (hsCRP) (Full Analysis Set)","description":"The median percent change from baseline to the final visit in high sensitivity C-reactive protein (hsCRP), with ABT-335 135 mg in combination with rosuvastatin 5 mg versus rosuvastatin 5 mg monotherapy.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-28.0","spread":null},{"groupId":"OG001","value":"-11.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Percent Change From Baseline to the Final Visit in Total Cholesterol (Full Analysis Set)","description":"The mean percent change from baseline to the final visit in total cholesterol, with ABT-335 135 mg in combination with rosuvastatin 5 mg versus rosuvastatin 5 mg monotherapy.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-28.1","spread":"0.85"},{"groupId":"OG001","value":"-25.0","spread":"0.84"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":7,"n":253},"commonTop":["Headache","Back pain","Nasopharyngitis","Dyspepsia"]}}}