{"nctId":"NCT01338818","briefTitle":"Open-label Extension Evaluating Methylphenidate Hydrochloride Extended Release in Adults With Attention Deficit/Hyperactivity Disorder","startDateStruct":{"date":"2011-04"},"conditions":["Attention Deficit/Hyperactivity Disorder"],"count":299,"armGroups":[{"label":"Ritalin LA","type":"EXPERIMENTAL","interventionNames":["Drug: Ritalin LA (methylphenidate hydrochloride extended release)"]}],"interventions":[{"name":"Ritalin LA (methylphenidate hydrochloride extended release)","otherNames":["Ritalin LA, methylphenidate hydrochloride extended release, RIT124D"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1\\. Completion of the 40-week core study CRIT124D2302 and Week 40 (End of Study) assessments or Patients who meet predefined criteria for treatment failure, were withdrawn from the core study, and have completed core-study week 40 assessments (Premature Discontinuation Visit)\n\nExclusion Criteria:\n\n1. Patients who, during the core study, developed any psychiatric condition that requires treatment with medication or that may interfere with study participation and /or study assessments.\n2. Patients who during the core study developed cardiovascular disorders.\n3. Pregnant women.\n4. Patients who developed seizures during the core study.\n5. Diagnosis of glaucoma, hyperthyroidism, pheochromocytoma.\n6. Diagnosis or family history of Tourette's syndrome.\n7. Patients who during the core study developed cerebrovascular disorders such as cerebral aneurysm, vascular abnormalities including vasculitis and stroke\n\nOther protocol-defined inclusion/exclusion criteria may apply","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"60 Years","stdAges":["ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Adverse Events, Serious Adverse Events and Deaths.","description":"Adverse Events, Serious Adverse Events and Deaths were monitored from week 40 to week 66.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"208","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Extension Baseline (Week 40) to End of Study (Week 66) in on DSM-IV Attention-Deficit/Hyperactivity Disorder Rating Scale (DSM-IV ADHD RS) Total Score.","description":"Attention-Deficit/Hyperactivity Disorder Rating Scale (DSM-IV ADHD RS) total score consists of 18 items directly adapted from the ADHD symptom list according to the DSM-IV. The DSM-IV ADHD RS total score was calculated as the sum of the Inattentive and the Hyperactive-Impulsive subscores. The 18 items are rated from 0 (\"rarely or never\") to 3 (\"Very often\"). The total score ranges from 0 to 54. Decrease in the DSM-IV ADHD RS total score indicates improvement, therefore a greater decrease (change at Final Visit compared to baseline) indicates a greater improvement in ADHD symptoms. Last Observation Carried Forward (LOCF) applied for each patient with data in extension period. If no post-baseline is available, it is considered as missing.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-7.2","spread":"11.00"}]}]}]},{"type":"SECONDARY","title":"Change From Extension Baseline (Week 40) to End of Study (Week 66) on Sheehan Disability Scale (SDS) Total Score","description":"SDS,5-self-rated questionnaire to measure the extent a pt's disability due to an illness/health problem interferes with work/school,social life/leisure,family life/home. First 3 items, pts are asked how their symptoms disrupted their regular activities over the past 7d in each using a scale from 0(not at all)-10(extremely) Each subscale(work disability, social life disability, family life disability)can be scored independently or combined into a total score(sum of the non-missing responses for items 1-3)from 0-30,higher scores indicate significant functional impairment. Subscale scores\\>5 suggest impairment in that subscale area. Final 2 items ask pts about the # of days their symptoms caused them to miss school/work and # of days their symptoms caused them to be underproductive at school/work.(These items were not included in the total score.) Before responding to SDS items 1-3, pts were verbally instructed to recall the past 7d, items 4-5 refer to the last week w/in the item wording.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.8","spread":"6.88"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":298},"commonTop":["Nasopharyngitis","Headache","Decreased appetite","Dry mouth","Nausea"]}}}