{"nctId":"NCT01493089","briefTitle":"Phase III Study Comparing Zegerid® With Losec® for the Relief of Heartburn Associated With Gastroesophageal Reflux Disease","startDateStruct":{"date":"2011-04"},"conditions":["Gastroesophageal Reflux"],"count":239,"armGroups":[{"label":"Zegerid","type":"EXPERIMENTAL","interventionNames":["Drug: Zegerid"]},{"label":"Losec","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Losec"]}],"interventions":[{"name":"Zegerid","otherNames":[]},{"name":"Losec","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nStudy patients will be included in the study if they satisfy the following criteria:\n\n1. Male or female, between 18 and 75 years old.\n2. History of frequent episodes of heartburn associated with GERD for at least 2 3 days per week during 2-4 weeks before screening and have responded to standard PPI therapy in the past 12 months.\n3. Have not taken on-demand PPI therapy for \\> 3 consecutive days within 4 weeks before the screening period.\n4. The patient's written informed consent must be obtained prior to inclusion.\n5. Willing and able to complete the entire procedure and to comply with study instructions.\n6. Females of childbearing potential must employ an adequate method of birth control.\n\nInclusion criteria applicable to Screening period:\n\n1. Recorded at least 1 evaluable episode of heartburn on 2 separate days at level 4 or higher on the 9-point Likert severity scale (point 3 on a 0-8 point scale) prior to randomisation.\n2. Competent in the use and completion of the e-diary.\n\nExclusion Criteria:\n\nStudy patients will be excluded if they meet any of the following criteria:\n\n1. Age \\< 18 or \\> 75 years old.\n2. Intake of any medication for the purpose of the eradication of Helicobacter pylori (H. pylori) during the last 28 days before the start of the study.\n3. Intake of systemic glucocorticoids or non-steroidal anti-inflammatory drugs (NSAIDs) including COX-2-inhibitors (≥ 3 consecutive days per week) during the last 28 days before the start of the study; except regular intake of enteric coated aspirin dosages up to 150 mg/d.\n4. Previously underwent acid-lowering surgery or other surgery of the oesophagus and/or upper gastrointestinal tract (excluding: appendectomy, cholecystectomy and polypectomy).\n5. History of co-existing disease that affects the oesophagus (e.g. Barrett's oesophagus, Zollinger-Ellison syndrome, oesophageal stricture), and have undergone an endoscopy with results of incomplete healing of erosions following standard PPI therapy within the last 3 months.\n6. History of active gastric or duodenal ulcers within 3 months of the first dose of the study drug or had acute upper gastrointestinal (GI) bleeding within last 6 months.\n7. Documented presence of severe renal or hepatic insufficiency.\n8. Known hypersensitivity to omeprazole.\n9. Concurrent participation in a study with an investigational drug or participation within 30 days of study entry.\n10. Females who are pregnant, or planning a pregnancy. Females of child bearing potential not using reliable methods of birth control.\n11. Clinically significant laboratory abnormality or disease which, in the opinion of the Investigator, will create a risk for the patient, obscure the effects of study treatment or interfere with study results.\n12. Received or require any of the following drugs within 2 weeks before the first dose of study or continue to need these drugs for concurrent therapy: theophylline, bismuth salts, warfarin, phenytoin, tacrolimus, diazepam, cyclosporine, disulfiram, benzodiazepines, barbiturates, antineoplastic agents, erythromycin, clarithromycin, sucralfate, clopidogrel or protease inhibitors.\n13. Taking concomitant medications that rely on the presence of gastric acid for optimal bioavailability (e.g. ketoconazole, ampicillin esters or iron salts).\n14. Onset of psychoactive medication (e.g. depressants, stimulants or hallucinogens) in the previous 6 months and during the entire course of the study.\n\nExclusion criteria applicable to Screening period:\n\n1. Recorded \\< 1 episode of heartburn on 2 separate days at level 4 on the 9 point Likert severity scale (point 3 on a 0-8 point scale) during the 7 day screening period prior to randomisation\n2. Completing \\< 90% (\\< 9 out of 10) of the time points with evaluable data on the e diary.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Determination of Median Time to Sustained Partial Response as Defined by Reduction in Likert Severity Scale Used to Assess Pain Associated With Heartburn in the Patient","description":"Reduction in severity of heartburn by 2 points or more on a 9-point Likert severity scale, which is sustained for 45 minutes or more","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"37.5","spread":null},{"groupId":"OG001","value":"37.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Median Time to Sustained Partial Response","description":"Reduction in severity of heartburn by 2 points or more on a 9-point Likert severity scale, which is sustained for 45 minutes or more","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"37.5","spread":null},{"groupId":"OG001","value":"37.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Median Time to Sustained Total Relief","description":"Time to sustained total relief, defined as zero severity (no heartburn) on a 9-point Likert severity scale, which is sustained for 45 minutes or more","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"105.0","spread":null},{"groupId":"OG001","value":"105.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients Responding in 45 Minutes","description":"percentage of patients who have achieved sustained partial response, sustained response, or sustained total relief, by 45 minutes","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"65","spread":null},{"groupId":"OG001","value":"62.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients Responding in 60 Minutes","description":"Proportion of patients who have achieved sustained response, sustained partial response or sustained total relief by 60 minutes","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"74.4","spread":null},{"groupId":"OG001","value":"78.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients Responding in 90 Minutes","description":"Proportion of patients who have achieved sustained response, sustained partial response or sustained total relief by 90 minutes","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"88.0","spread":null},{"groupId":"OG001","value":"85.6","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":122},"commonTop":["Nausea","Abdominal distension","abdominal pain upper","flatulence","Influenza like illness"]}}}