{"nctId":"NCT01322490","briefTitle":"A Randomized, Double-blind, Phase 3 Efficacy Trial of PROSTVAC-V/F +/- GM-CSF in Men With Asymptomatic or Minimally Symptomatic Metastatic Castrate-Resistant Prostate Cancer","startDateStruct":{"date":"2011-11-28","type":"ACTUAL"},"conditions":["Prostate Cancer Metastatic"],"count":1297,"armGroups":[{"label":"PROSTVAC-V/F-TRICOM + GM-CSF","type":"EXPERIMENTAL","interventionNames":["Biological: PROSTVAC-V","Biological: PROSTVAC-F","Drug: GM-CSF"]},{"label":"PROSTVAC-V/F-TRICOM + GM-CSF placebo","type":"EXPERIMENTAL","interventionNames":["Biological: PROSTVAC-V","Biological: PROSTVAC-F","Other: GM-CSF Placebo"]},{"label":"Placebo Control","type":"PLACEBO_COMPARATOR","interventionNames":["Other: GM-CSF Placebo","Biological: Placebo"]}],"interventions":[{"name":"PROSTVAC-V","otherNames":[]},{"name":"PROSTVAC-F","otherNames":[]},{"name":"GM-CSF","otherNames":[]},{"name":"GM-CSF Placebo","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nMen, ≥18years of age with documented asymptomatic or minimally symptomatic metastatic castration-resistant prostate cancer.\n\nDocumented progressive disease post surgical castration or during androgen suppression therapy, or during complete androgen blockade therapy and withdrawal. Documented by either criterion a (Radiological progression), OR criterion b (PSA progression).\n\n1. Radiological progression defined as any new/enlarging bone metastases or new/enlarging lymph node disease, consistent with prostate cancer.\n\n   OR\n2. PSA progression defined by sequence of rising values separated by \\> 1 week (2 separate increasing values) over a threshold minimum of 2.0 ng/ml. (PCWG2 PSA eligibility criteria).\n\nChemotherapy naïve and Vaccinia-experienced (previous smallpox vaccination). Currently using a GnRH agonist or antagonist (unless surgically castrated).\n\nExclusion Criteria:\n\nCancer-related pain requiring scheduled opioid narcotics for control (as needed, ≤ 2x per week is allowed).\n\nMetastasis to organ systems other than lymph nodes and/or bone. Estimated PSA doubling time of \\<1 month as established within 6 months of the anticipated first dose of vaccine or placebo.\n\nConcurrent or prior Provenge (sipuleucel-T) immunotherapy for prostate cancer. Receipt of an investigational agent within 30 days (or 60 days for an antibody-based therapy) of the first planned dose of PROSTVAC-V/F.\n\nHistory of prior malignancies other than prostate cancer within the past 3 years, excluding successfully resected basal or squamous cell carcinoma of the skin.\n\nCongestive heart failure (NYHA Class II, III, or IV), unstable angina, ventricular or hemodynamically significant atrial arrhythmia, or cardiovascular disease such as stroke or myocardial infarction (current or within the past 6 months) Confirmed positive for HIV, hepatitis B, and /or hepatitis C. Immunodeficiency or splenectomy. History of or active autoimmune disease, persons with vitiligo are not excluded. Diabetics are not excluded if the condition is well controlled.\n\nHistory of atopic dermatitis or active skin condition (acute, chronic, exfoliative) that disrupts the epidermis.","healthyVolunteers":false,"sex":"MALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Survival","description":"The time between the date of randomization and the date of death due to any cause. Subjects who did not experience death or the competing events of \"definite\" loss to follow-up or withdrawal of consent were right censored at the date of last contact. OS was calculated using the formula: OS = Date of death/competing event/censoring - date of randomization + 1.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"34.4","spread":null},{"groupId":"OG001","value":"33.2","spread":null},{"groupId":"OG002","value":"34.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects Alive Without Event at 6 Months","description":"A binary assessment that was performed for the 6-months timepoint for the categories of radiographic progression, pain progression, initiation of chemotherapy or death. Subjects without an event prior to 6-months were evaluated at 6-months. Subjects without event by 6-months and were not evaluated at 6-months were assumed to have had an event and analyzed as such.\n\nProgression events were defined as: (1) Two new lesions on bone scan, new metastases on CT scans, or an increased size of nodal lesions per RECIST 1.1. Bone or CT scans occurring prior to calendar month 6 were used to determine radiographic progression. (2) Introduction of scheduled opioid narcotics for cancer-related pain control. (3) Initiation of chemotherapy for prostate cancer was assessed as collected on progression forms as well as in cancer treatment and concomitant medications logs. (4) Death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"127","spread":null},{"groupId":"OG001","value":"121","spread":null},{"groupId":"OG002","value":"131","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":56,"n":429},"commonTop":["Injection site erythema","Injection site pain","Fatigue","Injection site pruritus","Injection site swelling"]}}}