{"nctId":"NCT01458574","briefTitle":"A Study Of Oral CP-690,550 As A Maintenance Therapy For Ulcerative Colitis","startDateStruct":{"date":"2012-07-20","type":"ACTUAL"},"conditions":["Ulcerative Colitis"],"count":593,"armGroups":[{"label":"Placebo Comparator","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"CP-690,550 5 mg Arm","type":"EXPERIMENTAL","interventionNames":["Drug: CP690,550"]},{"label":"CP-690,550 10 mg Arm","type":"EXPERIMENTAL","interventionNames":["Drug: CP-690,550"]}],"interventions":[{"name":"Placebo","otherNames":[]},{"name":"CP690,550","otherNames":[]},{"name":"CP-690,550","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subjects who met study entry criteria and completed 8-week induction treatment from Study A3921094 or A3921095\n* Subjects who achieved clinical response in Study A3921094 or A3921095\n* Women of childbearing potential must test negative for pregnancy prior to study enrollment\n* Subjects who are willing and able to comply with scheduled visits, treatment plan, laboratory tests, and other study procedures\n* Evidence of a personally signed and dated informed consent document(s) indicating that the subject (or a legally acceptable representative) has been informed of all pertinent aspects of the study.\n\nExclusion Criteria:\n\n* Subjects who had major protocol violation (as determined by the Sponsor) in Study A3921094 or A3921095\n* Presence of indeterminate colitis, microscopic colitis, ischemic colitis, infectious colitis, or clinical findings suggestive of Crohn's disease\n* Subjects who have had surgery for UC or in the opinion of the investigator, are likely to require surgery for UC during the study period.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants In Remission at Week 52","description":"Remission in participants was defined by a total mayo score of 2 points or lower, with no individual subscore exceeding 1 point and a rectal bleeding subscore of 0. Mayo score was an instrument designed to measure disease activity of ulcerative colitis (UC). It consisted of 4 subscores: stool frequency, rectal bleeding, findings of centrally read flexible sigmoidoscopy and physician global assessment (PGA), each subscore graded from 0 to 3 with higher scores indicating higher disease severity. These subscores were summed up to give a total score range of 0 to 12 where higher score indicating higher disease severity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"34.3","spread":null},{"groupId":"OG001","value":"40.6","spread":null},{"groupId":"OG002","value":"11.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Mucosal Healing at Week 52","description":"Mucosal healing in participants was defined by mayo endoscopic subscore of 0 or 1. The mayo endoscopic subscore consisted of the findings of centrally read flexible sigmoidoscopy, graded from 0 to 3 with higher subscores indicating higher disease severity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"37.4","spread":null},{"groupId":"OG001","value":"45.7","spread":null},{"groupId":"OG002","value":"13.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Sustained Steroid-Free Remission (Defined as Being in Remission and Steroid-Free at Both Week 24 and 52), Among Participants With Remission at Baseline","description":"Sustained steroid-free remission was defined by being in remission and steroid-free at both Week 24 and Week 52. Steroid-free remission was defined by being in remission, in addition to no requirement of any treatment with steroid for at least 4 weeks prior to the visit. Remission was defined by a total mayo score of 2 points or lower, with no individual subscore exceeding 1 point and a rectal bleeding subscore of 0. Mayo score was an instrument designed to measure disease activity of UC. It consisted of 4 subscores: stool frequency, rectal bleeding, findings of centrally read flexible sigmoidoscopy and PGA, each graded from 0 to 3 with higher scores indicating higher disease severity. These subscores were summed up to give a total score range of 0 to 12, where higher scores indicating higher disease severity. Percentage of participants with sustained steroid-free remission (among participants with remission at baseline) were reported in this outcome measure.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35.4","spread":null},{"groupId":"OG001","value":"47.3","spread":null},{"groupId":"OG002","value":"5.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants in Remission at Week 24","description":"Remission in participants was defined by a total mayo score of 2 points or lower, with no individual subscore exceeding 1 point and a rectal bleeding subscore of 0. Mayo score was an instrument designed to measure disease activity of UC. It consisted of 4 subscores: stool frequency, rectal bleeding, findings of centrally read flexible sigmoidoscopy and PGA, each graded from 0 to 3 with higher subscores indicating higher disease severity. These subscores were summed up to give a total score range of 0 to 12, where higher scores indicating higher disease severity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"33.8","spread":null},{"groupId":"OG001","value":"35.5","spread":null},{"groupId":"OG002","value":"11.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants in Sustained Remission","description":"Sustained remission in participants was defined by being in remission at both Week 24 and Week 52. Remission was defined by a total mayo score of 2 points or lower, with no individual subscore exceeding 1 point and a rectal bleeding subscore of 0. Mayo score was an instrument designed to measure disease activity of UC. It consisted of 4 subscores: stool frequency, rectal bleeding, findings of centrally read flexible sigmoidoscopy and PGA, each graded from 0 to 3 with higher subscores indicating higher disease severity. These subscores were summed up to give a total score range of 0 to 12, where higher score indicating higher disease severity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22.2","spread":null},{"groupId":"OG001","value":"25.4","spread":null},{"groupId":"OG002","value":"5.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Mucosal Healing at Week 24","description":"Mucosal healing in participants was defined by a mayo endoscopic subscore of 0 or 1. The mayo endoscopic subscore consisted of the findings of centrally read flexible sigmoidoscopy, graded from 0 to 3 with higher scores indicating higher disease severity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"43.9","spread":null},{"groupId":"OG001","value":"46.2","spread":null},{"groupId":"OG002","value":"17.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Sustained Mucosal Healing","description":"Sustained mucosal healing in participants was defined by achieving mayo endoscopic subscore of 0 or 1 at both Week 24 and Week 52. The mayo endoscopic subscore consisted of the findings of centrally read flexible sigmoidoscopy, graded from 0 to 3 with higher scores indicating higher disease severity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27.8","spread":null},{"groupId":"OG001","value":"33.0","spread":null},{"groupId":"OG002","value":"6.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Mucosal Healing at Week 24 and 52, Among Participants With Mucosal Healing at Baseline","description":"Mucosal healing in participants was defined as achieving mayo endoscopic subscore of 0 or 1. The mayo endoscopic subscore consisted of the findings of centrally read flexible sigmoidoscopy, graded from 0 to 3 with higher scores indicating higher disease severity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"52.4","spread":null},{"groupId":"OG001","value":"66.3","spread":null},{"groupId":"OG002","value":"21.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"41.9","spread":null},{"groupId":"OG001","value":"55.1","spread":null},{"groupId":"OG002","value":"11.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Sustained Mucosal Healing, Among Participants With Mucosal Healing at Baseline","description":"Sustained mucosal healing in participants was defined by achieving mayo endoscopic subscore of 0 or 1 at both Week 24 and Week 52. The mayo endoscopic subscore consisted of the findings of centrally read flexible sigmoidoscopy, graded from 0 to 3 with higher scores indicating higher disease severity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"33.3","spread":null},{"groupId":"OG001","value":"49.4","spread":null},{"groupId":"OG002","value":"8.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Clinical Response at Week 24 and 52","description":"Clinical response was defined by a decrease from induction study (A3921094 \\[NCT01465763\\] or A3921095 \\[NCT01458951\\]) baseline in Mayo score of at least 3 points and at least 30%, with an accompanying decrease in the rectal bleeding subscore of at least 1 point, or an absolute rectal bleeding subscore of 0 or 1. Mayo score was an instrument designed to measure disease activity of UC. It consisted of 4 subscores: stool frequency, rectal bleeding, findings of centrally read flexible sigmoidoscopy and PGA, each graded from 0 to 3 with higher scores indicating higher disease severity. These subscores were summed up to give a total score range of 0 to 12, where higher scores indicating higher disease severity. Percentage of participants with clinical response at Week 24 and 52 have been reported in this outcome measure.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"63.6","spread":null},{"groupId":"OG001","value":"70.6","spread":null},{"groupId":"OG002","value":"33.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"51.5","spread":null},{"groupId":"OG001","value":"61.9","spread":null},{"groupId":"OG002","value":"20.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Sustained Clinical Response","description":"Sustained clinical response in participants was defined as showing clinical response at both Week 24 and Week 52. Clinical response was defined by a decrease from induction study (A3921094 \\[NCT01465763\\] or A3921095 \\[NCT01458951\\]) baseline in mayo score of at least 3 points and at least 30%, with an accompanying decrease in the rectal bleeding subscore of at least 1 point, or an absolute rectal bleeding subscore of 0 or 1. Mayo score was an instrument designed to measure disease activity of UC. It consisted of 4 subscores: stool frequency, rectal bleeding, findings of centrally read flexible sigmoidoscopy and PGA, each graded from 0 to 3 with higher scores indicating higher disease severity. These subscores were summed up to give a total score range of 0 to 12, where higher scores indicating higher disease severity. Percentage of participants with sustained clinical response are reported in this outcome measure.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"49.0","spread":null},{"groupId":"OG001","value":"59.4","spread":null},{"groupId":"OG002","value":"19.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants in Clinical Remission at Week 24 and 52","description":"Clinical remission in participants was defined as a total mayo score of 2 points or lower, with no individual subscore exceeding 1 point. Mayo score was an instrument designed to measure disease activity of UC. It consisted of 4 subscores: stool frequency, rectal bleeding, findings of centrally read flexible sigmoidoscopy and PGA, each graded from 0 to 3 with higher scores indicating higher disease severity. These subscores were summed up to give a total score range of 0 to 12, where higher scores indicating higher disease severity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"34.3","spread":null},{"groupId":"OG001","value":"35.5","spread":null},{"groupId":"OG002","value":"11.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"34.3","spread":null},{"groupId":"OG001","value":"41.1","spread":null},{"groupId":"OG002","value":"11.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants in Sustained Clinical Remission","description":"Sustained clinical remission in participants was defined as being in clinical remission at both Week 24 and Week 52. Clinical remission was defined by a total mayo score of 2 points or lower, with no individual subscore exceeding 1 point. Mayo score was an instrument designed to measure disease activity of UC. It consisted of 4 subscores: stool frequency, rectal bleeding, findings of centrally read flexible sigmoidoscopy and PGA, each graded from 0 to 3 with higher scores indicating higher disease severity. These subscores were summed up to give a total score range of 0 to 12, where higher scores indicating higher disease severity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22.2","spread":null},{"groupId":"OG001","value":"25.9","spread":null},{"groupId":"OG002","value":"5.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants in Deep Remission at Week 24 and 52","description":"Deep remission in participants was defined as a total mayo score of 2 points or lower, with no individual subscore exceeding 1 point and 0 subscore for both rectal bleeding and endoscopic subscores. Mayo score was an instrument designed to measure disease activity of UC. It consisted of 4 subscores: stool frequency, rectal bleeding, findings of centrally read flexible sigmoidoscopy and PGA, each graded from 0 to 3 with higher scores indicating higher disease severity. These subscores were summed up to give a total score range of 0 to 12, where higher scores indicating higher disease severity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.1","spread":null},{"groupId":"OG001","value":"10.7","spread":null},{"groupId":"OG002","value":"4.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14.6","spread":null},{"groupId":"OG001","value":"15.2","spread":null},{"groupId":"OG002","value":"4.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants in Sustained Deep Remission","description":"Sustained deep remission was defined by being in deep remission at both Week 24 and Week 52. Deep remission in participants was defined as a total mayo score of 2 points or lower, with no individual subscore exceeding 1 point and 0 subscore for both rectal bleeding and endoscopic subscores. Mayo score was an instrument designed to measure disease activity of UC. It consisted of 4 subscores: stool frequency, rectal bleeding, findings of centrally read flexible sigmoidoscopy and PGA, each graded from 0 to 3 with higher scores indicating higher disease severity. These subscores were summed up to give a total score range of 0 to 12, where higher scores indicating higher disease severity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.1","spread":null},{"groupId":"OG001","value":"3.6","spread":null},{"groupId":"OG002","value":"0.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants in Symptomatic Remission at Week 24 and 52","description":"Symptomatic remission in participants was defined as a total mayo score of 2 points or lower, with no individual subscore exceeding 1 point, and 0 subscore for both rectal bleeding and stool frequency. Mayo score was an instrument designed to measure disease activity of UC. It consisted of 4 sub-scores: stool frequency, rectal bleeding, findings of centrally read flexible sigmoidoscopy and PGA, each graded from 0 to 3 with higher scores indicating higher disease severity. These subscores were summed up to give a total score range of 0 to 12, where higher scores indicating higher disease severity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23.7","spread":null},{"groupId":"OG001","value":"21.8","spread":null},{"groupId":"OG002","value":"6.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"22.7","spread":null},{"groupId":"OG001","value":"26.9","spread":null},{"groupId":"OG002","value":"7.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants in Sustained Symptomatic Remission","description":"Sustained symptomatic remission in participants was defined as being in symptomatic remission at both Week 24 and Week 52. Symptomatic remission was defined as a total Mayo score of 2 points or lower, with no individual subscore exceeding 1 point, and 0 subscore for both rectal bleeding and stool frequency. Mayo score was an instrument designed to measure disease activity of UC. It consisted of 4 subscores: stool frequency, rectal bleeding, findings of centrally read flexible sigmoidoscopy and PGA, each graded from 0 to 3 with higher scores indicating higher disease severity. These subscores were summed up to give a total score range of 0 to 12, where higher scores indicating higher disease severity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.6","spread":null},{"groupId":"OG001","value":"15.7","spread":null},{"groupId":"OG002","value":"2.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants in Endoscopic Remission at Week 24 and 52","description":"Endoscopic remission in participants was defined as a mayo endoscopic subscore of 0. The mayo endoscopic subscore consisted of the findings of centrally read flexible sigmoidoscopy, graded from 0 to 3 with higher subscores indicating higher disease severity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.2","spread":null},{"groupId":"OG001","value":"12.2","spread":null},{"groupId":"OG002","value":"4.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14.6","spread":null},{"groupId":"OG001","value":"16.8","spread":null},{"groupId":"OG002","value":"4.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants in Sustained Endoscopic Remission","description":"Sustained endoscopic remission in participants was defined as being in endoscopic remission at both Week 24 and Week 52. Endoscopic remission was defined by a mayo endoscopic subscore of 0. The mayo endoscopic subscore consisted of the findings of centrally read flexible sigmoidoscopy, graded from 0 to 3 with higher subscores indicating higher disease severity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.1","spread":null},{"groupId":"OG001","value":"5.1","spread":null},{"groupId":"OG002","value":"0.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Total Mayo Score at Baseline, Week 24 and 52","description":"Mayo score was an instrument designed to measure disease activity of UC. It consisted of 4 subscores: stool frequency, rectal bleeding, findings of centrally read flexible sigmoidoscopy and PGA, each graded from 0 to 3 with higher scores indicating higher disease severity. These subscores were summed up to give a total score range of 0 to 12, where higher scores indicating higher disease severity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.3","spread":"1.8"},{"groupId":"OG001","value":"3.4","spread":"1.8"},{"groupId":"OG002","value":"3.3","spread":"1.8"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.1","spread":"3.4"},{"groupId":"OG001","value":"4.0","spread":"3.3"},{"groupId":"OG002","value":"6.7","spread":"3.5"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.2","spread":"3.1"},{"groupId":"OG001","value":"2.6","spread":"2.7"},{"groupId":"OG002","value":"4.6","spread":"3.2"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Total Mayo Score at Week 24 and 52","description":"Mayo score was an instrument designed to measure disease activity of UC. It consisted of 4 subscores: stool frequency, rectal bleeding, findings of centrally read flexible sigmoidoscopy and PGA, each graded from 0 to 3 with higher scores indicating higher disease severity. These subscores were summed up to give a total score range of 0 to 12, where higher scores indicating higher disease severity. Change from baseline in total mayo score at Week 24 and 52 was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.3","spread":"0.3"},{"groupId":"OG001","value":"0.0","spread":"0.3"},{"groupId":"OG002","value":"2.9","spread":"0.3"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.4","spread":"0.3"},{"groupId":"OG001","value":"-0.4","spread":"0.3"},{"groupId":"OG002","value":"2.9","spread":"0.4"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants in Remission, Among Participants With Remission at Baseline","description":"Remission in participants was defined by a total mayo score of 2 points or lower, with no individual subscore exceeding 1 point and a rectal bleeding subscore of 0. Mayo score was an instrument designed to measure disease activity of UC. It consisted of 4 subscores: stool frequency, rectal bleeding, findings of centrally read flexible sigmoidoscopy and PGA, each graded from 0 to 3 with higher scores indicating higher disease severity. These subscores were summed up to give a total score range of 0 to 12, where higher score indicating higher disease severity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"55.4","spread":null},{"groupId":"OG001","value":"63.6","spread":null},{"groupId":"OG002","value":"15.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"46.2","spread":null},{"groupId":"OG001","value":"56.4","spread":null},{"groupId":"OG002","value":"10.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants in Sustained Remission, Among Participants With Remission at Baseline","description":"Sustained remission in participants was defined by being in remission at both Week 24 and Week 52. Remission was defined as a total mayo score of 2 points or lower, with no individual subscore exceeding 1 point and a rectal bleeding subscore of 0. Mayo score was an instrument designed to measure disease activity of UC. It consisted of 4 subscores: stool frequency, rectal bleeding, findings of centrally read flexible sigmoidoscopy and PGA, each graded from 0 to 3 with higher scores indicating higher disease severity. These subscores were summed up to give a total score range of 0 to 12, where higher score indicating higher disease severity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"36.9","spread":null},{"groupId":"OG001","value":"47.3","spread":null},{"groupId":"OG002","value":"5.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants in Steroid-free Remission, Among Participants in Remission at Baseline","description":"Steroid-free remission was defined by being in remission, in addition to no requirement of any treatment with steroid for at least 4 weeks prior to the visit. Remission was defined by a total mayo score of 2 points or lower, with no individual subscore exceeding 1 point and a rectal bleeding subscore of 0. Mayo score was an instrument designed to measure disease activity of UC. It consisted of 4 subscores: stool frequency, rectal bleeding, findings of centrally read flexible sigmoidoscopy and PGA, each graded from 0 to 3 with higher scores indicating higher disease severity. These subscores were summed up to give a total score range of 0 to 12, where higher scores indicating higher disease severity. Percentage of participants in steroid-free remission were reported in this outcome measure.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"53.8","spread":null},{"groupId":"OG001","value":"63.6","spread":null},{"groupId":"OG002","value":"15.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"44.6","spread":null},{"groupId":"OG001","value":"56.4","spread":null},{"groupId":"OG002","value":"10.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants in Steroid-Free Remission, Among Participants Receiving Steroids at Baseline","description":"Steroid-free remission was defined by being in remission, in addition to no requirement of any treatment with steroid for at least 4 weeks prior to the visit. Remission was defined by a total mayo score of 2 points or lower, with no individual subscore exceeding 1 point and a rectal bleeding subscore of 0. Mayo score was an instrument designed to measure disease activity of UC. It consisted of 4 subscores: stool frequency, rectal bleeding, findings of centrally read flexible sigmoidoscopy and PGA, each graded from 0 to 3 with higher scores indicating higher disease severity. These subscores were summed up to give a total score range of 0 to 12, where higher scores indicating higher disease severity. Percentage of participants with steroid-free remission were reported in this outcome measure.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23.8","spread":null},{"groupId":"OG001","value":"24.1","spread":null},{"groupId":"OG002","value":"10.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"27.7","spread":null},{"groupId":"OG001","value":"27.6","spread":null},{"groupId":"OG002","value":"10.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants in Sustained Steroid-Free Remission, Among Participants Receiving Steroids at Baseline","description":"Sustained steroid-free remission was defined by being in remission and steroid-free at both Week 24 and Week 52. Steroid-free remission was defined by being in remission, in addition to no requirement of any treatment with steroid for at least 4 weeks prior to the visit. Remission was defined by a total mayo score of 2 points or lower, with no individual subscore exceeding 1 point and a rectal bleeding subscore of 0. Mayo score was an instrument designed to measure disease activity of UC. It consisted of 4 subscores: stool frequency, rectal bleeding, findings of centrally read flexible sigmoidoscopy and PGA, each graded from 0 to 3 with higher scores indicating higher disease severity. These subscores were summed up to give a total score range of 0 to 12, where higher scores indicating higher disease severity. Percentage of participants with sustained steroid-free remission were reported in this outcome measure.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.9","spread":null},{"groupId":"OG001","value":"16.1","spread":null},{"groupId":"OG002","value":"5.0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":10,"n":198},"commonTop":["Colitis ulcerative","Nasopharyngitis","Arthralgia","Headache","Upper respiratory tract infection"]}}}