{"nctId":"NCT02460900","briefTitle":"Optimizing Smoking Cessation for People With HIV/AIDS Who Smoke","startDateStruct":{"date":"2016-07","type":"ACTUAL"},"conditions":["Smoking","HIV"],"count":184,"armGroups":[{"label":"Varenicline and Standard of Care","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Varenicline","Behavioral: Standard of Care"]},{"label":"Placebo and Standard of Care","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo","Behavioral: Standard of Care"]},{"label":"Positively Smoke Free and Placebo","type":"ACTIVE_COMPARATOR","interventionNames":["Behavioral: Positively Smoke Free","Drug: Placebo"]},{"label":"Positively Smoke Free and Varenicline","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Varenicline","Behavioral: Positively Smoke Free"]}],"interventions":[{"name":"Varenicline","otherNames":[]},{"name":"Positively Smoke Free","otherNames":[]},{"name":"Placebo","otherNames":[]},{"name":"Standard of Care","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Study Inclusion Criteria:\n\n1. Confirmed chart diagnosis of a HIV and receiving HIV treatment at the participating HIV clinic.\n2. Age 18 years or older.\n3. Currently self-report smoking 10 cigarettes per day\n4. Motivation to quit within the next 6 months (score 5-8 on the Abrams and Briener Readiness to Quit Ladder);\n5. Does not meet criteria for current Diagnostic Statistical Manual (DSM) 5 moderate or severe alcohol use disorder or moderate or severe substance use disorder as established by the Mini Neuropsychiatric Interview (MINI) drug and alcohol sections (in the last 3 months)\n6. Able to read and speak English\n7. Willingness and ability to provide informed consent to participate.\n\nStudy Exclusion Criteria:\n\nThe exclusion criteria are designed to maximize safety by minimizing drug interactions or worsening pre-existing comorbid psychiatric or medical conditions:\n\n1. Current suicidal thoughts or ideation (past week); recent suicidal thoughts or ideation (past 6 months) or recent suicide attempt (past 6 months) as assessed by the Columbia-Suicide Severity Rating Scale (C-SSRS).\n2. Previous allergic reaction or hypersensitivity to Varenicline (by participant report ever in lifetime)\n3. Pregnant, nursing, or becoming pregnant during the study (pregnancy test).\n4. Current use of any medication that would interfere with the protocol in the opinion of Medically Accountable Physician including use of bupropion targeting nicotine dependence\n5. Moderate to severe renal impairment (\\< 30 mL/min)--As determined by a physician assessment, chart review or thru blood work\n6. Unstable cardiovascular disease (myocardial infarction within past year, uncontrolled arrhythmia, uncontrolled angina, uncontrolled congestive heart failure, electrocardiogram abnormality with QTC \\> 500 msec, cerebrovascular event within past year). (As determined by a physician assessment, chart review and/or EKG)\n7. Meets criteria for dementia by scoring below 10 on the Hopkins HIV Dementia Scale. This criterion is included to ensure the sample consists of participants who are cognitively able to engage in the study procedures\n8. Scores \\<5 ppm of expired carbon monoxide (CO) on the Smokelyzer\n9. The study physician believes that the individual is not medially stable enough to participate in the study. This exclusion will be based on a review of the individual's past medical history and current medical status.\n10. Recent use of Varenicline (by participant report in the past 3 months)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With 7-day Point Prevalence Abstinence at 36 Weeks","description":"7-day point-prevalence abstinence based onno self-reported tobacco use (not even a puff) during the 7 days preceding the assessment and a CO ≤10ppm as measured by Covita micro smokrlyzer at week 36.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"4","spread":null},{"groupId":"OG002","value":"1","spread":null},{"groupId":"OG003","value":"5","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Biomarker Evaluation","description":"Effect of smoking abstinence on levels of cardiac specific biomarkers","classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":46},"commonTop":["Increased appetite","Nausea","Dry mouth","Rhinorrhea","Headache"]}}}