{"nctId":"NCT01687283","briefTitle":"Efficacy and Safety Study of Fluticasone Proponate Inhalation Solution in Adult and Adolescent Asthma","startDateStruct":{"date":"2012-09-27","type":"ACTUAL"},"conditions":["Asthma"],"count":316,"armGroups":[{"label":"fluticasone propionate","type":"EXPERIMENTAL","interventionNames":["Drug: fluticasone propionate inhalation solution"]},{"label":"budesonide suspension","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: budesonide suspension"]}],"interventions":[{"name":"fluticasone propionate inhalation solution","otherNames":[]},{"name":"budesonide suspension","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Chinese male or female outpatients aged \\>=17 years and \\<=70 years\n* A female is eligible to enter and participate in this study if she is:\n\nNon-childbearing potential (i.e. physiologically incapable of becoming pregnant, including any female who is pre-menarchal, post-menopausal), or Child-bearing potential, has a negative urinary pregnancy test at screening and agrees to take contraceptive precautions (including abstinence) (referring to appendix 1: Highly Effective Methods For Avoidance Of Pregnancy In Women Of Childbearing Potential) which, in the opinion of the investigator are adequate to prevent pregnancy during the study.\n\n* A documented clinical history of asthma for a period of at least 12 weeks prior to Visit 1 based on the Guidance of Asthma Management and Prevention 2008 in China (refer to appendix 2).\n* Demonstrated \\>=12% and \\>=200mL reversibility of FEV1 within 15-30minutes following inhalation of 200-400ug of salbutamol aerosol within 12 months prior to visit 1 or at the Screening Visit.\n* Subjects have pre-bronchodilator FEV1% predicted between \\>=40% and \\<80% at visit 1.\n* Subjects on a stable dose at least 2 weeks with high dose ICS (eg. Fluticasone Propionate 500ug twice daily or other ICS with equivalence doses, refer to Appendix 3) or moderate dose ICS plus LABA (eg. Fluticasone Propionate/Salmoterol 250/50ug , twice daily; or Budesonide/Formoterol Fumarate in maintainance160/4.5ug, two inhalation, twice daily; or other product equivalence doses).\n* Subjects and/or their legally acceptable representative (if applicable) is willing to give informed consent to participate in the study, and having ability to comply with study procedures (including patients can use Nebulizer correctly, be able to understand and complete the diary cards and be able to record their PEF using a peak flow meter). The subjects and/or their legally acceptable representative (if applicable) will need to give additional informed consent to be eligible for blood pharmacokinetic samplings.\n\nExclusion Criteria:\n\n* History of Life-threatening asthma: Defined for this protocol as an asthma episode that required intubation and/or was associated with hypercapnea, respiratory arrest or hypoxic seizures.\n* Bacterial or viral infection of the upper or lower respiratory tract, sinus or middle ear that is not resolved within 4 weeks of visit 1 and led to a change in asthma management or, in the opinion of the investigator, is expected to affect the subject's asthma status or the subject's ability to participate in the study.\n* A subject must not have current evidence of pneumonia, pneumothorax, atelectasis, pulmonary fibrotic disease, bronchopulmonary dysplasia, chronic bronchitis, emphysema, chronic obstructive pulmonary disease, or other respiratory abnormalities other than asthma.\n* Subjects have any clinically significant, uncontrolled condition or disease state that, in the opinion of the investigator, would put the safety of the patient at risk through study participation or would confound the interpretation of the efficacy results if the condition/disease exacerbated during the study.\n* Subjects will not b eligible for the run-in if he/she has clinical visual evidence of candidias at visit 1.\n* Current smoker or a smoking history of 10 pack years or more. A subject may not have used inhaled tobacco products (i.e., cigarettes, cigars or pipe tobacco) within the past 3 months.\n* Patients who are pregnant or lactating.\n* Patients having any known or suspected hypersensitivity to corticosteroids or the excipients of study drug, including Polysorbate 20, Sorbitan monolaurate, Monosodium phosphate dehydrate, Dibasic sodium phosphate anhydrous, Sodium Chloride and Water for Injection.\n* Patients who have evidence of alcohol abuse.\n* Patients who will have a pre-planned surgery operation in 6 months.\n* Liver function tests: aspartate aminotransferase (AST) / alanine aminotransferase (ALT) \\>= 2 × upper limit of normal (ULN) or alkaline phosphatase (ALP) / bilirubin \\>1.5 × ULN (isolated bilirubin \\>1.5 × ULN is acceptable if bilirubin is fractionated and direct bilirubin \\<35%).\n* Has QTc \\>= 450 msec or \\>= 480 msec for patients with bundle branch block at the time of screening.\n* A subject will not be eligible for this study if he/she is an immediate family member of the participating Investigator, sub Investigator, study coordinator, or employee of the participating Investigator.\n* No subject is permitted to perform night shift work from Visit 1 until completion of the study treatment period.\n* Use of the following medications within the following time intervals prior to visit 1 or during the study: Medication / No use within the following time intervals prior to Screening (Visit 1) or at any time during the study Systemic or oral corticosteroids / 2 weeks Depot corticosteroids /12 weeks Anti-IgE (e.g. Xolair)/ 12 weeks Oral long-acting beta2-agonists (e.g. bambuterol) and inhaled long-acting beta2-agonists (e.g. salmeterol, formoterol) or combination products containing inhaled long-acting beta2-agonists (e.g. Seretide, Symbicort) / 12 hours (the stable dose of ICS/LABA combination within 2 weeks prior to Visit 1 could be continued during the run-in period) Theophyllines, slow-release bronchodilators, anticholinergics, ketotifen, nedocromil sodium, sodium cromoglycate, Anti-leukotrienes including suppressors of leukotriene production and antagonists / 1 day Inhaled short-acting beta2-agonist / 4 hours (salbutamol will be supplied for rescue during the study) Potent Cytochrome P450 3A4 inhibitors(e.g. ritonavir, ketoconazole, itraconzole) / 4 weeks Prescription or over the counter medication that would significantly affect the course of asthma, or interact with sympathomimetic amines, such as: anticonvulsants (barbiturates, hydantoins, carbamazepine); polycyclic antidepressants; beta-adrenergic blocking agents; phenothiazines and monoamine oxidase (MAO) inhibitors /1 day Chinese traditional medicines used for treatment of asthma and other allergic diseases / 1 week Any other investigational drug / 30 days or within 5 half lives, whichever is longer","healthyVolunteers":false,"sex":"ALL","minimumAge":"17 Years","maximumAge":"70 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline (Day 1 of Treatment Period/Visit 2) in Morning Peak Expiratory Flow (AM PEF) Over 12 Weeks in Intent-to-treat Population","description":"The peak expiratory flow (PEF) is a person's maximum speed of expiration, A peak flow meter was issued to participants at Visit 1 to measure the morning PEF prior to study drug and rescue medication. The best of three attempts was recorded by the participants in the diary cards. Baseline value was the assessment at Visit 2. The raw and change from baseline in daily AM PEF averaged over the 12-week treatment period The mean value was considered missing if less than 4 days were recorded in the baseline week prior to randomization or if less than 4 days are recorded after randomization. Analysis was performed using analysis of covariance (ANCOVA) model. Abbreviations used in statistical analysis section: standard deviation (SD) and significance (sig)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.71","spread":"3.677"},{"groupId":"OG001","value":"14.51","spread":"3.714"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline (Day 1 of Trt Period/Visit 2) in AM PEF Over 12 Weeks in Per Protocol Population","description":"The peak expiratory flow (PEF) is a person's maximum speed of expiration, A peak flow meter was issued to participants at Visit 1 to measure the morning PEF prior to study drug and rescue medication. The best of three attempts was recorded by the participants in the diary cards. Baseline value was the assessment at Visit 2. The raw and change from baseline in daily AM PEF averaged over the 12-week treatment period The mean value was considered missing if less than 4 days were recorded in the baseline week prior to randomization or if less than 4 days are recorded after randomization. Analysis was performed using analysis of covariance (ANCOVA) model.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.50","spread":"3.806"},{"groupId":"OG001","value":"15.78","spread":"3.750"}]}]}]},{"type":"SECONDARY","title":"Mean Change of Evening PEF From Baseline Over 12 Weeks","description":"The peak expiratory flow (PEF) is a person's maximum speed of expiration, A peak flow meter was issued to participants at Visit 1 to measure the evening PEF prior to study drug and rescue medication. The best of three attempts was recorded by the participants in the diary cards. Baseline value was the assessment at Visit 2. The raw and change from baseline in daily PM PEF averaged over the 12-weeks treatment period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.39","spread":"3.469"},{"groupId":"OG001","value":"15.16","spread":"3.504"}]}]}]},{"type":"SECONDARY","title":"Mean Change in Percentage of Symptom-free 24-hour Periods From Baseline Over 12 Weeks","description":"While calculating symptom-free 24-hour periods, a given 24-hour period was set to be \"symptom free\" only if the participant's responses to both the morning and evening assessments indicated no symptoms. The Baseline value was Visit 2 assessment and was derived from the last 7 days of the daily diary prior to the randomization. Change from Baseline was calculated as the difference between the value of the endpoint at the time point of interest and the baseline value. The value provided in outcome measure data is a consolidated value over Weeks 1 to 12.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.77","spread":"2.340"},{"groupId":"OG001","value":"21.15","spread":"2.364"}]}]}]},{"type":"SECONDARY","title":"Median Day-time and Night-time Symptom Scores Per Participant Over 12 Weeks","description":"Participants recorded day-time symptom score every day in the morning and evening at bedtime before taking any rescue or study medication and before PEF measurement, using 6 point scale on Diary Card indicating 0 = No symptoms during the day and 5 =Symptoms so severe that participant could not go to work or perform normal daily activities. Night time symptoms were scored while waking in the morning on a scale of 0 (no symptoms) to 4 (severe). The value provided in outcome measure data is a consolidated value over Weeks 1 to 12.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.0","spread":null},{"groupId":"OG001","value":"1.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.0","spread":null},{"groupId":"OG001","value":"1.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change in Percentage of Rescue-free 24-hour Periods From Baseline Over 12 Weeks","description":"While calculating rescue-free 24-hour periods, the 24-hour period was only set to be \"rescue free\" if responses to both the morning and evening, assessments indicated no use of rescue medication. If there were symptoms in either the morning or the evening then that 24-hour period was set to as \"not symptom free\". Similarly, if there was rescue medication use in either the morning or the evening, then that 24-hour period was set to as \"not rescue free\". The Baseline value was Visit 2 assessment and was derived from the last 7 days of the daily diary prior to the randomization. The value provided in outcome measure data is a consolidated value over Weeks 1 to 12.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19.27","spread":"2.595"},{"groupId":"OG001","value":"24.01","spread":"2.612"}]}]}]},{"type":"SECONDARY","title":"Median Number of Times Rescue Medication Use Over 12 Weeks","description":"Participants recorded the number of inhalations of rescue salbutamol inhalation aerosol used during the day and night. The baseline value was Visit 2 assessment and was derived from the last 7 days of the daily diary prior to the randomization. The analysis only included participants who had at least 2 days of non-missing numbers of times rescue medication (including zero) after randomization.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change of Clinical Lung Function Measurement Forced Expiratory Volume in One Second (FEV1) From Baseline Over 12 Weeks","description":"FEV1 as a measure of lung function assessment was measured at Week 2, 4, 8 and 12. FEV1 measures were performed electronically by spirometry. The highest of three technically acceptable measurements was recorded. FEV1 was measured prior to study drug administration and any rescue salbutamol use. Baseline value was the assessment at Visit 2.Change from baseline was calculated as the value at the specific time point minus baseline value.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.122","spread":"0.0283"},{"groupId":"OG001","value":"0.161","spread":"0.0281"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.187","spread":"0.0333"},{"groupId":"OG001","value":"0.195","spread":"0.0328"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.175","spread":"0.0314"},{"groupId":"OG001","value":"0.201","spread":"0.0309"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.217","spread":"0.0342"},{"groupId":"OG001","value":"0.200","spread":"0.0336"}]}]}]},{"type":"SECONDARY","title":"Steady-state Plasma Pharmacokinetics of Fluticasone Propionate Inhalation Solution- Time to Maximum Observed Plasma Concentration (Tmax)","description":"Tmax is defined as the time to maximum observed plasma concentration. Blood Pharmacokinetic (PK) samples were taken on Visit 3 (Day 14±2) pre-dose, 0.5h, 1h, 2h, 3h, 4h, 6h, 8h and 12h post dose from participants. Blood sample for PK analysis, obtained within 72 hours of the last dose.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.905","spread":"59.9"}]}]}]},{"type":"SECONDARY","title":"Steady-state Plasma Pharmacokinetics of Fluticasone Propionate Inhalation Solution-maximum Observed Plasma Concentration (Cmax)","description":"Cmax was defined as maximum observed plasma concentration. Blood PK samples were taken on Visit 3 (Day 14±2) pre-dose, 0.5h, 1h, 2h, 3h, 4h, 6h, 8h and 12h post dose from participants. Blood sample for PK analysis, obtained within 72 hours of last dose.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"59.24","spread":"115.0"}]}]}]},{"type":"SECONDARY","title":"Steady-state Plasma Pharmacokinetics of Fluticasone Propionate Inhalation Solution-area Under the Plasma Concentration-time Curve for the Dose Interval [AUC (0-τ)]","description":"AUC (0-τ) was defined as the area under the plasma concentration-time curve for the dose interval. Blood PK samples were taken on Visit 3 (Day 14±2) pre-dose, 0.5h, 1h, 2h, 3h, 4h, 6h, 8h and 12h post dose from participants. Blood sample for PK analysis, obtained within 72 hours of last dose.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"403.0958","spread":"70.5"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":158},"commonTop":["Nasopharyngitis","Upper respiratory tract infection"]}}}