{"nctId":"NCT04157751","briefTitle":"A Study to Test the Effect of Empagliflozin in Patients Who Are in Hospital for Acute Heart Failure","startDateStruct":{"date":"2020-05-18","type":"ACTUAL"},"conditions":["Heart Failure"],"count":530,"armGroups":[{"label":"Empagliflozin","type":"EXPERIMENTAL","interventionNames":["Drug: Empagliflozin"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo to Empagliflozin"]}],"interventions":[{"name":"Empagliflozin","otherNames":[]},{"name":"Placebo to Empagliflozin","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Currently hospitalised for the primary diagnosis of acute heart failure (de novo or decompensated chronic HF), regardless of ejection fraction (EF). Patients with a diagnosis of hospitalized heart failure must have HF symptoms at the time of hospital admission\n* Evidence of left ventricular ejection fraction (LVEF, either reduced or preserved EF) as per local reading preferably measured during current hospitalisation or in the 12 months prior to randomisation\n* Patients must be randomised after at least 24 hours and no later than 5 days after admission, as early as possible after stabilization and while still in hospital\n* Patients must fulfil the following stabilisation criteria (while in the hospital):\n\n  * SBP ≥100mm Hg and no symptoms of hypotension in the preceding 6 hours,\n  * no increase in i.v. diuretic dose for 6 hours prior to randomisation,\n  * no i.v. vasodilators including nitrates within the last 6 hours prior to randomisation\n  * no i.v. inotropic drugs for 24 hours prior to randomisation.\n* Elevated NT-proBNP ≥ 1600pg/mL or BNP ≥400 pg/mL according to the local lab, for patients without atrial fibrillation (AF); or elevated NT-proBNP ≥ 2400pg/mL or BNP ≥600 pg/mL for patients with AF, measured during the current hospitalization or in the 72 hours prior to hospital admission,. For patients treated with an angiotensin receptor neprilysin inhibitor (ARNI) in the previous 4 weeks prior to randomisation, only NT-proBNP values should be used\n* HF episode leading to hospitalisation must have been treated with a minimum single dose of 40 mg of i.v. furosemide (or equivalent i.v. loop diuretic defined as 20 mg of torasemide or 1 mg of bumetanide)\n* Further Inclusion Criteria Apply\n\nExclusion Criteria:\n\n* Cardiogenic shock\n* Current hospitalisation for acute heart failure primarily triggered by pulmonary embolism, cerebrovascular accident, or acute myocardial infarction (AMI)\n* Current hospitalisation for acute heart failure not caused primarily by intravascular volume overload;\n* Below interventions in the past 30 days prior to randomisation or planned during the study:\n\n  * Major cardiac surgery, or TAVI (Transcatheter Aortic Valve Implantation), or PCI, or Mitraclip\n  * All other surgeries that are considered major according to investigator judgement\n  * Implantation of cardiac resynchronisation therapy (CRT) device\n  * cardiac mechanical support implantation\n  * Carotid artery disease revascularisation (stent or surgery)\n* Acute coronary syndrome / myocardial infarction, stroke or transient ischemic attack (TIA) in the past 90 days prior to randomisation\n* Heart transplant recipient, or listed for heart transplant with expectation to receive a transplant during the course of this trial (according to investigator judgement), or planned for palliative care for HF, or currently using left ventricular assist device (LVAD) or intra-aortic balloon pump (IABP) or any other type of mechanical circulatory support, or patients on mechanical ventilation, or patients with planned inotropic support in an outpatient setting\n* Haemodynamically significant (severe) uncorrected primary cardiac valvular disease planned for surgery or intervention during the course of the study (note: secondary mitral regurgitation or tricuspid regurgitation due to dilated cardiomyopathy is not excluded unless planned for surgery or intervention during the course of the study)\n* Impaired renal function, defined as eGFR \\< 20 mL/min/1.73 m2 as measured during hospitalization (latest local lab measurement before randomisation) or requiring dialysis\n* Type 1 Diabetes Mellitus (T1DM)\n* History of ketoacidosis, including diabetic ketoacidosis (DKA)\n* Further Exclusion Criteria Apply","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Pairwise Comparisons With Wins of Clinical Benefit, a Composite of Death, Number of Heart Failure Events (HFEs), Time to the First HFE and ≥5-point Difference in CfB in KCCQ-TSS After 90 Days of Treatment","description":"Clinical benefit, a composite of death, number of HFEs, time to first HFE and change from baseline (CfB) in Kansas City Cardiomyopathy Questionnaire-Total Symptom Score (KCCQ-TSS) after 90 days of treatment. All patients randomised to empagliflozin are compared to all patients randomised to placebo within strata. For any two patients, a patient will win, i.e. achieve a better clinical outcome, as determined by assessing the following criteria sequentially, stopping when an advantage for either patient is shown:\n\n1. Death: death is worse than no death; earlier death is worse; tied if not possible to determine.\n2. Number of HFEs: more HFEs is worse; tied, if same number of HFEs.\n3. Time to first HFE: earlier HFE is worse; tied, if not possible to determine.\n4. KCCQ-TSS CfB at Day 90: more positive CfB is better; the threshold for the difference is \\>= 5 for a win; tied, if difference \\< 5.\n\nThe KCCQ-TSS ranges from 0 to 100, where a higher score reflects a better outcome.\n\npct. = percentage","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.01","spread":null},{"groupId":"OG001","value":"7.15","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7.65","spread":null},{"groupId":"OG001","value":"10.59","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.57","spread":null},{"groupId":"OG001","value":"0.24","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"27.48","spread":null},{"groupId":"OG001","value":"35.91","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Improvement of at Least 10 Points in KCCQ-TSS After 90 Days of Treatment","description":"Number of participants with improvement of at least 10 points in Kansas City Cardiomyopathy Questionnaire - Total Symptom Score (KCCQ-TSS) from baseline after 90 days of treatment.\n\nThe Kansas City Cardiomyopathy Questionnaire is a self-administered questionnaire that includes 23 items that map to 7 domains: symptom frequency, symptom burden, symptom stability, physical limitations, social limitations, quality of life and self-efficacy. The symptom frequency and symptom burden domains are merged into the total symptom score. Scores are represented on a 0-to-100-point scale, where a higher score reflects a better health status.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"202","spread":null},{"groupId":"OG001","value":"220","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in KCCQ-TSS After 90 Days of Treatment","description":"Change from baseline in Kansas City Cardiomyopathy Questionnaire - Total Symptom Score (KCCQ-TSS).\n\nThe Kansas City Cardiomyopathy Questionnaire is a self-administered questionnaire that includes 23 items that map to 7 domains: symptom frequency, symptom burden, symptom stability, physical limitations, social limitations, quality of life and self-efficacy. The symptom frequency and symptom burden domains are merged into the total symptom score. The score is represented on a 0-to-100-point scale, where a higher score reflects a better health status.\n\nChange from baseline in KCCQ-TSS at day 90 was modeled using a MMRM with visit (day 15 and day 30) as repeated measures, adjusted mean (standard error) after 90 days of treatment is reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"31.73","spread":"1.49"},{"groupId":"OG001","value":"36.19","spread":"1.48"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Log-transformed N-Terminal Pro-Brain Natriuretic Peptide (NTproBNP) Area Under the Curve (AUC) Over 30 Days of Treatment","description":"Change from baseline in log-transformed N-Terminal Pro-Brain Natriuretic Peptide (NTproBNP) Area under the curve (AUC) over 30 days of treatment is reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26.77","spread":null},{"groupId":"OG001","value":"24.07","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Days Alive and Out of Hospital (DAOH) From Study Drug Initiation Until 30 Days After Initial Hospital Discharge","description":"The follow-up time for DAOH analyses was defined as 30 days after initial hospital discharge, or time between initial hospital discharge and date of censoring for non-fatal events except for patients who died within the first 30 days, where 30 days was considered as the DAOH follow-up time.\n\nDAOH for each patient was calculated as follow-up time subtracted by the number of days in hospital during the 30 days after initial hospital discharge as well as the number of days being dead within the 30 days. Percentage DAOH was defined as DAOH divided by the DAOH follow-up time of each patient multiplied by 100.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"80.90","spread":"21.25"},{"groupId":"OG001","value":"81.37","spread":"18.62"}]}]}]},{"type":"SECONDARY","title":"Percentage of Days Alive and Out of Hospital (DAOH) From Study Drug Initiation Until 90 Days After Randomisation","description":"The follow-up time for DAOH analyses was defined as 90 days after randomisation, or time between randomisation and date of censoring for non-fatal events except for patients who died within the first 90 days, where 90 days was considered as the DAOH follow-up time. DAOH for each patient was calculated as follow-up time subtracted by the number of days in hospital during the 90 days after randomisation as well as the number of days being dead within the first 90 days.\n\nPercentage DAOH was defined as DAOH divided by the DAOH follow-up time of each patient multiplied by 100.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"85.79","spread":"22.76"},{"groupId":"OG001","value":"87.55","spread":"19.54"}]}]}]},{"type":"SECONDARY","title":"Incidence Rate of First Occurrence of Cardiovascular (CV) Death or Heart Failure Event (HFE) Until End of Trial Visit","description":"Incidence rate of first occurrence of CV death or HFE until end of trial visit per 100 patient-year (pt-yrs) at risk is reported.\n\nIncidence rate per 100 pt-yrs = 100\\* number of patients with event / time at risk \\[years\\].","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"78.81","spread":null},{"groupId":"OG001","value":"55.01","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Hospitalization for Heart Failure (HHF) Until 30 Days After Initial Hospital Discharge","description":"Number of participants with hospitalization for heart failure (HHF) until 30 days after initial hospital discharge.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"14","spread":null}]}]}]},{"type":"SECONDARY","title":"Composite Renal Endpoint: Number of Participants With Chronic Dialysis, Renal Transplant, Sustained Reduction in eGFR(CKD-EPI)cr","description":"The occurrence of the composite renal endpoint:\n\n* chronic dialysis (with a frequency of twice per week or more for at least 90 days), or\n* renal transplant, or\n* sustained reduction in Glomerular filtration rate estimated by the chronic kidney disease epidemiology collaboration formula with serum creatinine measurement (eGFR (CKD-EPI)cr) from baseline of ≥40%, or\n* sustained eGFR \\[mL/min/1.73 m2\\] \\<15 and baseline value ≥30, or\n* sustained eGFR \\<10 and baseline value \\<30; is reported by number of participants with component events. (These events may have occurred after the endpoint was already met. Combinations may not have occurred on the same day).\n\nSustained was determined by 2 or more consecutive post-baseline central laboratory measurements separated by at least 30 days.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Weight Change Per Mean Daily Loop Diuretic Dose After 15 Days of Treatment","description":"Diuretic effect as assessed by weight change per mean daily loop diuretic dose after 15 days of treatment.\n\nDiuretic dose = 40 mg intravenous furosemide or 80 mg oral furosemide.\n\nAbbreviation:\n\nKg: Kilogram","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.43","spread":"23.46"},{"groupId":"OG001","value":"-4.45","spread":"16.65"}]}]}]},{"type":"SECONDARY","title":"Weight Change Per Mean Daily Loop Diuretic Dose After 30 Days of Treatment","description":"Diuretic effect as assessed by weight change per mean daily loop diuretic dose after 30 days of treatment.\n\nDiuretic dose = 40 mg intravenous furosemide or 80 mg oral furosemide\n\nAbbreviation:\n\nKg: Kilogram","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.69","spread":"21.74"},{"groupId":"OG001","value":"-6.91","spread":"25.34"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":115,"n":264},"commonTop":["Hypotension"]}}}