{"nctId":"NCT00293020","briefTitle":"Study of the Safety of BEMA™ Fentanyl Use for Breakthrough Pain in Cancer Subjects on Chronic Opioid Therapy","startDateStruct":{"date":"2006-02"},"conditions":["Pain","Cancer"],"count":244,"armGroups":[{"label":"1","type":"EXPERIMENTAL","interventionNames":["Drug: BEMA Fentanyl"]}],"interventions":[{"name":"BEMA Fentanyl","otherNames":["bioerodible mucoadhesive system"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or non-pregnant and non-lactating female. A female of child-bearing potential is eligible to participate in this study if she is using an acceptable method of birth control.\n* 18 years or older\n* Patient must have pain associated with cancer or cancer treatment\n* Patient must be on a stable current regimen of oral opioids equivalent to 60 - 1000 mg/day of oral morphine or 50 - 300 µg/hr of transdermal fentanyl (e.g. oxycodone 30 mg, methadone 20 mg, and hydromorphone 7.5 mg)\n* Regularly experience 1 - 4 breakthrough pain episodes per day that require additional opioids for pain control\n* At least partial relief of breakthrough pain by use of opioid therapy\n* Subject must be able to self-administer the study medication correctly.\n* Subject must be willing and able to complete the electronic diary card with each pain episode.\n* Signed consent must be obtained at screening prior to any procedures being performed.\n\nExclusion Criteria:\n\n* Psychiatric/cognitive or neurological impairment that would limit the subject's ability to understand or complete the diary\n* Cardiopulmonary disease that, in the opinion of the investigator, would significantly increase the risk of respiratory depression\n* Recent history or current evidence of alcohol or other drug substance (licit or illicit) abuse\n* Rapidly escalating pain that the investigator believes may require an increase in the dosage of background pain medication during the study\n* Moderate (Grade 3) to severe (Grade 4) mucositis (subjects with less than moderate mucositis are permitted and must be instructed to not apply the BEMA disc at a site of inflammation)\n* Strontium 89 therapy within the previous 6 months\n* Any other therapy prior to the study that the investigator considers could alter pain or the response to pain medication.\n* Use of an investigational drug within 4 weeks preceding this study • History of hypersensitivity or intolerance to fentanyl\n* Regularly more than 4 episodes per day\n* ECOG performance status of 4 or 5\n* Subject is pregnant, actively trying to become pregnant, breast feeding or not using adequate contraceptive measures","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Adverse Events.","description":"After the first dose of BEMA Fentanyl, all adverse events were recorded and summarized.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"88.5","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":121,"n":243},"commonTop":["Nausea","Vomiting","Dizziness","Anemia","Edema peripheral"]}}}