{"nctId":"NCT03443869","briefTitle":"Letermovir Versus Valganciclovir to Prevent Human Cytomegalovirus Disease in Kidney Transplant Recipients (MK-8228-002)","startDateStruct":{"date":"2018-05-03","type":"ACTUAL"},"conditions":["CMV Disease"],"count":601,"armGroups":[{"label":"Letermovir","type":"EXPERIMENTAL","interventionNames":["Drug: Letermovir","Drug: Acyclovir (ACV)","Drug: Placebo to VGCV"]},{"label":"Valganciclovir","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Valganciclovir","Drug: Placebo to ACV","Drug: Placebo to LET"]}],"interventions":[{"name":"Letermovir","otherNames":[]},{"name":"Valganciclovir","otherNames":[]},{"name":"Acyclovir (ACV)","otherNames":[]},{"name":"Placebo to ACV","otherNames":[]},{"name":"Placebo to LET","otherNames":[]},{"name":"Placebo to VGCV","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Have a documented negative serostatus for CMV within 180 days prior to randomization.\n* Anticipate receiving a primary or secondary allograft kidney from a CMV IgG seropositive (D+) donor at the time of screening AND have received a primary or secondary allograft kidney from a documented D+ donor at the time of randomization.\n* Be within 0 (i.e. day of transplantation) to 7 days (inclusive) post-kidney transplant at the time of randomization.\n* Males agree to use contraception during the treatment period, and for at least 90 days after the last dose of study treatment, and refrain from donating sperm during this period.\n* Female is not pregnant, not breastfeeding, and is not a woman of childbearing potential (WOCBP), OR if a WOCBP, agrees to follow the contraception guidance during the treatment period and for at least 90 days after the last dose of study treatment.\n\nExclusion Criteria:\n\n* Has received a previous solid organ transplant or hematopoietic stem cell transplant (HSCT). Note: Participants who have received a prior primary allograft kidney may be enrolled, provided that all other inclusion/exclusion criteria are met.\n* Is a multi-organ transplant recipient (e.g. kidney-pancreas). Double kidney transplant recipients (i.e. transplant of two kidneys from the same donor to the same recipient simultaneously) will be excluded.\n* Has a history of CMV disease or suspected CMV disease within 6 months prior to randomization.\n* Has suspected or known hypersensitivity to active or inactive ingredients of LET formulations, VGCV, GCV, and/or ACV formulations.\n* Is on dialysis or plasmapheresis at the time of randomization. Dialysis includes hemofiltration.\n* Has Child-Pugh Class C severe hepatic insufficiency at screening.\n* Has both moderate hepatic insufficiency AND moderate-to-severe renal insufficiency at screening.\n* Has any uncontrolled infection on the day of randomization.\n* Has documented positive results for human immunodeficiency virus antibody (HIV-Ab) test at any time prior to randomization, or for hepatitis C virus antibody (HCV-Ab) and with detectable HCV ribonucleic acid (RNA) within 90 days prior to randomization, or hepatitis B surface antigen (HBsAg) within 90 days prior to randomization.\n* Requires mechanical ventilation, or is hemodynamically unstable, at the time of randomization.\n* Has a history of malignancy ≤5 years prior to signing informed consent.\n* Is pregnant or expecting to conceive, is breastfeeding, or plans to breastfeed from the time of consent through at least 90 days following cessation of study therapy.\n* Is expecting to donate eggs or sperm starting from the time of consent through at least 90 days following cessation of study therapy.\n* Has received within 30 days prior to randomization or plans to receive during the study any of the following anti-CMV IgG antibody treatment or anti-CMV drug therapy including the following: Cidofovir, CMV hyper-immune globulin, Any investigational CMV antiviral agent/biologic therapy.\n* Has received within 7 days prior to randomization or plans to receive during the study any of the following anti-CMV drug therapy: LET, GCV, VGCV, Foscarnet, ACV, Valacyclovir, Famciclovir.\n* Is a user of recreational or illicit drugs or has had a recent history (within the last year) of drug or alcohol abuse or dependence.\n* Is currently participating or has participated in a study with an unapproved investigational compound or device within 28 days, or 5× half-life of the investigational compound whichever is longer, of initial dosing on this study.\n* Has previously participated in this study or any other study involving LET.\n* Has previously participated or is currently participating in any study involving administration of a CMV vaccine or another CMV investigational agent, or is planning to participate in a study of a CMV vaccine or another CMV investigational agent during the course of this study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Adjudicated Cytomegalovirus (CMV) Disease Through 52 Weeks Post-transplant","description":"CMV disease was defined as the presence of either CMV end-organ disease or CMV syndrome and was confirmed by an independent, blinded Clinical Adjudication Committee (CAC). Only CAC-confirmed (\"adjudicated\") cases were included in percentage of participants who met the endpoint. Investigator-assessed cases which were not confirmed by the CAC were not included.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.4","spread":null},{"groupId":"OG001","value":"11.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Adjudicated CMV Disease Through 28 Weeks Post-transplant","description":"CMV disease was defined as the presence of either CMV end-organ disease or CMV syndrome and was confirmed by an independent, blinded CAC. Only CAC-confirmed (\"adjudicated\") cases were included in percentage of participants who met the endpoint. Investigator-assessed cases which were not confirmed by the CAC were not included.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"1.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Onset of Adjudicated CMV Disease Through 52 Weeks Post-transplant","description":"The time to onset of adjudicated CMV disease was calculated in days, from the day of randomization to the day of onset of CMV disease as determined by the CAC.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Any AE","description":"An AE was defined as any untoward medical occurrence in a participant or clinical investigation participant administered a pharmaceutical product and which does not necessarily have to have a causal relationship with this treatment. An AE could therefore be any unfavourable and unintended sign, symptom, or disease temporally associated with the use of a medicinal product or protocol-specified procedure, whether or not considered related to the medicinal product or protocol-specified procedure. Any worsening of a preexisting condition that is temporally associated with the use of the Sponsor's product, was also an AE.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"92.8","spread":null},{"groupId":"OG001","value":"92.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Any Drug-related Serious Adverse Event (SAE)","description":"An SAE was an AE that resulted in death, was life threatening, resulted in persistent or significant disability/incapacity, resulted in or prolonged an existing inpatient hospitalization, was a congenital anomaly/birth defect, was a cancer, was associated with an overdose, was another important medical event. SAEs that the investigator determined the relationship of the AE to the treatment as at least possibly related were reported.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.4","spread":null},{"groupId":"OG001","value":"5.1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":118,"n":292},"commonTop":["Diarrhoea","Leukopenia","Tremor","Oedema peripheral","Urinary tract infection"]}}}