{"nctId":"NCT00853606","briefTitle":"Long-Term Safety and Efficacy Study of Avanafil in Men With Erectile Dysfunction","startDateStruct":{"date":"2009-03"},"conditions":["Erectile Dysfunction"],"count":712,"armGroups":[{"label":"avanafil","type":"EXPERIMENTAL","interventionNames":["Drug: avanafil"]}],"interventions":[{"name":"avanafil","otherNames":["TA-1790","Stendra"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Successfully completed the entire treatment period in a qualifying study (TA-301 \\[NCT00790751\\] or TA-302 \\[NCT00809471\\]);\n* Demonstrated compliance with the study protocol, including drug administration, diary completion, and scheduled study visits, during the qualifying trial;\n* Made at least 4 attempts at intercourse during the last treatment period of the qualifying trial;\n* Agree to make at least 4 attempts at intercourse each month through the course of this study;\n* Agree not to use any other treatments for erectile dysfunction during participation in this study.\n* Provide written informed consent;\n* Willing and able to comply with scheduled study visits, treatment plan, laboratory tests, and other study procedures.\n\nExclusion Criteria:\n\n* Subjects who, in the opinion of the investigator, have developed one or more comorbidities during the qualifying study that would pose a safety concern to their continuation on treatment in study TA-314;\n* Subjects requiring treatment with an excluded medication.","healthyVolunteers":false,"sex":"MALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Percentage of Sexual Attempts in Which Subjects Were Able to Maintain an Erection of Sufficient Duration to Have Successful Intercourse.","description":"Data presented as mean change from baseline and the treatment period in the percentage of Yes responses to Sexual Encounter Profile (SEP) diary question 3 \"Did your erection last long enough for you to have successful intercourse?\" Baseline is the run-in period from the qualifying study (TA-301/TA-302) consisting of all data reported during the non-treatment interval from Visit 1 to Visit 2. The treatment period is the on-treatment interval beginning with the first dose of study drug and ending on the last study visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"54.75","spread":"35.915"}]}]}]},{"type":"PRIMARY","title":"Change in Percentage of Sexual Attempts in Which Subjects Were Able to Insert the Penis Into the Partner's Vagina","description":"Data presented as mean change from baseline and the treatment period in the percentage of Yes responses to Sexual Encounter Profile (SEP) diary question 2 \"Were you able to insert your penis into your partner's vagina?\" Baseline is the run-in period from the qualifying study (TA-301/TA-302) consisting of all data reported during the non-treatment interval from Visit 1 to Visit 2. The treatment period is the on-treatment interval beginning with the first dose of study drug and ending on the last study visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"36.91","spread":"36.142"}]}]}]},{"type":"PRIMARY","title":"Change in International Index of Erectile Function - Erectile Function Domain (IIEF-EF) Score","description":"Questionnaire assesses subject's evaluation of erectile function over the previous 4-week period. Total score from questions 1-5 \\& 15 ranges from 1 to 30. A higher score indicates better erectile function. Baseline is the observation at Visit 2 of the qualifying study (TA-301/TA-302). End of treatment is the observation at Visit 8 of the last observation carried forward.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.3","spread":"7.88"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":11,"n":712},"commonTop":["headache","flushing","nasopharyngitis","nasal congestion"]}}}