{"nctId":"NCT00744848","briefTitle":"Study to Evaluate Postoperative Analgesia in Subjects Undergoing Hemorrhoidectomy","startDateStruct":{"date":"2008-08"},"conditions":["Hemorrhoids"],"count":204,"armGroups":[{"label":"Bupivacaine HCl","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Bupivacaine HCl"]},{"label":"SKY0402","type":"OTHER","interventionNames":["Drug: SKY0402"]}],"interventions":[{"name":"Bupivacaine HCl","otherNames":["Marcaine with epinephrine 1:200,000"]},{"name":"SKY0402","otherNames":["DepoBupivacaine"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female equal or greater than 18 years of age at Screening\n* Female subjects: postmenopausal, surgically sterile, or willing to use acceptable means of contraception for at least 30 days after surgery, nonheterosexual lifestyle, or strictly monogamous relationship with a partner who has had a vasectomy.\n* Scheduled to undergo 2-or3-column excisional hemorrhoidectomy\n* American Society of Anesthesiology (ASA) Physical Class 1-4\n* Able and willing to complete with all study visits and procedures\n* Able to speak, read, and understand the language of all study forms and instruments used for collecting subject-reported outcomes to provide accurate study assessments\n* Willing and capable of provide written informed consent.\n\nExclusion Criteria:\n\n* Pregnant, nursing or planning to become pregnant during the study period\n* Use of any long-acting opioid medication within 3 days of surgery or any opioid medication with 24 hours of surgery.\n* Concurrent painful physical condition or concurrent surgery that may require analgesic treatment in the postoperative period for pain not strictly related to the procedure or that may interfere with study assessments.\n* Single-column hemorrhoidectomy\n* Body weight less than 50 kg (110 pounds)\n* History of hypersensitivity or idiosyncratic reaction to amide-type local anesthetics, opioid medication, or any ingredient of the medications administered in this study (e.g., sulfites in Marcaine with epinephrine)\n* contraindication to epinephrine\n* contraindication to any of the pain-control agents planned for postoperative use\n* Administration of an investigational drug within 30 days or 5 elimination half-lives of such investigational drug prior to study drug administration\n* History of, known addiction, or abuse of illicit drugs, prescription medicines or alcohol within the past 2 years.\n* Uncontrolled anxiety schizophrenic, or other psychiatric disorder that may interfere with study assessments or compliance.\n* Significant medical conditions or laboratory results that indicate an increased vulnerability to study drugs and procedures, and expose the subject to an unreasonable risk as a result of participating in this clinical trial.\n* Any clinically significant event or condition uncovered during surgery\n* A cumulative incision length less than 3 cm","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Area Under the Curve (AUC) of the Numeric Rating Scale at Rest (NRS-R) Pain Intensity Scores","description":"To assess pain intensity at rest (NRS-R), the subject was to assume a resting position that did not exacerbate his or her postoperative pain. The subject was to rest in this position for at least 5 minutes before responding to the following question, \"On a scale of 0 to 10, where 0=no pain and 10=worst possible pain, how much pain are you having right now?\"","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"359","spread":"194"},{"groupId":"OG001","value":"396","spread":"213"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Adverse Events (AEs) Through Day 3 and Serious Adverse Events (SAEs) Through Day 30","description":null,"paramType":null,"dispersionType":null,"classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":103},"commonTop":["Nausea","Constipation","Vomiting","Headache","Pruritis"]}}}