{"nctId":"NCT01420549","briefTitle":"Efficacy/Safety of Rosuvastatin+Ezetimibe in High Risk Patients With Primary Hypercholesterolemia/Mixed Dyslipidemia","startDateStruct":{"date":"2013-03"},"conditions":["Hypercholesterolemia","Dyslipidemia"],"count":129,"armGroups":[{"label":"Rosuvastatin + Ezetimibe","type":"EXPERIMENTAL","interventionNames":["Drug: Rosuvastatin 10 mg + Ezetimibe 10 mg and Rosuvastatin 20 mg + Ezetimibe 10 mg, according to clinical evaluation."]},{"label":"Simvastatin + Ezetimibe","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Simvastatin 20 mg + Ezetimibe 10 mg and Simvastatin 40 mg + Ezetimibe 10 mg, according to clinical evaluation."]}],"interventions":[{"name":"Rosuvastatin 10 mg + Ezetimibe 10 mg and Rosuvastatin 20 mg + Ezetimibe 10 mg, according to clinical evaluation.","otherNames":["Lance"]},{"name":"Simvastatin 20 mg + Ezetimibe 10 mg and Simvastatin 40 mg + Ezetimibe 10 mg, according to clinical evaluation.","otherNames":["Vytorin"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male and female participants aged 18 to 80 years;\n* Participants diagnosed with primary hypercholesterolemia or mixed dyslipidemia;\n* Participants must not have other clinically significant comorbidities that may interfere with study evaluations;\n* Participants able to understand and adhere to the therapeutic scheme and to attend the study visits;\n* Participants who agree to maintain a low cholesterol diet throughout the study;\n* Participants who agree to discontinue previous medication for hypercholesterolemia treatment throughout the study;\n* Participants with hypercholesterolemia or mixed dyslipidemia with the following laboratory test results on the baseline visit: LDL-C level \\>130 mg/dl if were receiving prior treatment with statins; or LDL-C level \\>100 mg/dl if were receiving prior treatment with first generation statins; or LDL ≥160 mg/dL and ≤220 mg/dL and triglycerides ≤350 mg/dL if were not in prior treatment with statins.\n* Female participants in reproductive age with negative serum beta-hCG test result in the baseline visit who agree to use acceptable contraceptive methods (oral contraceptives, injectable contraceptives, intrauterine device (IUD), hormonal implants, barrier methods, hormonal patch, tubal ligation or female participants who declare to perform non reproductive sexual practices); except surgically sterile (for example oophorectomy and hysterectomy), surgical sterilization or of the partner; or postmenopausal for at least one year;\n* Participants with laboratorial test results after treatment with Simvastatin 20 mg for four weeks with LDL-C level ≥100 mg/dl.\n\nExclusion Criteria:\n\n* Heart failure class III or IV (NYHA- New York Heart Association);\n* Blood dyscrasia;\n* Unstable angina pectoris;\n* Myocardial infarction in the last 3 months;\n* Planning for CABG (coronary artery bypass graft), peripheral or carotid percutaneous intervention for the next 90 days;\n* Renal insufficiency: estimated Glomerular Filtration Rate (GFR) \\< 30 ml/min/m2;\n* History of alcoholism that, at the investigator's discretion, could compromise the drug treatment compliance;\n* Participants with comorbidities that hinder the interpretation of results or contraindicate the lipid-lowering therapy \\[uncontrolled hypothyroidism (thyroid-stimulating hormone \\[TSH\\] \\> 8 mUI/mL); uncontrolled diabetes (Hemoglobin A1c \\[HbA1c\\] \\> 8%); active hepatic disease; antiretroviral therapy for HIV, neoplasm (except for adequately treated skin cancer within the past 5 years), concomitant immunosuppressive therapy (transplant receivers and rheumatic disease);\n* Uncontrolled systemic arterial hypertension;\n* Hypersensitivity to any component of the investigational product;\n* Participant who has participated in clinical trial protocols in the last twelve (12) months (CNS Resolution 251 of August 7, 1997, Part III, sub-item J), unless the investigator considers that there may be a direct benefit to the patient;\n* Any observational finding (clinical/ physical evaluation), laboratory abnormality, disease or therapy that is interpreted by the investigator as a risk to the research participant's participation in the clinical trial;\n* Aspartate transaminase (AST) or alanine aminotransferase (ALT) more than two times the normal upper limit of the central laboratory reference range after treatment with Simvastatin 20 mg for four weeks;\n* Creatine phosphokinase (CPK) more than three times the normal upper limit of the central laboratory reference range after treatment with Simvastatin 20 mg for four weeks.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Reduction of LDL Cholesterol Levels","description":"The primary efficacy variable was the percentage of LDL-C variation at the end of nine weeks of treatment, compared to baseline (pre-randomization), in participants who achieved LDL \\<100 mg/dL were considered to have been successfully treated.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-39.45","spread":null},{"groupId":"OG001","value":"-29.13","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":66},"commonTop":["Myalgia"]}}}