{"nctId":"NCT00024102","briefTitle":"Comparison of Combination Chemotherapy Regimens in Treating Older Women Who Have Undergone Surgery for Breast Cancer","startDateStruct":{"date":"2001-09"},"conditions":["Breast Cancer"],"count":633,"armGroups":[{"label":"Standard Chemotherapy","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Standard Treatment"]},{"label":"Capecitabine","type":"EXPERIMENTAL","interventionNames":["Drug: capecitabine"]}],"interventions":[{"name":"Standard Treatment","otherNames":["doxorubicin = adriamycin"]},{"name":"capecitabine","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"1. Patients with operable, histologically confirmed adenocarcinoma of the female breast.\n2. TNM Stage per AJCC Cancer Staging Manual 6th edition:\n\n   * T1-4 (Tumor size \\> 1 cm), N0, M0 or T1-4, N1-3, M0\n   * Patients with bilateral, synchronous breast cancer are eligible as long as one primary tumor meets the criteria above.\n3. Patients with HER2/neu positive, negative or unknown disease are eligible for this trial.\n\n   Patients whose tumors are HER2 positive by either immunohistochemistry 3+ staining or demonstrate gene amplification by FISH will be eligible to receive trastuzumab, as outlined in the protocol.\n4. Age 65 years or older\n5. Performance status 0-2 (Common Toxicity Criteria).\n6. Prior treatment:\n\n   * Surgical resection -\n\n     * All tumor should be removed by either a modified radical mastectomy or a lumpectomy. Patients must be registered ≤ 84 days from mastectomy or within 84 days of axillary dissection if patient's most extensive breast surgery was a breast sparing procedure.\n     * Node dissection: Axillary node dissection is not required. Management of the axilla is at the discretion of the treating physician. There is no restriction on eligibility based on the number of nodes removed.\n     * Mastectomy: There should be no evidence of gross or microscopic invasive tumor at the surgical resection margins noted in the final surgery or pathology reports for patients who have had a modified radical mastectomy. Patients with close margins (tumor \\< 1 mm from margin) are eligible.\n     * Segmental mastectomy (lumpectomy): Although clear margins are preferable, DCIS or LCIS at the surgical resection margin will not render a patient who has undergone a segmental mastectomy ineligible for this study. Invasive tumor at the final resection margin will render a patient ineligible.\n   * No prior chemotherapy for this malignancy.\n   * Patients with a history of hypersensitivity to 5-FU or known dihydropyrimidine dehydrogenase (DPD) deficiency are not eligible to participate.\n   * Patients may receive up to four weeks of tamoxifen therapy for this malignancy and still be eligible for study entry. Patients who received tamoxifen or raloxifene for purposes of chemoprevention (e.g., Breast Cancer Prevention Trial) or for other indications (including previous breast cancer) are eligible. Tamoxifen or raloxifene therapy should be discontinued before the patient is enrolled on this study.\n7. Required Initial Laboratory Data:\n\n   * Granulocytes \\> 1,500/µl\n   * Platelet count ≥100,000/µl\n   * Calculated Creatinine Clearance \\> 30 mL/min\n   * Total bilirubin ≤ ULN","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"65 Years","stdAges":["OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Relapse-free Survival Rates at 2.4 Years","description":"Percentage of participants who were alive and relapse-free at time of analysis were counted as \"Alive without relapse\" at 2.4 years. Participants who had a first local recurrence, first distant metastasis or death from any cause were counted as \"relapse, first occurrence\". These rates were estimated using the Kaplan Meier method","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"20","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"89","spread":null},{"groupId":"OG001","value":"80","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival Rate at 2.4 Years","description":"Percentage of patients who were alive at 2.4 years. This rate was estimated using the Kaplan Meier method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"93","spread":null},{"groupId":"OG001","value":"88","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Grade 3, 4 or 5 Adverse Event at Least Possibly Related to Treatment.","description":"The National Cancer Institute (NCI) Common Toxicity Criteria (CTC) Version 2.0 was used to evaluate toxicity.\n\nGrade 1: Mild; Grade 2: Moderate; Grade 3: Severe; Grade 4: Life Threatening; Grade 5: Death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"92","spread":null},{"groupId":"OG001","value":"109","spread":null},{"groupId":"OG002","value":"101","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":15,"n":131},"commonTop":["Fatigue","Nausea","Hemoglobin decreased","Leukocyte count decreased","Diarrhea"]}}}