{"nctId":"NCT00334282","briefTitle":"Safety and Efficacy of GW786034 (Pazopanib) In Metastatic Renal Cell Carcinoma","startDateStruct":{"date":"2006-04"},"conditions":["Carcinoma, Renal Cell"],"count":435,"armGroups":[{"label":"placebo arm","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: placebo"]},{"label":"pazopanib arm","type":"EXPERIMENTAL","interventionNames":["Drug: Pazopanib"]}],"interventions":[{"name":"Pazopanib","otherNames":["votrient"]},{"name":"placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nA patient will be considered for inclusion in this study only if all of the following criteria apply:\n\n* Signed written informed consent.\n* Diagnosis of clear cell RCC that is predominantly clear cell histology. Note: cytology cannot be the only pathologic criteria to confirm clear cell RCC. Patients with tumor types that are interpreted as non-clear cell, e.g. papillary, are excluded.\n* Locally advanced RCC (defined as disease not amenable to curative surgery or radiation therapy) or metastatic RCC (equivalent to Stage IV RCC according to American Joint Committee on Cancer (AJCC) staging.\n* Note: If the metastatic disease is restricted to a solitary lesion, its neoplastic nature must be confirmed by histology or cytology. Cytology cannot be the only pathologic criteria to confirm clear cell RCC, but can be used in a patient with histologically confirmed clear cell RCC to confirm that metastatic disease is neoplastic in nature.\n* Must have measurable disease, i.e. presenting with at least one measurable lesion per Response Evaluation Criteria in Solid Tumors (RECIST). A measurable lesion is defined as a lesion that can be accurately measured in at least one dimension with the longest diameter ≥ 20 mm using conventional techniques, or ≥ 10 mm with spiral CT scan.\n* Note: Patient should be excluded if all baseline measurable lesions are within previously irradiated areas.\n* Note: A patient must complete all the baseline disease assessments in order to be eligible. Baseline head, chest, abdominal and pelvic CT or MRI scans must be performed within 2 weeks prior to the first dose of study medication; baseline bone scan must be performed within 3 weeks of the first dose of study medication.\n* Patients who have received only one prior systemic treatment for locally advanced or metastatic RCC with documented disease progression or documented treatment discontinuation due to unacceptable toxicity. This first-line systemic treatment must be cytokine based.\n* Note: The first-line cytokine-based treatment can be interleukin-2 (IL-2) or interferon-α (INFα) monotherapy, IL-2 in combination with INF-α, IL-2 and/or INF-α in combination with chemotherapy, hormonal or other therapies excluding agents targeting angiogenesis pathways. Agents in a combination regimen can be given sequentially if the treatment sequence is pre-determined and the patient does not fail one agent prior to starting another.\n* Note: Prior adjuvant or neo-adjuvant therapies are permitted excluding any agents that target vascular endothelial growth factor (VEGF) or VEGF receptors. The adjuvant/neo-adjuvant therapies should not be considered as first-line systemic treatment for advanced RCC.\n\nOr,\n\n* Patients who have received no prior systemic therapy for advanced/metastatic RCC can be enrolled if under any of the following circumstances:\n* Patients who live in countries or regions where there is no established standard first-line therapy for advanced/metastatic RCC or where there are barriers to the access of established therapies such as sunitinib, sorafenib, IFNα or IL-2.\n* Patients who live in countries or regions where IL-2 or INF-α has been approved for the treatment of advanced/metastatic RCC, however, these agents are generally not recognized by the local clinical community as a standard treatment for advanced/metastatic RCC, or where the physician and the patient have determined that the available cytokine therapies are not an acceptable therapeutic option.\n* Patients who have recurred following prior adjuvant or neo-adjuvant cytokine therapy for RCC are eligible to participate without receiving a first-line systemic treatment for locally advanced or metastatic RCC. These patients should be stratified as the first-line population.\n* Male or female ≥ 18 years of age.\n* A woman is eligible to participate in the study if she is of:\n* Non-childbearing potential (i.e., physiologically incapable of becoming pregnant), including any female who:\n* Has had a hysterectomy,\n* Has had a bilateral oophorectomy (ovariectomy),\n* Has had a bilateral tubal ligation,\n* Is post-menopausal (total cessation of menses for ≥1 year).\n* Childbearing potential, has a negative serum pregnancy test within 2 weeks of the first dose of study medication, and agrees to use adequate contraception. GSK acceptable contraceptive methods, when used consistently and in accordance with both the product label and the instructions of the physician, are as follows:\n* An intrauterine device with a documented failure rate of less than 1% per year.\n* Vasectomized partner who is sterile prior to the female patient's entry and is the sole sexual partner for that female.\n* Complete abstinence from sexual intercourse for 14 days before exposure to investigation product, through the clinical trial, and for at least 21 days after the last dose of investigational product.\n* Double-barrier contraception (condom with spermicidal jelly, foam suppository, or film; diaphragm with spermicide; or male condom and diaphragm with spermicide).\n* Oral contraceptives are not reliable due to the potential for drug-drug interactions.\n* A man with a female partner of childbearing potential is eligible to enter and participate in the study if he is abstinent or uses a barrier method of contraception during the study.\n* Eastern Cooperative Oncology Group Performance Status (ECOG PS) 0 or 1\n* Adequate baseline organ function defined as:\n* Hematologic function:\n\nAbsolute Neutrophil Count (ANC) ≥1 x 10\\^9/L Hemoglobin ≥ 9 g/dL Platelet ≥75 x 10\\^9/L\n\n* Hepatic function:\n\nTotal bilirubin ≥ 1.5 x Upper Limit of Normal (ULN) Aspartate Aminotransferase (AST) and Alanine Aminotransferase (ALT) ≥ 2 x ULN\n\n* Renal function:\n\nCalculated creatinine clearance≥30 mL/min \\[See Section 14.6 Appendix 6\\] and\n\n≥Urine protein is 0, trace, or +1 determined by dipstick urinalysis, or \\< 1.0 gram determined by 24-hour urine protein analysis.\n\n* Note: A patient should first be screened with dipstick urinalysis. If urine protein is ≥2+, then a 24-hour urine protein must be assessed and patient will be excluded if 24-hour urine protein is≥ 1.0 gram.\n* Corrected serum calcium level within normal range per local clinical laboratory standard.\n\nNote: Patients with hypercalcemia should be treated until the corrected serum calcium level reaches the normal range.\n\n* At least 4 weeks must have elapsed since the last surgery and 2 weeks must have elapsed since radiotherapy or the last systemic cytokine therapy.\n* Complete recovery from prior surgery, and/or reduction of all AEs to Grade 1 from prior systemic therapy or radiotherapy.\n* Note: In patients with prior radiotherapy, the steroid doses should be stable or decreasing for at least 2 weeks.\n\nExclusion Criteria:\n\nA patient will not be eligible for inclusion in this study if any of the following criteria apply:\n\n* Pregnant or lactating female.\n* History of another malignancy.\n* Note: Patients who have had another malignancy and have been disease-free for 5 years, or patients with a history of completely resected non-melanomatous skin carcinoma or successfully treated in situ carcinoma are eligible.\n* History or presence of central nervous system (CNS) metastasis or leptomeningeal tumors as documented by CT or MRI scan, analysis of cerebrospinal fluid or neurological exam.\n\nNote: A baseline brain CT or MRI scan must be obtained in all patients within 2 weeks of the first dose of study medication.\n\n* Malabsorption syndrome or disease that significantly affects gastrointestinal function, or major resection of the stomach or small bowel that could affect the absorption of pazopanib.\n* Unable to swallow and retain orally administered medication.\n* Active peptic ulcer disease, inflammatory bowel disease, ulcerative colitis, or other gastrointestinal conditions with increased risk of perforation; history of abdominal fistula, gastrointestinal perforation, or intra-abdominal abscess within 4 weeks prior to beginning study treatment.\n* History of human immunodeficiency virus infection.\n* Presence of uncontrolled infection.\n* Corrected QT interval (QTc) prolongation defined as QTc interval \\> 470 msecs.\n* History of Class III or IV congestive heart failure according to New York Heart Association (NYHA) classification.\n* History of any one of the following cardiac conditions within the past 6 months:\n* Cardiac angioplasty or stenting, or\n* Myocardial infarction, or\n* Unstable angina.\n* History of cerebrovascular accident within the past 6 months.\n* Poorly controlled hypertension \\[defined as systolic blood pressure (SBP) of ≥140mmHg, or diastolic blood pressure (DBP) of ≥ 90mmHg\\].\n* Note: Initiation or adjustment of antihypertensive medication(s) is permitted prior to study entry. The blood pressure must be re-assessed on two occasions that are separated by a minimum of 24 hours. The mean SBP / DBP values from both blood pressure assessments must be \\< 140/90mmHg in order for a patient to be eligible for the study.\n* History of untreated deep venous thrombosis (DVT) within the past 6 months (e.g. a calf vein thrombosis that is not treated).\n\nNote: Patients with recent DVT who are treated with therapeutic anti-coagulating agents (excluding therapeutic warfarin) for at least 2 weeks are eligible.\n\n* Presence of any non-healing wound, fracture, or ulcer, or presence of symptomatic peripheral vascular disease.\n* Evidence of bleeding diathesis or coagulopathy.\n* Any serious and/or unstable pre-existing medical, psychiatric, or other conditions that could interfere with patient's safety, obtaining informed consent or compliance to the study.\n* Has taken any prohibited medications within 14 days of the first dose of study medication.\n* Current or prior use of an investigational anti-cancer drug within 4 weeks of start of study.\n* Prior use of an investigational or licensed drug that targets VEGF or VEGF receptors (eg. bevacizumab, sunitinib, sorafenib, etc).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression-free Survival","description":"Progression-free survival (PFS) is defined as the interval between the date of randomization and the earliest date of disease progression or death due to any cause. Assessments of progression and non-progression were made by an independent imaging review committee (IRC) for the primary analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.2","spread":null},{"groupId":"OG001","value":"4.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival","description":"Overall survival is defined as the time from randomization until death. The length of this interval was estimated as the date of death minus the date of randomization plus 1 day. Participants who were still alive at the time of analysis were censored.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22.9","spread":null},{"groupId":"OG001","value":"20.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Response","description":"Overall response is the number of participants who had a complete response (CR) or a partial response (PR). Per RECIST: CR, all detectable tumor has disappeared; PR, a \\>=30% decrease in the sum of the longest dimensions of the target lesions (TLs) taking as a reference the Baseline sum, no worsening of non-TLs, and no new lesions; Progressive disease (PD), a \\>=20% increase in TLs, clearly worsening of non-TLs, or emergence of new lesions; Stable Disease, small changes that do not meet previously given criteria. IRC, independent review committee.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"87","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"110","spread":null},{"groupId":"OG001","value":"59","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"51","spread":null},{"groupId":"OG001","value":"58","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"41","spread":null},{"groupId":"OG001","value":"23","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"99","spread":null},{"groupId":"OG001","value":"9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"118","spread":null},{"groupId":"OG001","value":"62","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"46","spread":null},{"groupId":"OG001","value":"65","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23","spread":null},{"groupId":"OG001","value":"9","spread":null}]}]}]},{"type":"SECONDARY","title":"Participants With Complete Response, Partial Response, or 6 Months of Stable Disease","description":"This is similar to overall response rate, but also includes participants who had stable disease for at least 6 months. Per Response Evaluation Criteria In Solid Tumors (RECIST): CR, all detectable tumor has disappeared; PR, a \\>=30% decrease in the sum of the longest dimensions of the target lesions taking as a reference the Baseline sum; Stable Disease, small changes that do not meet previously given criteria; Progressive Disease, a \\>=20% increase in target lesions. IRC, independent review committee.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"87","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"48","spread":null},{"groupId":"OG001","value":"17","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"92","spread":null},{"groupId":"OG001","value":"84","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"62","spread":null},{"groupId":"OG001","value":"39","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response","description":"Duration of response is defined as the time from first observation of response until progression of disease or death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"58.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Response as Assessed by an Independent Review Committee (IRC) and the Investigator","description":"Time to response is defined as the time from randomization until the first documented evidence of complete response (all detectable tumor has disappeared) or partial response (a \\>=30% decrease in the sum of the longest dimensions of the target lesions taking as a reference the Baseline sum) (whichever status was recorded first).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Adjusted Mean Change From Baseline in the European Organization for Research and Treatment of Cancer Quality of Life (QOL) Questionnaire Core 30 (EORTC QLQ C-30) Score at Weeks 6, 12, 18, 24, and 48","description":"The EORTC QLQ-C30 is a questionnaire developed to assess the quality of life of cancer participants. The analyses for EORTC QLQ-C30 were focused on global health status/Health-Related Quality of Life (HRQOL) scores on the questionnaire. The scores (from 1 \\[very poor quality of life\\] to 7 \\[excellent quality of life\\]) for these two questions were averaged and then transformed to a 0 - 100 scale (based on published methods) prior to analysis of change from Baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.2","spread":"19.66"},{"groupId":"OG001","value":"-2.6","spread":"19.18"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.6","spread":"20.16"},{"groupId":"OG001","value":"-0.5","spread":"17.55"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.5","spread":"21.70"},{"groupId":"OG001","value":"-0.3","spread":"18.13"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1","spread":"19.81"},{"groupId":"OG001","value":"-0.5","spread":"18.67"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.3","spread":"18.36"},{"groupId":"OG001","value":"0.3","spread":"15.63"}]}]}]},{"type":"SECONDARY","title":"Adjusted Mean Change From Baseline in the Index Score of the EQ-5D (EuroQoL [Quality of Life]-5D) Questionnaire at Weeks 6, 12, 18, 24, and 48","description":"The EQ-5D is comprised of a 5-item health status measure and a visual analogue rating scale, and measures mobility, self-care, usual activities, pain, discomfort, and anxiety/depression. Responses to each of the 5 health states are measured on a 3-point scale (no, moderate, and extreme problems). Scoring of the EQ-5D yields an index-based summary score (Index), through application of societal weights, and a VAS score (VAS). Index is interpreted on a continuum from 1.0 (best possible health) to 0 (represents dead), to some health sates being worse than dead (\\<0).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.014","spread":"0.2203"},{"groupId":"OG001","value":"-0.029","spread":"0.2674"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.040","spread":"0.2148"},{"groupId":"OG001","value":"0.007","spread":"0.1969"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.023","spread":"0.2305"},{"groupId":"OG001","value":"-0.006","spread":"0.1466"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.025","spread":"0.2420"},{"groupId":"OG001","value":"-0.001","spread":"0.2411"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.030","spread":"0.1961"},{"groupId":"OG001","value":"-0.005","spread":"0.2015"}]}]}]},{"type":"SECONDARY","title":"Adjusted Mean Change From Baseline in the Visual Analog Scale (VAS) Score of the EQ-5D (EuroQoL [Quality of Life]-5D) Questionnaire at Weeks 6, 12, 18, 24, and 48","description":"The EQ-5D is comprised of a 5-item health status measure and a visual analogue rating scale, and measures mobility, self-care, usual activities, pain, discomfort, and anxiety/depression. Responses to each of the 5 health states are measured on a 3-point scale (no, moderate, and extreme problems). Scoring of the EQ-5D yields an index-based summary score (Index) and a VAS score (VAS), obtained from participant's self-reports of their health on a VAS thermometer scale. The EQ-5D VAS ranges from 0% (worst imaginable health state) to 100% (best imaginable health state).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.9","spread":"21.07"},{"groupId":"OG001","value":"-3.6","spread":"23.04"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.4","spread":"22.55"},{"groupId":"OG001","value":"0.2","spread":"25.35"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1","spread":"23.20"},{"groupId":"OG001","value":"0.1","spread":"19.35"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.6","spread":"22.16"},{"groupId":"OG001","value":"5.4","spread":"21.27"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.4","spread":"24.21"},{"groupId":"OG001","value":"8.8","spread":"23.96"}]}]}]},{"type":"SECONDARY","title":"Plasma Pazopanib Concentrations Before Dosing and at 2, 4, and 8 Hours After Dosing on Day 1 and Week 3","description":"The concentration of pazopanib in the plasma was measured.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"31851","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17270","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"42205","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"24360","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"42637","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"19925","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"40177.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Baseline Expression Levels of the Indicated Target Proteins in Pazopanib- and Placebo-treated Participants","description":"Baseline plasma samples were obtained from participants and were tested for the indicated cytokine and angiogenesis factors. Protein levels were determined using the Searchlight multiplex system based on chemiluminescence.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"31.003","spread":"65.247"},{"groupId":"OG001","value":"24.145","spread":"31.708"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"35.429","spread":"164.12"},{"groupId":"OG001","value":"27.755","spread":"66.129"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"308.61","spread":"365.19"},{"groupId":"OG001","value":"273.15","spread":"350.91"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"383.55","spread":"308.89"},{"groupId":"OG001","value":"522.94","spread":"1003.8"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"847464","spread":"690744"},{"groupId":"OG001","value":"735915","spread":"423493"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"41649.28","spread":"22389.04"},{"groupId":"OG001","value":"41231.45","spread":"19825.7"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"444343","spread":"707005"},{"groupId":"OG001","value":"369317","spread":"490931"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":79,"n":290},"commonTop":["Diarrhoea","Hypertension","Hair colour changes","Nausea","Decreased appetite"]}}}