{"nctId":"NCT05070546","briefTitle":"A Study of an Ad26.RSV. preF-based Vaccine in Adults Aged 18 to 59 Years, Including Adults at High Risk for Severe RSV Infection","startDateStruct":{"date":"2021-09-29","type":"ACTUAL"},"conditions":["Respiratory Syncytial Virus Infection Prevention"],"count":1124,"armGroups":[{"label":"Cohort (C)1 Group (G)1: Healthy Adults, 18-59 Years (Respiratory Syncytial Virus [RSV] vaccine)","type":"EXPERIMENTAL","interventionNames":["Biological: Ad26.RSV.preF-based Vaccine"]},{"label":"C1 G2: Healthy Adults, 18-59 Years (Placebo)","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Placebo"]},{"label":"C2 G3: High Risk Adult, 18-59 Years (RSV Vaccine)","type":"EXPERIMENTAL","interventionNames":["Biological: Ad26.RSV.preF-based Vaccine"]},{"label":"C2 G4: High Risk Adult, 18-59 Years (Placebo)","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Placebo"]},{"label":"C3 G5: Adults, 65 Years and Older (RSV Vaccine)","type":"EXPERIMENTAL","interventionNames":["Biological: Ad26.RSV.preF-based Vaccine"]},{"label":"C3 G6: Adults, 65 Years and Older (Placebo)","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Placebo"]}],"interventions":[{"name":"Ad26.RSV.preF-based Vaccine","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participants must be of a) non child bearing potential or b) of child bearing potential and practicing an acceptable and effective of contraception\n* All participants of childbearing potential must: have a negative highly sensitive urine beta-human chorionic gonadotropin (beta-hCG) pregnancy test at screening; and have a negative highly sensitive urine beta-hCG pregnancy test immediately prior to each study vaccination (if screening and vaccination are not performed on the same day) Cohorts 1 and 2\n* Participant is aged 18 to 59 years (inclusive) on the day of signing the informed consent form (ICF) and expected to be available for the duration of the study Cohort 2\n* Has an existing chronic heart or lung condition, without hospitalizations or major medication class change (that is, new or stopped medications) within 30 days prior to screening, meeting the following criteria; a) cardiac disease: at least Class II symptoms per New York Heart Association classification or similar guidelines according to local practice, b) pulmonary disease: activity-restricting symptoms or use of long-term medications Cohort 3\n* Participant is aged 65 years or older on the day of signing the ICF and expected to be available for the duration of the study\n* Participant may have underlying illnesses such as hypertension, congestive heart failure, chronic obstructive pulmonary disease (COPD), type 2 diabetes, hyperlipoproteinemia, or hypothyroidism, as long as their symptoms and signs are stable at the time of vaccination, and these conditions receive routine follow-up by the participant's healthcare provider\n\nExclusion Criteria:\n\n* Known or suspected allergy or history of anaphylaxis or other serious adverse reactions to vaccines or their excipients (including specifically the excipients of the study vaccine)\n* Abnormal function of immune system due to a clinical condition or treatment\n* History of thrombosis with thrombocytopenia syndrome (TTS) or heparin-induced thrombocytopenia and thrombosis (HITT).\n* Participant received or plans to receive: (a) licensed live attenuated vaccines - within 28 days before or after planned administration of study vaccine; and (b) other licensed (not live) vaccines - within 14 days before or after planned administration of study vaccine\n* Received an respiratory syncytial virus (RSV) vaccine in a previous RSV vaccine study\n* History of acute polyneuropathy (example, Guillain-Barre syndrome) or chronic idiopathic demyelinating polyneuropathy","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Cohorts 1 and 2: Number of Participants With Solicited Local Adverse Events (AEs)","description":"Number of participants with solicited local AEs at 7 days post-vaccination in Cohorts 1 and 2 were reported. An AE is any untoward medical occurrence in a participant participating in a clinical study that does not necessarily have a causal relationship with the pharmaceutical/biological agent under study. Solicited local AEs were predefined local events (at the injection site: erythema, pain/tenderness and swelling) that were by definition considered as related to the study vaccine and collected within 7 days after vaccination.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"273","spread":null},{"groupId":"OG001","value":"10","spread":null},{"groupId":"OG002","value":"276","spread":null},{"groupId":"OG003","value":"15","spread":null}]}]}]},{"type":"PRIMARY","title":"Cohorts 1 and 2: Number of Participants With Solicited Systemic AEs","description":"Number of participants with solicited systemic AEs at 7 days post-vaccination in Cohorts 1 and 2 were reported. An AE is any untoward medical occurrence in a participant participating in a clinical study that does not necessarily have a causal relationship with the pharmaceutical/biological agent under study. Solicited systemic AEs including pyrexia, headache, fatigue, myalgia and nausea were collected within 7 days after vaccination.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"277","spread":null},{"groupId":"OG001","value":"33","spread":null},{"groupId":"OG002","value":"275","spread":null},{"groupId":"OG003","value":"40","spread":null}]}]}]},{"type":"PRIMARY","title":"Cohorts 1 and 2: Number of Participants With Unsolicited AEs","description":"Number of participants with unsolicited AEs post-vaccination in Cohorts 1 and 2 were reported. An AE was defined as any untoward medical occurrence in a participant participating in a clinical study that did not necessarily have a causal relationship with the pharmaceutical/biological agent under study. Unsolicited AEs were defined as all AEs for which the participant was not specifically questioned in the participant diary.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"111","spread":null},{"groupId":"OG001","value":"13","spread":null},{"groupId":"OG002","value":"85","spread":null},{"groupId":"OG003","value":"12","spread":null}]}]}]},{"type":"PRIMARY","title":"Cohorts 1, 2, and 3: Number of Participants With Serious Adverse Events (SAEs)","description":"Number of participants with SAEs post-vaccination were reported. An AE was defined as any untoward medical event that occurred in a participant administered an investigational product, and it did not necessarily indicated only events with clear causal relationship with the relevant investigational product. SAE was defined as any AE that resulted in: death, persistent or significant disability/incapacity, required inpatient hospitalization or prolongation of existing hospitalization, was life-threatening experience, was a congenital anomaly/birth defect and would jeopardize participant and/or required medical or surgical intervention to prevent one of the outcomes listed above.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"10","spread":null},{"groupId":"OG003","value":"0","spread":null},{"groupId":"OG004","value":"13","spread":null},{"groupId":"OG005","value":"1","spread":null}]}]}]},{"type":"PRIMARY","title":"Cohorts 1, 2, and 3: Number of Participants With Adverse Events of Special Interest (AESI)","description":"Number of participants with AESI post-vaccination were reported. AESIs were significant AEs that were judged to be of special interest because of clinical importance, known or suspected class effects, or based on nonclinical signals. Thrombosis with thrombocytopenia syndrome (TTS) was considered as an AESI.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"0","spread":null},{"groupId":"OG004","value":"0","spread":null},{"groupId":"OG005","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Cohorts 1 (Group 1), 2 (Group 3), and 3 (Group 5): Respiratory Syncytial Virus (RSV) A2 Strain Neutralizing Antibody Titers","description":"RSV A2 strain neutralizing antibody titers of the vaccine-induced immune response was assessed through virus neutralization assay and were expressed as 50% inhibitory concentration (IC50) units.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7095","spread":null},{"groupId":"OG001","value":"4596","spread":null},{"groupId":"OG002","value":"6491","spread":null}]}]}]},{"type":"PRIMARY","title":"Cohorts 1 (Group 1), 2 (Group 3), and 3 (Group 5): Percentage of Participants With Seroresponse as Assessed by Virus Neutralizing Assay (VNA-A2)","description":"Percentage of participants with seroresponse as assessed by VNA-A2 strain were reported. Seroresponse was defined as a 4-fold increase from baseline in Day 15 VNA A2 antibody titers.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"88","spread":null},{"groupId":"OG001","value":"82.41","spread":null},{"groupId":"OG002","value":"89.37","spread":null}]}]}]},{"type":"SECONDARY","title":"Cohorts 1, 2, and 3: Geomteric Mean Titers (GMTs) of RSV Fusion Protein (F-protein) Antibodies as Assessed by Enzyme-linked Immunosorbent Assay (ELISA)- Pre-Fusion","description":"GMTs of RSV Fusion Protein (PreF) antibodies as assessed by ELISA-Pre-Fusion at Day 15 were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4662","spread":null},{"groupId":"OG001","value":"246","spread":null},{"groupId":"OG002","value":"5175","spread":null},{"groupId":"OG003","value":"283","spread":null},{"groupId":"OG004","value":"3864","spread":null},{"groupId":"OG005","value":"240","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":319},"commonTop":["Chills","Nasopharyngitis","Covid-19","Vomiting","Headache"]}}}