{"nctId":"NCT00869206","briefTitle":"Zoledronic Acid in Treating Patients With Metastatic Breast Cancer, Metastatic Prostate Cancer, or Multiple Myeloma With Bone Involvement","startDateStruct":{"date":"2009-03"},"conditions":["Breast Adenocarcinoma","DS Stage I Plasma Cell Myeloma","DS Stage II Plasma Cell Myeloma","Metastatic Malignant Neoplasm to the Bone","Pain","Musculoskeletal Complication","Urinary Complications"],"count":1822,"armGroups":[{"label":"Arm I (zoledronic acid every 4 weeks)","type":"EXPERIMENTAL","interventionNames":["Drug: zoledronic acid"]},{"label":"Arm II (zoledronic acid every 12 weeks)","type":"EXPERIMENTAL","interventionNames":["Drug: zoledronic acid"]}],"interventions":[{"name":"zoledronic acid","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Eligibility Criteria:\n\n* Histologic documentation of one of the following: breast adenocarcinoma, prostate adenocarcinoma or multiple myeloma\n* At least one site of bone metastasis or bone involvement by radiologic imaging including plain radiograph, computed tomography (CT), positron emission tomography (PET) scan, PET/CT scan, magnetic resonance imaging, bone scan, or skeletal survey; indeterminate lesions should be confirmed by a second imaging method\n* No prior treatment with IV bisphosphonates is allowed; prior treatment with oral bisphosphonates is allowed, but they must be discontinued prior to the initiation of protocol therapy\n* No prior treatment with denosumab\n* No prior treatment with radiopharmaceuticals; prior treatment with radioactive iodine is allowed; prostate cancer patients treated with brachytherapy are eligible\n* Prior radiation therapy to bone is allowed, provided that at least one site of bone metastasis has not been irradiated and radiation is completed prior to registration; there should be no plan for radiation therapy to non-irradiated sites of bone metastases\n* Prior adjuvant and metastatic chemotherapy, biologic therapy, and endocrine therapy is allowed\n* No current treatment with investigational agent(s)\n* Patients with known brain metastases are not eligible; patients who develop brain metastases during the study will be allowed to continue treatment as assigned\n* Not pregnant and not nursing\n* ECOG performance status 0-2\n* Calculated creatinine clearance \\>= 30 mL/min\n* Corrected serum calcium \\>= 8.0 mg/dL (2.00 mmol/L) and \\< 11.6 mg/dL (2.90 mmol/L) \\* Corrected serum calcium should be calculated using standard institutional practices","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With at Least One Skeletal-related Event (SRE) Within 2 Years After Randomization","description":"To determine whether every-12-week therapy with zoledronic acid is not inferior to every-4-week therapy for patients with metastatic breast cancer, metastatic prostate cancer, or multiple myeloma involving bone, as measured by the proportion of patients who would have experienced at least one skeletal related event within 24 months after randomization.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"67.6","spread":null},{"groupId":"OG001","value":"67.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Average Pain Intensity Score as Assessed by the Brief Pain Inventory (BPI) Questionnaire","description":"To compare pain scores (Brief Pain Inventory) of patients with metastatic breast cancer, metastatic prostate cancer, or myeloma involving bone receiving every 12 week dosing of zoledronic acid to those receiving every 4 week dosing. The change scores were evaluated in a general linear model with repeated measures for treatment effect and the time trend with patient-specific characteristics being adjusted for the mean interference score. Specifically the difference in score change per 4 weeks for Arm I using Arm II as the reference is reported. The score of the BPI questionnaire ranges from 0 being no pain to 10 being the most pain. The average score is reported for each arm below.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.06","spread":"0.14"},{"groupId":"OG001","value":"2.09","spread":"0.14"}]}]}]},{"type":"SECONDARY","title":"Average ECOG Performance Status","description":"To compare functional status (ECOG performance status) of patients with metastatic breast cancer, metastatic prostate cancer, or myeloma involving bone receiving every 12 week dosing of zoledronic acid to those receiving every 4 week dosing. The change scores were evaluated in a general linear model with repeated measures for treatment effect and the time trend with patient-specific characteristics being adjusted. Specifically the difference in score change per 4 weeks for Arm I using Arm II as the reference is reported. ECOG performance status is a measurement of a patients disability ranging from 0, fully active and able to carry out all pre disease performance without restriction, to 5, dead. The average performance status is reported below by arm.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.82","spread":"0.042"},{"groupId":"OG001","value":"0.84","spread":"0.042"}]}]}]},{"type":"SECONDARY","title":"Incidence of Osteonecrosis of the Jaw","description":"To compare the incidence of osteonecrosis of the jaw in patients with metastatic breast cancer, metastatic prostate cancer, or myeloma involving bone receiving every 12 week dosing of zoledronic acid to those receiving every 4 week dosing. The percentage of participants with osteonecrosis is reported here.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.0","spread":null},{"groupId":"OG001","value":"1.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Incidence of Renal Dysfunction","description":"To compare the incidence of renal dysfunction of patients with metastatic breast cancer, metastatic prostate cancer, or myeloma involving bone receiving every 12 week dosing of zoledronic acid to those receiving every 4 week dosing. The percentage of patients with renal dysfunction, defined as grade 3 or grade 4 increased creatinine (Common Terminology Criteria for Adverse Events version 3.0), will be reported here.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.2","spread":null},{"groupId":"OG001","value":".5","spread":null}]}]}]},{"type":"SECONDARY","title":"Skeletal Morbidity Rate","description":"To compare the skeletal morbidity rate, defined as the number of skeletal-related events per year, of patients receiving every 12 week dosing to those receiving every 4 week dosing.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":".4","spread":"1.0"},{"groupId":"OG001","value":".4","spread":"1.1"}]}]}]},{"type":"SECONDARY","title":"Bone Turnover Assessed by Serum C-telopeptide (CTX) Levels (Breast Cancer)","description":"To compare the suppression of serum markers of bone resorption of patients with metastatic breast cancer, metastatic prostate cancer, or myeloma involving bone receiving every 12 week dosing of zoledronic acid to those receiving every 4 week dosing. The number of patients with high \\& low CTX values by arm will be reported here.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"83","spread":null},{"groupId":"OG001","value":"75","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"54","spread":null},{"groupId":"OG001","value":"54","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Patients Having at Least One SRE Within 24 Months After Randomization for the Subgroups of Patients With Breast Cancer","description":"To determine whether every 12 week therapy with zoledronic acid is not inferior to every-4-week therapy for patients with breast cancer, as measured by the proportion who experience at least one skeletal related event within 24 months after randomization.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"113","spread":null},{"groupId":"OG001","value":"119","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Patients Having at Least One SRE Within 24 Months After Randomization for the Subgroups of Patients With Prostate Cancer","description":"To determine whether every 12 week therapy with zoledronic acid is not inferior to every-4-week therapy for patients with prostate cancer, as measured by the proportion who experience at least one skeletal related event within 24 months after randomization.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"107","spread":null},{"groupId":"OG001","value":"101","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Patients Having at Least One SRE Within 24 Months After Randomization for the Subgroups of Patients With Multiple Myeloma","description":"To determine whether every 12 week therapy with zoledronic acid is not inferior to every-4-week therapy for patients with multiple myeloma, as measured by the proportion who experience at least one skeletal related event within 24 months after randomization.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35","spread":null},{"groupId":"OG001","value":"30","spread":null}]}]}]},{"type":"SECONDARY","title":"Bone Turnover Assessed by Serum C-telopeptide (CTX) Levels (Prostate Cancer)","description":"To compare the suppression of serum markers of bone resorption of patients with metastatic breast cancer, metastatic prostate cancer, or myeloma involving bone receiving every 12 week dosing of zoledronic acid to those receiving every 4 week dosing. The number of patients with high \\& low CTX values by arm will be reported here.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"34","spread":null},{"groupId":"OG001","value":"49","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"70","spread":null},{"groupId":"OG001","value":"54","spread":null}]}]}]},{"type":"SECONDARY","title":"Bone Turnover Assessed by Serum C-telopeptide (CTX) Levels (Multiple Myeloma)","description":"To compare the suppression of serum markers of bone resorption of patients with metastatic breast cancer, metastatic prostate cancer, or myeloma involving bone receiving every 12 week dosing of zoledronic acid to those receiving every 4 week dosing. The number of patients with high \\& low CTX values by arm will be reported here.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null},{"groupId":"OG001","value":"19","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23","spread":null},{"groupId":"OG001","value":"17","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":96,"n":879},"commonTop":["Nausea","Constipation","Serum calcium decreased","Diarrhea","Vomiting"]}}}