{"nctId":"NCT01017952","briefTitle":"A Study to Evaluate Annual Rate of Exacerbations and Safety of 3 Dosage Strengths of Fluticasone Furoate (FF)/GW642444 Inhalation Powder in Subjects With Chronic Obstructive Pulmonary Disease (COPD)","startDateStruct":{"date":"2009-09-25"},"conditions":["Pulmonary Disease, Chronic Obstructive"],"count":1635,"armGroups":[{"label":"FF/GW642444 Inhalation Powder 100/25 mcg QD","type":"EXPERIMENTAL","interventionNames":["Drug: FF/GW642444 Inhalation Powder"]},{"label":"FF/GW642444 Inhalation Powder 50mcg/25mcg QD","type":"EXPERIMENTAL","interventionNames":["Drug: FF/GW642444 Inhalation Powder"]},{"label":"FF/GW642444 Inhalation Powder 200/25 mcg QD","type":"EXPERIMENTAL","interventionNames":["Drug: FF/GW642444 Inhalation Powder"]},{"label":"GW642444 25mcg QD","type":"EXPERIMENTAL","interventionNames":["Drug: GW642444 Inhalation Powder"]}],"interventions":[{"name":"FF/GW642444 Inhalation Powder","otherNames":[]},{"name":"GW642444 Inhalation Powder","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Type of subject: outpatient\n* Informed consent: Subjects must give their signed and dated written informed consent to participate.\n* Gender: Male or female subjects A female is eligible to enter and participate in the study if she is of: Non-child bearing potential (i.e., physiologically incapable of becoming pregnant, including any female who is post-menopausal or surgically sterile). Surgically sterile females are defined as those with a documented hysterectomy and/or bilateral oophorectomy or tubal ligation. Post-menopausal females are defined as being amenorrhoeic for greater than 1 year with an appropriate clinical profile, e.g., age appropriate, history of vasomotor symptoms. However in questionable cases, a blood sample with FSH \\> 40MIU/ml and estradiol \\<40pg/ml (\\<140 pmol/L) is confirmatory. OR\n\nChild bearing potential, has a negative pregnancy test at screening, and agrees to one of the following acceptable contraceptive methods used consistently and correctly (i.e., in accordance with the approved product label and the instructions of the physician for the duration of the study - screening to follow-up contact):\n\n* Complete abstinence from intercourse from screening until the Follow-Up Phone Contact; or\n* Male partner is sterile (vasectomy with documentation of azoospermia) prior to female subject entry into the study, and this male partner is the sole partner for that subject; or\n* Implants of levonorgestral inserted for at least 1 month prior to the study medication administration but not beyond the third successive year following insertion; or\n* Injectable progestogen administered for at least 1 month prior to study medication administration and administered until the Follow-Up Phone Contact; or\n* Oral contraceptive (combined or progestogen only) administered for at least one monthly cycle prior to study medication administration; or\n* Double barrier method: condom or occlusive cap (diaphragm or cervical/vault caps) plus spermicidal agent (foam/gel/film/cream/suppository); or\n* An intrauterine device (IUD), inserted by a qualified physician, with published data showing that the highest expected failure rate is less than 1% per year; or\n* Estrogenic vaginal ring; or\n* Percutaneous contraceptive patches\n\n  * Age: ≥40 years of age at Screening (Visit 1)\n  * COPD diagnosis: Subjects with a clinical history of COPD in accordance with the following definition by the American Thoracic Society/European Respiratory Society \\[Celli, 2004\\]: COPD is a preventable and treatable disease characterized by airflow limitation that is not fully reversible. The airflow limitation is usually progressive and is associated with an abnormal inflammatory response of the lungs to noxious particles or gases, primarily caused by cigarette smoking. Although COPD affects the lungs, it also produces significant systemic consequences.\n  * Tobacco use: Subjects with a current or prior history of ≥10 pack-years of cigarette smoking at Screening (Visit 1). Former smokers are defined as those who have stopped smoking for at least 6 months prior to Visit 1. Note: Pipe and/or cigar use cannot be used to calculate pack-year history. Number of pack years = (number of cigarettes per day/20) x number of years smoked\n  * Severity of Disease:\n* Subject with a measured post-albuterol/salbutamol FEV1/FVC ratio of ≤0.70 at Screening (Visit 1)\n* Subjects with a measured post-albuterol/salbutamol FEV1 \\<70% of predicted normal values calculated (via centralized vendor equipment) using NHANES III reference equations \\[Hankinson, 1999\\] at Screening (Visit 1). Post-bronchodilator spirometry will be performed approximately 10-15 minutes after the subject has self-administered 4 inhalations (i.e., total 400mcg) of albuterol/salbutamol via an MDI with a valved-holding chamber. The study provided central spirometry equipment will calculate the FEV1/FVC ratio and FEV1 percent predicted values.\n\n  * History of Exacerbations: A documented history (e.g., medical record verification) of at least one COPD exacerbation in the 12 months prior to Visit 1 that required either oral corticosteroids, antibiotics and/or hospitalization. Prior use of antibiotics alone does not qualify as an exacerbation history unless the use was associated with treatment of worsening symptoms of COPD, such as increased dyspnea, sputum volume, or sputum purulence (color). Subject verbal reports are not acceptable.\n\nExclusion Criteria:\n\nSubjects meeting any of the following criteria must not be enrolled in the study:\n\n* Pregnancy: Women who are pregnant or lactating or are planning on becoming pregnant during the study.\n* Asthma: Subjects with a current diagnosis of asthma. (Subjects with a prior history of asthma are eligible if they have a current diagnosis of COPD)\n* α1-antitrypsin deficiency: Subjects with α1-antitrypsin deficiency as the underlying cause of COPD\n* Other respiratory disorders: Subjects with active tuberculosis, lung cancer, bronchiectasis, sarcoidosis, lung fibrosis, pulmonary hypertension, interstitial lung diseases or other active pulmonary diseases\n* Lung resection: Subjects with lung volume reduction surgery within the 12 months prior to Screening (Visit 1)\n* Chest X-ray (or CT scan): Subjects with a chest X-ray (or CT scan) that reveals evidence of clinically significant abnormalities not believed to be due to the presence of COPD. A chest X-ray must be taken at Screening (Visit 1) if a chest X-ray or CT scan is not available within 6 months prior to Visit 1. For sites in Germany, if a chest X-ray (or CT scan) is not available in the 6 months preceding Screening (Visit 1), the subject will not be eligible for the study.\n* Risk Factors for Pneumonia: immune suppression (HIV, Lupus, etc) or other risk for pneumonia (e.g. neurological disorders affecting control of the upper airway, such as Parkinson's, Myasthenia Gravis, etc).\n* A moderate and severe COPD exacerbation that has not resolved at least 14 days prior to Visit 1 and at least 30 days following the last dose of oral corticosteroids (if applicable).\n* Pneumonia and/or moderate and severe COPD exacerbation at Visit 1 Note: Subjects who experience a pneumonia and/or exacerbation at Screening (Visit 1) must be not continue in the study, but may be re-screened at a later time provided the pneumonia and/or COPD exacerbation has resolved prior to the re-screening visit. At the Re-screening Visit, the chest x-ray should confirm resolution of pneumonia. The Re-screening Visit must be conducted at least ≥ 14 days following the resolution date of the exacerbation and/or pneumonia and at least 30 days following the last dose of oral corticosteroids (if applicable).\n* Other diseases/abnormalities: Subjects with historical or current evidence of clinically significant cardiovascular (i.e., pacemaker), neurological, psychiatric, renal, hepatic, immunological, endocrine (including uncontrolled diabetes or thyroid disease) or haematological abnormalities that are uncontrolled. Significant is defined as any disease that, in the opinion of the investigator, would put the safety of the subject at risk through participation, or which would affect the efficacy or safety analysis if the disease/condition exacerbated during the study.\n* Peptic Ulcer disease: Subjects with clinically significant peptic ulcer disease that is uncontrolled.\n* Hypertension: Subjects with clinically significant hypertension that is uncontrolled.\n* Cancer: Subjects with carcinoma that has not been in complete remission for at least 5 years. Carcinoma in situ of the cervix, squamous cell carcinoma and basal cell carcinoma of the skin would not be excluded if the subject has been considered cured within 5 years since diagnosis.\n* Drug/food allergy: Subjects with a history of hypersensitivity to any of the study medications (e.g., beta-agonists, corticosteroid) or components of the inhalation powder (e.g., lactose, magnesium stearate). In addition, subjects with a history of severe milk protein allergy that, in the opinion of the study physician, contraindicates the subject's participation will also be excluded.\n* Drug/alcohol abuse: Subjects with a known or suspected history of alcohol or drug abuse within the last 2 years\n* Medication prior to spirometry: Subjects who are medically unable to withhold their albuterol/salbutamol and/or their ipratropium for the 4-hour period required prior to spirometry testing at each study visit.\n* Additional medication: Unable to stop using certain medications such as bronchodilators and corticosteroids for the protocol-specified times prior to Visit 1 (the Investigator will discuss the specific medications)\n* Oxygen therapy: Subjects receiving treatment with long-term oxygen therapy (LTOT) or nocturnal oxygen therapy required for greater than 12 hours a day. Oxygen prn use (i.e., ≤12 hours per day) is not exclusionary.\n* Sleep apnea: Subjects with clinically significant sleep apnea who require use of continuous positive airway pressure (CPAP) device or non-invasive positive pressure ventilation (NIPPV) device.\n* Pulmonary rehabilitation: Subjects who have participated in the acute phase of a Pulmonary Rehabilitation Program within 4 weeks prior to Screening (Visit 1) or who will enter the acute phase of a Pulmonary Rehabilitation Program during the study. Subjects who are in the maintenance phase of a Pulmonary Rehabilitation Program are not excluded.\n* Non-compliance: Subjects at risk of non-compliance, or unable to comply with the study procedures. Any infirmity, disability, or geographic location that would limit compliance for scheduled visits.\n* Questionable validity of consent: Subjects with a history of psychiatric disease, intellectual deficiency, poor motivation or other conditions that will limit the validity of informed consent to participate in the study.\n* Prior use of study medication/other investigational drugs: Subjects who have previously been randomized to treatment with GW642444 Inhalation Powder in the B2C111045 study, randomized to treatment in the HZC111348 study or have participated in the HZC112207, HZC102871, HZC102970, or HZC110946 studies. Subjects who have received an investigational drug within 30 days of entry into this study (Screening), or within 5 drug half-lives of the investigational drug, whichever is longer.\n* Affiliation with investigator site: Study investigators, sub-investigators, study coordinators, employees of a participating investigator or immediate family members of the aforementioned are excluded from participating in this study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Annual Rate of Moderate and Severe COPD Exacerbations Expressed as Least Square Mean","description":"The annual rate of moderate and severe chronic obstructive pulmonary disease (COPD) exacerbations during the treatment (trt) period (per participant \\[par.\\] per year) was assessed. An exacerbation of COPD, is defined as the worsening of two or more major symptoms (dyspnea, sputum volume, sputum purulence \\[color\\]) for at least two consecutive days; or the worsening of any one major symptom together with any one of the minor symptoms (sore throat, cold, fever without other cause, increased cough, increased wheeze) for at least two consecutive days. The COPD exacerbation was categorized as mild, moderate and severe by the investigator. Mild: worsening symptoms of COPD that were self-managed by the par. without the use of oral corticosteroids or antibiotics; Moderate: worsening symptoms of COPD that required treatment with oral corticosteroids and/or antibiotics; Severe: worsening symptoms of COPD that required treatment with in-patient hospitalization.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.14","spread":null},{"groupId":"OG001","value":"0.92","spread":null},{"groupId":"OG002","value":"0.90","spread":null},{"groupId":"OG003","value":"0.79","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to First Occurrence of Moderate or Severe COPD Exacerbation","description":"Time to first occurrence analyzed by using a Cox proportional hazards model with covariates of treatment, smoking status at screening (stratum), baseline disease severity (pre-dose Day 1 % predicted FEV1) and centre grouping. An exacerbation of COPD is defined as the worsening of two or more major symptoms (dyspnea, sputum volume, sputum purulence \\[color\\]) for at least two consecutive days; or the worsening of any one major symptom together with any one of the minor symptoms (sore throat, cold, fever without other cause, increased cough, increased wheeze) for at least two consecutive days. A moderate exacerbation is defined as worsening symptoms of COPD that required treatment with oral corticosteroids and/or antibiotics. A severe exacerbation is defined as worsening symptoms of COPD that required treatment with in-patient hospitalization. The number of participants with a moderate or severe COPD exacerbation while on treatment are presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"197","spread":null},{"groupId":"OG001","value":"198","spread":null},{"groupId":"OG002","value":"177","spread":null},{"groupId":"OG003","value":"160","spread":null}]}]}]},{"type":"SECONDARY","title":"Annual Rate of Exacerbations Requiring Systemic/Oral Corticosteroids Expressed as Least Square Mean","description":"The annual rate of COPD exacerbations during the treatment period (per participant per year) that required systemic/oral corticosteroids was assessed. An exacerbation of COPD is defined as the worsening of two or more major symptoms (dyspnea, sputum volume, sputum purulence \\[color\\]) for at least two consecutive days; or the worsening of any one major symptom together with any one of the minor symptom (sore throat, cold, fever without other cause, increased cough, increased wheeze) for at least two consecutive days. The COPD exacerbation was categorized as mild, moderate, and severe by the investigator. Mild: worsening symptoms of COPD that were self-managed by the participant. Mild exacerbations were not associated with the use of oral corticosteroids or antibiotics. Moderate: worsening symptoms of COPD that required treatment with oral corticosteroids and/or antibiotics. Severe: worsening symptoms of COPD that required treatment with in-patient hospitalization.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.86","spread":null},{"groupId":"OG001","value":"0.72","spread":null},{"groupId":"OG002","value":"0.66","spread":null},{"groupId":"OG003","value":"0.56","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Trough FEV1 at Week 52 (Visit 11)","description":"Pulmonary function was measured by forced expiratory volume in one second (FEV1). Trough FEV1 was defined as the 24-hour post-dose FEV1 assessment, which was obtained at each visit. Analysis performed using a repeated measures model with covariates of treatment, smoking status at Screening (stratum), baseline (pre-dose Day 1), centre grouping, Week, Week by Baseline, and Week by treatment interactions.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.019","spread":"0.0116"},{"groupId":"OG001","value":"0.015","spread":"0.0113"},{"groupId":"OG002","value":"0.005","spread":"0.0115"},{"groupId":"OG003","value":"0.006","spread":"0.0113"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":66,"n":409},"commonTop":["Nasopharyngitis","Oral candidiasis","Upper respiratory tract infection","Headache","Sinusitis"]}}}