{"nctId":"NCT02481830","briefTitle":"Effectiveness Study of Nivolumab Compared to Chemotherapy in Patients With Relapsed Small-cell Lung Cancer","startDateStruct":{"date":"2015-09-14","type":"ACTUAL"},"conditions":["Lung Cancer"],"count":569,"armGroups":[{"label":"Arm A Nivolumab","type":"EXPERIMENTAL","interventionNames":["Drug: Nivolumab"]},{"label":"Arm B Chemotherapy Topotecan","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Topotecan"]},{"label":"Arm B Chemotherapy Amrubicin","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Amrubicin"]}],"interventions":[{"name":"Nivolumab","otherNames":[]},{"name":"Topotecan","otherNames":[]},{"name":"Amrubicin","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Histologically or cytologically confirmed small cell lung cancer (SCLC)\n* Subjects with either limited or extensive disease stage at the initial diagnosis\n* Must have recurrence or progression after platinum-based first-line chemotherapy or chemoradiation therapy for the treatment of limited or extensive disease stage SCLC\n* Eastern Cooperative Oncology Group (ECOG) performance status 0 or 1\n\nExclusion Criteria:\n\n* Untreated or symptomatic central nervous system (CNS) metastases\n* Prior therapy with anti-PD-1, anti-PDL1, anti-PD-L2, anti-CD137, or anti-CTLA-4 antibody\n* Inadequate hematologic or hepatic function","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Survival (OS)","description":"The time from randomization to the date of death, data was based on Kaplan-Meier Estimates. A participant who has not died will be censored at last known date alive.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.46","spread":null},{"groupId":"OG001","value":"8.38","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression Free Survival (PFS)","description":"PFS is defined as the time from randomization to the date of the first documented tumor progression based on investigator assessment (per RECIST 1.1), or death due to any cause. Participants who die without a reported prior progression will be considered to have progressed on the date of their death. Participants who did not progress or die will be censored on the date of their last evaluable tumor assessment. Participants who did not have any on study tumor assessments and did not die will be censored on the date they were randomized. Participants who started any subsequent anti-cancer therapy without a prior reported progression will be censored at the last evaluable tumor assessment prior to initiation of the subsequent anti-cancer therapy.\n\nProgressive disease (PD)= At least a 20% increase in the sum of diameters of target lesions, taking as reference the smallest sum on study. The sum must demonstrate an absolute increase of at least 5 mm.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.45","spread":null},{"groupId":"OG001","value":"3.71","spread":null}]}]}]},{"type":"SECONDARY","title":"Objective Response Rate (ORR)","description":"ORR is defined as the percentage of randomized participants whose best overall response (BOR) from baseline is either a complete response (CR) or partial response (PR) based on investigator assessment per RECIST 1.1 criteria. For participants without documented progression or subsequent anti-cancer therapy, all available response designations will contribute to the BOR determination. For participants who continue nivolumab beyond progression, the BOR should be determined based on tumor assessments before initial RECIST 1.1 defined progression.\n\nCR= Disappearance of all target lesions. Any pathological lymph nodes must have reduction in short axis to \\<10 mm.\n\nPR= At least a 30% decrease in the sum of diameters of target lesions, taking as reference the baseline sum diameters.\n\nProgressive disease (PD)= At least a 20% increase in the sum of diameters of target lesions, taking as reference the smallest sum on study. The sum must demonstrate an absolute increase of at least 5 mm.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.7","spread":null},{"groupId":"OG001","value":"16.8","spread":null}]}]}]},{"type":"POST_HOC","title":"Overall Survival (OS) - Extended Collection","description":"The time from randomization to the date of death, data was based on Kaplan-Meier Estimates. A participant who has not died will be censored at last known date alive.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.46","spread":null},{"groupId":"OG001","value":"8.38","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":183,"n":282},"commonTop":["Anaemia","Decreased appetite","Fatigue","Asthenia","Cough"]}}}