{"nctId":"NCT01018862","briefTitle":"A Study to Evaluate the Safety and Efficacy of a Nasal Spray to Treat Children With Perennial Allergic Rhinitis","startDateStruct":{"date":"2009-11"},"conditions":["Perennial Allergic Rhinitis"],"count":489,"armGroups":[{"label":"MP03-36 (0.15% solution)","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Azelastine hydrochloride nasal spray 0.15%"]},{"label":"MP03-33 (0.10% solution)","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Azelastine hydrochloride nasal spray 0.10%"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Azelastine hydrochloride nasal spray 0.15%","otherNames":["Astepro 0.15%"]},{"name":"Azelastine hydrochloride nasal spray 0.10%","otherNames":["Astepro 0.10%"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male and female subjects \\>6-\\<12, inclusive at the screening visit\n* At least a 1-year history of PAR\n* The parent must provide written informed consent and the child must provide written assent.\n* Willing and able to comply with the study requirements\n* The presence of immunoglobulin E (IgE)-mediated hypersensitivity to dust mite, cockroach, mold, cat or dog dander, confirmed by a positive response to skin prick testing at the Visit 1. A positive response is defined as a wheal diameter of ≥5 mm larger than the negative control for the skin prick test. Histamine control must also be positive with a wheal diameter \\>5 mm larger than the control. If there are prevailing seasonal allergies, the subject must have a negative skin test to the specific allergen.\n* Screening Visit: Have a 12-hour reflective TNSS of at least 6 out of a possible 12 and a congestion score of ≥2 or a rhinorrhea score of ≥2 on Visit 1\n* Randomization Visit: to be eligible for entry into the double-blind treatment period, subjects/caregivers must record:\n\n  1. at least 3 symptom assessments (either AM or PM score) during the past 3 days of the Lead-In Period or the Day of Randomization:\n\n     1. a 12-hour reflective TNSS ≥ 6\n     2. a 12-hour reflective congestion score of ≥2 or a rhinorrhea score of ≥2\n  2. the total of the seven Lead-In symptom assessments during the past 3 days of the Lead-In Period including the Day of Randomization (Visit 2/Day 1):\n\n     1. a 12-hour reflective TNSS ≥ 42\n     2. a 12-hour reflective congestion score of ≥14 or a rhinorrhea score of ≥14\n* Must have taken at least 10 doses of study medication during the placebo Lead-In Period\n* General good health and free of any disease or concomitant treatment that could interfere with the interpretation of the study results as determined by the investigator or the sponsor's medical officer\n* Subjects receiving immunotherapy injections (antigen desensitization) must be on a stable maintenance regimen for at least 30 days before the first study visit (adjustments to regimen following a brief period of missed injections do not preclude participation). Subjects receiving sublingual immunotherapy are excluded. A 6 month washout period is required following the last dose of sublingual immunotherapy.\n\nExclusion Criteria:\n\n* On nasal examination, subjects with superficial nasal mucosal erosion, moderate nasal mucosal erosion, nasal mucosal ulceration, nasal septum perforation (Grade 1B - 4) (see section 8.1.4).\n* Other nasal disease(s) likely to affect deposition of intranasal medication, such as acute sinusitis, rhinitis medicamentosa or clinically significant polyposis or nasal structural abnormalities.\n* Nasal surgery or sinus surgery within the previous year.\n* Chronic sinusitis\n* The use of any investigational drug within 30 days prior to Visit 1. No investigational products are permitted for use during the conduct of this study\n* Presence of any hypersensitivity to drugs similar to azelastine and to either sorbitol or sucralose (Splenda® brand sweetener)\n* Females who are pregnant or nursing\n* Females of childbearing potential who are not abstinent and not practicing a medically acceptable method of contraception\n* Respiratory tract infections within two weeks prior to Visit 1\n* Subjects with significant pulmonary disease including asthma. Subjects with intermittent asthma who only require short-acting inhaled bronchodilators are eligible for enrollment.\n* Chronic obstructive sleep apnea syndrome (clinical diagnosis)\n* Existence of any surgical or medical condition, which in the opinion of the investigator or sponsor's medical monitor, might significantly alter the absorption, distribution, metabolism, or excretion of study drug or that might significantly affect the subject's ability to complete this trial.\n* Clinically relevant abnormal physical findings within 1 week of randomization which, in the opinion of the investigator, would interfere with the objectives of the study or that may preclude compliance with the study procedures\n* Overnight absences from home for more than 3 nights\n* Family members of research center or private practice personnel who are directly involved in this study are excluded\n* Members of the same family cannot enroll in the study at the same time\n* Subjects who have used the medications or therapies that could interfere with symptom evaluation within the time period specified (see Section 4.0).\n* Any behavioral condition which could affect subject's ability to accurately report symptoms to the caregiver such as developmental delay, attention deficit disorder, and autism","healthyVolunteers":false,"sex":"ALL","minimumAge":"6 Years","maximumAge":"12 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in 12-hour Reflective Total Nasal Symptom Score (TNSS) for the Entire 28-day Study Period Compared to Placebo","description":"Change from baseline in 12-hour reflective total nasal symptom score (TNSS) for the entire 28-day study period compared to placebo,scored on a 0 to 24 scale with 0 being no symptoms and 24 being severe symptoms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.45","spread":"4.03"},{"groupId":"OG001","value":"-3.37","spread":"4.37"},{"groupId":"OG002","value":"-2.48","spread":"3.93"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Instantaneous Total Nasal Symptoms Score (TNSS) for the Entire 28-day Study Period Compared to Placebo","description":"change from baseline in 12-hour instantaneous total nasal symptom score (TNSS) for the entire 28-day study period compared to placebo,scored on a 0 to 24 scale with 0 being no symptoms and 24 being severe symptoms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.70","spread":"3.91"},{"groupId":"OG001","value":"-3.00","spread":"4.42"},{"groupId":"OG002","value":"-2.38","spread":"3.95"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in 12-hour Reflective Total Ocular Symptoms Score (TOSS) and Instantaneous Total Ocular Symptoms Score (TOSS) for the Entire 28-day Study Period Compared to Placebo","description":"change from baseline in 12-hour instantaneous total ocular symptom score (TOSS) for the entire 28-day study period compared to placebo,scored on a 0 to 18 scale with 0 being no symptoms and 18 being severe symptoms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.46","spread":"2.72"},{"groupId":"OG001","value":"-1.51","spread":"3.12"},{"groupId":"OG002","value":"-1.28","spread":"3.01"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Visit 4 in the Pediatric Rhinoconjunctivitis Quality of Life Questionnaire (PRQLQ) Compared to Placebo","description":"change from baseline in the Pediatric Rhinoconjunctivitis Quality of Life Questionnaire (PRQLQ) compared to placebo for the entire 28-day study period compared to placebo,scored on a 0 to 42 scale with 0 being not troubled at all and 42 being extremely troublesome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.30","spread":"0.95"},{"groupId":"OG001","value":"-0.38","spread":"0.87"},{"groupId":"OG002","value":"-0.38","spread":"0.83"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":161},"commonTop":["epistaxis","dysgeusia","uri","sneezing","nasopharynigitis"]}}}