{"nctId":"NCT00719186","briefTitle":"Pregnancy in Polycystic Ovary Syndrome II","startDateStruct":{"date":"2009-02"},"conditions":["Pregnancy","Polycystic Ovary Syndrome"],"count":750,"armGroups":[{"label":"A","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Clomiphene citrate"]},{"label":"B","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Letrozole"]}],"interventions":[{"name":"Clomiphene citrate","otherNames":["Clomid","Serophene"]},{"name":"Letrozole","otherNames":["Femara"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nKey Inclusion Criteria (Must have ovulatory dysfunction and either hyperandrogenism or PCO)\n\n1. Chronic anovulation or oligomenorrhea: defined as spontaneous intermenstrual periods of ≥45 days or a total of ≤8 menses per year, or for women with suspected anovulatory bleeding, a midluteal serum progesterone level \\< 3 ng/mL is indicative of chronic anovulation. For women who have been on ovarian suppressive therapy or other confounding medication (i.e. insulin sensitizing agents) within the last year prior to the study, a history of ≤8 menses per year prior to the initiation of this prior therapy will qualify as evidence of oligomenorrhea. For women with more regular bleeding patterns, but who are suspected to be experiencing anovulatory bleeding, a midluteal progesterone level \\< 3ng/mL will be evidence of ovulatory dysfunction and qualify as anovulation. Undiagnosed persistent vaginal bleeding should be diagnosed and treated prior to enrollment.\n2. Hyperandrogenism (either Hirsutism or Hyperandrogenemia) or Polycystic Ovaries on Ultrasound:\n\n   1. Hirsutism is determined by a modified Ferriman-Gallwey Score \\>8 at screening exam (Hatch, Rosenfield et al. 1981 Aug 1). Subjects who have hirsutism do not need local or core labs documenting elevated androgen levels.\n   2. Hyperandrogenemia can be determined from local labs. Local cutoffs will be pre-determined by each site prior to study initiation. Hyperandrogenemia will be defined as an elevated total testosterone, or free androgen index (FAI)(in our lab at Penn State College of Medicine a total T \\> 50 ng/dL or a free androgen index \\>5) will allow entry into the study (Legro, Driscoll et al. 1998). The FAI is calculated from measurable values for total T and SHBG, as previously described (Miller, Rosner et al. 2004), using the following equation: (FAI = Total testosterone in nmol/L / SHBG in nmol/L) X 100. Outside lab values obtained within the last year documenting elevated T or FAI levels are sufficient to meet criteria of hyperandrogenemia.\n   3. Polycystic Ovaries on Ultrasound: We will use the revised Rotterdam criteria for diagnosing polycystic ovaries (Balen, Laven et al. 2003). PCO will be defined as either an ovary that contains 12 or more follicles measuring 2-9 mm in diameter, or an increased ovarian volume (\\> 10 cm3) on one ovary for entry into the study. If there is a follicle \\> 10 mm in diameter, the scan should be repeated at a time of ovarian quiescence in order to calculate volume and area if the subject does not otherwise qualify for the study. The presence of a single polycystic ovary (PCO), either by volume or morphology, is sufficient to provide the diagnosis.\n\nExclusion Criteria:\n\nWe will exclude subjects with medical conditions that represent contraindications to CC, aromatase inhibitors and/or pregnancy or who are unable to comply with the study procedures. We will exclude subjects with poorly controlled Type I or Type II diabetes; undiagnosed liver disease or dysfunction (based on serum liver enzyme testing); renal disease or abnormal serum renal function; significant anemia; history of deep venous thrombosis, pulmonary embolus, or cerebrovascular accident; uncontrolled hypertension, known symptomatic heart disease; history of or suspected cervical carcinoma, endometrial carcinoma, or breast carcinoma; undiagnosed vaginal bleeding, and use of other medications known to affect reproductive function or metabolism (e.g., OCP, GnRH agonists and antagonists, antiandrogens, gonadotropins, anti-obesity drugs, somatostatin, diazoxide, ACE inhibitors, and calcium channel blockers). As in PPCOS we will allow a 2 months washout period for subjects who desire to participate and discontinue exclusionary medications (most commonly OCP, but also possibly metformin), and a period of observation or treatment for correctable conditions.\n\nCouple Inclusion Criteria\n\n1. Sperm concentration of 14 million/mL in at least one ejaculate within the last year, with at least some motile sperm.\n2. Ability to have regular intercourse during the ovulation induction phase of the study.\n3. At least one patent tube and normal uterine cavity as determined by sonohysterogram, hysterosalpingogram, or hysteroscopy/laparoscopy within the last 3 years. An uncomplicated intrauterine non-IVF pregnancy and uncomplicated delivery and postpartum course resulting in live birth within the last three years will also serve as sufficient evidence of a patent tube and normal uterine cavity as long as the subject did not have, during the pregnancy or subsequently, risk factors for Asherman's syndrome or tubal disease or other disorder leading to an increased suspicion for intrauterine abnormality or tubal occlusion.\n4. No previous sterilization procedures (vasectomy, tubal ligation) that have been reversed. The prior procedure may affect study outcomes.\n\nSpecific Exclusion Criteria\n\n1. Current pregnancy.\n2. Patients on oral contraceptives, depo-progestins, or hormonal implants (including Implanon). A two month washout period will be required prior to screening for patients on these agents. Longer washouts may be necessary for certain depot contraceptive forms or implants, especially where the implants are still in place. A one-month washout will be required for patients on oral cyclic progestins.\n3. Patients with hyperprolactinemia (defined as two prolactin levels at least one week apart \\> 30 ng/mL or as determined by local normative values). The goal of eliminating patients with documented hyperprolactinemia is to decrease the heterogeneity of the PCOS population. These patients may be candidates for ovulation induction with alternate regimens (dopamine agonists). A normal level within the last year or on treatment is adequate for entry.\n4. Patients with known 21-hydroxylase deficiency or other enzyme deficiency leading to the phenotype of congenital adrenal hyperplasia. 21-hydroxylase deficiency will be excluded in all patients by a fasting 17-hydroxyprogesterone (17-OHP) level \\<2 ng/mL (Azziz, Hincapie et al. 1999 Nov). If relevant, this level should be determined in the follicular phase, because the 17-hydroxyprogesterone level is likely to be elevated beyond this range if the patient is in the luteal phase of an infrequent ovulatory cycle. In the case of elevated fasting 17-OHP levels in the follicular phase, an ACTH stimulation test will be performed. A 1-hour stimulated value \\> 10 ng/mL will be an exclusion (Moran, Knochenhauer et al. 1998). As 21-hydroxylase deficiency is a congenital condition, any normal level in the past of 17-hydroxyprogesterone allows entry into this study.\n5. Patients with menopausal levels of FSH (\\> 15 mIU/mL). A normal level within the last year is adequate for entry.\n6. Patients with uncorrected thyroid disease (defined as TSH \\< 0.2 mIU/mL or \\>5.5 mIU/mL). A normal level within the last year is adequate for entry.\n7. Patients diagnosed with Type I or Type II diabetes who are poorly controlled (defined as a glycohemoglobin level \\> 7.0%), or patients receiving antidiabetic medications such as insulin, thiazolidinediones, acarbose, or sulfonylureas likely to confound the effects of study medication; patients currently receiving metformin XR for a diagnosis of Type I or Type II diabetes or for PCOS are also specifically excluded.\n8. Patients with liver disease defined as AST or ALT \\> 2 times normal or total bilirubin \\>2.5 mg/dL.\n9. Patients with renal disease defined as BUN \\> 30 mg/dL or serum creatinine\\> 1.4 mg/dL.\n10. Patients with significant anemia (Hemoglobin \\< 10 g/dL).\n11. Patients with a history of deep venous thrombosis, pulmonary embolus, or cerebrovascular accident.\n12. Patients with known heart disease that is likely to be exacerbated by pregnancy.\n13. Patients with a history of, or suspected cervical carcinoma, endometrial carcinoma, or breast carcinoma. A normal Pap smear result within ACOG guidelines for Pap smear frequency will be required for women 21 and over.\n14. Patients with a current history of alcohol abuse. Alcohol abuse is defined as \\> 14 drinks/week or binge drinking.\n15. Patients enrolled simultaneously into other investigative studies that require medications, proscribe the study medications, limit intercourse, or otherwise prevent compliance with the protocol. Patients who anticipate taking longer than a one month break during the protocol should not be enrolled.\n16. Patients taking other medications known to affect reproductive function or metabolism. These medications include oral contraceptives, GnRH agonists and antagonists, antiandrogens, gonadotropins, anti-obesity drugs, anti-diabetic drugs such as metformin and thiazolidinediones, somatostatin, diazoxide, ACE inhibitors, and calcium channel blockers. The washout period on all these medications will be two months and a list is found in the appendix.\n17. Patients with a suspected adrenal or ovarian tumor secreting androgens.\n18. Patients with suspected Cushing's syndrome.\n19. Couples with previous sterilization procedures (vasectomy, tubal ligation) which have been reversed. The prior procedure may affect study outcomes, and patients with both a reversed sterilization procedure and PCOS are rare enough that exclusion should not adversely affect recruitment.\n20. Subjects who have undergone a bariatric surgery procedure in the recent past (\\<12 months) and are in a period of acute weight loss or have been advised against pregnancy by their bariatric surgeon.\n21. Patients with untreated poorly controlled hypertension defined as a systolic blood pressure ≥ 160 mm Hg or a diastolic ≥ 100 mm Hg obtained on two measures obtained at least 60 minutes apart.","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"18 Years","maximumAge":"40 Years","stdAges":["ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Live Birth","description":"The primary outcome measure is the occurrence of a live birth during the study period. Safety measures will be the number and type of reported adverse events in subjects and offspring.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"72","spread":null},{"groupId":"OG001","value":"103","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Pregnancy","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"103","spread":null},{"groupId":"OG001","value":"154","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Ovulations","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"331","spread":null},{"groupId":"OG001","value":"388","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Serious Adverse Events","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"22","spread":null}]}]}]},{"type":"SECONDARY","title":"Neonatal Complication Rate","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null},{"groupId":"OG001","value":"27","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":13,"n":376},"commonTop":["Headache","abdominal/pelvic pain","Nausea","Hot flashes","Breast pain"]}}}