{"nctId":"NCT00103506","briefTitle":"Study of DOXIL/CAELYX (Pegylated Liposomal Doxorubicin) and VELCADE (Bortezomib) or VELCADE Monotherapy for the Treatment of Relapsed Multiple Myeloma","startDateStruct":{"date":"2004-12"},"conditions":["Multiple Myeloma"],"count":646,"armGroups":[{"label":"VELCADE (bortezomib) monotherapy","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Bortezomib (VELCADE)"]},{"label":"DOXIL/CAELYX in combination with VELCADE (bortezomib)","type":"EXPERIMENTAL","interventionNames":["Drug: Bortezomib (VELCADE)","Drug: Doxorubicin hydrochloride (DOXIL/CAELYX)"]}],"interventions":[{"name":"Bortezomib (VELCADE)","otherNames":[]},{"name":"Bortezomib (VELCADE)","otherNames":[]},{"name":"Doxorubicin hydrochloride (DOXIL/CAELYX)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients with multiple myeloma who have received at least 1 prior therapy and who have either responded and later had progressive disease or have progressed during their first therapy (primary refractory) are eligible for the study\n* Patients who may have received prior doxorubicin but not more than a cumulative dose of 240 milligram per meter square (mg/m\\^2) doxorubicin, DOXIL, or the equivalent amount of another anthracycline (i.e., 1 mg doxorubicin = 1 mg DOXIL/CAELYX = 1.8 mg epirubicin = 0.3 mg mitoxantrone = 0.25 mg idarubicin)\n* Must have normal cardiac function, as evidenced by a left LVEF within institutional normal limits.\n\nExclusion Criteria:\n\n* History of treatment with VELCADE or progressive disease while receiving an anthracycline-containing regimen\n* No change in disease status during initial therapy\n* No treatment for malignancy within past 5 yrs (other than multiple myeloma) or progressive disease while receiving anthracycline-containing regimen\n* Non-secretory disease\n* Myocardial infarct within past 6 months\n* No major surgery in past 30 days.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Time to Progression (TTP)","description":"Median time to progression of disease is assessed according to International Myeloma Working Group (IMWG) criteria or death from any cause. IMWG criteria: increase of \\>=25% from lowest level in Serum M-component or (the absolute increase must be \\>=0.5 gram per deciliter \\[g/dL\\]); Urine M component or (the absolute increase must be \\>=200 milligram per 24 hour. Only in participants without measurable serum and urine M-protein levels: the difference between involved and uninvolved free light chain levels. The absolute increase \\>10 mg/dL. Bone marrow plasma cell percentage \\>=10%. Definite development of new bone lesions or soft tissue plasmacytomas or definite increase in the size of existing. Development of hypercalcemia. Participants who died or dropped out due to any reason without progression will be censored with the day of death or drop-out, respectively and who are alive at the end of the study without any progression was censored with the last available date.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.5","spread":null},{"groupId":"OG001","value":"9.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival","description":"The OS is defined as the time from the date of first dose of study drug to date of death from any cause. If the participant is alive or the vital status is unknown, the participant will be censored at the date the participant will be last known to be alive.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30.8","spread":null},{"groupId":"OG001","value":"33.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Serious Adverse Events (SAEs)","description":"A serious adverse event (SAE) was an AE resulting in any of the following outcomes or deemed significant for any other reason: death; initial or prolonged inpatient hospitalization; life-threatening experience (immediate risk of dying); persistent or significant disability/incapacity; congenital anomaly.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"105","spread":null},{"groupId":"OG001","value":"120","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":105,"n":318},"commonTop":["Nausea","Diarrhoea","Fatigue","Constipation","Thrombocytopenia"]}}}