{"nctId":"NCT03721705","briefTitle":"Renew NCP-5 for the Treatment of Mild Cognitive Impairment Due to Alzheimer's Disease (AD) or Mild Dementia of the Alzheimer's Type","startDateStruct":{"date":"2018-11-12","type":"ACTUAL"},"conditions":["Alzheimer Disease","Cognitive Dysfunction","Mild Cognitive Impairment","Mild Dementia","Cognitive Decline","Dementia, Alzheimer Type"],"count":190,"armGroups":[{"label":"Treatment Arm","type":"EXPERIMENTAL","interventionNames":["Device: Renew NCP-5"]},{"label":"Sham Arm","type":"SHAM_COMPARATOR","interventionNames":["Device: Renew NCP-5"]}],"interventions":[{"name":"Renew NCP-5","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Be 55-85 years of age at the time of signing the informed consent\n2. Be able to provide consent or have legally authorized representative/caregiver who can provide consent\n3. Be able to read and write in English or Spanish\n4. Have a clinical diagnosis consistent with 2011 National Institute of Aging - Alzheimer's Association (NIA-AA) \"core clinical criteria\" guidelines for: (i) The diagnosis of dementia due to Alzheimer's disease or (ii) The diagnosis of mild cognitive impairment due to Alzheimer's disease:\n\n   * Montreal Cognitive Assessment (MOCA) score of greater than or equal to 11\n   * All required checkboxes within the study checklist for \"The diagnosis of probable AD dementia\" must be \"yes\" or\n   * All required checkboxes within the study checklist for \"The diagnosis of mild cognitive impairment due to Alzheimer's disease\" must be \"yes\"\n5. Stable medications for past 30 days and plan to remain on stable medications for the first 24 weeks of study participation for treatment of chronic conditions.\n6. Subject should have a caregiver, study partner or companion (which can be a domestic party) and may conduct the assessment over the phone if they don't accompany the participant).\n7. Must have the potential to improve by at least 2 points or more in the Vascular Dementia Assessment Scale cognitive subscale (vADAS-COG)\n\nExclusion Criteria:\n\n1. Unwilling or unable to participate in study procedures\n2. Weight \\>297 lbs. or \\>135 kg at screening\n3. Major confounding neurodegenerative or psychiatric disorder unrelated to the condition under study, including:\n\n   1. History of clinically-evident stroke\n   2. Current uncontrolled epileptic seizures or epilepsy\n   3. Multiple Sclerosis or Parkinson's Disease\n   4. Current clinically significant major psychiatric disorder (e.g., Major Depressive Disorder) according to the Fifth Edition of Diagnostic and Statistical Manual of Mental Disorders (DSM-V) criteria or significant psychiatric symptoms (e.g., hallucinations) that could impair the completion of the study\n4. Anyone with active or history of cerebral hemorrhage including subdural \\& subarachnoid or cerebral aneurysm\n5. Evidence of any of the following (based on Section 4.1.1(D) of the 2011 NIA-AA guidelines on The diagnosis of dementia due to Alzheimer's disease):\n\n   1. Substantial concomitant cerebrovascular disease, defined by a history of a stroke temporally related to the onset or worsening of cognitive impairment; or the presence of multiple or extensive infarcts or severe white matter hyperintensity burden\n   2. Core features of Dementia with Lewy bodies other than dementia itself\n   3. Prominent features of behavioral variant frontotemporal dementia\n   4. Prominent features of semantic variant primary progressive aphasia or nonfluent/agrammatic variant primary progressive aphasia\n   5. Evidence for another concurrent, active neurological disease, non-neurological medical comorbidity or use of medication that could have a substantial effect on cognition\n6. In the opinion of the investigator, any current clinically-significant systemic illness or medical condition that is likely to result in deterioration of the subject's condition, affect the subject's safety during the study, or to be incompatible with performance of the study procedures, including:\n\n   1. History of head trauma with a diagnosis of moderate to severe traumatic brain injury\n   2. Known current substantially elevated intracranial pressure\n   3. Known current significant sleep deprivation\n   4. Known history (within five years) or current significant drug abuse or alcoholism\n7. Any contraindication for MRI such as insulin pumps or pacemakers, including dual chamber pacemakers where atrial pacing may interfere with RenewTM NCP-5 inflation timing sequence\n8. Hypotension as defined as \\<80/50 blood pressure at the time of screening\n9. Ongoing uncontrolled severe hypertension (≥ 180 mmHg systolic or ≥ 110 mmHg diastolic\n10. Heart rates \\< 35 or \\>125 beats per minute (BPM) at screening\n11. Current uncontrolled arrhythmia. Controlled arrhythmia should have beat-to-beat, cycle-length variability less than ±25% at rest.\n12. Current congestive heart failure\n13. Cardiac catheterization within two weeks, any surgical intervention within six weeks before RenewTM NCP-5 treatment or a hip or knee replacement within 3 months as long as rehab is complete and symptoms have resolved.\n14. Known presence of abdominal aortic aneurysm\n15. Existing aortic insufficiency grade II or higher (regurgitation can prevent diastolic augmentation)\n16. Current or past venous thrombosis or thromboembolism\n17. Current limiting peripheral vascular disease with history strongly suggestive of lower extremity ischemia or claudication, arterial occlusive disease (aortoiliac, ileofemoral, or femoral popliteal)\n18. Demonstrable deficiency in sensation in lower extremities as a result of diabetes or other medical condition\n19. Current bleeding disorders.\n20. Current use of major anti-coagulation therapy (such as Heparin therapy or Coumadin® therapy) with International Normalized Ratio (INR) \\> 1.5\n21. Current severe pulmonary disease that prevents the subject from lying supine\n22. Presence of local infection, vasculitis, burn, open wound, or bone fracture on any limb which would prevent the ability to perform the RenewTM NCP-5 treatment\n23. Current use of medications that in the investigator's judgement are incompatible with the study goals\n24. Significant changes in existing medical plans for treatment of cognitive impairment or dementia in last three months and/or or planned changes during the trial\n25. Presence of any of the contraindications for using the RenewTM NCP-5 device\n26. Athletic injuries, including Charley horses, pulled muscles and/or edematous muscles; necrotizing cellulitis in the past 30 days which would prevent the ability to perform the RenewTM NCP-5 treatment (evaluate and treat prior to RenewTM NCP-5 treatment)\n27. Unwilling or unable to maintain stable exercise regimen throughout the trial\n28. Participation in any clinical drug trial 30 days or five half-lives, whichever is longer, prior to screening visit\n29. Use of any device to increase cerebral blood flow in the past 30 days.\n30. History of claustrophobia.\n31. Subject unable to lay supine for 90 minutes","healthyVolunteers":false,"sex":"ALL","minimumAge":"55 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Change From Baseline to 24 Weeks in Vascular Dementia Assessment Scale Cognitive Subscale (vADAS-cog) Using the Average of Scores at 12, 18 and 24 Weeks.","description":"The vADAS-cog assessment includes 17 subscale scores. The total score is the sum of all scaled scored from 0-120. The higher values represent more cognitive impairment. The change in vADAS-cog scores from baseline at the timepoints of 12, 18, and 24 weeks is averaged together for each patient. The primary outcome measure is the average of those values for all patients in a group.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-9.76","spread":"1.54"},{"groupId":"OG001","value":"-5.31","spread":"1.73"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment Related Adverse Events as Assessed by MedDRA.","description":null,"paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"41","spread":null},{"groupId":"OG001","value":"33","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment Related Serious Adverse Events as Assessed by MedDRA.","description":null,"paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"9","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":8,"n":98},"commonTop":["Skin Irritation/Injury","Upper Respiratory Tract Infection","Back Pain","Diarrhea","Gastrointestinal Upset"]}}}