{"nctId":"NCT01339936","briefTitle":"Evaluation of the Effect of Repeated Usage on the Tear Film Characteristics of an Investigational Eye Drop in Dry Eye Sufferers","startDateStruct":{"date":"2011-03"},"conditions":["Dry Eye Syndrome"],"count":40,"armGroups":[{"label":"Investigational eye drop","type":"EXPERIMENTAL","interventionNames":["Device: Carboxymethylcellulose sodium, glycerin and polysorbate 80"]}],"interventions":[{"name":"Carboxymethylcellulose sodium, glycerin and polysorbate 80","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Mild or greater dry eye symptoms.\n* Evidence of evaporative dry eye\n\nExclusion Criteria:\n\n* Known allergy or sensitivity to the study product(s) or its components\n* Current contact lens wearer\n* Systemic or ocular allergies\n* Use of systemic medication which might have ocular side effects.\n* Any ocular infection.\n* Use of ocular medication.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Tear Film Evaporation Rate","description":"The rate of evaporation of the tears from the ocular surface was measured. To do so the participant was required to wear a sealed goggle over the eye, which served to isolate the air surrounding the ocular surface. The temperature and humidity were measured within the sealed goggle during closed eye and open eye situations. The evaporation from the ocular surface was calculated by taking the difference between the evaporation rate of the skin taken during the closed eye measurement and the evaporation rate taken during the open eye measurement. The rate of evaporation was measured in 10\\^-7 g/cm\\^2 /s and recorded for relative humidity of 25% to 35%.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26.0","spread":"11.2"}]}]}]},{"type":"SECONDARY","title":"Tear Break Up Time","description":"The tear film break-up-time (BUT) is the time elapsed between eye opening after a blink, and the appearance of the first dark spot within the tear film when observed with a wide diffuse light source of the Tearscope. This measurement is indicative of the tear film stability. Three independent measurements were recorded in each case and the median value over the three measurements calculated. The latter value constituted the secondary endpoint used in the analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.8","spread":"4.3"}]}]}]},{"type":"SECONDARY","title":"Ocular Surface Disease Index Score","description":"The OSDI is a 12-item patient-reported outcomes questionnaire designed to assess the range of ocular surface symptoms, their severity, and their impact on the patient's ability to function.\n\nThe OSDI items are scored on a 0 to 4 Likert-type scale, where 0 = None of the time, 1 = Some of the time, 2 = Half of the time, 3 = Most of the time, and 4 = All of the time. Using individual item responses, an overall OSDI score is calculated. The overall OSDI score ranges from 0 to 100, where a score of 100 corresponds to complete disability while a score of 0 corresponds to no disability.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26.8","spread":"23.0"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":36},"commonTop":["Stye","Allergic response","Bunion surgery"]}}}