{"nctId":"NCT02585843","briefTitle":"Mineralocorticoid Receptor Antagonists (MRA) in Heart Failure (HF) and Loop Diuretic Resistance","startDateStruct":{"date":"2015-11","type":"ACTUAL"},"conditions":["Heart Failure"],"count":20,"armGroups":[{"label":"High-dose","type":"EXPERIMENTAL","interventionNames":["Drug: Spironolactone 100mg"]},{"label":"Standard of Care","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Spironolactone 25mg"]}],"interventions":[{"name":"Spironolactone 100mg","otherNames":["Aldactone"]},{"name":"Spironolactone 25mg","otherNames":["Aldactone"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* History of heart failure with either reduced or preserved ejection fraction for 3 months\n* Patients with New York Heart Association (NYHA) class II- IV heart failure symptoms, with at least one worsening symptom (Dyspnea on exertion, shortness of breath, orthopnea, early satiety) and one sign of congestion (pulmonary rales, elevated jugular venous pressure10cmHg, peripheral edema and ascites)\n* Decision by primary cardiologist or heart failure (HF) specialist to increase the home diuretic dose\n* Stable treatment with beta-blockers for 1 month unless contraindicated (i.e. intolerance, bradycardia) as specified by primary cardiologist/HF provider\n* Stable treatment with angiotensin converting enzyme-1 (ACE-1) or angiotensin receptor blocker (ARB) for 1 month\n* Spironolactone dose 25mg or eplerenone 50mg per day\n* Daily furosemide or furosemide equivalent dose of 80mg or greater\n* Serum potassium concentration 4.5 mmol/L or 5.0 mmol/L if on potassium supplements\n* Estimated Glomerular Filtration Rate (eGFR) by Modification of Diet in Renal Disease (MDRD) equation 40 ml/min/1.73\n\nExclusion Criteria:\n\n* Inability to complete informed consent form\n* Allergy or intolerance to spironolactone\n* Systolic blood pressure \\<100 mmHg\n* Patient in need of hospitalization per cardiologist decision\n* Current inotrope dependency\n* Current mechanical circulatory support\n* Acute coronary syndromes or unstable angina within the past 4 weeks\n* History of cardiac transplant\n* Obstructive cardiac valvular disease\n* Primary hypertrophic cardiomyopathy, infiltrative cardiomyopathy\n* Significant ventricular arrhythmia necessitating defibrillator therapy within the past 14 days\n* Atrioventricular conduction abnormality greater than first-degree block\n* Primary liver disease resulted in cirrhosis or abnormal liver function tests (transaminases and alkaline phosphatase levels 3 times the upper limit of normal\n* Acute malignancy\n* Active infection requiring antimicrobial treatment (Suppression antimicrobial for chronic infections are exempt)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Body Weight","description":"change in body weight measured in kilograms between weight at baseline and weight at 7 days","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.9","spread":"2.0"},{"groupId":"OG001","value":"-1.9","spread":"1.1"}]}]}]},{"type":"SECONDARY","title":"Change in Estimated Jugular Venous Pressure (cmH2O)","description":"Change in estimated jugular venous pressure by physical exam in cmH2O between baseline and 7 days","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.2","spread":"2.5"},{"groupId":"OG001","value":"-3.9","spread":"2.2"}]}]}]},{"type":"SECONDARY","title":"Change in 6-minute Walk Test Distance (6MWT)","description":"At baseline and final visit. The 6MWT will be conducted per American Thoracic Society guidelines.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"36","spread":"46"},{"groupId":"OG001","value":"36","spread":"41"}]}]}]},{"type":"SECONDARY","title":"Change in Score on the Visual Analogue Scale (VAS)","description":"Dyspnea will be assessed at baseline and at 7 days with the score on the visual analogue scale (VAS). The scores range from 0 (minimum) to 100 (maximum) with higher numbers representing improvements in dyspnea (i.e. better) and lower numbers representing worsening of dyspnea (i.e. worse).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26","spread":"34"},{"groupId":"OG001","value":"25","spread":"17"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Day 7 on the Seven-Level Likert Scale","description":"Dyspnea will be assessed using a Seven-Level Likert Scale at baseline and the day 7 visit. The outcome measure will be reported as a difference between these two assessments (value at 7 days minus the value at baseline). The values on this scale range from 1 to 7 with higher numbers indicating overall better subjective assessment related to the symptom of dyspnea. Therefore, positive numbers represent an overall improvement in dyspnea during the study intervention and the higher (more positive) this difference is, the better the subject's relief of dyspnea at the conclusion of the study intervention.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.1","spread":"0.9"},{"groupId":"OG001","value":"2.6","spread":"0.5"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":10},"commonTop":["Hyperkalemia"]}}}