{"nctId":"NCT03348930","briefTitle":"Tolcapone in Obsessive Compulsive Disorder","startDateStruct":{"date":"2018-03-20","type":"ACTUAL"},"conditions":["Obsessive-Compulsive Disorder"],"count":20,"armGroups":[{"label":"Tolcapone","type":"EXPERIMENTAL","interventionNames":["Drug: Tolcapone 200 MG"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Tolcapone 200 MG"]}],"interventions":[{"name":"Tolcapone 200 MG","otherNames":["No other names"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Males and females age 18-65;\n2. Diagnosis of current OCD based on DSM-5 criteria and confirmed using the clinician-administered Structured Clinical Interview for DSM-5 (SCID);\n3. Able and willing to provide written consent for participation.\n\nExclusion Criteria:\n\n1. Unstable medical illness, including liver disease, as determined by the investigator;\n2. History of seizures;\n3. Clinically significant suicidality (defined by the Columbia Suicide Severity Rating Scale);\n4. Baseline score of ≥17 on the Hamilton Depression Rating Scale (17-item HDRS);\n5. Lifetime history of bipolar disorder type I or II, schizophrenia, autism, any psychotic disorder, or any substance use disorder;\n6. Initiation of psychotherapy or behavior therapy within 3 months prior to study baseline;\n7. Previous treatment with tolcapone;\n8. Any history of psychiatric hospitalization in the past year;\n9. Currently pregnant (confirmed by urine pregnancy test)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Yale Brown Obsessive Compulsive Scale (Y-BOCS)","description":"The entire study for the subject will last 5 weeks. Every 2 weeks and after the one week washout period the subject will take the YBOCS. The change in scores from baseline to after 5 weeks will be assessed. The scale itself assesses severity of OCD symptoms. The YBOCS scale ranges from 0 to 40, with 0 being no symptoms and 40 being severe.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.24","spread":"6.20"},{"groupId":"OG001","value":"-1.10","spread":"4.71"}]}]}]},{"type":"SECONDARY","title":"Clinical Global Impression- Severity and Improvement (CGI)","description":"The entire study for the subject will last 5 weeks. Every two weeks and after the one week washout period the subject will complete the CGI. The change in scores from baseline to after 5 weeks will be assessed. The scale itself assesses overall disorder severity on a scale from 1 to 7 with 1 being \"not at all\" and 7 being \"among the most severe cases\"","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.78","spread":"1.43"},{"groupId":"OG001","value":"3.5","spread":"0.90"}]}]}]},{"type":"SECONDARY","title":"Sheehan Disability Scale (SDS)","description":"The entire study for the subject will last 5 weeks. Every two weeks and after the one week washout period the subject will complete the SDS. The change in scores from baseline to after 5 weeks will be assessed. The scale itself assesses the level of disability from obsessive compulsive disorder (or target disorder). The SDS is a brief, 5-item self-report tool that assesses functional impairment in work/school, social life, and family life. Work/school scores range from 0 to 10, Social life scores range from 0 to 10, Family life/home responsibilities scores range from 0 to 10). Total scores are calculated by adding the scores for work/school, social life, and family life. Total scores range from a minimum of 0 to a maximum of 30 (0 unimpaired, 30 highly impaired).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.68","spread":"4.41"},{"groupId":"OG001","value":"-1.97","spread":"6.62"}]}]}]},{"type":"SECONDARY","title":"Hamilton Anxiety Rating Scale (HAM-A)","description":"Every study visit, the subject will complete the HAM-A. The change in scores from baseline to after 5 weeks will be assessed. The scale itself assesses level of anxiety. Higher scores indicate higher levels of anxiety, with 0 being no symptoms of anxiety and 30 being severe anxiety.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.90","spread":"4.39"},{"groupId":"OG001","value":"-1.60","spread":"4.07"}]}]}]},{"type":"SECONDARY","title":"Hamilton Depression Rating Scale (HAM-D)","description":"The entire study for the subject will last 5 weeks. The HAM-D will be administered at every study visit. The change in scores from baseline to after the end of the 2-week active treatment period will be assessed and the change in scores from baseline to the end of the 2-week placebo period. The scale itself assesses level of depression. The minimum score is 0 and indicates no depressive symptoms, while the highest possible score is 50. Higher total scores indicate high levels of depression. Higher scores indicate a worse outcome. Higher total scored (14-50) indicate higher levels of depression, while a score between 0-7 is considered normal.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.65","spread":"3.67"},{"groupId":"OG001","value":"-2.00","spread":"4.42"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":20},"commonTop":["Mild Headache","Increased frequency in bowel movements","Blood in stool","Less frequent bowel movements","Fatigue"]}}}