{"nctId":"NCT05360966","briefTitle":"Study Evaluating the Safety and Efficacy of AR-15512 (COMET-3)","startDateStruct":{"date":"2022-07-18","type":"ACTUAL"},"conditions":["Dry Eye Disease"],"count":467,"armGroups":[{"label":"0.003% AR-15512","type":"EXPERIMENTAL","interventionNames":["Drug: 0.003% AR-15512 ophthalmic solution"]},{"label":"AR-15512 Vehicle","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: AR-15512 vehicle ophthalmic solution"]}],"interventions":[{"name":"0.003% AR-15512 ophthalmic solution","otherNames":[]},{"name":"AR-15512 vehicle ophthalmic solution","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Key Inclusion Criteria:\n\n* Signs and symptoms of dry eye disease (DED) at the Screening and Baseline visits;\n* Corrected visual acuity of +0.70 logarithm Minimum angle of resolution (LogMAR) or better in both eyes at Screening and Baseline visits;\n* Other protocol-specified inclusion criteria may apply.\n\nKey Exclusion Criteria:\n\n* History or presence of any ocular disorder or condition (other than DED) in either eye that would, in the opinion of the investigator, likely interfere with the interpretation of the study results or subject safety;\n* Regular use of lid hygiene within 14 days prior to the Screening visit or any planned use during the study;\n* Use of artificial tears within 2 hours prior to the Screening visit or anticipated use during the study;\n* Medication use as specified in the protocol;\n* History or presence of significant systemic disease;\n* Other protocol-specified exclusion criteria may apply.","healthyVolunteers":false,"sex":"ALL","minimumAge":"30 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Subjects Who Achieved Equal to or Greater Than 10 Millimeter Increase From Pre-drop at Baseline to Post-drop on Day 14 in Study Eye Unanesthetized Schirmer Score","description":"The Schirmer test measures tear production using a filter paper placed on the lower eyelid. The amount of wetting was recorded on a scale from 0 millimeters (mm) (no tear production) to 35 mm (maximum). The test was performed at Day 1 prior to drop exposure and at Day 14 following drop exposure. An increased score represents a positive outcome. One eye (study eye) contributed data to the analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"53.2","spread":null},{"groupId":"OG001","value":"14.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Least Squares Mean Change From Baseline in Global Symptom Assessment iN Dry Eye (SANDE) Score on Day 28","description":"The SANDE questionnaire assesses the frequency and severity of symptoms using 2 unique, 100 mm Visual Analog Scales to mark the frequency (0=rarely, 100=all the time) and severity (0=very mild, 100=very severe) of dry eye symptoms (prior to drop exposure). The 2 scores were multiplied and a square root was obtained for a resultant overall Global SANDE score of 0 to 100 where 0 represents no symptoms and 100 is maximum symptoms. A negative change indicates a better outcome. This was a subject based assessment (single score for both eyes).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-22.3","spread":"1.66"},{"groupId":"OG001","value":"-19.1","spread":"1.64"}]}]}]},{"type":"SECONDARY","title":"Least Squares Mean Change From Pre-drop Baseline Unanesthetized Schirmer Score on Post-drop Day 14 (Study Eye)","description":"The Schirmer test measures tear production using a filter paper placed on the lower eyelid. The amount of wetting was recorded on a scale from 0 millimeters (mm) (no tear production) to 35 mm (maximum). The test was performed at Day 1 prior to drop exposure and at Day 14 following drop exposure. The Day 14 post-drop value was compared to the Day 1 pre-drop value. A positive change indicates a better outcome. One eye (study eye) contributed data to the analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.9","spread":"0.60"},{"groupId":"OG001","value":"2.6","spread":"0.59"}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects Who Achieved Equal to or Greater Than 10 Millimeter Increase From Pre-drop at Baseline to Post-drop on Day 1 in Study Eye Unanesthetized Schirmer Score","description":"The Schirmer test measures tear production using a filter paper placed on the lower eyelid. The amount of wetting was recorded on a scale from 0 millimeters (mm) (no tear production) to 35 mm (maximum). The test was performed at Day 1 prior to drop exposure and at each subsequent study visit. The study visit value was compared to the Day 1 pre-drop value. A positive change indicates a better outcome. One eye (study eye) contributed data to the analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"53.7","spread":null},{"groupId":"OG001","value":"13.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Least Squares Mean Change From Pre-drop Baseline in Unanesthetized Schirmer Score on Post-drop Day 1 (Study Eye)","description":"The Schirmer test measures tear production using a filter paper placed on the lower eyelid. The amount of wetting was recorded on a scale from 0 millimeters (mm) (no tear production) to 35 mm (maximum). The test was performed at Day 1 prior to drop exposure and at Day 1 following drop exposure. The Day 1 post-drop score was compared to the Day 1 pre-drop score. A positive change over time indicates a better outcome. One eye (study eye) contributed data to the analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.9","spread":"0.53"},{"groupId":"OG001","value":"3.3","spread":"0.53"}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects Who Achieved Equal to or Greater Than 10 Millimeter Increase From Pre-drop at Baseline to Post-drop on Day 90 in Study Eye Unanesthetized Schirmer Score","description":"The Schirmer test measures tear production using a filter paper placed on the lower eyelid. The amount of wetting was recorded on a scale from 0 millimeters (mm) (no tear production) to 35 mm (maximum). The test was performed at Day 1 prior to drop exposure and at Day 90 following drop exposure. The Day 90 post-drop score was compared to the Day 1 pre-drop score. An increased score represents a positive outcome. One eye (study eye) contributed data to the analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"59.2","spread":null},{"groupId":"OG001","value":"21.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Least Squares Mean Change From Pre-drop Baseline in Unanesthetized Schirmer Score on Post-drop Day 90 (Study Eye)","description":"The Schirmer test measures tear production using a filter paper placed on the lower eyelid. The amount of wetting was recorded on a scale from 0 millimeters (mm) (no tear production) to 35 mm (maximum). The test was performed at Day 1 prior to drop exposure and at Day 90 following drop exposure. The Day 90 post-drop score was compared to the Day 1 pre-drop score. A positive change over time indicates a better outcome. One eye (study eye) contributed data to the analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.7","spread":"0.63"},{"groupId":"OG001","value":"3.7","spread":"0.61"}]}]}]},{"type":"SECONDARY","title":"Least Squares Mean Change From Baseline in Global SANDE Score on Day 90","description":"The SANDE questionnaire assesses the frequency and severity of symptoms using 2 unique, 100 mm Visual Analog Scales to mark the frequency (0=rarely, 100=all the time) and severity (0=very mild, 100=very severe) of dry eye symptoms (prior to drop exposure). The 2 scores were multiplied and a square root was obtained for a resultant overall Global SANDE score of 0 to 100 where 0 represents no symptoms and 100 is maximum symptoms. A negative change indicates a better outcome. This was a subject based assessment, and subject assigned a single score for both eyes.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-28.3","spread":"1.92"},{"groupId":"OG001","value":"-26.9","spread":"1.88"}]}]}]},{"type":"SECONDARY","title":"Least Squares Mean Change From Baseline in SANDE Frequency Score on Day 90","description":"The SANDE questionnaire assesses the frequency of dry eye disease symptoms. Subjects used a 100 mm Visual Analog Scale (VAS) to mark the frequency of symptoms where 0=rarely and 100=all the time. A higher SANDE frequency score indicates greater symptoms of dryness and/or irritation. The questionnaire was completed at Day 1 and Day 90 prior to drop exposure (both visits). The Day 90 value was compared to the Day 1 value. A negative change indicates a better outcome. This was a subject based assessment, and subject assigned a single score for both eyes.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-28.6","spread":"2.03"},{"groupId":"OG001","value":"-27.2","spread":"2.00"}]}]}]},{"type":"SECONDARY","title":"Least Squares Mean Change From Baseline in SANDE Severity Score on Day 90","description":"The SANDE questionnaire assesses the severity of dry eye disease symptoms. Subjects used a 100 mm Visual Analog Scale (VAS) to mark the severity of symptoms where 0=very mild and 100=very severe. A higher SANDE severity score indicates greater symptoms of dryness and/or irritation. The questionnaire was completed at Day 1 and Day 90 prior to drop exposure (both visits). The Day 90 value was compared to the Day 1 value. A negative change indicates a better outcome. This was a subject based assessment, and subject assigned a single score for both eyes.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-27.0","spread":"1.95"},{"groupId":"OG001","value":"-25.4","spread":"1.91"}]}]}]},{"type":"SECONDARY","title":"Least Squares Mean Change From Baseline in Eye Dryness Score (EDS) on Day 90","description":"The subject used a 100 mm Visual Analog Scale (VAS) to mark their eye dryness, where 0=no eye dryness and 100=maximum eye dryness. Eye dryness was assessed at Day 1 and Day 90 prior to drop exposure (both visits). A higher eye dryness score indicates greater dryness. The Day 90 value was compared to the Day 1 value. A negative change indicates a better outcome. This was a subject based assessment, and subject assigned a single score for both eyes.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-22.4","spread":"1.98"},{"groupId":"OG001","value":"-22.8","spread":"1.97"}]}]}]},{"type":"SECONDARY","title":"Least Squares Mean Change From Baseline in Ocular Discomfort Score (ODS) on Day 90","description":"The subject used a 100 mm Visual Analog Scale (VAS) to mark their eye dryness, where 0=no ocular discomfort and 100 mm=maximum ocular discomfort. A higher ocular discomfort score indicates greater discomfort. Ocular discomfort was assessed at Day 1 and Day 90 prior to drop exposure (both visits). The Day 90 value was compared to the Day 1 value. A negative change indicates a better outcome. This was a subject based assessment, and subject assigned a single score for both eyes.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-35.0","spread":"2.14"},{"groupId":"OG001","value":"-34.0","spread":"2.14"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":466},"commonTop":["Instillation site pain"]}}}