{"nctId":"NCT03331042","briefTitle":"SM-1 vs 2 Comparators and Placebo in Participants With a History of Transient Insomnia.","startDateStruct":{"date":"2017-10-09","type":"ACTUAL"},"conditions":["Transient Insomnia"],"count":85,"armGroups":[{"label":"Sequence 1","type":"EXPERIMENTAL","interventionNames":["Drug: SM-1","Drug: D+Z","Drug: D+L","Drug: Placebo"]},{"label":"Sequence 2","type":"EXPERIMENTAL","interventionNames":["Drug: SM-1","Drug: D+Z","Drug: D+L","Drug: Placebo"]},{"label":"Sequence 3","type":"EXPERIMENTAL","interventionNames":["Drug: SM-1","Drug: D+Z","Drug: D+L","Drug: Placebo"]},{"label":"Sequence 4","type":"EXPERIMENTAL","interventionNames":["Drug: SM-1","Drug: D+Z","Drug: D+L","Drug: Placebo"]}],"interventions":[{"name":"SM-1","otherNames":[]},{"name":"D+Z","otherNames":[]},{"name":"D+L","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Signed written consent form.\n* Experienced at least 1 prior episode of transient insomnia meeting all of the following criteria: difficulty falling asleep or staying asleep; next day impairment or distress associated with the disturbed sleep; frequency of 1 to 7 nights per week; duration of less than 1 month or more than 1 month of intermittent episodes.\n* Routinely spends 6.5 - 9.5 hours in bed each night, with bed time varying no more than 2 hours over a week. Potential participants will be required to complete a paper diary for a minimum of 7 days during the screening period, with at least 5 entries completed over the 7 days.\n* Body Mass Index (BMI) between 19 and 32 kg/m2.\n* Good general health, as determined by a thorough medical, sleep and psychiatric history review, brief physical examination including vital sign measurements, and an assessment of screening laboratory test results.\n* Female subjects of childbearing potential must be using an acceptable method of contraception during the study and for the 30 days following the last dose of study drug, and must have a negative urine pregnancy test at every study visit. Female subjects of non-childbearing potential are not required to use contraception if they have been surgically sterilized or are post-menopausal as defined by the cessation of menses for a period of at least 2 years before screening.\n* Male subjects must use an acceptable method of contraception during the study and for the 30 days following the last dose of study drug.\n* Willing and able to be confined to the study center for 1 night in each of 4 treatment periods, as required by the protocol.\n* Refrains from the use of alcohol within 24 hours of check-in for each of 4 treatment periods involving an overnight stay at the study center.\n* Refrains from napping (any sleep episode occurring outside subject's main sleep episode) on days of check-in for each of 4 treatment periods involving an overnight stay at the study center.\n\nExclusion Criteria:\n\n* Females who are pregnant, breast-feeding, or planning a pregnancy during the study period.\n* Clinically significant medical disorder or currently unstable medical condition that, in the opinion of the investigator, would confound the results of the study.\n* Abnormal laboratory value at screening, judged clinically significant by the investigator.\n* History or current evidence of severe hepatic (liver) impairment.\n* Clinically significant psychiatric illness, or the history or presence of a major psychiatric illness in the past year.\n* Clinically significant abnormal finding on physical examination, as determined by the investigator.\n* Lifetime history of seizure disorder (other than childhood febrile seizures) or serious head injury.\n* History of chronic insomnia or other sleep disorders, such as sleep apnea, narcolepsy, parasomnia, restless leg syndrome, or circadian rhythm disorder.\n* Air travel across more than 2 time zones, an expected change in sleep schedule, or involvement in night work or shift work within 1 month before screening or during the study period.\n* Reports a recent history of napping of more than once per week.\n* History of alcohol or substance use disorder within the year before screening, or current evidence of alcohol or substance use disorder.\n* Self-report of a usual consumption of more than 14 units of alcohol per week. One unit of alcohol is equivalent to 12 ounces of beer, 4 ounces of wine, or 1 ounce of liquor.\n* Regular consumption of more than 500 mg of caffeine per day.\n* History of routinely smoking during sleep period.\n* Discontinuation of smoking or participation in a smoking cessation program within 30 days of screening or plans to discontinue smoking during the study.\n* Positive urine drug screen at screening.\n* Positive alcohol breathalyzer test at any visit.\n* History of allergy or known sensitivity, hypersensitivity, or adverse reaction to diphenhydramine, zolpidem, or lorazepam or other drugs of the same pharmaceutical classes.\n* Use of any medication which affects sleep-wake function within 5 half-lives or 2 weeks, whichever is longer, before screening until study completion. This includes prescription, over-the-counter (OTC), and herbal (e.g. valerian root, melatonin) medications.\n* Use of any investigational drug within 30 days or 5 half-lives, whichever is longer, before screening.\n* Planned surgery (inpatient or outpatient) during the study period.\n* Employee or family member of the investigator or study center personnel.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Total Sleep Time (TST)","description":"TST efficacy of SM-1 versus placebo, combination product diphenhydramine plus zolpidem and combination product diphenhydramine plus lorazepam measured by polysomnography (PSG)-defined total sleep time (TST)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"401.82","spread":"68.074"},{"groupId":"OG001","value":"404.83","spread":"47.252"},{"groupId":"OG002","value":"397.28","spread":"56.982"},{"groupId":"OG003","value":"307.38","spread":"107.365"}]}]}]},{"type":"SECONDARY","title":"Latency to Persistent Sleep (LPS)","description":"Efficacy of SM-1 versus placebo, combination product diphenhydramine plus zolpidem and combination product diphenhydramine plus lorazepam measured by polysomnography (PSG)-measured sleep induction, the amount of time it takes the subject to fall asleep.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.59","spread":"18.548"},{"groupId":"OG001","value":"23.10","spread":"29.145"},{"groupId":"OG002","value":"23.55","spread":"29.125"},{"groupId":"OG003","value":"39.25","spread":"73.961"}]}]}]},{"type":"SECONDARY","title":"Number of Awakenings (NAW)","description":"NAW efficacy of SM-1 versus placebo, combination product diphenhydramine plus zolpidem and combination product diphenhydramine plus lorazepam measured by polysomnography (PSG)-measured sleep maintenance.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.0","spread":"6.06"},{"groupId":"OG001","value":"10.7","spread":"6.22"},{"groupId":"OG002","value":"11.0","spread":"5.91"},{"groupId":"OG003","value":"8.6","spread":"5.06"}]}]}]},{"type":"SECONDARY","title":"Wakefulness After Sleep Onset (WASO)","description":"WASO efficacy of SM-1 versus placebo, combination product diphenhydramine plus zolpidem and combination product diphenhydramine plus lorazepam measured by polysomnography (PSG)-measured sleep maintenance as the amount of time spent awake after falling asleep.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"64.11","spread":"66.673"},{"groupId":"OG001","value":"58.83","spread":"41.834"},{"groupId":"OG002","value":"63.91","spread":"49.841"},{"groupId":"OG003","value":"140.06","spread":"99.366"}]}]}]},{"type":"SECONDARY","title":"Karolinska Sleepiness Scale (KSS) of Morning Alertness.","description":"Morning alertness measured by Karolinska Sleepiness Scale (KSS). KSS ranges from 1-9, with higher numbers indicating sleepier and lower numbers more alert.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.2","spread":"1.99"},{"groupId":"OG001","value":"3.9","spread":"2.01"},{"groupId":"OG002","value":"3.9","spread":"2.02"},{"groupId":"OG003","value":"3.9","spread":"2.01"}]}]}]},{"type":"SECONDARY","title":"Number Correct on Digit Symbol Substitution Test (DSST)","description":"Morning alertness measured by DSST. The digit symbol substitution test assesses attention, psychomotor speed, complex scanning, visual tracking, and immediate memory. This test consists of 4 rows each with 25 small blank squares; above each square is a number between 1 and 9. At the top is a 'key,' which pairs each number (1 through 9) with an unfamiliar symbol. The participant has 90 seconds to work as quickly as possible (left to right across the rows) to fill in each blank square with the appropriate symbol based on the number above the square. Results are presented as total number correct; therefore, lower numbers indicate greater impairment. Scores on the DSST range from 0-93","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"56.0","spread":"14.21"},{"groupId":"OG001","value":"57.6","spread":"14.98"},{"groupId":"OG002","value":"58.3","spread":"16.20"},{"groupId":"OG003","value":"60.4","spread":"16.81"}]}]}]},{"type":"SECONDARY","title":"Subjective Total Sleep Time (sTST)","description":"Subject reported TST from Post-Sleep Questionnaire (PSQ).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"441.1","spread":"55.97"},{"groupId":"OG001","value":"419.0","spread":"79.60"},{"groupId":"OG002","value":"422.9","spread":"83.63"},{"groupId":"OG003","value":"368.7","spread":"107.47"}]}]}]},{"type":"SECONDARY","title":"Subjective Sleep Onset Latency (sSOL)","description":"Subject reported SOL, the amount of time the subject felt it took to fall asleep, from Post-Sleep Questionnaire (PSQ).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22.7","spread":"24.30"},{"groupId":"OG001","value":"27.7","spread":"34.29"},{"groupId":"OG002","value":"26.6","spread":"51.81"},{"groupId":"OG003","value":"34.8","spread":"55.53"}]}]}]},{"type":"SECONDARY","title":"Subjective Number of Awakenings (sNAW)","description":"Subject reported NAW from Post-Sleep Questionnaire (PSQ).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.0","spread":"1.73"},{"groupId":"OG001","value":"2.2","spread":"2.19"},{"groupId":"OG002","value":"2.2","spread":"1.47"},{"groupId":"OG003","value":"2.8","spread":"1.83"}]}]}]},{"type":"SECONDARY","title":"Number of Participants According to Sleep Quality","description":"Subject reported sleep quality, how well the subject felt he or she slept, from Post-Sleep Questionnaire (PSQ).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"3","spread":null},{"groupId":"OG002","value":"7","spread":null},{"groupId":"OG003","value":"15","spread":null}]},{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"17","spread":null},{"groupId":"OG002","value":"15","spread":null},{"groupId":"OG003","value":"39","spread":null}]},{"measurements":[{"groupId":"OG000","value":"43","spread":null},{"groupId":"OG001","value":"48","spread":null},{"groupId":"OG002","value":"49","spread":null},{"groupId":"OG003","value":"21","spread":null}]},{"measurements":[{"groupId":"OG000","value":"23","spread":null},{"groupId":"OG001","value":"15","spread":null},{"groupId":"OG002","value":"12","spread":null},{"groupId":"OG003","value":"8","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Minutes of Sleep in Stages N1, N2, N3, Rapid Eye Movement (REM) and Latency to REM Onset.","description":"Effect of SM-1 and the two 2-drug combination products (diphenhydramine plus zolpidem and diphenhydramine plus lorazepam) on sleep stage distribution.","classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":84},"commonTop":["somnolence","asthenia","nightmare","abdominal pain","fatigue"]}}}