{"nctId":"NCT03181932","briefTitle":"AeroVanc in the Treatment of Methicillin-resistant Staphylococcus Aureus Infection in Patients With Cystic Fibrosis","startDateStruct":{"date":"2017-09-20","type":"ACTUAL"},"conditions":["MRSA","Cystic Fibrosis"],"count":188,"armGroups":[{"label":"Double-blind vancomycin inhalation powder","type":"EXPERIMENTAL","interventionNames":["Drug: Vancomycin inhalation powder"]},{"label":"Double-blind placebo inhalation powder","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo inhalation powder"]},{"label":"Open-label vancomycin inhalation powder","type":"EXPERIMENTAL","interventionNames":["Drug: Vancomycin inhalation powder"]}],"interventions":[{"name":"Vancomycin inhalation powder","otherNames":["AeroVanc"]},{"name":"Placebo inhalation powder","otherNames":[]},{"name":"Vancomycin inhalation powder","otherNames":["AeroVanc"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria\n\n1. Participants ≥6 years of age at time of informed consent form or assent form signing.\n2. Confirmed diagnosis of CF, determined by having clinical features consistent with the CF phenotype, plus one of the following:\n\n   1. Positive sweat chloride test (value ≥60 milliequivalent/L),\n   2. Genotype with 2 mutations consistent with CF (i.e., a mutation in each of the cystic fibrosis transmembrane conductance regulator genes).\n3. Positive sputum culture or a throat swab culture for MRSA at Screening.\n4. In addition to the Screening sample, have at least 2 prior sputum or throat swab cultures positive for MRSA, of which at least 1 sample is \\>6 months prior to Screening. At least 50% of all MRSA cultures (sputum or throat swab culture) collected from the time of the first positive culture (in the previous 1 year) must have tested positive for MRSA. (Note: Screening sample may count towards 50% positive count)\n5. FEV1 ≥30% and ≤90% of predicted that is normal for age, gender, race, and height, using the Global Lung Function Initiative equation.\n6. At least 1 episode of acute pulmonary infection treated with non-maintenance antibiotics within 12 months prior to the Baseline visit (initiation of treatment with intermittent inhaled anti-Pseudomonal therapy will not qualify as treatment with non-maintenance antibiotics).\n7. If female of childbearing potential, an acceptable method of contraception must be used during the study and must be combined with a negative pregnancy test obtained during Screening; sexually active male subjects of reproductive potential who are non-sterile (i.e., male who has not been sterilized by vasectomy for at least 6 months, and were not diagnosed with infertility through demonstration of azoospermia in a semen sample and/or absence of vas deferens through ultrasound) must be willing to use a barrier method of contraception, or their female partner must use an acceptable method of contraception, during the study.\n\n   For purposes of this study, the Sponsor defines \"acceptable methods of contraception\" as:\n   1. Oral birth control pills administered for at least 1 monthly cycle prior to administration of the study drug.\n   2. A synthetic progestin implanted rod (eg, Implanon®) for at least 1 monthly cycle prior to the study drug administration but not beyond the 4th successive year following insertion.\n   3. Intrauterine devices, inserted by a qualified clinician for at least 1 monthly cycle prior to study drug administration.\n   4. Medroxyprogesterone acetate (eg, Depo-Provera®) administered for a minimum of 1 monthly cycle prior to administration of the study drug and continuing through 1 month following study completion.\n   5. Hysterectomy or surgical sterilization.\n   6. Abstinence.\n   7. Double barrier method (diaphragm with spermicidal gel or condoms with contraceptive foam).\n\n   Note: For subjects prescribed Orkambi: Orkambi may substantially decrease hormonal contraceptive exposure, reducing the effectiveness and increasing the incidence of menstruation-associated adverse reactions. Hormonal contraceptives, including oral, injectable, transdermal, and implantable, should not be relied upon as an effective method of contraception when co-administered with Orkambi.\n8. Able and willing to comply with the protocol, including availability for all scheduled study visits and able to perform all techniques necessary to use the AeroVanc inhaler and measure lung function.\n9. Agree not to smoke during any part of the clinical trial (Screening visit through end of study).\n10. Participants with a Pseudomonas aeruginosa co-infection must either be stable on a regular suppression regimen of inhaled antibiotics or must be, in the opinion of the Investigator, stable despite the lack of such treatment.\n\nExclusion criteria\n\n1. Use of anti-MRSA treatments prescribed as maintenance therapy (intravenous \\[IV\\] or inhaled treatment within 28 days; oral treatment within 14 days) prior to the Baseline visit.\n2. Use of non-maintenance antibiotic for pulmonary infection or extrapulmonary MRSA infection (IV or inhaled antibiotic within 28 days; oral antibiotic within 14 days) prior to the Baseline visit.\n3. History of previous allergies or sensitivity to vancomycin, or other component(s) of the study drug or placebo except for a history of red-man syndrome.\n4. Inability to tolerate inhaled products.\n5. First time sputum culture or throat swab culture yielding Burkholderia cepacia, or nontuberculous Mycobacteria in the previous 6 months to Screening.\n6. History of lung or other solid organ transplantation or currently on the list to receive lung or other solid organ transplantation.\n7. Resistance to vancomycin at Screening (vancomycin resistant Staphylococcus aureus, or vancomycin intermediate resistant Staphylococcus aureus, with minimum inhibitory concentration ≥8 μg/mL).\n8. Oral corticosteroids in doses exceeding 10 mg prednisone per day or 20 mg prednisone every other day, or equipotent doses of other corticosteroids.\n9. Changes in antimicrobial, bronchodilator, anti-inflammatory or corticosteroid medications within 14 days, or changes in cystic fibrosis transmembrane conductance modulators within 28 days, prior to the Baseline visit.\n10. Abnormal laboratory findings or other findings or medical history at Screening that, in the Investigator's opinion, would compromise the safety of the subject or the quality of the study data.\n11. Inability to tolerate inhalation of a short acting beta2 agonist\n12. Oxygen saturation \\<90% at Screening.\n13. Changes in physiotherapy technique or physiotherapy scheduled within 1 week of the Baseline visit.\n14. Administration of any investigational drug or device within 4 weeks prior to the Screening visit and during the study\n15. Female with positive pregnancy test result during Screening, pregnant (or intends to become pregnant), lactating or intends to breastfeed during the study.\n16. Renal insufficiency, defined as creatinine clearance \\<50 mL/min using the Cockcroft-Gault equation for adults or Schwartz equation for children at the Screening visit.\n17. Abnormal liver function, defined as ≥4x upper limit of normal of serum aspartate aminotransferase or serum alanine aminotransferase, or known cirrhosis at Screening.\n18. Diagnosed with clinically significant hearing loss.\n19. History of positive result for human immunodeficiency virus, hepatitis B virus or hepatitis C virus.\n20. Planned hospitalizations for prophylaxis antibiotic treatment within 28 days prior to Baseline visit or during the double-blind period (Period 1).","healthyVolunteers":false,"sex":"ALL","minimumAge":"6 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Absolute Change From Baseline in Forced Expiratory Volume in 1 Second (FEV1) Percent Predicted","description":"The mean absolute change from baseline in FEV1 percent predicted was analyzed sequentially at Week 4 (end of Cycle 1), Week 12 (end of Cycle 2) and at Week 20 (end of Cycle 3).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.39","spread":"8.078"},{"groupId":"OG001","value":"1.18","spread":"8.581"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.52","spread":"8.414"},{"groupId":"OG001","value":"0.13","spread":"8.056"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.61","spread":"9.967"},{"groupId":"OG001","value":"-1.94","spread":"8.924"}]}]}]},{"type":"SECONDARY","title":"Frequency of Pulmonary Exacerbations","description":"The number of pulmonary exacerbations during Period 1 adjusted for the length of follow-up.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.9","spread":"1.03"},{"groupId":"OG001","value":"0.9","spread":"1.02"}]}]}]},{"type":"SECONDARY","title":"Time to First Pulmonary Exacerbation","description":"Time to first pulmonary exacerbation requiring use of another antibiotic medication (oral, IV, and/or inhaled). The Outcome Measure Data presented are the median percentiles and 95% confidence intervals from Kaplan-Meier estimates.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"38","spread":null},{"groupId":"OG001","value":"48","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Cystic Fibrosis Questionnaire-Revised (CFQ-R) Scores","description":"The CFQ-R was administered every two weeks using a hand-held e-Diary. CFQ-R scores range between 0 and 100, where higher scores indicate a better outcome. The CFQ-R measures functioning in a variety of domains, including Physical Functioning, Vitality, Health Perceptions, Respiratory Symptoms, Treatment Burden, Role Functioning, Emotional Functioning and Social Functioning. The Outcome Measure Data presented are the Respiratory Symptoms Scores.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.4","spread":null},{"groupId":"OG001","value":"3.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.0","spread":null},{"groupId":"OG001","value":"4.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.6","spread":null},{"groupId":"OG001","value":"6.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Cystic Fibrosis Respiratory Symptom Diary-Chronic Respiratory Symptom Score (CFRSD-CRISS) Scores","description":"The CFRSD-CRISS was administered every two weeks using a hand-held e-Diary. Scores range between 0 and 100, where higher scores indicate a worse outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.2","spread":null},{"groupId":"OG001","value":"-5.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.7","spread":null},{"groupId":"OG001","value":"-8.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-7.3","spread":null},{"groupId":"OG001","value":"-5.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Relative Change in FEV1 Percent Predicted","description":"The mean relative change from Baseline in FEV1 percent predicted","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.9","spread":null},{"groupId":"OG001","value":"1.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.2","spread":null},{"groupId":"OG001","value":"-0.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.7","spread":null},{"groupId":"OG001","value":"-2.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Successful Response Cycles","description":"The number of successful response cycles a participant achieves over Period 1. A response in a cycle is defined by at least a 5 % relative improvement in FEV1 percent predicted at the end of each the respective cycle.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20","spread":null},{"groupId":"OG001","value":"24","spread":null}]},{"measurements":[{"groupId":"OG000","value":"18","spread":null},{"groupId":"OG001","value":"27","spread":null}]},{"measurements":[{"groupId":"OG000","value":"15","spread":null},{"groupId":"OG001","value":"9","spread":null}]},{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]}]},{"type":"SECONDARY","title":"Area Under the FEV1-time Profile","description":"The mean treatment difference in FEV1 across all post-baseline visits","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"609.7","spread":null},{"groupId":"OG001","value":"583.1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":24,"n":90},"commonTop":["Infective pulmonary exacerbation of cystic fibrosis","Cough","Headache","Oropharyngeal pain","Pyrexia"]}}}