{"nctId":"NCT00216476","briefTitle":"A Study of Relapse Prevention and the Effectiveness of Long-acting Injectable Risperidone and Quetiapine Tablets in the Treatment of Patients With Schizophrenia or Schizoaffective Disorder","startDateStruct":{"date":"2004-10"},"conditions":["Schizophrenia","Psychotic Disorders"],"count":753,"armGroups":[{"label":"001","type":"EXPERIMENTAL","interventionNames":["Drug: Risperidone Long Acting Injectable (LAI)"]},{"label":"002","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Quetiapine"]},{"label":"003","type":"OTHER","interventionNames":["Drug: Aripiprazole"]}],"interventions":[{"name":"Aripiprazole","otherNames":[]},{"name":"Risperidone Long Acting Injectable (LAI)","otherNames":[]},{"name":"Quetiapine","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Diagnosis of schizophrenia or schizoaffective disorder according to the Diagnostic and Statistical Manual of Mental Diseases, 4th edition (DSM-IV)\n* Patients currently treated with oral risperidone, olanzapine or a conventional neuroleptic monotherapy at doses not exceeding 6 mg risperdal, 20 mg olanzapine, or a conversion dose of 10 mg haloperidol for oral conventional agents\n* Patients who are stable (judged clinically stable by the investigator and on a stable dose of medication for 4 weeks or longer) but not optimally treated (non-satisfactory treatment regarding symptoms or adverse events)\n\nExclusion Criteria:\n\n* Diagnosis other than schizophrenia or schizoaffective disorder by DSM-IV Axis I criteria\n* Patients being treated with antipsychotic agents other than oral risperidone, olanzapine or conventional oral neuroleptic agents\n* Patients with known hypersensitivity to oral risperidone, quetiapine, aripiprazole, or who are known non-responders to oral risperidone, quetiapine, aripiprazole or to previous treatment with at least 2 antipsychotic agents\n* Patients treated with mood stabilizers or antidepressants who are not on stable dose for at least 3 months before study initiation\n* Pregnant or nursing females, or those lacking adequate contraception","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Relapse Free Period(Risperidone LAI Versus Quetiapine)","description":"Relapse was defined as meeting any of the predefined criteria (adapted from Csernansky et al., 2002) on 2 consecutive evaluations during treatment, 3 to 5 days apart. The relapse rate in each treatment arm was estimated using the Kaplan-Meier method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"607","spread":"11.4"},{"groupId":"OG001","value":"533","spread":"15.6"}]}]}]},{"type":"SECONDARY","title":"Mean Relapse Free Period (Exploratory/Aripiprazole)","description":"As for risperidone and quetiapine, relapse was defined as meeting any of the predefined criteria (adapted from Csernansky et al., 2002) on 2 consecutive evaluations during treatment, 3 to 5 days apart. Since aripiprazole was new on the market at the time the study was conducted, this aripiprazole analysis was exploratory.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"314","spread":"20.4"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Endpoint in Total Positive and Negative Syndrome Scale (PANSS) Score","description":"The neuropsychiatric symptoms of schizophrenia were assessed by means of the 30-item PANSS scale. The PANSS scale provides a total score (sum of the scores of all 30 items) and scores for 3 subscales, i.e., the positive subscale (7 items), the negative subscale (7 items), and the general psychopathology subscale (16 items).\n\nEach item of the scale is to be scored on a scale of 1 (absent) to 7 (extreme).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-9.3","spread":"25.65"},{"groupId":"OG001","value":"-1.1","spread":"26.28"},{"groupId":"OG002","value":"-7.7","spread":"27.99"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Endpoint in Clinical Global Impression Scale (CGI) Score","description":"The 7-point CGI scale of Severity (CGI-S) was used to assess the severity of a subject's psychotic condition (0= normal, not at all ill, 1= borderline, etc. and 6= among the most extremely ill subjects).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.3","spread":"1.25"},{"groupId":"OG001","value":"0.1","spread":"1.24"},{"groupId":"OG002","value":"-0.1","spread":"1.32"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Endpoint in Short-Form Health Survey 12 (SF-12) Scores","description":"Quality of life was assessed by means of the 12-item SF-12® survey. Two parameters, i.e., PCS (physical component summary) and MCS (mental component summary) were calculated. Both components scores range from 0 to 100 with higher scores indicating better QOL.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.1","spread":"9.04"},{"groupId":"OG001","value":"1.0","spread":"9.31"},{"groupId":"OG002","value":"2.4","spread":"10.36"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.2","spread":"10.43"},{"groupId":"OG001","value":"2.7","spread":"10.88"},{"groupId":"OG002","value":"4.9","spread":"12.10"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":63,"n":329},"commonTop":["Insomnia","Anxiety","Hyperprolactinaemia","Weight increased","Somnolence"]}}}