{"nctId":"NCT02278718","briefTitle":"A Study to Evaluate the Efficacy and Safety of NexoBrid in Children With Thermal Burns Compared the Standard of Care","startDateStruct":{"date":"2015-05","type":"ACTUAL"},"conditions":["Thermal Burns"],"count":145,"armGroups":[{"label":"NexoBrid Gel","type":"EXPERIMENTAL","interventionNames":["Drug: NexoBrid"]},{"label":"Standard of Care","type":"ACTIVE_COMPARATOR","interventionNames":["Procedure: Standard of Care"]}],"interventions":[{"name":"NexoBrid","otherNames":[]},{"name":"Standard of Care","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria\n\n1. Stage 1: Males and females between 4 years to 18 years of age, Stage 2 (upon DSMB review): Males and females between 1 year to 18 years of age, Stage 3 (upon DSMB review): Males and females between 0 years to 18 years of age.\n2. Thermal burns caused by fire/flame, scalds or contact.\n3. Patient total burns area ≥ 1% DPT and / or FT,\n4. Patient total burns area should be ≤ 30% TBSA; SPT, DPT and/or FT in depth,\n5. Signed written informed consent by a legal guardian can be obtained within 84 hours of the burn injury.\n\nAt least one wound (a continuous burn area which can be treated in one session; might include several anatomical areas) in a patient should meet all following criteria:\n\n1. Wound that is ≥ 1% TBSA (DPT and/or FT) (not including face, perineal or genital),\n2. Wound is composed of DPT and/or FT in depth. Superficial partial thickness areas may be included in the wound area only if cannot be separated from deeper areas (e.g. surrounded by or mixed with DPT areas) and might interfere with the treatment of the deeper areas,\n3. Wound that is potentially intended for surgical eschar removal,\n4. Wound's blisters can be unroofed, as judged by the investigator.\n\nExclusion Criteria:\n\n1. Patients weighing less than 3kg,\n2. Patients who are unable to follow study procedures and follow up period,\n3. Patients with electrical or chemical burns,\n4. Patient with a continuous burn area above 15% TBSA,\n5. Patients with no DPT and/or FT burn area (only SPT wounds),\n6. Patient with circumferential anterior/posterior trunk fire/flame burns, \\>15% TBSA (Circumferential is defined as encircling ≥ 80% of the trunk circumference),\n7. The following pre-enrolment dressings: a. Flammacerium, b. Silver Nitrate (AgNO3),\n8. Patients with diagnosed infections,\n9. Diagnosis of smoke inhalation injury,\n10. Patients with pre-enrolment wounds which are covered by eschar saturated with iodine or by SSD pseudoeschar (e.g. pseudoeschar as a result of \\>12h SSD treatment),\n11. Patients with pre-enrolment escharotomy,\n12. Pregnant women (positive pregnancy test) or nursing mothers,\n13. Poorly controlled diabetes mellitus (HbA1c\\>9%),\n14. Known Cardio-pulmonary disease, oxygen-dependent pulmonary diseases, broncho-pneumonia, uncontrolled asthma,\n15. Known conditions which interfere with circulation (peripheral vascular disease, edema, lymphedema, surgery to the regional lymph nodes, obesity),\n16. Any known conditions that would preclude safe participation in the study or adding further risk to the basic acute burn trauma (such as immuno-compromising diseases, life threatening trauma, severe pre-existing coagulation disorder, pulmono-cardiovascular, liver or neoplastic disease),\n17. ASA greater than 2\n18. Chronic systemic steroid intake,\n19. History of allergy and/or known sensitivity to pineapples, papaya, Bromelain or papain,\n20. Current (within 12 months prior to screening) suicide attempt,\n21. Enrollment in any investigational drug trial within 4 weeks prior to screening,\n22. Current (within 12 months prior to screening) alcohol (daily consumption \\> 3 units for males and \\>2 units for females) or drug abuse,\n23. Prisoners and incarcerated\n24. Patients who might depend on the clinical study site or investigator.\n25. Patient expresses objection to participate in the study.\n26. Patients with other severe cutaneous trauma at the same sites as the burns (i.e. blunt, avulsion or deep abrasion) or previous burn(s) at the same treatment site(s)\n27. General condition of patient would contraindicate surgery","healthyVolunteers":false,"sex":"ALL","minimumAge":"0 Years","maximumAge":"17 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Time to Complete Eschar Removal (in Days)","description":"Measured by a survival analysis of incidence of complete eschar removal as a function of time.\n\nEschar removal will be measured at the end of the debridement starting from randomization date, assessed until complete eschar removal is achieved (in days)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.99","spread":null},{"groupId":"OG001","value":"5.99","spread":null}]}]}]},{"type":"SECONDARY","title":"Incidence of Surgical Excision Performed for Eschar Removal","description":"Number of patients who needed surgical excision for eschar removal","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"47","spread":null}]}]}]},{"type":"SECONDARY","title":"Blood Loss Related to Eschar Removal","description":"Measured by actual blood loss \\[ABL\\]. Actual blood loss was the calculated blood loss summed over all procedures carried out to remove eschar, using hematocrit values measured immediately before each procedure and 4 hours after its completion and the amount of blood transfused was summed over all transfusions carried out during the debridement procedure and up to 24 hours from the end time of the debridement procedure.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32.26","spread":"284.757"},{"groupId":"OG001","value":"202.55","spread":"409.147"}]}]}]},{"type":"SECONDARY","title":"Percent Area of Autograft Performed in DPT Wounds - Main Analysis, Patient Level.","description":"Percent area of deep partial thickness wounds autografted","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15.9","spread":"38.57"},{"groupId":"OG001","value":"22.8","spread":"43.72"}]}]}]},{"type":"SECONDARY","title":"Incidence of Autograft Performed in Deep Partial Thickness Wounds","description":"Number of autografts performed in deep partial thickness wounds","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21","spread":null},{"groupId":"OG001","value":"26","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":69},"commonTop":["Pruritus","Pain","Vomiting","Nausea","Nasopharyngitis"]}}}