{"nctId":"NCT00031447","briefTitle":"Acyclovir Herpes Simplex Virus (HSV) Skin, Eye, and Mouth","startDateStruct":{"date":"1999-08"},"conditions":["Herpes Simplex"],"count":29,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"Acyclovir","type":"EXPERIMENTAL","interventionNames":["Drug: Acyclovir"]}],"interventions":[{"name":"Acyclovir","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Isolation by viral culture of herpes simplex virus (HSV)-1or HSV-2 from cutaneous lesions, conjunctivae, or oropharynx. Detection of HSV at any of these sites is sufficient, and the presence of skin lesions is not required for study enrollment.\n* Normal cerebrospinal fluid (CSF) indices (\\<22 white blood cells (WBCs)/mm\\^3 and protein \\<115 mg/dl for term infants; (\\<25 WBCs/mm\\^3 and protein \\<220 mg/dl for preterm infants both at the time of diagnosis of HSV disease and at the time of study randomization.\n* No evidence of HSV central nervous system (CNS) disease by computed tomography (CT) with contrast, magnetic resonance imaging (MRI) with gadolinium, or head ultrasound (HUS) \\[NOTE: CT with contrast is the preferred imaging study\\].\n* Normal electroencephalogram (EEG), if performed \\[NOTE: EEG is suggested for the evaluation of infants with HSV disease but is not required for this study\\].\n* No evidence of visceral dissemination of HSV infection (normal liver function tests, normal chest x-ray, etc.).\n* Negative CSF HSV polymerase chain reaction (PCR) results from specimens obtained both within 72 hours of initiation of intravenous acyclovir therapy and within 48 hours prior to completion of intravenous acyclovir therapy.\n* Less than or equal to 28 days of age at the time of initial presentation with skin, eyes, and mouth (SEM) disease.\n* Birth weight greater than or equal to equal to 800 grams.\n\nExclusion Criteria:\n\n* Infants with either grade 3 or grade 4 intraventricular hemorrhage (IVH) prior to study enrollment.\n* Breast feeding infants whose mothers are taking acyclovir, valacyclovir, or famciclovir for \\>120 hours (\\>5 days). If at any point following enrollment the mother takes these antiviral drugs for \\>120 hours (\\>5 days), she will be asked to refrain from breast feeding while taking the drug.\n* Infants known to be born to women who are human immunodeficiency virus (HIV) positive (but HIV testing is not required for study entry). These infants are at known risk for acquiring HIV, which would alter their immune response to other infections, including HSV infection. Additionally, they may be receiving antiretroviral and/or antiviral drugs during the time in which the study of suppressive oral acyclovir is being conducted. As such, they will be excluded if the mother's positive HIV status is known at the time of evaluation for study inclusion. If at any point following enrollment it is learned that an infant is HIV positive, he/she will be continued on the study protocol.\n* Infants with either central nervous system (CNS) or disseminated HSV infection. Patients with CNS HSV infection will be considered for enrollment and randomization in the ongoing Collaborative Antiviral Study Group (CASG) evaluation of oral suppressive acyclovir therapy following neonatal HSV infections involving the CNS.\n* Infants with creatinine \\>1.5mg/dl at time of study enrollment.\n* Infants receiving acyclovir expectantly do not qualify for this study because they never developed HSV disease. Expectant therapy describes infants who are cultured at approximately 24 hours of life because of a risk of HSV infection (i.e. they are born to women with active genital lesions). Oftentimes, if these cultures are positive, the infant will receive a course of intravenous acyclovir to prevent the development of HSV disease. However, since they never actually had HSV disease, their potential outcome cannot be compared with infants with typical skin, eyes, and mouth (SEM) disease, and so they are not included in this study.","healthyVolunteers":false,"sex":"ALL","maximumAge":"28 Days","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Participants With Neurologic Impairment at 12 Months as Measured by a Bayley's Neuro-developmental Assessment.(Motor Scores)","description":"Motor scores of all participants completing 6 months of blinded therapy as measured by the Bayleys neuro-developmental assessment at 12 months. Scores are classified as the following: greater than or equal to 115 suggests accelerated performance; 85 - 114 suggests development within normal limits; 70 - 84 suggests mildly delayed development and less than or equal to 69 suggests significant delayed development.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Detection of Herpes Simplex Virus (HSV) DNA in the Cerebrospinal Fluid (CSF) by Polymerase Chain Reaction (PCR) at Anytime During the Initial 12 Months of Life.","description":"Number of participants with positive herpes simplex virus (HSV) DNA by polymerase cahin reaction (PCR) in the cerebrospinal fluid of subjects assessed during the initial 12 months of life.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"8","spread":null}]}]}]},{"type":"SECONDARY","title":"Two or Fewer Episodes of Cutaneous Recurrence of HSV Disease Post-randomization During the Initial 12 Months of Life.","description":"Number of participants experiencing 2 or fewer HSV recurrences during the first 12 months of life as measured by assessments and reports at study visits.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"PRIMARY","title":"Participants With Neurologic Impairment at 12 Months as Measured by a Bayley's Neuro-developmental Assessment.(Mental Scores)","description":"Mental scores of all participants completing 6 months of blinded therapy as measured by the Bayleys neuro-developmental assessment at 12 months. Scores are classified as the following: less than or equal to 115 suggests accelerated performance; 85 - 114 suggests development within normal limits; 70 - 84 suggests mildly delayed development and less than or equal to 69 suggests significant delayed development.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":5,"n":14},"commonTop":["Lesion-unspecified","Infection ear","Upper respiratory infection","Decreased neutrophils","Herpes simplex virus"]}}}