{"nctId":"NCT03285594","briefTitle":"Efficacy and Safety of Sotagliflozin Versus Placebo in Participants With Type 2 Diabetes Mellitus Who Have Inadequate Glycemic Control While Taking Insulin Alone or With Other Oral Antidiabetic Agents","startDateStruct":{"date":"2017-09-15","type":"ACTUAL"},"conditions":["Type 2 Diabetes Mellitus"],"count":571,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Insulin glargine (HOE901)","Drug: Placebo","Drug: Oral Antidiabetes Drugs (OADs)"]},{"label":"Sotagliflozin 200 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Sotagliflozin","Drug: Insulin glargine (HOE901)","Drug: Placebo","Drug: Oral Antidiabetes Drugs (OADs)"]},{"label":"Sotagliflozin 400 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Sotagliflozin","Drug: Insulin glargine (HOE901)","Drug: Oral Antidiabetes Drugs (OADs)"]}],"interventions":[{"name":"Sotagliflozin","otherNames":["SAR439954"]},{"name":"Insulin glargine (HOE901)","otherNames":["Lantus"]},{"name":"Placebo","otherNames":[]},{"name":"Oral Antidiabetes Drugs (OADs)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria :\n\n* Participants with Type 2 Diabetes Mellitus (T2DM) using any types of basal insulin alone or in combination with up to 2 OADs.\n* Participants have given written informed consent to participate in the study in accordance with local regulations.\n\nExclusion criteria:\n\n* At the time of Screening age \\<18 years or \\<legal age of majority, whichever is greater.\n* Type 1 diabetes mellitus.\n* Oral antidiabetic drugs dose not stable for 8 weeks before Screening.\n* Use of basal insulin therapy (e.g., insulin glargine, Neutral Protamine Hagedorn (NPH), detemir, or degludec) for less than 6 months before Screening.\n* Dose of basal insulin (e.g., insulin glargine, NPH, detemir, or degludec) not stable for 8 weeks before Screening (i.e., total daily insulin dose increased or decreased by more than 20%).\n* Known unstable proliferative diabetic retinopathy or any other rapidly progressive diabetic retinopathy or macular edema that is likely to require laser, surgical treatment during study period.\n* Use of injectable diabetes drugs other than basal insulin (e.g., insulin glargine, NPH, detemir, or degludec), i.e., prandial or rapid-acting insulins, short-acting insulins, glucagon-like peptide 1 (GLP-1) receptor agonists, or inhaled prandial insulin (Afrezza) within 8 weeks of Screening.\n* Use of a selective sodium-glucose cotransporter type 2 (SGLT2) inhibitor (e.g., canagliflozin, dapagliflozin, or empagliflozin) within 3 months prior to the trial.\n* Use of systemic glucocorticoids (excluding topical, intra articular, or ophthalmic application, nasal spray or inhaled forms) for more than 10 consecutive days within 90 days prior to the Screening Visit.\n* Participants with severe anemia, severe cardiovascular (including congestive heart failure New York Heart Association IV), respiratory, hepatic, neurological, psychiatric, or active malignant tumor or other major systemic disease that, according to the Investigator, will preclude their safe participation in this study, or will make implementation of the protocol or interpretation of the study results difficult.\n* Lower extremity complications (such as skin ulcers, infection, osteomyelitis and gangrene) identified during the Screening period, and still requiring treatment at Randomization.\n* Known presence of factors that interfere with the Central Lab HbA1c measurement (e.g., genetic hemoglobin (Hb) variants) compromising the reliability of HbA1c assessment or medical conditions that affect interpretation of HbA1c results (e.g., blood transfusion or severe blood loss in the last 3 months prior to randomization, any condition that shortens erythrocyte survival).\n* Participants who has taken other investigational drugs or prohibited therapy for this study within 12 weeks or 5 half-lives from prior to Screening, whichever is longer.\n* Participants unwilling to perform self-monitoring of blood glucose (SMBG), complete the patient diary, or comply with study visits and other study procedures as required per protocol.\n* HbA1c \\<7.5% or HbA1c \\>10.5% measured by the central laboratory at Screening.\n* HbA1c \\<7% measured by the central laboratory at Visit 5 (Week -1).\n* History of diabetic ketoacidosis or nonketotic hyperosmolar coma within 12 weeks prior to the Screening Visit.\n* Pregnant (confirmed by serum pregnancy test at Screening) or breastfeeding women.\n* Women of childbearing potential not willing to use highly effective method(s) of birth control during the study treatment period and the follow-up period, or who are unwilling or unable to be tested for pregnancy during the study.\n* Mean of 3 separate blood pressure measurements \\>180 mmHg (systolic blood pressure \\[SBP\\]) or \\>100 mmHg (diastolic blood pressure \\[DBP\\]).\n* History of gastric surgery including history of gastric banding or inflammatory bowel disease within 3 years prior to the Screening Visit.\n* Alanine aminotransferase (ALT) or aspartate aminotransferase (AST) \\>3 times the upper limit of the normal laboratory range\n* Total bilirubin \\>1.5 times the upper limit of the normal laboratory range (except in case of Gilbert's syndrome).\n\nThe above information is not intended to contain all considerations relevant to a participant's potential participation in a clinical trial.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Hemoglobin A1c (HbA1c) at Week 18","description":"An analysis of covariance (ANCOVA) model was used for the analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.27","spread":"0.073"},{"groupId":"OG001","value":"-0.72","spread":"0.073"},{"groupId":"OG002","value":"-0.81","spread":"0.056"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Fasting Plasma Glucose (FPG) at Week 18","description":"FPG was performed in fasting state, that is, without any food intake (except for water) for at least 8 hours. An ANCOVA model was used for the analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.882","spread":"3.6045"},{"groupId":"OG001","value":"-2.975","spread":"3.6083"},{"groupId":"OG002","value":"-8.949","spread":"2.7550"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Body Weight at Week 18","description":"An ANCOVA model was used for the analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.36","spread":"0.249"},{"groupId":"OG001","value":"-0.73","spread":"0.250"},{"groupId":"OG002","value":"-1.37","spread":"0.190"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Systolic Blood Pressure (SBP) for Participants With Baseline SBP ≥130 mmHg at Week 12","description":"An ANCOVA model was used for the analysis. Here, N is the number of participants with data available at a given time point.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.67","spread":"1.470"},{"groupId":"OG001","value":"-8.58","spread":"1.447"},{"groupId":"OG002","value":"-8.50","spread":"1.103"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in SBP at Week 12 for All Participants","description":"An ANCOVA model was used for the analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.21","spread":"1.120"},{"groupId":"OG001","value":"-5.15","spread":"1.117"},{"groupId":"OG002","value":"-4.10","spread":"0.867"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in HbA1c at Week 52","description":"An ANCOVA model was used for the analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.00","spread":"0.279"},{"groupId":"OG001","value":"-0.52","spread":"0.152"},{"groupId":"OG002","value":"-0.57","spread":"0.114"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Body Weight at Week 52","description":"An ANCOVA model was used for the analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.18","spread":"0.579"},{"groupId":"OG001","value":"-1.19","spread":"0.620"},{"groupId":"OG002","value":"-0.83","spread":"0.374"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Adverse Events (AEs)","description":"An AE is any untoward medical occurrence in a participants or clinical investigation participants administered a pharmaceutical product and which does not necessarily have to have a causal relationship with this treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"64.6","spread":null},{"groupId":"OG001","value":"54.6","spread":null},{"groupId":"OG002","value":"59.3","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Percentage of Participants With Hypoglycemic Events","description":"Percentage of participants with hypoglycemic events are reported for the following 3 categories: Any hypoglycemia (as reported in the Electronic Case Report Form); Documented symptomatic hypoglycemia \\[typical symptoms of hypoglycemia (increased sweating, nervousness, asthenia/weakness, tremor, dizziness, increased appetite, palpitations, headache, sleep disorder, confusion, seizures, unconsciousness, and/or coma) and plasma glucose ≤ 70 mg/dL (3.9 mmol/L)\\]; Severe \\[an event requiring assistance of another person to actively administer carbohydrate, glucagon, intravenous glucose or other resuscitative actions\\] or documented symptomatic hypoglycemia \\[typical symptoms of hypoglycemia and plasma glucose ≤ 70 mg/dL\\].","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"62.5","spread":null},{"groupId":"OG001","value":"56.0","spread":null},{"groupId":"OG002","value":"62.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"44.4","spread":null},{"groupId":"OG001","value":"41.8","spread":null},{"groupId":"OG002","value":"46","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"44.4","spread":null},{"groupId":"OG001","value":"41.8","spread":null},{"groupId":"OG002","value":"46","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":16,"n":144},"commonTop":["Nasopharyngitis","Urinary tract infection","Vitamin D deficiency","Upper respiratory tract infection"]}}}