{"nctId":"NCT01921205","briefTitle":"Study to Investigate Lacosamide as Add-on Therapy in Subjects ≥4 Years to <17 Years of Age With Partial Onset Seizures","startDateStruct":{"date":"2013-08-29"},"conditions":["Epilepsy"],"count":404,"armGroups":[{"label":"Lacosamide","type":"EXPERIMENTAL","interventionNames":["Drug: Lacosamide"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Placebo"]}],"interventions":[{"name":"Lacosamide","otherNames":["Vimpat(R)"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* An Institutional Review Board (IRB)/Independent Ethics Committee (IEC) approved written Informed Consent form is signed and dated by the parent(s) or legal representative. The Informed Consent form or a specific Assent form, where required, will be signed and dated by minors\n* Subject/legal representative is considered reliable and capable of adhering to the protocol (eg, able to understand and complete diaries), visit schedule, and medication intake according to the judgment of the investigator\n* Subject is male or female from ≥4 years to \\<17 years of age\n* Subject has a diagnosis of Epilepsy with partial-onset seizures. The results of ≥1 prior electroencephalogram (EEG) AND 1 prior magnetic resonance imaging/computerized tomography scan should be consistent with the above diagnosis\n* Subject has been observed to have uncontrolled partial-onset seizures after an adequate course of treatment (in the opinion of the investigator) with ≥2 Anti-Epileptic Drugs (AEDs) (concurrently or sequentially)\n* Subject must have been observed to have on average ≥2 partial onset seizures per 28 days with seizure free phase no longer than 21 days in the 8 week period prior to entry into the Baseline Period. During this study, subjects must have reported ≥2 partial onset seizures during the 8 week prospective Baseline Period to be eligible for randomization at Visit 2. (Note: In the case of simple partial onset seizures, only those seizures with motor signs will be counted towards meeting the inclusion criterion.)\n* Subject is on a stable dosage regimen of 1 to ≤3 AEDs. The daily dosage regimen of concomitant AED therapy must be kept constant for a period of ≥4 weeks prior to the Baseline Period\n* Vagal nerve stimulation (VNS) is allowed and will not be counted as a concomitant AED. The VNS device must be implanted for ≥6 months before Visit 1, and the device settings must be stable for ≥4 weeks before Visit 1 and be kept stable during the Baseline Period. Use of the VNS device magnet is allowed\n\nExclusion Criteria:\n\n* Subject has previously participated in this study or subject has been assigned to Lacosamide (LCM) in a previous LCM study\n* Subject has participated in another study of an investigational medicinal product (IMP) or a medical device within ≤2 months of Visit 1 or is currently participating in another study of an IMP or a medical device\n* Subject has any medical or psychiatric condition that, in the opinion of the investigator, could jeopardize or would compromise the subject's ability to participate in this study\n* Subject ≥6 years of age has a lifetime history of suicide attempt (including an actual attempt, interrupted attempt, or aborted attempt), or has suicidal ideation in the past 6 months as indicated by a positive response (\"Yes\") to either Question 4 or Question 5 of the Columbia Suicide Severity Rating Scale (C SSRS) at Screening\n* Subject has a known hypersensitivity to any component of the IMP or has ever received LCM\n* Female subject who is pregnant or nursing, and/or a female subject of childbearing potential who is not surgically sterile or does not practice 1 highly effective method of contraception (according to International Conference on Harmonisation \\[ICH\\] guidance defined as those that result in a failure rate of less than 1% per year when used consistently and correctly), unless sexually abstinent, for the duration of the study. Female subject of childbearing potential taking enzyme inducing antiepileptic drugs (EI AEDs: carbamazepine, phenytoin, barbiturates, primidone, topiramate, oxcarbazepine) who is not surgically sterile or does not practice 1 highly effective method of contraception according to the WHO recommendation (ie, depot medroxyprogesterone acetate, norethisterone enantate, intrauterine devices, combined injectables, and progestogen implants) with administration of EI AEDs OR does not practice 2 combined methods of contraception (ie, combined hormonal contraception plus barrier method with spermicidal agent), unless sexually abstinent, for the duration of the study\n* Subject has a medical condition that could be expected in the opinion of the investigator to interfere with drug absorption, distribution, metabolism, or excretion\n* Subject has experienced febrile seizures exclusively. The occurrence of febrile seizures in addition to other unprovoked seizures is not exclusionary\n* Subject is on a ketogenic or other specialized diet. If the subject was on a specialized diet in the past, they must be off the diet for ≥2 months prior to the Baseline Period\n* Subject has an alanine aminotransferase (ALT), aspartate aminotransferase (AST), or total bilirubin level ≥2 times the upper limit of normal (ULN), or creatinine clearance less than 30 mL/min\n* Subject has a clinically relevant ECG abnormality, in the opinion of the investigator (eg, second or third degree heart block at rest or a corrected QT interval \\[QTc\\] greater than 450 ms)\n* Subject has hemodynamically significant congenital heart disease\n* Subject has an arrhythmic heart condition requiring medical therapy\n* Subject has a known history of severe anaphylactic reaction or serious blood dyscrasias\n* Subject has nonepileptic events that could be confused with seizures\n* Subject has a current diagnosis of Lennox-Gastaut syndrome, primary generalized epilepsy, mixed seizure disorder (partial and primarily generalized seizures), or purely nocturnal seizures\n* Subject has a history of convulsive status epilepticus ≤2 months prior to the Baseline Period\n* Subject has been treated with vigabatrin and experienced any vision loss. Subjects who have received vigabatrin in the past must have documentation of an assessment for vision loss prior to study entry or documentation of why visual field testing cannot be performed\n* Subject has been treated with felbamate and has experienced any serious toxicity issues (defined as liver failure, aplastic anemia) with this treatment. Subjects treated with felbamate for \\<12 months are excluded. Note: any subject who has been treated with felbamate for ≥12 months and has not experienced serious toxicity issues is eligible\n* Subject has a medically documented history of alcohol or drug abuse\n* Subject has a known cardiac sodium channelopathy, such as Brugada syndrome\n* Subject has an acute or sub acutely progressive central nervous system disease. Subject has epilepsy secondary to a progressing cerebral disease or any other progressively neurodegenerative disease (malignant brain tumor or Rasmussen Syndrome)","healthyVolunteers":false,"sex":"ALL","minimumAge":"4 Years","maximumAge":"16 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Partial Onset Seizure (POS) Frequency Per 28 Days From Baseline to the Maintenance Period","description":"The POS frequency is standardized to a 28-day duration. Negative values indicate improvement from Baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.55","spread":null},{"groupId":"OG001","value":"-3.05","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Responders Where a Responder is Defined as a Participant With >= 50% Reduction in Partial Onset Seizure Frequency Per 28 Days From Baseline to the Maintenance Period","description":"Proportion of responders is presented as percentage of participants. A responder is a subject experiencing a 50 % or greater reduction in partial onset seizure frequency per 28 days from Baseline to the Maintenance Period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"33.3","spread":null},{"groupId":"OG001","value":"52.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Subjects Experiencing a >=25 % to <50 %, 50 % to 75 %, or >75 % Reduction in Partial Onset Seizure Frequency Per 28 Days From Baseline to the End of Maintenance Period","description":"Proportion of subjects is presented as percentage of participants. A \\>=25%-\\<50% response in the Maintenance Period is defined as \\>=25% to \\<50% reduction in POS frequency per 28 days from Baseline to end of Maintenance Period. A \\>=50%-\\<=75% response in the Maintenance Period is defined as \\>=50% to \\<=75% reduction in POS frequency per 28 days from Baseline to end of Maintenance Period. A 75% response in the Maintenance Period is defined as \\>75% reduction in POS frequency per 28 days from Baseline to end of Maintenance Period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.7","spread":null},{"groupId":"OG001","value":"11.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17.1","spread":null},{"groupId":"OG001","value":"21.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15.9","spread":null},{"groupId":"OG001","value":"31.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Partial Onset Seizure Frequency Per 28 Days From Baseline to the Entire Treatment (ie, Titration+Maintenance Periods)","description":"The POS frequency is standardized to a 28-day duration. Negative values indicate improvement from Baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.22","spread":null},{"groupId":"OG001","value":"-2.46","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Subjects Experiencing a >=25 % to <50 %, 50 % to 75 %, or >75 % Reduction in Partial Onset Seizure Frequency Per 28 Days From Baseline to the Entire Treatment (ie, Titration+Maintenance Periods)","description":"Proportion of subjects is presented as percentage of participants. A \\>=25%-\\<50% response in the Treatment Period is defined as \\>=25% to \\<50% reduction in POS frequency per 28 days from Baseline to end of Treatment Period. A \\>=50%-\\<=75% response in the Treatment Period is defined as \\>=50% to \\<=75% reduction in POS frequency per 28 days from Baseline to end of Treatment Period. A 75% response in the Treatment Period is defined as \\>75% reduction in POS frequency per 28 days from Baseline to end of Treatment Period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15.3","spread":null},{"groupId":"OG001","value":"16.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20.6","spread":null},{"groupId":"OG001","value":"20.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.8","spread":null},{"groupId":"OG001","value":"23.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Subjects Experiencing no Change in Partial Onset Seizure Frequency (Between <25 % Reduction and <25 % Increase) Per 28 Days From Baseline to the Entire Treatment (ie, Titration+Maintenance Periods)","description":"Proportion of subjects is presented as percentage of participants. No change is defined as between \\<25% reduction and \\<25% increase in POS frequency per 28 days from Baseline to the entire Treatment Period, otherwise not between \\<25% reduction and \\<25% increase is defined as a change.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32.0","spread":null},{"groupId":"OG001","value":"20.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Subjects Experiencing an Increase in Partial Onset Seizure Frequency Per 28 Days of >=25 % From Baseline to the Entire Treatment (ie, Titration+Maintenance Periods)","description":"Proportion of subjects is presented as percentage of participants. An increase is defined as a \\>=25% increase in POS frequency per 28 days from Baseline to the entire Treatment Period, otherwise \\<25% increase is defined as no increase.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23.1","spread":null},{"groupId":"OG001","value":"18.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Partial Onset Seizure Frequency Per 28 Days From Baseline to the Entire Treatment (ie, Titration+Maintenance Periods) for Simple Partial Seizures","description":"The POS frequency is standardized to a 28-day duration. Negative values indicate improvement from Baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.14","spread":null},{"groupId":"OG001","value":"-1.25","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Partial Onset Seizure Frequency Per 28 Days From Baseline to the Entire Treatment (ie, Titration+Maintenance Periods) for Complex Partial Seizures","description":"The POS frequency is standardized to a 28-day duration. Negative values indicate improvement from Baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.98","spread":null},{"groupId":"OG001","value":"-2.06","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Partial Onset Seizure Frequency Per 28 Days From Baseline to the Entire Treatment (ie, Titration+Maintenance Periods) for Secondary Generalized Seizures","description":"The POS frequency is standardized to a 28-day duration. Negative values indicate improvement from Baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.0","spread":null},{"groupId":"OG001","value":"-2.81","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Seizure Free Days During the Maintenance Period for Subjects Who Completed the Maintenance Period","description":"The proportion of seizure free days is calculated as (days with number of seizures = 0) divided by (days with recorded data in the subject diary), where 'days with recorded data in the subject diary' excludes any days where 'Not Done' is recorded.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.65","spread":"0.35"},{"groupId":"OG001","value":"0.71","spread":"0.32"}]}]}]},{"type":"SECONDARY","title":"Proportion of Subjects Who Achieved \"Seizure Free\" Status (Yes/no) for Subjects Who Completed the Maintenance Period","description":"The proportion of seizure free days is calculated as (days with number of seizures = 0) divided by (days with recorded data in the subject diary), where 'days with recorded data in the subject diary' excludes any days where 'Not Done' is recorded.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.7","spread":null},{"groupId":"OG001","value":"15.1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":13,"n":172},"commonTop":["Somnolence","Dizziness","Nasopharyngitis","Headache","Vomiting"]}}}