{"nctId":"NCT00630747","briefTitle":"Extension of Study TKT024 Evaluating Long-Term Safety and Clinical Outcomes in MPS II Patients Receiving Idursulfase","startDateStruct":{"date":"2004-09-13","type":"ACTUAL"},"conditions":["Hunter Syndrome","Mucopolysaccharidosis II (MPS II)"],"count":94,"armGroups":[{"label":"Idursulfase","type":"EXPERIMENTAL","interventionNames":["Biological: Idursulfase"]}],"interventions":[{"name":"Idursulfase","otherNames":["Elaprase®","iduronate-2-sulfatase"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patient must have completed the double-blind phase of Study TKT024, defined as completing the Week 53 final evaluations.\n* Patient, patient's parent(s), or legally authorized representative must have voluntarily signed an Institutional Review Board (IRB)/Independent Ethics Committee (IEC)-approved informed consent form after all relevant aspects of the study have been explained and discussed with the patient.\n\nExclusion Criteria:\n\n* Patient has received treatment with an investigational therapy other than iduronate-2-sulfatase in Study TKT024 within the past 60 days.\n* Patient is unable to comply with the protocol (e.g., due to a medical condition such as cervical cord compression or uncooperative attitude) or is unlikely to complete the study, as determined by the investigator.\n* Patient has experienced an adverse reaction to study drug in Study TKT024, which contraindicates further treatment with idursulfase.\n* Patient with known hypersensitivity to any of the components of idursulfase.","healthyVolunteers":false,"sex":"MALE","minimumAge":"5 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Mean Percent Predicted Forced Vital Capacity (FVC) at Week 105","description":"Determined by spirometry. The change is calculated as Week 105 minus baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.056","spread":"1.059"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Mean Passive Joint Range of Motion (JROM) at Week 105","description":"Change was calculated as Week 105 minus baseline. Global JROM (% normal range of motion) is the average of 11 ratios multiplied by 100. Ratios are Left/Right means of passive range of motion in Shoulder (Flexion/Extension, Abduction, Internal/External Rotation), Elbow (Flexion/Extension), Wrist (Flexion/Extension), Index Finger (Flexion/Extension \\[Combined Metacarpophalangeal joint (MCP), Proximal interphalangeal joint (PIP), Distal interphalangeal joint (DIP) motion\\]), Hip (Flexion/Extension, Abduction, Internal/External Rotation), Knee (Flexion/Extension), and Ankle (Dorsiflexion) divided by the normal range (American Academy of Orthopedic Surgeons and American Medical Association).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.63","spread":"0.640"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Mean Combined Liver and Spleen Volume at Week 105","description":"Determined by Magnetic Resonance Imaging (MRI). The change was calculated as Week 105 minus baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-325.5","spread":"36.84"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Mean Normalized Urine Glycosaminoglycans (GAG) Levels at Week 105","description":"Determined by urine testing. The change was calculated as Week 105 minus baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-238.25","spread":"13.333"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Mean Cardiac Left Ventricular Mass Index (LVMI) at Week 105","description":"Determined by echocardiogram. LVMI indexed to body surface area (g/m\\^2). The change was calculated as Week 105 minus baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.28","spread":"3.826"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Mean Distance Walked in the 6-minute Walk Test (6MWT) at Week 105","description":"Determined on a walking course. The change was calculated as Week 105 minus baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23.0","spread":"7.94"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":38,"n":94},"commonTop":["Pyrexia","Cough","Headache","Upper respiratory tract infection nos","Pharyngitis"]}}}