{"nctId":"NCT03551626","briefTitle":"Study of Dabrafenib+Trametinib in the Adjuvant Treatment of Stage III BRAF V600+ Melanoma After Complete Resection to Evaluate the Impact on Pyrexia Related Outcomes","startDateStruct":{"date":"2018-08-29","type":"ACTUAL"},"conditions":["Malignant Melanoma"],"count":552,"armGroups":[{"label":"Dabrafenib and trametinib combination therapy","type":"EXPERIMENTAL","interventionNames":["Drug: Dabrafenib","Drug: Trametinib"]}],"interventions":[{"name":"Dabrafenib","otherNames":["DRB436"]},{"name":"Trametinib","otherNames":["TMT212"]}],"eligibilityModule":{"eligibilityCriteria":"Key Inclusion Criteria:\n\n* Completely resected histologically confirmed cutaneous melanoma stage IIIA (LN metastasis \\>1 mm), IIIB, IIIC, IIID \\[AJCC (ed 8)\\] no more than 12 weeks, from last surgery, before Day 1\n\n  1. Subjects presenting with initial resectable lymph node recurrence after a diagnosis of Stage I or II melanoma were eligible.\n  2. Subjects who had previously had Stage III melanoma at any time were not eligible.\n  3. Recovered from definitive surgery (e.g. no uncontrolled wound infections or indwelling drains).\n* V600E/K mutation positive using a validated local test\n* Eastern Cooperative Oncology Group (ECOG) Performance Status of 0-1\n\nKey Exclusion Criteria:\n\n* Uveal or mucosal melanoma\n* Evidence of metastatic disease including unresectable in-transit metastasis\n* Received any prior adjuvant or neoadjuvant treatment, including but not limited to chemotherapy, checkpoint inhibitors, targeted therapy \\[e.g., BRAF and/or MEK inhibitors\\], biologic therapy, vaccine therapy, investigational treatment, or radiotherapy for melanoma\n* Malignant disease, other than that being treated in this study. Exceptions to this exclusion include the following: malignancies that were treated curatively and had not recurred within 2 years prior to study treatment; completely resected basal cell and squamous cell skin cancers and any completely resected carcinoma in situ\n* History or current evidence of cardiovascular risk\n* A history or current evidence/risk of retinal vein occlusion (RVO) or central serous retinopathy","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Composite Rate of Pyrexia Related Events","description":"The composite rate of pyrexia related events was calculated as the total number of participants experiencing at least one of the three components of the composite endpoint (i.e., grade 3/4 pyrexia, hospitalization due to pyrexia, or permanent treatment discontinuation due to pyrexia), divided by the total number of participants treated in the study and multiplied by 100. Pyrexia is defined as fever ≥ 38 °C.\n\nPyrexia events were graded by the investigator using Common Terminology Criteria for Adverse Events (CTCAE) Version 4.03 as Grade 1 (mild), Grade 2 (moderate), Grade 3 (severe), Grade 4 (Life-threatening) and Grade 5 (Death)","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Relapse Free Survival (RFS) Rate","description":"RFS is defined as the time from the date of first dose of the study treatment to the date of the first documented disease recurrence or death due to any cause whichever comes first. Treatment emergent malignancies other than second melanomas were not considered as events.\n\nRFS rate is the estimated percent probability that a patient will remain event-free up to the specified time point. RFS rate was obtained from the Kaplan-Meier survival estimates. RFS was censored if no RFS event was observed before the first to occur between: (i) the analysis cut-off date, and (ii) the date when a new anti-cancer therapy is started. The censoring date was the date of the last adequate tumor assessment prior to data cut-off date/start of new anti-cancer therapy date.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"91.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"57.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS) Rate","description":"OS is defined as the time from date of the first dose of study medication to date of death due to any cause, whichever comes first. If a patient was not known to have died, then OS rate is the estimated probability that a patient will remain event-free up to the specified time point. OS rate was obtained from the Kaplan-Meier survival estimates. OS was censored at the last contact date when the patient was known to be alive (on or before the cut-off date).","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"99.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"92.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Required Management of Pyrexia","description":"Percentage of patients who experienced pyrexia and required intervention including hospitalizations, concomitant medications, and study treatment modifications (dose reductions, permanent discontinuations and/or interruptions) due to pyrexia. Pyrexia is defined as fever ≥ 38 °C","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"210","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"29","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"339","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Permanently Discontinued Treatment Due to Any Adverse Event (AE)","description":"Percentage of participants who permanently discontinued treatment due to any AE during treatment. An AE is any untoward medical occurrence (e.g., any unfavorable and unintended sign, symptom or disease) in a subject or clinical investigation subject after providing written informed consent for participation in the study.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"87","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Subject-reported Quality of Life (QoL) Assessed by Functional Assessment Cancer Therapy - Melanoma Subscale Score (FACT-M MS)","description":"The FACT-M is a questionnaire that assesses participant health-related quality of life. It includes a melanoma specific (FACT-M MS) subscale that consists in 16 items related to signs, symptoms, physical/social activities most relevant to participants with advanced-stage melanoma. Each item ranges from 0 (not at all) to 4 (very much). FACT-M MS score ranges from 0 to 64, with higher score indicating better quality of life. If a patient discontinued the study treatment at Month 1 or Month 2, then the follow-up assessments started at Month 3 follow-up and continued until Month 24 follow-up or at withdrawal, lost to follow-up, death, or end of study. If a patient discontinued the study treatment from Month 3 through Month 5, the follow-up assessments started at Month 6 follow-up. If a patient discontinued from Month 6 through Month 11, the follow-up assessments started from Month 12 follow-up. For patients who completed treatment, the follow-up assessments started from Month 15 follow-up","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.46","spread":"5.488"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.42","spread":"4.892"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.26","spread":"4.789"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.34","spread":"5.297"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.03","spread":"5.278"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.19","spread":"5.494"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.39","spread":"5.873"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.32","spread":"5.609"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.06","spread":"5.534"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.15","spread":"5.743"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.05","spread":"5.578"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.96","spread":"5.757"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.36","spread":"5.944"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.43","spread":"4.685"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.33","spread":"4.915"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.71","spread":"5.671"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.60","spread":"6.018"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.09","spread":"4.948"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.75","spread":"5.406"}]}]}]},{"type":"POST_HOC","title":"All Collected Deaths","description":"On-treatment deaths were collected from date of first administration of study treatment to 30 days after date of last administration of any study treatment (dabrafenib or trametinib).\n\nPost-treatment follow-up deaths were collected after the on-treatment period. All deaths refer to the sum of on-treatment and post-treatment follow-up deaths","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"47","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"48","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":121,"n":552},"commonTop":["Pyrexia","Headache","Blood creatine phosphokinase increased","Diarrhoea","Chills"]}}}