{"nctId":"NCT03008460","briefTitle":"Efficacy, Safety and Tolerability of Eziclen®/Izinova® Versus Klean-prep® on Bowel Cleansing in Adolescents Undergoing Colonoscopy","startDateStruct":{"date":"2017-10-15","type":"ACTUAL"},"conditions":["Digestive System Disease"],"count":250,"armGroups":[{"label":"Eziclen®/Izinova®","type":"EXPERIMENTAL","interventionNames":["Drug: Eziclen®/Izinova®"]},{"label":"Klean-Prep®","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Klean-Prep®"]}],"interventions":[{"name":"Eziclen®/Izinova®","otherNames":["Suprep®"]},{"name":"Klean-Prep®","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Provision of signed informed consent form to participate in the study obtained from the adolescent's parent(s)/ legal representative and a signed assent form from the adolescent according to local law\n* Male or female subjects between 12 to 17 years of age (inclusive)\n* Body weight more than 40 kg\n* Female of childbearing potential must have a negative pregnancy test\n* If female, and of child-bearing potential, subject must use an acceptable form of birth control (hormonal birth control, intrauterine device (IUD), double-barrier method, or depot contraceptive)\n* Routinely accepted indication for undergoing colonoscopy, including but not limited to polyposis coli diagnosis or surveillance, gastrointestinal bleeding, unexplained diarrhoea or constipation, surveillance of inflammatory bowel disease or confirmation of mucosal healing, abdominal pain, abnormal endosonography or manometry, anaemia of unknown aetiology, cancer surveillance\n* In the investigator's judgment, the parent(s)/legal representative are/is mentally competent to provide informed consent for the subject to participate in the study\n* In the investigator's judgement, subject is able and willing to follow study procedures including drug administration and response to questionnaires\n\nExclusion Criteria:\n\n* Subject with known or suspected ileus, gastrointestinal obstruction, gastric retention (gastroparesis), rectal impaction, toxic colitis, severe ulcerative colitis or toxic megacolon, advanced carcinoma, swallowing disorders\n* Subject with known or suspected inflammatory bowel disease (Crohn's disease, ulcerative colitis) in moderate to severe active phase defined by Paediatric Crohn's Disease Activity Index (PCDAI) \\>30 or Paediatric Ulcerative Colitis Index (PUCAI) \\>34\n* Subject with bowel perforation or increased risk of bowel perforation, including connective tissue disorders or recent bowel surgery\n* Subject with previous significant gastrointestinal surgery (e.g. colostomy, colectomy, gastric bypass, stomach stapling)\n* Subject with uncontrolled pre-existing electrolyte abnormalities, or with electrolyte abnormalities based on Visit 1 laboratory results such as hypernatremia, hyponatremia, hyperphosphatemia, hypokalaemia, hypocalcaemia, uncorrected dehydration, or secondary to the use of medications such as diuretics or angiotensin converting enzyme inhibitors judged clinically significant by the investigator\n* Subject with a prior history or current condition of severe renal (estimated glomerular filtration rate (GFR) less than 30 mL/min/1.73 m\\^2 as calculated by using the Schwartz bedside equation\\* \\[Schwartz et al, 2009\\]\\*\\*), liver (ascites, Child-Pugh C), cardiac insufficiency (including congestive heart failure all grades) or hyperuricemia\n\n  \\*The estimated GFR will be calculated in patients with elevated creatinine at baseline\n\n  \\*\\*Schwartz GJ and Work DF. Measurement and Estimation of GFR in Children and Adolescents. Clin J Am Soc Nephrol. 2009; 4: 1832-1843\n* Female subject who is pregnant or lactating\n* Subject who has participated in another investigational drug treatment within the last 90 days before the first study visit\n* Subject with phenylketonuria\n* Subject with history of asthma or hypersensitivity to any ingredient of either drug product\n* Subject for whom intake of substances likely to affect gastrointestinal motility or urinary flow rate is required\n* Subject with requirement to take any other oral medication within 3 hours of starting the bowel preparation, as this may impact medication absorption\n* Subject with tendency for nausea and/or vomiting\n* Subject with impaired consciousness that predisposes them to pulmonary aspiration or who have known swallowing disorders\n* Subject with history of major medical/psychiatric conditions that, in the judgment of the investigator, would compromise safety in the study\n* Subject with mental or psychiatric condition rendering the subject unable to understand the nature, scope and possible consequences of the study, and/or evidence of an uncooperative attitude\n* Subject with a condition that, in the opinion of the investigator, might increase the risk to the subject or decrease the chance of obtaining satisfactory data needed to achieve the objectives of the study\n* Subject who has previous enrolment in this study or concomitant enrolment in other clinical studies","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","maximumAge":"17 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Subjects With Successful Overall Colon Preparation, Assessed With the Cleansing Score (4-point Scale)","description":"Blinded overall assessment of preparation efficacy (Cleansing Score) was determined by the colonoscopist upon completion of the examination, based on a 4-point scale as follows:\n\n* 4 (Excellent) = No more than small bits of adherent faeces/fluid\n* 3 (Good) = Small amounts of faeces or fluid not interfering with examination\n* 2 (Fair) = Enough faeces or fluid to prevent a completely reliable examination\n* 1 (Poor) = Large amounts of faecal residue, additional cleansing required.\n\nOnly perfect preparations graded as excellent (4) or good (3), which allowed full, reliable examination of the mucosa were considered as successful. The adjusted percentage of subjects with a successful preparation was determined using a logistic regression model, including treatment and country as covariates.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"71.42","spread":null},{"groupId":"OG001","value":"79.03","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Colon Cleansing Score (4-point Scale)","description":"The Cleansing Score was determined by the blinded colonoscopist, based on a 4-point scale as follows:\n\n* 4 (Excellent) = No more than small bits of adherent faeces/fluid\n* 3 (Good) = Small amounts of faeces or fluid not interfering with examination\n* 2 (Fair) = Enough faeces or fluid to prevent a completely reliable examination\n* 1 (Poor) = Large amounts of faecal residue, additional cleansing required.\n\nThe adjusted mean score was estimated using a 2-way analysis of variance (ANOVA), including treatment and country as covariates.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.83","spread":null},{"groupId":"OG001","value":"3.02","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Boston Bowel Preparation Scale (BBPS) Global Score and BBPS Scores by Colon Segment","description":"The BBPS score for each colon segment (left, transverse, right) was determined by the blinded colonoscopist as follows:\n\n* 0 = Unprepared colon segment with mucosa not seen due to solid stool that cannot be cleared\n* 1 = Portion of mucosa of the segment seen, but other areas of the colon segment not well seen due to staining, residual stool and/or opaque liquid\n* 2 = Minor amount of residual staining, small fragments of stool and/or opaque liquid, but mucosa of segment seen well\n* 3 = Entire mucosa of segment seen well with no residual staining, small fragments of stool and/or opaque liquid.\n\nEach segment score ranged from 0-3. Global score was sum of the 3 segment scores and ranged from 0-9 (worst to best). Successful colon cleansing was defined as a global BBPS score ≥6. The adjusted mean score was estimated using a 2-way ANOVA, including treatment and country as covariates.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.05","spread":null},{"groupId":"OG001","value":"2.12","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.25","spread":null},{"groupId":"OG001","value":"2.33","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.92","spread":null},{"groupId":"OG001","value":"2.16","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.25","spread":null},{"groupId":"OG001","value":"6.61","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects With Need for Rescue Treatment","description":"The percentage of subjects who needed rescue treatment (saline enema) prior to colonoscopy because of inadequate preparation intake was assessed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20.2","spread":null},{"groupId":"OG001","value":"14.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects With Need for Nasogastric Tube To Complete Preparation","description":"The percentage of subjects who needed placement of a nasogastric tube to achieve administration of the complete preparation was assessed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.2","spread":null},{"groupId":"OG001","value":"31.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects With Colonoscopy Procedure Documented as Completed","description":"The percentage of subjects with a complete colonoscopy, defined as a procedure that reached the caecum, was assessed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"96.8","spread":null},{"groupId":"OG001","value":"96.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Median Time to Caecal Intubation","description":"The time to caecal intubation was defined as the time from colonoscope introduction to caecal intubation, estimated using the Kaplan-Meier product limit method. In the event the procedure did not reach the caecum, the subject was censored at time of withdrawal of colonoscope.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.0","spread":null},{"groupId":"OG001","value":"15.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Duration of Examination","description":"The duration of examination for colonoscopy (in minutes) was measured by the difference between the time of caecum intubation and the time of withdrawal of the colonoscope. The adjusted mean duration of examination was estimated using a 2-way ANOVA, including treatment and country as covariates. Subjects for whom the caecum was not reached were excluded from the analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.77","spread":null},{"groupId":"OG001","value":"15.70","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Score for Overall Treatment Acceptability, Assessed Using Treatment Acceptability Questionnaire","description":"The Treatment Acceptability Questionnaire was completed by the caregiver or subject after the subject ended the intake of preparation. Subject acceptability was rated as follows:\n\n* 1 = Very badly accepted/unacceptable\n* 2 = Badly but accepted\n* 3 = Neither good nor bad\n* 4 = Well accepted\n* 5 = Very well accepted.\n\nOverall acceptability score is the average of scores from the 2 doses ranging from 1 - 5 (worst to best). The adjusted mean score was estimated using a 2-way ANOVA, including treatment and country as covariates.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.93","spread":null},{"groupId":"OG001","value":"2.22","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Overall Treatment Compliance","description":"Treatment compliance according the instructions of use provided in the prescription was assessed as the percentage of volume of fluid taken relative to the planned volume of fluid to be taken (measured by the caregiver and reported in the treatment questionnaire of subject's leaflet during treatment administration). Overall treatment compliance was derived from the total volumes of fluid (i.e. preparation + hydration for Eziclen®/Izinova® and preparation only for Klean-Prep®) and was assessed for dose 1, dose 2 and globally (accounting for both doses). The adjusted mean overall treatment compliance (%) was estimated using a 2-way ANOVA, including treatment and country as covariates.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"96.74","spread":null},{"groupId":"OG001","value":"95.52","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"93.53","spread":null},{"groupId":"OG001","value":"87.14","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"96.82","spread":null},{"groupId":"OG001","value":"89.34","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Subject Tolerability Total Score, Assessed Using a Symptom Scale","description":"Tolerability was assessed using a Symptom Scale after each dose of treatment for stomach cramping, stomach bloating and nausea on a paediatric 5-point scale as follows:\n\n* 1 = No symptom\n* 2 = Mild\n* 3 = Bothersome\n* 4 = Distressing\n* 5 = Severely distressing symptoms.\n\nThe total tolerability score is the sum of the scores for the 3 symptoms ranging from 3 to 15 (best to worst). Mean total tolerability scores after dose 1 and dose 2 are presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.48","spread":"2.42"},{"groupId":"OG001","value":"6.34","spread":"2.78"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.93","spread":"2.58"},{"groupId":"OG001","value":"6.71","spread":"3.07"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Median Time to Clear Effluent","description":"The time to clear effluent, as reported by the subject, was defined as the time between first intake of prescription and first clear watery stool, estimated using the Kaplan-Meier product limit method. In the event of no clear watery stools, subjects with colonoscopy were censored at the time of colonoscope introduction, and subjects without colonoscopy were censored at time of start of treatment + 12 hours. Although time to clear effluent was pre-specified as a secondary endpoint in the study protocol, in a change to the planned analysis, it was subsequently analysed and reported as an 'other' efficacy endpoint.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.3","spread":null},{"groupId":"OG001","value":"4.8","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Mean Time Between Last Intake of Fluids and Start of Colonoscopy Procedure","description":"The time between the end of treatment administration (on Day 1) and the start of colonoscopy (on Day 2) was determined. The adjusted mean time between the last intake of fluids and the start of colonoscopy procedure was estimated using a 2-way ANOVA, including treatment and country as covariates.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15.30","spread":null},{"groupId":"OG001","value":"14.25","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":124},"commonTop":["Nausea","Abdominal distension","Abdominal pain upper","Vomiting","Crohn's disease"]}}}