{"nctId":"NCT03927716","briefTitle":"A Phase 3 Randomized Parallel Group Study Comparing the Efficacy & Safety of SB206 & Vehicle Gel in the Treatment of MC (B-SIMPLE1)","startDateStruct":{"date":"2019-06-03","type":"ACTUAL"},"conditions":["Molluscum Contagiosum"],"count":352,"armGroups":[{"label":"SB206 12%","type":"EXPERIMENTAL","interventionNames":["Drug: SB206 12%"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"SB206 12%","otherNames":["berdazimer sodium"]},{"name":"Placebo","otherNames":["Vehicle Gel"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Be 6 months of age or older, and in good general health;\n* Have a written informed consent form signed by subject or a parent or legal guardian and an assent form as required;\n* Have between 3 and 70 treatable MC at Baseline;\n* Female subjects age 9 and above must have a negative UPT at Baseline;\n* Female subjects age 9 and above must agree to practice a medically acceptable form of birth control during the study and for 30 days after Week 12/ET1;\n* Be willing and able to follow study instructions and likely to complete all study requirements.\n\nExclusion Criteria:\n\n* Have strongly suggested sexually transmitted MC and do not agree to refrain from sexual activities throughout the study period.\n* Are immunosuppressed, have immunodeficiency disorder, or are on immunosuppressive treatment;\n* Have significant injury on and/or surrounding MC that may impact ability to treat and count lesions;\n* Have received treatment with topical calcineurin inhibitors or steroids on MC or within 2 cm of MC lesions within 14 days prior to Baseline;\n* Have received treatment for MC during the 14 days prior to Baseline with podophyllotoxin, imiquimod, cantharidin, sinecatechins, topical retinoids, oral or topical zinc, or other homeopathic or over the counter (OTC) products including, but not limited to, ZymaDerm and tea tree oil, cimetidine and other histamine H2 receptor antagonists (including Zantac);\n* Have received surgical procedures related to MC (cryotherapy, curettage, other) within 14 days prior to Baseline;\n* Have MC only in periocular area;\n* Female subjects who are pregnant, planning a pregnancy or breastfeeding;\n* Have known hypersensitivity to any ingredients of SB206 or Vehicle Gel including excipients;\n* Have participated in a previous study with a berdazimer sodium product (SB204, SB206, SB208, SB414);\n* Have more than 1 family member currently participating in a study with a berdazimer sodium product (SB204, SB206, SB208, SB414).\n* Have participated in any other trial of an interventional investigational drug or device within 14 days or concurrent participation in another interventional research study.\n* History or presence of clinically significant medical, psychiatric, or emotional condition that, in opinion of the investigator, would compromise the safety of the subject or the quality of the data.","healthyVolunteers":false,"sex":"ALL","minimumAge":"6 Months","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Complete Clearance of All Treatable MC at Week 12","description":"Percent (proportion) of subjects with complete clearance of all treatable MC at Week 12. This was measured by dividing the number of subjects who showed complete clearance by the number in that treatment group (this represents our primary outcome variable).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"61","spread":null},{"groupId":"OG001","value":"25","spread":null}]}]}]},{"type":"SECONDARY","title":"Complete Clearance of All Treatable MC at Week 8","description":"Percent (proportion) of subjects with complete clearance of all treatable MC at Week 8. This was measured by dividing the number of subjects who showed complete clearance at week 8 by the number in that treatment group (this represents our secondary outcome variable).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"36","spread":null},{"groupId":"OG001","value":"12","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":235},"commonTop":["General disorders and administration site conditions","Application site pain","Application site erythema","Application site scar"]}}}