{"nctId":"NCT00696384","briefTitle":"A Safety and Tolerability Study of Azilsartan Medoxomil in Participants With Essential Hypertension","startDateStruct":{"date":"2007-06"},"conditions":["Hypertension"],"count":418,"armGroups":[{"label":"Azilsartan Medoxomil QD-Open Label Phase (Baseline - Week 26)","type":"EXPERIMENTAL","interventionNames":["Drug: Azilsartan medoxomil"]},{"label":"Azilsartan Medoxomil QD - Double-Blind Phase (Week 26-32)","type":"EXPERIMENTAL","interventionNames":["Drug: Azilsartan medoxomil, with or without chlorthalidone and other non-angiotensin II receptor blocker antihypertensive medications."]},{"label":"Placebo QD - Double-Blind Phase (Week 26- 32)","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Azilsartan medoxomil","otherNames":["TAK-491","Edarbi"]},{"name":"Azilsartan medoxomil, with or without chlorthalidone and other non-angiotensin II receptor blocker antihypertensive medications.","otherNames":["TAK-491","Edarbi"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria\n\n1. Has essential hypertension (diastolic blood pressure ≥ 95mm Hg and ≤ 119 mm Hg. For participants with diabetes or chronic kidney disease diastolic blood pressure must be ≥ 85 mm Hg and ≤ to 109 mm Hg.\n2. Female participant is not of childbearing potential (eg, sterilized, postmenopausal).\n3. Female participants of childbearing potential who are sexually active must agree to use adequate contraception, and can neither be pregnant nor lactating from Screening throughout the duration of the study.\n4. Clinical laboratory evaluations (including clinical chemistry, hematology, and complete urinalysis) are within the reference range for the testing laboratory unless the results are deemed not clinically significant for inclusion into this study by the investigator.\n\nExclusion Criteria\n\n1. Systolic blood pressure greater than 185 mm Hg.\n2. Is required to take or intends to continue taking any disallowed medication, any prescription medication, herbal treatment or over-the counter medication that may interfere with evaluation of the study medication, including:\n3. Is hypersensitive to AII receptor blockers.\n4. Recent history (within the last 6 months) of myocardial infarction, unstable angina, coronary artery bypass graft, percutaneous coronary intervention, cerebrovascular accident, or transient ischemic attack.\n5. History of moderate to severe heart failure or hypertensive encephalopathy.\n6. Has clinically significant cardiac conduction defects (eg, third-degree atrioventricular block, sick sinus syndrome).\n7. Has secondary hypertension of any etiology.\n8. Known or suspected unilateral or bilateral renal artery stenosis.\n9. Has severe renal dysfunction or disease (based on calculated creatinine clearance \\< 30 mL/min/1.73 m2) at Screening.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Double-blind Baseline (Week 26) in Sitting Clinic Diastolic Blood Pressure to Week 32","description":"The change in sitting clinic diastolic blood pressure measured at final visit or week 32 from Double-blind Baseline/Week 26. Diastolic blood pressure is the arithmetic mean of the 3 trough sitting diastolic blood pressure measurements. Each participant's blood pressure at the Final Visit/Week 26 of the open-label phase represented their Baseline blood pressure for the double-blind reversal phase.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.14","spread":"0.726"},{"groupId":"OG001","value":"7.92","spread":"0.712"}]}]}]},{"type":"SECONDARY","title":"Change From Double-blind Baseline (Week 26) in Sitting Clinic Systolic Blood Pressure to Week 32","description":"The change in sitting clinic systolic blood pressure measured at final visit or week 32 from Double-blind Baseline/Week 26.. Systolic blood pressure is the arithmetic mean of the 3 trough sitting systolic blood pressure measurements. Each participant's blood pressure at the Final Visit/Week 26 of the open-label phase represented their Baseline blood pressure for the double-blind reversal phase.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.59","spread":"1.121"},{"groupId":"OG001","value":"12.97","spread":"1.098"}]}]}]},{"type":"SECONDARY","title":"Change From Open Label Baseline (Week 0) in Sitting Clinic Diastolic Blood Pressure to Week 26","description":"The change from baseline in sitting clinic diastolic blood pressure measured at final visit or week 26.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-15.76","spread":"11.912"}]}]}]},{"type":"SECONDARY","title":"Change From Open Label Baseline (Week 0) in Sitting Clinic Systolic Blood Pressure to Week 26","description":"The change from baseline in sitting clinic systolic blood pressure measured at final visit or week 26.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-23.01","spread":"20.657"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Adverse Events During the Open-Label Phase","description":"Treatment-emergent adverse events defined as any unfavorable and unintended sign, symptom or disease temporally associated with the use of a medicinal product reported from first dose of study drug through 14 days after last dose of study drug, or within 30 days after the last dose of study drug for serious adverse event (SAE). A SAE is defined as any untoward medical occurrence that either results in death; is life-threatening; requires hospitalization; results in persistent or significant disability/incapacity; leads to a congenital anomaly/birth defect; or is an important medical event.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"226","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Adverse Events in the Double-Blind Baseline Phase","description":"Treatment-emergent adverse events defined as any unfavorable and unintended sign, symptom or disease temporally associated with the use of a medicinal product reported from first dose of study drug through 14 days after last dose of study drug, or within 30 days after the last dose of study drug for SAE. A SAE is defined as any untoward medical occurrence that either results in death; is life-threatening; requires hospitalization; results in persistent or significant disability/incapacity; leads to a congenital anomaly/birth defect; or is an important medical event.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"42","spread":null},{"groupId":"OG001","value":"38","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":8,"n":418},"commonTop":["Headache","Dizziness"]}}}