{"nctId":"NCT01811940","briefTitle":"Multicenter Trial of Combined Pharmacotherapy to Treat Cocaine Dependence","startDateStruct":{"date":"2013-07"},"conditions":["Cocaine Dependence"],"count":169,"armGroups":[{"label":"Adderall-ER and Topiramate","type":"EXPERIMENTAL","interventionNames":["Drug: Adderall-ER","Drug: Topiramate"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Placebo"]}],"interventions":[{"name":"Adderall-ER","otherNames":["Adderall extended release (MAS-ER)"]},{"name":"Topiramate","otherNames":["Topamax"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Men and women between the ages of 18-60 who meet DSM-IV criteria for cocaine dependence.\n* Used cocaine at least 9 days in the past 28 days with at least weekly cocaine use.\n* Able of giving informed consent and capable of complying with study procedures.\n\nExclusion Criteria:\n\n* Meets DSM-IV-TR criteria for bipolar disorder, schizophrenia or any psychotic disorder other than transient psychosis due to drug abuse.\n* Individuals with any current Axis I psychiatric disorder as defined by DSM-IV-TR supported by the SCID-I/P that in the investigator's judgment are unstable, would be disrupted by study medication, or are likely to require pharmacotherapy or psychotherapy during the study period. Individuals who are currently stable on a psychotropic medication for at least 3 months may be included if in the investigator's opinion the psychotropic medication the patient is taking is compatible with the study medication (mixed amphetamine salts plus topiramate) and does not entail serious risk of adverse effects from the drug interactions. Individuals cannot be on any psychostimulants or other contraindicated medications.\n* Individuals with a history of seizures or unexplained loss of consciousness\n* History of allergic reaction to candidate medications (amphetamine or topiramate).\n* Individuals with significant current suicidal risk.\n* Women who are pregnant, nursing, or failure in sexually active female patients to use adequate contraceptive methods.\n* Unstable physical disorders which might make participation hazardous such as uncontrolled hypertension (SBP \\> 140, DBP\\> 90,or HR \\> 100 when sitting quietly), acute hepatitis(patients with chronic mildly elevated transaminases \\< 3x upper limit of normal are acceptable), or uncontrolled diabetes.\n* Individuals with coronary vascular disease as indicated by history or suspected by abnormal ECG, cardiac symptoms, fainting, open-heart surgery and/or arrhythmia, and family history of ventricular tachycardia/sudden death.\n* Individuals with use of carbonic anhydrase inhibitors\n* History of glaucoma\n* History of kidney stones\n* Use of drugs that may be additive to the bicarbonate lowering effects of topiramate\n* Body Mass Index (BMI) \\< 18kg/m2\n* History of failure to respond to a previous adequate trial of either of the candidate medications for cocaine dependence\n* Individuals physiologically dependent on any other drugs (excluding nicotine or cannabis) which require medical intervention\n* Individuals who are legally mandated (e.g., to avoid incarceration, monetary or other penalties,etc.) to participate in substance abuse treatment program\n* Individuals with a current history (within the past 6 months) of amphetamine abuse or dependence including amphetamines such as methamphetamine and MDMA.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"60 Years","stdAges":["ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Three Weeks of Cocaine Abstinence at End of Study","description":"The number of participants in each study arm achieving sustained cocaine abstinence for three consecutive weeks at the end of the study. This will be measured by self reported cocaine use on the daily Time line Follow Back (TLFB) and corroborated by the urine toxicology samples collected 3 times per week.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Any Three Consecutive Weeks of Abstinence During Study","description":"The proportion of participants in each study arm achieving sustained cocaine abstinence for three consecutive weeks at any time during the 14 week trial. This will be measured by self reported cocaine use on the daily Time line Follow Back (TLFB)and corroborated by the urine toxicology samples collected 3 times per week.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":64},"commonTop":["headache","insomnia","URI","increased blood pressure","anorexia"]}}}