{"nctId":"NCT04129398","briefTitle":"MK-8228 (Letermovir) in the Prevention of Human Cytomegalovirus (CMV) Infection and Disease in Adult Japanese Kidney Transplant Recipients (MK-8228-042)","startDateStruct":{"date":"2019-12-27","type":"ACTUAL"},"conditions":["Cytomegalovirus Infection","Cytomegalovirus Disease"],"count":22,"armGroups":[{"label":"Letermovir","type":"EXPERIMENTAL","interventionNames":["Drug: Letermovir tablet","Drug: Letermovir IV"]}],"interventions":[{"name":"Letermovir tablet","otherNames":["MK-8228","PREVYMIS®"]},{"name":"Letermovir IV","otherNames":["MK-8228","PREVYMIS®"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Meets recipient and/or donor CMV Immunoglobulin G (IgG) serostatus.\n* Anticipates receiving a primary or secondary allograft kidney at the time of screening and have received a primary or secondary allograft kidney at the time of allocation.\n* Is within 0 (i.e., day of transplantation) to 7 days (inclusive) post-kidney transplant at the time of allocation.\n* Is a Japanese male or female from 18 years to any years of age inclusive, at the time of signing the informed consent.\n* Female is not pregnant or breastfeeding, and is not a woman of childbearing potential (WOCBP); but if a WOCBP, she is using an acceptable contraceptive method, or is abstinent from heterosexual intercourse, and must have a negative highly sensitive pregnancy test within 72 hours before the first dose of study intervention.\n\nExclusion Criteria:\n\n* Has received a previous solid organ transplant or hematopoietic stem cell transplant (HSCT).\n* Is a multi-organ transplant recipient (e.g., kidney-pancreas).\n* Has a history of CMV disease or suspected CMV disease within 6 months prior to allocation.\n* Has positive results on CMV assay and/or CMV antigen test at any time between the completion of the transplant surgery and time of allocation.\n* Has suspected or known hypersensitivity to active or inactive ingredients of LET formulations.\n* Is on dialysis (for the purposes of this protocol dialysis includes hemofiltration) or plasmapheresis at the time of allocation.\n* Has Child-Pugh Class C severe hepatic insufficiency at screening.\n* Has post-transplant renal function of creatinine clearance (CrCl) ≤10 mL/min at allocation (measured locally).\n* Has both moderate hepatic insufficiency AND moderate-to-severe renal insufficiency at screening.\n* Has any uncontrolled infection on the day of allocation.\n* Has documented positive results for human immunodeficiency virus antibody (HIV-Ab) test at any time prior to allocation, or for hepatitis C virus antibody (HCV-Ab) and with detectable HCV RNA within 90 days prior to allocation or hepatitis B surface antigen (HBsAg) within 90 days prior to allocation.\n* Requires mechanical ventilation, or is hemodynamically unstable, at the time of allocation.\n* Has a history of malignancy ≤5 years prior to signing informed consent.\n* Has received within 30 days prior to allocation or plans to receive during the study any of the following: CMV immune globulin; any investigational CMV antiviral agent/biologic therapy.\n* Has received any dose of LET prior to allocation.\n* Has received within 7 days prior to allocation or plans to receive during the study any anti-CMV drug therapy.\n* Is a user of recreational or illicit drugs or has had a recent history (within the last year) of drug or alcohol abuse or dependence.\n* Is taking or plans to take any of the prohibited medications listed in the protocol.\n* Is currently participating or has participated in a study with an unapproved investigational compound or device within 28 days, or 5× half-life of the investigational compound.\n* Has previously participated in this study or any other study involving LET.\n* Has previously participated or is currently participating in any study involving administration of a CMV vaccine or another CMV investigational agent, or is planning to participate in a study of a CMV vaccine or another CMV investigational agent during the course of this study.\n* Is pregnant or expecting to conceive, is breastfeeding, or plans to breastfeed from the time of consent through at least 28 days following cessation of study therapy.\n* Is expecting to donate eggs starting from the time of consent through at least 28 days following cessation of study therapy.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Adverse Events (AEs)","description":"Percentage of participants with one or more adverse events (AEs)","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"90.9","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants Who Discontinued From Study Drug Due to an AE","description":"Percentage of participants who discontinued from study drug due to an AE","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Adjudicated CMV Disease or Undergone Anti-CMV Treatment","description":"CMV disease was defined as the presence of either CMV end-organ disease or CMV syndrome and was confirmed by an independent, blinded Clinical Adjudication Committee (CAC). Only CAC-confirmed (\"adjudicated\") cases were included in percentage of participants who met the endpoint. Investigator-assessed cases which were not confirmed by the CAC were not included. Participants who have undergone anti-CMV treatment was defined as initiation of approved anti-CMV agents based on at least one positive cell on CMV antigenemia and/or quantifiable CMV DNA PCR assay performed locally.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"0.0","spread":null},{"groupId":"OG002","value":"0.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"19.0","spread":null},{"groupId":"OG001","value":"33.3","spread":null},{"groupId":"OG002","value":"0.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Adjudicated CMV Disease","description":"CMV disease was defined as the presence of either CMV end-organ disease or CMV syndrome and was confirmed by an independent, blinded Clinical Adjudication Committee (CAC). Only CAC-confirmed (\"adjudicated\") cases were included in percentage of participants who met the endpoint. Investigator-assessed cases which were not confirmed by the CAC were not included.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"0.0","spread":null},{"groupId":"OG002","value":"0.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9.5","spread":null},{"groupId":"OG001","value":"16.7","spread":null},{"groupId":"OG002","value":"0.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Quantifiable CMV DNAemia","description":"Quantifiable CMV DNAemia (central) was defined as any case with a numeric value or \\>910,000,000 (not including reporting of PCR results as \"detected, not quantifiable\") using the Roche COBAS® AmpliPrep/COBAS TaqMan® (CAP/CTM) assay, which was performed by the central laboratory.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.8","spread":null},{"groupId":"OG001","value":"8.3","spread":null},{"groupId":"OG002","value":"0.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23.8","spread":null},{"groupId":"OG001","value":"41.7","spread":null},{"groupId":"OG002","value":"0.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Area Under the Concentration-time Curve During a Dosing Interval (AUCtau) of Plasma Letermovir-oral Treatment","description":"AUCtau was defined as a measure of letermovir exposure that was calculated as the product of plasma drug concentration and time following an oral administration of letermovir.","paramType":"GEOMETRIC_MEAN","dispersionType":"Geometric Coefficient of Variation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"156000","spread":"47.3"}]}]}]},{"type":"SECONDARY","title":"Trough Concentration (Ctrough) of Plasma Letermovir - Oral Treatment","description":"Ctrough was defined as the minimum concentration of letermovir that occurred immediately following an oral administration of letermovir.","paramType":"GEOMETRIC_MEAN","dispersionType":"Geometric Coefficient of Variation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1700","spread":"121.9"}]}]}]},{"type":"SECONDARY","title":"Maximum Concentration (Cmax) of Plasma Letermovir - Oral Treatment","description":"Cmax was defined as the maximum concentration of letermovir observed in plasma following an oral administration of letermovir.","paramType":"GEOMETRIC_MEAN","dispersionType":"Geometric Coefficient of Variation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17900","spread":"31.1"}]}]}]},{"type":"SECONDARY","title":"Time to Reach Cmax (Tmax) of Plasma Letermovir - Oral Treatment","description":"Tmax was defined as the time required post dosing to reach a maximum plasma concentration of letermovir following an oral administration of letermovir.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.50","spread":null}]}]}]},{"type":"SECONDARY","title":"Apparent Clearance at Steady State (CLss/F) of Plasma Letermovir - Oral Treatment","description":"Apparent clearance at steady state (CLss/F) of plasma letermovir following an oral administration of letermovir.","paramType":"GEOMETRIC_MEAN","dispersionType":"Geometric Coefficient of Variation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.08","spread":"47.3"}]}]}]},{"type":"SECONDARY","title":"Area Under the Concentration-time Curve During a Dosing Interval (AUCtau) of Plasma Letermovir - IV Treatment","description":"AUCtau was defined as a measure of letermovir exposure that was calculated as the product of plasma drug concentration and time following an IV administration of letermovir was intended to measure.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Trough Concentration (Ctrough) of Plasma Letermovir - IV Treatment","description":"Ctrough was defined as the minimum concentration of letermovir that occurred immediately following an IV administration of letermovir was intended to measure.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Concentration at the End of Infusion (Ceoi) of Plasma Letermovir - IV Treatment","description":"Ceoi is defined as the amount of letermovir in plasma following an IV administration of letermovir was intended to measure.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Clearance at Steady State (CLss) of Plasma Letermovir - IV Treatment","description":"Clearance at steady state (CLss) of plasma letermovir following an IV administration of letermovir was intended to measure.","paramType":null,"dispersionType":null,"classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":7,"n":22},"commonTop":["Stomatitis","Diarrhoea","Neutrophil count decreased","Hyperlipidaemia","Anaemia"]}}}