{"nctId":"NCT00493311","briefTitle":"Safety of Intravenous Acetaminophen Vs Placebo for the Treatment of Endotoxin-Induced Fever in Healthy Adult Males","startDateStruct":{"date":"2007-06"},"conditions":["Fever"],"count":60,"armGroups":[{"label":"IV Acetaminophen","type":"EXPERIMENTAL","interventionNames":["Drug: IV Acetaminophen","Biological: Reference Standard Endotoxin (RSE)"]},{"label":"IV Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: IV Placebo","Biological: Reference Standard Endotoxin (RSE)"]}],"interventions":[{"name":"IV Placebo","otherNames":["Placebo"]},{"name":"IV Acetaminophen","otherNames":["IV APAP","APAP"]},{"name":"Reference Standard Endotoxin (RSE)","otherNames":["IV Acetaminophen","APAP"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Provide written Informed Consent prior to participation in the Study\n* Be a healthy male between the ages of 18 and 75 years of age, inclusive, at Randomization\n* Have a Body Mass Index (BMI) ≥ 19 and ≤ 40 lbs / in2\n* Have the ability to read and understand the Study procedures and have the ability to communicate meaningfully with the Study Investigator and staff\n* Be free of physical, mental, or medical conditions which, in the opinion of the Investigator, may confound quantifying assessments for the Study\n* Be willing to abstain from smoking cigarettes or using nicotine products from the time of admission to Clinic until Study Completion\n\nInclusion Criteria (Pre-Randomization) To be eligible for entry into the Study, Subjects must meet each of the following criteria prior to Randomization:\n\n* Be free of evidence of infection based upon clinical assessment and blood (Complete Blood Count-CBC) and urine testing\n* Have an average baseline oral temperature that is equal to or below 37 ºC (98.6 ºF) and does not vary more than 0.4 ºC (0.7 ºF) from lowest to highest on three assessments performed during a 30 minute period\n* Not develop a medically significant allergic or exaggerated systemic response to administration of a test dose of reference standard endotoxin\n* Develop a core temperature of at least 38.6 ºC (101.5 ºF) after intravenous reference standard endotoxin dosed per Study guidelines and have a fever response to endotoxin that is at or near the peak temperature by virtue of two consecutive temperature assessments 5 minutes apart that are within 0.2 ºC (0.4 ºF) of each other\n\nExclusion Criteria:\n\n* Has been treated with any medication having antipyretic effects (e.g., corticosteroid, Non-steroidal anti-inflammatory drug (NSAID), aspirin or acetaminophen) within 2 days of clinic admission (aspirin at low dose for cardiac prophylaxis is allowed, but should not be taken on the day of the Study)\n* Has significant medical disease(s), laboratory abnormalities, or condition(s) that in the Investigator's judgment could compromise the Subject's welfare, ability to communicate with the Study staff, complete Study activities, or would otherwise contraindicate Study participation.\n* Has known hypersensitivity or contraindication to receiving endotoxin that in the Investigator's clinical judgment merits discontinuation from further Study participation\n* Has known hypersensitivity to acetaminophen, the inactive ingredients (excipients) of the Intravenous(IV) acetaminophen formulation or the Rescue Medications (ibuprofen, aspirin and ketorolac)\n* Has known or suspected recent history of alcohol or drug abuse or dependence as defined by Diagnostic and Statistical Manual of Mental Disorders, 4th Edition (DSM-IV) criteria\n* Has a history of nasal polyps, angioedema, significant or actively treated bronchospastic disease, or any other significant medical condition that contraindicates participation in the Study or receiving endotoxin, Study Medication, or Rescue Medication\n* Has an active infection or other disease or condition that may cause abnormal alterations in body temperature, or has worked the night shift on a regular basis for the last 3 months prior to Screening\n* Has impaired liver function, e.g. Alanine aminotransferases (ALT) greater than or equal to 3 times the upper limit of normal, bilirubin greater than 3.0, active hepatic disease, or evidence of clinically significant liver disease (e.g., cirrhosis or hepatitis)\n* Has participated in another clinical Study (investigational or marketed product) within 30 days of Screening","healthyVolunteers":true,"sex":"MALE","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Weighted Sum of Temperature Differences Over 6 Hours (WSTD6) Assessment of the Antipyretic Effect Over 6 h of a Single Dose of IV APAP vs. Placebo for Treatment of Endotoxin-induced Fever","description":"The primary efficacy endpoint was WSTD6 defined as the weighted sum of temperature differences from the temperature at each assessment timepoint through 6 hours compared with the temperature at T0, weighted by the time elapsed between each 2 consecutive timepoints.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.7","spread":"3.32"},{"groupId":"OG001","value":"-3.7","spread":"3.58"}]}]}]},{"type":"SECONDARY","title":"Weighted Sum of Temperature Differences Over 3 Hours (WSTD3) Assessment of the Antipyretic Effect Over 3 Hours of a Single Dose of IV APAP vs. Placebo for Treatment of Endotoxin-induced Fever.","description":"WSTD3 is defined as the weighted sum of temperature differences from the temperature at each assessment timepoint through the first 3 hours compared with the temperature at T0, weighted by the time elapsed between each 2 consecutive timepoints.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.7","spread":"1.36"},{"groupId":"OG001","value":"-0.9","spread":"1.35"}]}]}]},{"type":"SECONDARY","title":"Maximum Temperature Change During the Period From T0 to T360 Minutes (6 Hours After Study Drug Administration)","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.9","spread":"0.75"},{"groupId":"OG001","value":"-1.3","spread":"0.65"}]}]}]},{"type":"SECONDARY","title":"The Percentage of Subjects With Temperature Less Than 38 Degrees Celsius at Any Timepoint During the Time From T0 to T360 Minutes (6 Hours After Study Drug Administration)","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"13","spread":null}]}]}]},{"type":"SECONDARY","title":"Global Assessment of Treatment at T360 Minutes or Early Termination.","description":"Subject Global Evaluation was assessed by subject using a 4 point categorical scale in response to the following question:Overall, how would you rate the study treatments? 0 = Poor\n\n1. = Fair\n2. = Good\n3. = Excellent","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"16","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"9","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":29},"commonTop":["Gamma-glutamyltransferase increased","Alanine aminotransferase increased","Aspartate aminotransferase increased","Nausea","Blood bilirubin increased"]}}}