{"nctId":"NCT01163266","briefTitle":"Efficacy and Safety Study of Vortioxetine (Lu AA21004) in Adults With Major Depressive Disorder","startDateStruct":{"date":"2010-07"},"conditions":["Depressive Disorder, Major"],"count":462,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"Vortioxetine 10 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Vortioxetine"]},{"label":"Vortioxetine 20 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Vortioxetine"]}],"interventions":[{"name":"Vortioxetine","otherNames":["Lu AA21004","Brintellix®"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Suffers from a major depressive episode recurrent as the primary diagnosis according to the American Psychiatric Association Diagnostic and Statistical Manual of Mental Disorders, Fourth Edition, Text Revision (DSM-IV-TR) criteria.\n* Has a Montgomery Åsberg Depression Rating Scale (MADRS) total score of 26 or greater at Screening and Baseline Visits.\n* Has a Clinical Global Impression - Severity of Illness (CGI-S) score of 4 or greater at Screening and Baseline Visits.\n\nExclusion Criteria:\n\n* Has previously participated in a Lu AA21004 clinical study.\n* Has 1 or more the following:\n\n  * Any current psychiatric disorder other than Major Depressive Disorder as defined in the DSM-IV\n  * Current or past history of: manic or hypomanic episode, schizophrenia or any other psychotic disorder defined in the DSM-IV-TR.\n  * Diagnosis of alcohol or other substance disorder (except nicotine and caffeine) as defined in the DSM-IV-TR that has not been in sustained full remission for at least years prior to screening (participant must also have negative urine drug screen prior to Baseline).\n  * Presence or history of a clinically significant neurological disorder (including epilepsy)\n  * Neurodegenerative disorder.\n  * Any Axis II disorder that might compromise the study.\n* Has a thyroid stimulating hormone value outside the normal range at the Screening Visit that is deemed clinically significant by the investigator.\n* Has clinically significant abnormal vital signs as determined by the investigator.\n* Has an abnormal Electrocardiogram.\n* Has an alanine aminotransferase, aspartate aminotransferase or total bilirubin level greater than 1.5 times the upper limits of normal.\n* Has a previous history of cancer that had been in remission for less than 5 years prior to the first dose of study medication.\n* Has a disease or takes medication that, in the opinion of the investigator, could interfere with the assessments of safety, tolerability, or efficacy.\n* Has a known history of or currently has increased intraocular pressure or is at risk of acute narrow-angle glaucoma.\n* Has a clinically significant unstable illness, for example, hepatic impairment or renal insufficiency, or a cardiovascular, pulmonary, gastrointestinal, endocrine, neurological, rheumatologic, immunologic, infectious, skin and subcutaneous tissue disorders, or metabolic disturbance. For the purposes of this protocol the following conditions are considered unstable due to the potential impact on assessment of MDD response: pain disorder, chronic fatigue syndrome, fibromyalgia, and obstructive sleep apnea.\n* Has a significant risk of suicide according to the investigator's opinion.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Montgomery-Åsberg Depression Rating Scale (MADRS) Total Score","description":"The MADRS is a depression rating scale consisting of 10 items, each rated 0 (normal) to 6 (most abnormal). The 10 items represent the core symptoms of depressive illness. The overall score ranges from 0 (symptoms absent) to 60 (severe depression). A decrease in the total score or on individual items indicates improvement. Least squares (LS) means are from a mixed model for repeated measurements (MMRM) analysis of covariance (ANCOVA) with treatment, center, week, treatment-by-week interaction, Baseline MADRS total score-by-week as fixed effects.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-10.77","spread":"0.807"},{"groupId":"OG001","value":"-12.96","spread":"0.832"},{"groupId":"OG002","value":"-14.41","spread":"0.845"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With a MADRS Response at Week 8","description":"Response is defined as a participant with a ≥50% decrease in Montgomery Åsberg Depression Rating Scale (MADRS) total score from Baseline. The MADRS is a depression rating scale consisting of 10 items, each rated 0 to 6. The 10 items represent the core symptoms of depressive illness. The overall score ranges from 0 (symptoms absent) to 60 (severe depression). Decrease in the total score or on individual items indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"28.4","spread":null},{"groupId":"OG001","value":"33.8","spread":null},{"groupId":"OG002","value":"39.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Clinical Global Impression Scale-Improvement (CGI-I) Score at Week 8","description":"The Clinical Global Impression-Global Improvement scale assesses the participant's improvement (or worsening) as assessed by the clinician relative to Baseline on a 7-point scale: 1, very much improved; 2, much improved; 3, minimally improved; 4, no change; 5, minimally worse; 6, much worse; or 7, very much worse. LS means were from a mixed model for repeated measurements (MMRM) ANCOVA with treatment, center, week, treatment-by-week interaction, Baseline Clinical Global Impression Scale-Severity of Illness Scale (CGI-S) score-by-week as fixed effects.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.89","spread":"0.090"},{"groupId":"OG001","value":"2.69","spread":"0.093"},{"groupId":"OG002","value":"2.59","spread":"0.094"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in MADRS Total Score at Week 8 in Participants With Baseline Hamilton Anxiety Scale (HAM-A) Total Score ≥20","description":"The MADRS is a depression rating scale consisting of 10 items, each rated 0 (normal) to 6 (most abnormal). The 10 items represent the core symptoms of depressive illness. The overall score ranges from 0 (symptoms absent) to 60 (severe depression). A decrease in the total score or on individual items indicates improvement. LS means are from a mixed model for repeated measurements (MMRM) ANCOVA with treatment, center, week, treatment-by-week interaction, Baseline MADRS total score-by-week as fixed effects.\n\nThe HAM-A is a 14 item rating scale to quantify anxiety severity rated on a 5-point scale from 0 (not present) to 4 (severe) with a total score range from 0 to 56, where lower scores indicate mild severity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-10.26","spread":"1.392"},{"groupId":"OG001","value":"-14.55","spread":"1.369"},{"groupId":"OG002","value":"-17.52","spread":"1.331"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants in MADRS Remission at Week 8","description":"Remission is defined as a participant with a Montgomery Åsberg Depression Rating Scale (MADRS) total score ≤10. The MADRS is a depression rating scale consisting of 10 items, each rated 0 to 6. The 10 items represent the core symptoms of depressive illness. The overall score ranges from 0 (symptoms absent) to 60 (severe depression). Decrease in the total score or on individual items indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.2","spread":null},{"groupId":"OG001","value":"21.4","spread":null},{"groupId":"OG002","value":"22.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Sheehan Disability Scale (SDS) Total Score at Week 8","description":"The Sheehan Disability Scale assesses functional impairment in 3 domains: work/school, social life or leisure activities, and home life or family responsibilities. The participant rates the extent to which each aspect is impaired on a 10-point visual analog scale, from 0 (not at all) to 10 (extremely). The 3 scores are added together to calculate the total score, which ranges from 0 to 30, with higher scores indicating more impairment. LS means were from mixed model for repeated measurements (MMRM) ANCOVA with treatment, center, week, treatment-by-week interaction, Baseline SDS total score-by-week as fixed effects.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.86","spread":"0.771"},{"groupId":"OG001","value":"-7.25","spread":"0.747"},{"groupId":"OG002","value":"-8.26","spread":"0.794"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":157},"commonTop":["Nausea","Headache","Diarrhoea","Dizziness","Dry mouth"]}}}