{"nctId":"NCT01787383","briefTitle":"A Simultaneous Treatment Regimen Compared to a Sequential Treatment Regimen With Ingenol Mebutate Gel 0.015% and 0.05% of Two Areas With Actinic Keratosis on Face/Scalp and Trunk/Extremities","startDateStruct":{"date":"2013-02"},"conditions":["Actinic Keratosis"],"count":200,"armGroups":[{"label":"Ingenol mebutate gel 0.05 %","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Ingenol mebutate gel 0.05 %","Drug: Ingenol mebutate gel 0.015 %"]},{"label":"Ingenol mebutate gel 0.015 %","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Ingenol mebutate gel 0.05 %","Drug: Ingenol mebutate gel 0.015 %"]}],"interventions":[{"name":"Ingenol mebutate gel 0.05 %","otherNames":["Picato®"]},{"name":"Ingenol mebutate gel 0.015 %","otherNames":["Picato®"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subjects must provide informed consent\n* Subjects with 4 to 8 clinically typical, visible and discrete AKs within a contiguous 25 cm2 treatment area on face or scalp\n* Subjects with 4 to 8 clinically typical, visible and discrete AKs within a contiguous 25 cm2 treatment area on trunk or extremities\n* Subjects at least 18 years of age\n* Female subjects must be of either:\n\n  1. Non-childbearing potential, i.e. post-menopausal or have a confirmed clinical history of sterility (e.g. the subject is without a uterus) or,\n  2. Childbearing potential, provided there is a confirmed negative urine pregnancy test prior to trial treatment, to rule out pregnancy.\n* Female subjects of childbearing potential must be willing to use effective contraception at trial entry and until completion.\n\nExclusion Criteria:\n\n* Location of the selected treatment areas:\n\n  * on the periorbital skin\n  * within 5 cm of an incompletely healed wound\n  * within 10 cm of a suspected basal cell carcinoma (BCC) or squamous cell carcinoma (SCC)\n* Prior treatment with ingenol mebutate gel on face/scalp and on trunk/extremities\n* Lesions in the selected treatment areas that have:\n\n  * atypical clinical appearance (and/or,\n  * recalcitrant disease\n* History or evidence of skin conditions other than the trial indication that would interfere with the evaluation of the trial medication\n* Use of cosmetic or therapeutic products and procedures which could interfere with the assessments of the selected treatment areas\n* Clinical diagnosis/history or evidence of any medical condition that would expose a subject to an undue risk of a significant AE or interfere with assessments of safety and efficacy during the course of the trial, as determined by the investigator's clinical judgment.\n* Anticipated need for hospitalisation or out-patient surgery during the first 15 days after the first trial medication application.\n* Known sensitivity or allergy to any of the ingredients in ingenol mebutate gel\n* Presence of sunburn within the selected treatment areas\n* Current enrolment or participation in an investigational clinical trial within 30 days of entry into this trial\n* Subjects previously randomised in the trial\n* Female subjects who are breastfeeding\n* In the opinion of the investigator, the subject is unlikely to comply with the Clinical Study Protocol\n\nProhibited Therapies and/or Medications within 2 weeks prior to Visit 1:\n\n* Cosmetic or therapeutic procedures within 2 cm of the selected treatment areas\n* Use of topical keratolytic therapeutic products within 2 cm of the selected treatment areas\n* Use of topical medicated creams, ointments, lotions, gels, foams or sprays including topical steroids : within 2 cm of the selected treatment areas; artificial tanners: within 5 cm of the selected treatment areas\n\nProhibited Therapies and/or Medications: within 4 weeks prior to Visit 1:\n\n* Treatment with immunomodulators, cytotoxic drugs or interferon/interferon inducers\n* Treatment with systemic medications that suppress the immune system\n* Treatment/therapy with ultraviolet light A (UVA) or ultraviolet light B (UVB)\n\nProhibited Therapies and/or Medications within 8 weeks prior to Visit 1:\n\n\\- Treatment with 5-fluorouracil (5-FU), imiquimod, topical diclofenac sodium, or photodynamic therapy within 2 cm of the selected treatment areas.\n\nProhibited Therapies and/or Medications within 6 months prior to Visit 1:\n\n\\- Use of systemic retinoids or biologic/monoclonal antibody therapies","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Composite Local Skin Reaction (LSR) Score 3 Days After Treatment of Each Selected Treatment Area","description":"Composite Local Skin Reaction (LSR) score 3 days after treatment of each selected treatment area in both treatment groups (simultaneous or sequential). The composite LSR score (0 to 24), reflecting the sum of the individual LSR grades (erythema, flaking/scaling, crusting, swelling, vesiculation/pustulation, and erosion/ulceration, grade 0 to 4), was calculated for each selected treatment area at each visit.The composite LSR score ranges from 0 (best possible outcome) to 24 (worst possible outcome). Both affected areas were calculated together \"Per Arm\". Each subject could contribute with up to 2 values (1 for each treated area).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.4","spread":"5.1"},{"groupId":"OG001","value":"9.7","spread":"4.5"}]}]}]},{"type":"SECONDARY","title":"Complete Clearance of AKs in Each Separate Treatment Area 8 Weeks After Treatment","description":"Complete clearance of Actinic Keratosis lesions (AKs) analysed in each separate treatment area and presented by treatment regimen given as \"percentage of participants\" with complete AK clearance. Each subject could contribute with up to 2 values (1 for each treated area). Both affected areas were calculated together \"Per Arm\" (e.g. \"averaged\").","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"52.7","spread":null},{"groupId":"OG001","value":"46.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Partial Clearance of AKs in Each Separate Treatment Area 8 Weeks After Treatment","description":"Partial clearance of Actinic Keratosis lesions (AKs) defined as 75% or greater reduction in Actinic Keratosis lesions (AKs) from start of treatment to 8 weeks after treatment, was analysed in each separate treatment area and presented by treatment regimen given as \"percentage of participatns\" with complete AK clearance. Each subject could contribute with up to 2 values (1 for each treated area). Both affected areas were calculated together \"Per Arm\" (e.g. \"averaged\").","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"76.6","spread":null},{"groupId":"OG001","value":"68.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Reduction in Number of AKs in Each Separate Treatment Area 8 Weeks After Treatment","description":"Percent reduction in number of Actinic Keratosis lesions (AKs) analysed for each separate treatment area and presented by treatment regimen. Each subject could contribute with up to 2 values (1 for each treated area). Both affected areas were calculated together \"Per Arm\" (e.g. \"averaged\").","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"83.4","spread":"22.0"},{"groupId":"OG001","value":"79.1","spread":"26.7"}]}]}]},{"type":"SECONDARY","title":"Effectiveness Satisfaction Questionnaire for Medication (TSQM)","description":"Effectiveness TSQM After a Treatment Cycle of 8 Weeks. Measurement of the perceived effectiveness of medication, ranging from 0 (worst possible outcome) to 100 (best possible outcome).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"63.1","spread":"23.4"},{"groupId":"OG001","value":"66.4","spread":"21.4"}]}]}]},{"type":"SECONDARY","title":"Side Effects TSQM","description":"Side Effects TSQM After a Treatment Cycle of 8 Weeks. Measurement of the perceived side effects of medication, ranging from 0 (worst possible outcome) to 100 (best possible outcome).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"93.1","spread":"18.4"},{"groupId":"OG001","value":"96.1","spread":"16.4"}]}]}]},{"type":"SECONDARY","title":"Global Satisfaction TSQM","description":"Global Satisfaction TSQM After a Treatment Cycle of 8 Weeks. Measurement of the perceived overall satisfaction with medication, ranging from 0 (worst possible outcome) to 100 (best possible outcome).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"64.6","spread":"19.0"},{"groupId":"OG001","value":"67.4","spread":"20.3"}]}]}]},{"type":"SECONDARY","title":"Convenience TSQM","description":"Convenience TSQM After a Treatment Cycle of 8 Weeks. Measurement of the perceived convenience with medication, ranging from 0 (worst possible outcome) to 100 (best possible outcome).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"73.7","spread":"14.6"},{"groupId":"OG001","value":"74.7","spread":"18.1"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":101},"commonTop":["Application site pruritus","Headache","Application site pain","Basal cell carcinoma","Squamous cell carcinoma of skin"]}}}