{"nctId":"NCT02950155","briefTitle":"A Study Evaluating the Safety and Efficacy of Rituximab in Patients With Myasthenia Gravis","startDateStruct":{"date":"2016-10-16","type":"ACTUAL"},"conditions":["Generalized Myasthenia Gravis"],"count":47,"armGroups":[{"label":"Rituximab","type":"EXPERIMENTAL","interventionNames":["Drug: Rituximab"]},{"label":"Sodium Chloride solution","type":"SHAM_COMPARATOR","interventionNames":["Drug: Sodium Chloride solution"]}],"interventions":[{"name":"Rituximab","otherNames":["Mabthera"]},{"name":"Sodium Chloride solution","otherNames":["Sodium Chloride"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Patients with oculobulbar, bulbar or generalized MG ≥ 18 years of age and with onset of generalized symptoms or neurophysiological detection of generalized disease not more than 12 months ago.\n2. The diagnosis of MG should be determined with the following:\n\n   Clinical neurological status with motor symptoms consistent with MG and at least two of the following:\n\n   a positive serologic test for anti-acetylcholine receptor antibody (AChR) and/or b. typical MG findings on neurophysiological testing of neuromuscular transmission with single fiber electromyography (SFEMG) and / or repetitive nerve stimulation (RNS), and / or c. Positive anti-choline esterase-test, e.g. edrophoniumchloride or improvement of MG symptoms with oral cholinesterase inhibitors as judged by the treating physician.\n3. MGFA Class II to IV at screening.\n4. Quantitative MG score ≥ 6 at screening\n5. Women of childbearing potential must have a negative pregnancy test.\n6. Patients must have provided written informed consent.\n7. Patients must be able and willing to comply with all study procedures.\n\nExclusion Criteria:\n\n1. Weakness only affecting ocular or periocular muscles (MGFA Class I).\n2. MG crisis at screening (MGFA Class V)\n3. Thymectomy already carried out. In order to avoid difficulties to evaluate the effect of the study drug, thymectomy, where it is indicated, should be scheduled to the follow-up period, ie after the first 24 weeks.\n4. Strong suspicion of thymoma, where thymectomy as judged by the treating physician should be done within 24 weeks.\n5. Active malignancy, if not adequately treated\n6. Pregnancy or breast-feeding.\n7. Ongoing acute or chronic viral or systemic bacterial infections including HIV, latent hepatitis B, which is clinically significant, according to the study doctor's opinion and not treated with appropriate antibiotic / antiviral drugs.\n8. Severe heart failure (New York Heart Association Class IV) or severe, uncontrolled cardiac disease\n9. Previous use of immunosuppressive drugs, including rituximab, except prednisolone at a dose of up to 40mg daily for less than 3 months. This does not apply to treatment with immunosuppressive drugs / corticosteroids (except rituximab) for other indications than MG, provided at least 12 months have passed since treatment was terminated.\n10. Suspected hypersensitivity to the study drug\n11. Participation in another trial of study drug within 30 days prior to screening.\n12. Any medical condition which, according to the study physician's opinion, may interfere with the patient's participation in the study, poses additional risks for the patient, or that complicate the assessment of patients.\n13. Vaccination within 4 weeks before inclusion.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Patients With Quantitative MG Score (QMG) Score ≤ 4 and a Daily Prednisolon Dose of ≤ 10mg at 16 Weeks After Administration of Study Drug/Placebo.","description":"The Quantitative Myasthenia Gravis (QMG) score is a physician rated disease activity score that ranges from 0 to 39, where lower indicates better outcome. QMG was measured at 16 weeks under standardized conditions with at least 12 hours since last intake of choline esterase inhibitors. Patients meeting the primary outcome had a QMG score of 4 or less whilst also requiring a daily oral Prednisolone dose of 10 mg or less.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in QMG Score From Week 0 to Week 24 After Administration of Study Drug/Placebo.","description":"The Quantitative Myasthenia Gravis (QMG) score is a physician rated disease activity score that ranges from 0 to 39, where lower indicates better outcome. QMG was measured under standardized conditions with at least 12 hours since last intake of choline esterase inhibitors. Change in QMG scores between the two time points was compared between groups.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.9","spread":"5.6"},{"groupId":"OG001","value":"-5.8","spread":"4.6"}]}]}]},{"type":"SECONDARY","title":"Change in Myasthenia Gravis Activities of Daily Living (MG-ADL) Score From Week 0 to Week 16 After Administration of Study Drug/Placebo","description":"The Myasthenia Gravis Activities of Daily Living (MG-ADL) score is a patient rated disease activity score that ranges from 0 to 24, where lower indicates better outcome. MG-ADL was assessed at 16 weeks under standardized conditions with at least 12 hours since last intake of choline esterase inhibitors. Change in MG-ADL scores between the two time points was compared between groups.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.7","spread":"2.5"},{"groupId":"OG001","value":"-0.5","spread":"3.6"}]}]}]},{"type":"SECONDARY","title":"Change in Myasthenia Gravis Quality of Life (QoL) Score From Week 0 to Week 16 After Administration of Study Drug/Placebo.","description":"The Myasthenia Quality of Life (QoL) score is a patient rated quality of life score that ranges from 0 to 60, where lower indicates better outcome. Change in MG-QoL scores between the two time points was compared between groups.\n\n.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-9.2","spread":"9.2"},{"groupId":"OG001","value":"-7.0","spread":"9.3"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Percentage of Patients With Quantitative MG Ascore (QMG) Score ≤ 4 and a Daily Prednisolon Dose of ≤ 10mg at 24 Weeks After Administration of Study Drug/Placebo.","description":"The Quantitative Myasthenia Gravis (QMG) score is a physician rated disease activity score that ranges from 0 to 39, where lower indicates better outcome. QMG was measured at 24 weeks under standardized conditions with at least 12 hours since last intake of choline esterase inhibitors. Patients meeting the primary outcome had a QMG score of 4 or less whilst also requiring a daily oral Prednisolone dose of 10 mg or less.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null},{"groupId":"OG001","value":"8","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"QMG Scores at 16, 36 and 48 Weeks After Administration of Study Drug/Placebo.","description":"QMG is measured under standardized conditions with at least 12 hours since last intake of choline esterase inhibitors","paramType":null,"dispersionType":null,"classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"MG-activities of Daily Living (ADL) Score at 24, 36 and 48 Weeks After Administration of Study Drug/Placebo","description":"MG-ADL is a patient-reported outcome measured under standardized conditions with at least 12 hours since last intake of choline esterase inhibitors","paramType":null,"dispersionType":null,"classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"EQ5D Score at 16, 24, 36 and 48 Weeks After Administration of Study Drug/Placebo","description":"The EQ5D scale is a generic QoL score measured under standardized conditions with at least 12 hours since last intake of choline e","paramType":null,"dispersionType":null,"classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"MG-QoL Score at 24, 36 and 48 Weeks After Administration of Study Drug/Placebo","description":"MG-QoL is a patient-reported outcome measured under standardized conditions with at least 12 hours since last intake of choline esterase inhibitors","paramType":null,"dispersionType":null,"classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Hospital Admissions for MG Worsening During Week 0 to 24 After Administration of Study Drug/Placebo","description":"The total number of hospital admissions for MG worsening during week 0 to 24 of the study.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Rescue Treatments During Week 8 to 24 After Administration of Study Drug/Placebo","description":"The number of events when rescue treatment was given during week 8-24 of the study. Rescue treatments were defined as i.v immunoglobulins, plasma exchange, high dose corticosteroids and biologics (rituximab, tocilizumab).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"8","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":5,"n":25},"commonTop":["Upper respiratory infection","Musculoskeletal pain","Diarrhea","Rash","Muscle cramps"]}}}