{"nctId":"NCT01358175","briefTitle":"16 Week Efficacy and 2 Year Long Term Safety and Efficacy of Secukinumab in Patients With Active Ankylosing Spondylitis","startDateStruct":{"date":"2011-10"},"conditions":["Ankylosing Spondylitis"],"count":371,"armGroups":[{"label":"Secukinumab 10 mg/kg i.v. / 75 mg s.c.","type":"EXPERIMENTAL","interventionNames":["Drug: Secukinumab (75 mg)"]},{"label":"Secukinumab 10 mg/kg i.v. / 150 mg s.c.","type":"EXPERIMENTAL","interventionNames":["Drug: Secukinumab (150 mg)"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Secukinumab (75 mg)","otherNames":[]},{"name":"Secukinumab (150 mg)","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n* Male or non-pregnant, non-lactating female patients at least 18 years of age\n* Diagnosis of moderate to severe AS with prior documented radiologic evidence (X-ray) fulfilling the Modified New York criteria for AS (1984)\n* Patients should have been on NSAIDs with an inadequate response\n* Patients who are regularly taking NSAIDs as part of their AS therapy are required to be on a stable dose\n* Patients who have been on an anti-TNFα agent (not more than one) must have experienced an inadequate response\n\nExclusion criteria:\n\n* Chest X-ray with evidence of ongoing infectious or malignant process\n* Patients with total ankylosis of the spine\n* Patients previously treated with any biological immunomodulating agents except for those targeting TNFα\n* Previous treatment with any cell-depleting therapies\n* Other protocol-defined inclusion/exclusion criteria may apply","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Assessment of Responders for the SpondyloArthritis International Society / ASAS 20 Response","description":"ASAS 20 response is a validated composite assessment, reflecting the proportion of treated patients who achieve within a defined timeframe at least 20% improvement in score in at least 3 of a conventional set of 4 clinical domains relevent to AS and no worsening in the fourth domain. ASAS 20 is used to assess the efficacy of at least one dose of secukinumab against placebo.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"59.7","spread":null},{"groupId":"OG001","value":"60.8","spread":null},{"groupId":"OG002","value":"28.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Assessment of Responders for the SpondyloArthritis International Society ASAS 40 Response","description":"ASAS 40 response is a validated composite assessment, reflecting the proportion of treated patients who achieve within a defined timeframe at least 40% improvement in score in at least 3 of a conventional set of 4 clinical domains relevent to AS and no worsening in the fourth domain. ASAS 40 is used to assess the efficacy of at least one dose of secukinumab against placebo.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"33.1","spread":null},{"groupId":"OG001","value":"41.6","spread":null},{"groupId":"OG002","value":"13.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Serum hsCRP","description":"The change from baseline in hsCRP is expressed as a ratio of post-baseline to baseline values. With the ratio normalized to 1.0 at baseline, ratios less than 1.0 represent decreased postbaseline values, whereas ratios greater than 1.0 represent increased post-baseline values.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.45","spread":"1.092"},{"groupId":"OG001","value":"0.4","spread":"1.090"},{"groupId":"OG002","value":"0.97","spread":"1.095"}]}]}]},{"type":"SECONDARY","title":"Assessment of Responders for the SpondyloArthritis International Society ASAS 5/6 Response","description":"ASAS 5/6 response is a validated composite assessment, reflecting the proportion of treated patients who achieve within a defined timeframe at least 20% improvement in score in at least 5 of a conventional set of 6 clinical domains relevent to AS and no worsening in the remaining domain. In this study, ASAS 5/6 is used to assess the efficacy of at least one dose of secukinumab against placebo.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"45.2","spread":null},{"groupId":"OG001","value":"48.8","spread":null},{"groupId":"OG002","value":"13.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Bath Ankylosing Spondylitis Disease Activity Index / BASDAI","description":"BASDAI is a validated assessment tool using 0 through 10 scales (0 indicating \"no problem\" and 10 indicating \" worst problem\"), to characterize six clinical domains pertaining to five major symptoms of AS perceived by the patients. Computed composite scores of 4 or greater indicate suboptimal disease control. In this study, the BASDAI is used to assess the efficacy of at least one dose of secukinumab verus placebo. To give each symptom equal weighting, the mean (average) of the two scores relating to morning stiffness is taken. The resulting 0 to 50 score is divided by 5 to give a final 0 - 10 BASDAI score. Scores of 4 or greater suggest suboptimal control of disease, and patients with scores of 4 or greater are usually good candidates for either a change in their medical therapy or for enrollment in clinical trials evaluating new drug therapies directed at Ankylosing Spondylitis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.34","spread":"0.175"},{"groupId":"OG001","value":"-2.32","spread":"0.172"},{"groupId":"OG002","value":"-0.59","spread":"0.180"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Physical Function Component of the Short-form Health Survey / SF-36 PCS","description":"SF-36 is a 36 item questionnaire which measures Quality of Life across eight domains, which are both phyically and emotionally based. Two overall summary scores, the Phyical Component Summary (PCS) and Mental Component Summary (MCS) can be computed. In this study, SF-36 PCS is used to assess improvement from baseline of at least one dose of secukinumab versus placebo.The SF-36 is a validated instrument measuring health-related quality of life across multiple disease states. It has 36 questions with 8 subscale scores and 2 summary scores (1) physical component summary=physical functioning, role-physical, bodily pain, and general health. There is no total overall score; scoring is done for both subscores and summary scores. For subscores and summary scores, 0 =worst score (or quality of life) and 100=best score. Change from Baseline= post-Baseline - Baseline value.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.64","spread":"0.595"},{"groupId":"OG001","value":"5.57","spread":"0.586"},{"groupId":"OG002","value":"0.96","spread":"0.612"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Ankylosing Spondylitis Quality of Life Questionnaire / ASQoL","description":"ASQoL is an 18 item questionnaire that assesses disease-specific quality of life (QoL), consisting of statements that are relevant to the physical and mental conditions for a participant with AS: mobility, self-care, usual activities, pain/discomfort and anxiety/depression. Each statement is answered by the participant as a 'Yes' (scored as 1) or 'No' (scored as 0). All item scores are summed to give a total score. Total score can range from 0 (good QoL) to 18 (poor QoL). In this study, ASQoL is used to assess improvement from baseline of at least one dose of secukinumab versus placebo.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.61","spread":"0.424"},{"groupId":"OG001","value":"-3.58","spread":"0.420"},{"groupId":"OG002","value":"-1.04","spread":"0.437"}]}]}]},{"type":"SECONDARY","title":"Assessment of Responders for ASAS Partial Remission","description":"ASAS partial remission is a composite assessment, reflecting the proportion of treated patients who achieve within a defined time frame a value not above 2 units in each of the 4 ASAS domains on a scale of 10. In this study ASAS partial remission is used to assess the efficacy of at least one dose of secukinumab versus placebo.ASAS partial remission was defined as a VAS score of less than 2 units in each of the 4 domains of ASAS 20: participant global assessment, pain (total back pain), function and inflammation. The percentages of participants who achieved ASAS partial remission were calculated.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.1","spread":null},{"groupId":"OG001","value":"15.2","spread":null},{"groupId":"OG002","value":"3.3","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":16,"n":124},"commonTop":["Nasopharyngitis","Diarrhoea","Headache","Upper respiratory tract infection","Dyslipidaemia"]}}}