{"nctId":"NCT02968173","briefTitle":"A Study to Assess the Safety and Effectiveness of Palivizumab Administered to Children at High Risk of Severe Respiratory Syncytial Virus (RSV) Infection in the Russian Federation and the Republic of Belarus","startDateStruct":{"date":"2016-11-09","type":"ACTUAL"},"conditions":["Respiratory Syncytial Virus (RSV)"],"count":50,"armGroups":[{"label":"Children at High Risk of severe RSV Infection","type":"EXPERIMENTAL","interventionNames":["Drug: Palivizumab"]}],"interventions":[{"name":"Palivizumab","otherNames":["Synagis"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nInfants at high risk of severe RSV infection defined as fulfilling at least one of the following:\n\n* Infants born ≤ 35 weeks gestational age AND are ≤ 6 months of age at enrollment\n* Infants ≤ 24 months of age at enrollment AND with a diagnosis of bronchopulmonary dysplasia (BPD) (defined as oxygen requirement at a corrected gestational age of 36 weeks) requiring intervention/management (i.e., oxygen, diuretics, bronchodilators, corticosteroids, etc.) anytime within 6 months prior to enrollment\n* Infants ≤ 24 months of age at enrollment with hemodynamically significant CHD, either cyanotic or acyanotic, unoperated or partially corrected. Children with acyanotic cardiac lesions must have pulmonary hypertension (≥ 40 mmHg measured pressure in the pulmonary artery \\[ultrasound acceptable\\]) or the need for daily medication to manage hemodynamically significant CHD\n\nExclusion Criteria (main exclusion criteria):\n\n* Hospitalization at the time of enrollment (unless discharge is anticipated within 14 days)\n* Mechanical ventilation (including continuous positive airway pressure, CPAP) at the time of enrollment\n* Life expectancy less than 6 months\n* Unstable cardiac or respiratory status, including cardiac defects so severe that survival is not expected or for which cardiac transplantation is planned or anticipated\n* Active respiratory illness, or other acute infection","healthyVolunteers":false,"sex":"ALL","maximumAge":"24 Months","stdAges":["CHILD"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With RSV Hospitalization","description":"An RSV hospitalization is defined as either 1) a respiratory/cardiac hospitalization with a positive RSV test, 2) new onset of respiratory/cardiac symptoms in an already hospitalized child, with an objective measure of worsening respiratory/cardiac status and a positive RSV test, or 3) deaths, which can be demonstrated as caused by RSV (by autopsy or clinical history and virologic evidence).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Total Number of RSV-Hospitalization Days","description":null,"classes":[]},{"type":"SECONDARY","title":"Percentage of Participants Who Received Supplemental Oxygen While Hospitalized","description":"Increased supplemental oxygen is defined as a new requirement or an increase in supplemental oxygen from prior to the onset of cardiac/respiratory symptoms.","classes":[]},{"type":"SECONDARY","title":"Total RSV-hospitalization Days With Increased Supplemental Oxygen Requirement","description":"Increased supplemental oxygen is defined as a new requirement or an increase in supplemental oxygen from prior to the onset of cardiac/respiratory symptoms.","classes":[]},{"type":"SECONDARY","title":"Number of Intensive Care Unit (ICU) Admissions During RSV-hospitalization","description":null,"classes":[]},{"type":"SECONDARY","title":"Total Days of RSV-ICU Stay","description":null,"classes":[]},{"type":"SECONDARY","title":"Percentage of Participants Who Received Mechanical Ventilation","description":null,"classes":[]},{"type":"SECONDARY","title":"Total Days of Mechanical Ventilation During RSV-hospitalization","description":null,"classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":6,"n":50},"commonTop":[]}}}