{"nctId":"NCT00900731","briefTitle":"A Study to Compare the Lung Effect of Indacaterol and Tiotropium in Chronic Obstructive Pulmonary Disease (COPD)","startDateStruct":{"date":"2009-06"},"conditions":["Chronic Obstructive Pulmonary Disease"],"count":1598,"armGroups":[{"label":"Indacaterol 150 µg","type":"EXPERIMENTAL","interventionNames":["Drug: Indacaterol 150 μg","Drug: Placebo to tiotropium"]},{"label":"Tiotropium 18 µg","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Tiotropium 18 μg","Drug: Placebo to indacaterol"]}],"interventions":[{"name":"Indacaterol 150 μg","otherNames":[]},{"name":"Tiotropium 18 μg","otherNames":[]},{"name":"Placebo to indacaterol","otherNames":[]},{"name":"Placebo to tiotropium","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n\\- Diagnosis of COPD (moderate-to-severe as classified by the Global Initiative for Chronic Obstructive Lung Disease (GOLD) Guidelines, 2007) and:\n\n* a) Smoking history of at least 10 pack-years\n* b) Post-bronchodilator forced expiratory volume in 1 second (FEV1) \\< 80% and ≥ 30% of the predicted normal value\n* c) Post-bronchodilator FEV1/FVC (forced vital capacity) \\< 70%\n\nExclusion Criteria:\n\n* Patients who have received systemic corticosteroids or antibiotics and/or was hospitalized for a COPD exacerbation in the 6 weeks prior to screening\n* Patients who have had a respiratory tract infection within 6 weeks prior to screening\n* Patients with concomitant pulmonary disease\n* Patients with a history of asthma\n* Patients with diabetes Type I or uncontrolled diabetes Type II\n* Any patient with lung cancer or a history of lung cancer\n* Patients with a history of certain cardiovascular comorbid conditions\n\nOther protocol-defined inclusion/exclusion criteria applied to the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Trough Forced Expiratory Volume in 1 Second (FEV1) at End of Treatment (Week 12)","description":"Spirometry was conducted according to internationally accepted standards. Trough FEV1 was defined as the average of the 23 hour 10 minute and 23 hour 45 minute post-dose FEV1 readings. Mixed model used baseline FEV1, FEV1 prior to and 10-15 minutes post inhalation of salbutamol/albuterol, FEV1 prior to and 1 hour post inhalation of ipratropium, and inhaled corticosteroid use at baseline as covariates.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.44","spread":"0.010"},{"groupId":"OG001","value":"1.43","spread":"0.010"}]}]}]},{"type":"SECONDARY","title":"Forced Expiratory Volume in 1 Second (FEV1) Standardized (With Respect to Time) Area Under the Curve (AUC) From 5 Minutes to 4 Hours Post-dose at the End of Treatment (Week 12)","description":"Spirometry was conducted according to internationally accepted standards. FEV1 was measured at 5 and 30 minutes; and 1, 2, and 4 hours post-dose on Week 12. Standardized FEV1 AUC (5 minutes-4 hour) post-dose at week 12 was calculated based on the trapezoidal rule, and was adjusted for the area per time unit by using the scheduled time of measurements for FEV1. Mixed model used baseline FEV1, FEV1 prior to and 10-15 minutes post inhalation of salbutamol/albuterol, FEV1 prior to and 1 hour post inhalation of ipratropium, and inhaled corticosteroid use at baseline as covariates.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.51","spread":"0.010"},{"groupId":"OG001","value":"1.52","spread":"0.010"}]}]}]},{"type":"SECONDARY","title":"Transition Dyspnea Index (TDI) Focal Score After 12 Weeks of Treatment","description":"TDI focal score is based on three domains: functional impairment, magnitude of task and magnitude of effort. Each domain is scored from -3 (major deterioration) to 3 (major improvement) to give an overall TDI focal score of -9 to 9 with a negative score indicating a deterioration from baseline. A 1 unit difference in the TDI focal score is clinically significant. Mixed model used baseline dyspnea index, FEV1 prior to and 10-15 minutes post inhalation of salbutamol/albuterol, FEV1 prior to and 1 hour post inhalation of ipratropium, and inhaled corticosteroid use at baseline as covariates.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.01","spread":"0.178"},{"groupId":"OG001","value":"1.43","spread":"0.178"}]}]}]},{"type":"SECONDARY","title":"Quality of Life Assessment With St. George's Respiratory Questionnaire (SGRQ) Total Score After 12 Weeks of Treatment","description":"SGRQ is a health related quality of life questionnaire consisting of 50 items in three domains: symptoms (frequency and severity), activity (that cause or are limited by breathlessness) and impacts (social functioning \\& psychological disturbances resulting from airway disease). The total score is 0 to 100 with a higher score indicating greater impairment of health status. Mixed model used baseline SGRQ, FEV1 prior to and 10-15 minutes post inhalation of salbutamol/albuterol, FEV1 prior to and 1 hour post inhalation of ipratropium, and inhaled corticosteroid use at baseline as covariates.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"37.1","spread":"0.56"},{"groupId":"OG001","value":"39.2","spread":"0.55"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Mean Number of Puffs Per Day of Rescue Medication Over the Study Duration (From Day 1 to Week 12)","description":"Participants recorded the number of puffs of rescue medication taken in the previous 12 hours each morning and evening in an electronic diary. The number of puffs per day over the 12 weeks of treatment was divided by the number of days to derive the mean number per day of puffs of rescue medication for each participant. Mixed model used baseline number of puffs per day of rescue medication, FEV1 prior to and 10-15 minutes post inhalation of salbutamol/albuterol, FEV1 prior to and 1 hour post inhalation of ipratropium, and inhaled corticosteroid use at baseline as covariates.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.40","spread":"0.097"},{"groupId":"OG001","value":"-0.85","spread":"0.097"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Mean Number Per Day of Daytime Puffs of Rescue Medication Over the Study Duration (From Day 1 to Week 12)","description":"Participants recorded the number of puffs of rescue medication taken in the previous 12 hours each evening in an electronic diary. The number of daytime puffs per day over the 12 weeks of treatment was divided by the number of days to derive the mean number per day of daytime puffs of rescue medication for each participant. Mixed model used baseline number of daytime puffs per day of rescue medication, FEV1 prior to and 10-15 minutes post inhalation of salbutamol/albuterol, FEV1 prior to and 1 hour post inhalation of ipratropium, and inhaled corticosteroid use at baseline as covariates.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.90","spread":"0.063"},{"groupId":"OG001","value":"-0.59","spread":"0.063"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Mean Number Per Day of Nighttime Puffs of Rescue Medication Over the Study Duration (From Day 1 to Week 12)","description":"Participants recorded the number of puffs of rescue medication taken in the previous 12 hours each morning in an electronic diary. The number of nighttime puffs per day over the 12 weeks of treatment was divided by the number of days to derive the mean number per day of nighttime puffs of rescue medication for each participant. Mixed model used baseline number of nighttime puffs per day of rescue medication, FEV1 prior to and 10-15 minutes post inhalation of salbutamol/albuterol, FEV1 prior to and 1 hour post inhalation of ipratropium, and inhaled corticosteroid use at baseline as covariates.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.52","spread":"0.043"},{"groupId":"OG001","value":"-0.28","spread":"0.042"}]}]}]},{"type":"SECONDARY","title":"Percentage of Days With no Rescue Medication Use During the 12 Weeks of Treatment","description":"A day with no rescue medication was defined as any day in the diary that the participant used no puffs of rescue medication. The percentage of days with no rescue medication was calculated by dividing the number of days with no rescue medication over the 12 week treatment period by the number of evaluable days and multiplying by 100. Mixed model used baseline percentage of days with no rescue medication, FEV1 prior to and 10-15 minutes post inhalation of salbutamol/albuterol, FEV1 prior to and 1 hour post inhalation of ipratropium, and inhaled corticosteroid use at baseline as covariates.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"46.1","spread":"1.65"},{"groupId":"OG001","value":"41.4","spread":"1.64"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":22,"n":794},"commonTop":["Chronic obstructive pulmonary disease"]}}}