{"nctId":"NCT03533114","briefTitle":"A Multicenter Study of the Efficacy and Safety of JZP-258 in the Treatment of Idiopathic Hypersomnia (IH) With an Open-label Safety Extension","startDateStruct":{"date":"2018-11-27","type":"ACTUAL"},"conditions":["Idiopathic Hypersomnia"],"count":154,"armGroups":[{"label":"JZP-258","type":"EXPERIMENTAL","interventionNames":["Drug: JZP-258"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo Oral Solution"]}],"interventions":[{"name":"JZP-258","otherNames":[]},{"name":"Placebo Oral Solution","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Male or female between 18 and 75 years of age, inclusive, at the time of consent.\n2. Have a primary diagnosis of IH according to the International Classification of Sleep Disorders ICSD-2 or ICSD-3 criteria.\n3. At the Screening Visit and the Baseline Visit, subjects who are not on Xyrem at study entry must have ESS scores ≥ 11 (as assessed with a look-back period of 1 week).\n4. If currently treated with Xyrem, must have documented clinical improvement of EDS after the initiation of Xyrem per Investigator's clinical judgment.\n5. Average nightly total sleep time of ≥ 7 hours, per subject history. Average nightly total sleep time will be confirmed by Investigator's review of sleep diaries collected during the final 2 weeks of the Screening Period.\n6. If currently treated with stimulants and / or alerting agents or nicotine replacement therapy, must have been taking the same regimen and dose for at least 2 months prior to screening and must agree to take the same dose leading up to and throughout the Double-blind Randomized Withdrawal Period.\n7. Have used a medically acceptable method of contraception for at least 2 months prior to the first dose of study drug and consent to use a medically acceptable method of contraception from the first dose of study drug, throughout the entire study period, and for 90 days after the last dose of study drug.\n\nExclusion Criteria:\n\n1. Hypersomnia due to another medical, behavioral, or psychiatric disorder condition.\n2. Evidence of untreated or inadequately treated sleep-disordered breathing.\n3. Clinically significant parasomnias (eg, sleep walking, rapid eye movement sleep behavior disorder, etc.).\n4. Current or past (within 1 year) major depressive episode according to DSM-5 criteria. Patients with depression under control are allowed per the judgment of the Investigator or the treating physician and the anti-depressant treatment has to be stable for at least 6 months prior to Screening and remain stable for the duration of the study.\n5. Current suicidal risk as determined from history by presence of active suicidal ideation as indicated by positive response to item #4 or #5 on C-SSRS, or any history of suicide attempt.\n6. Occupation requiring nighttime shift work or variable shift work with early work start times or other occupations that could affect the safety of the subject per the judgment of the Investigator.\n7. Treatment or planned treatment with any CNS sedating agents, including but not limited to benzodiazepines or other sedating anxiolytics, sedating antidepressants, hypnotics, sedatives, neuroleptics, opoids, barbiturates, phenytoin, melatonin, ethosuximide, medications containing valproic acid or its sodium salt, or any other medication in which the subject experiences sedation are prohibited during the study. Treatment must have been discontinued within 2 weeks or 5 half-lives, whichever is longer, prior to enrollment. The Investigator must ensure that discontinuation from these medications is medically supervised. Subjects must abstain from these medications during the study.\n8. Current or past substance use disorder (including alcohol) according to DSM-5 criteria, or the subject is unwilling to refrain from consuming alcohol, cannabinoids, or prohibited medications during the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Epworth Sleepiness Scale (ESS) Score","description":"The ESS is a 8-item self reported questionnaire intended to measure daytime sleepiness. In this test, participants answer questions with regard to the level of sleepiness they experienced over approximately the 7 days prior to the assessment while performing eight common, non-stimulating activities. The ESS total score range is 1 to 24. Each activity is rated on a 4-point scale ranging from a minimum of \"would never doze\" to a maximum of \"a high chance of dozing.\" Thus, the ESS scale range is as follows: 0=would never doze, 1=slight chance of dozing, 2=moderate chance of dozing, 3=high chance of dozing; 0 indicates a better outcome, and 3 indicates a worse outcome. A positive mean change value indicates an increase in score from the end of the stable dose period and worsened daytime sleepiness. A higher ESS score (above 10) reflects a greater average sleep propensity in daily life (ASP) , or daytime sleepiness.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.7","spread":"3.22"},{"groupId":"OG001","value":"7.4","spread":"5.16"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Reported as Worse on the Patient Global Impression of Change (PGIc)","description":"The Patient Global Impression - Change (PGIc) scale was completed by the participant. The PGI-C scale rated the participant's condition at a specified time point on a 7-point scale ranging from a minimum of \"Very much improved\" to a maximum of \"Very much worse.\" The PGIc scale consists of the following ratings: 1-Very Much improved, 2-Much improved, 3-Minimally improved, 4-No change, 5-Minimally worse, 6-Much worse, 7-Very much worse; a rating of 1 indicates a better outcome, and a rating of 7 indicates a worse outcome. Worsened condition was defined as a PGIc rating of 5, 6, or 7.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"52","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Total Score on the Idiopathic Hypersomnia Severity Scale (IHSS)","description":"The IHSS is a 14-item self-reported questionnaire assessing the severity of IH symptoms of excessive sleepiness, prolonged sleep duration, cognitive impairment and sleep inertia. Total scores can range from 0 to 50, with higher scores indicating a greater severity or frequency of symptoms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"14.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Reported as Worse on the Clinical Global Impression of Change (CGIc)","description":"The CGIc scale is a 7-point Likert-type scale that rates the Investigator's impression of any change in the severity of the participant's condition at a specified time point. The participant was rated on a 7-point scale ranging from a minimum of \"Very much improved\" to a maximum of \"Very much worse.\" The CGIc scale consists of the following ratings: 1-Very Much improved, 2-Much improved, 3-Minimally improved, 4-No change, 5-Minimally worse, 6-Much worse, 7-Very much worse; a rating of 1 indicates a better outcome, and a rating of 7 indicates a worse outcome. Worsened condition was defined as a CGIc rating of 5, 6, or 7.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"52","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Total Score on the Functional Outcomes of Sleep Questionnaire (FOSQ-10)","description":"The FOSQ-10 is a short version of the original FOSQ-30 instrument, which is a disease specific quality of life questionnaire to determine functional status in adults. Measures are designed to assess the impact of disorders of excessive sleepiness on multiple activities of everyday living and the extent to which these activities are improved by effective treatment. The questionnaire has a 4-point Likert response format (e.g., 1= extreme difficulty, 2= moderate difficulty, 3=a little difficulty, and 4 =no difficulty). FOSQ-10 total score is calculated by first taking the mean of the items for each subscale with more than 1 item completed and then taking the mean across the non-missing 5 subscales (General Productivity, Activity Level, Vigilance, Social Outcomes, Intimacy and Sexual Relationship) multiplied by 5. The score ranges from a minimum of 5 points to a maximum of 20 points, with higher scores indicating better functional status.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.08","spread":null},{"groupId":"OG001","value":"-4.17","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":88},"commonTop":["Nausea","Headache","Dizziness","Vomiting","Anxiety"]}}}