{"nctId":"NCT04005716","briefTitle":"Study of Platinum Plus Etoposide With or Without Tislelizumab in Participants With Untreated Extensive-Stage Small Cell Lung Cancer","startDateStruct":{"date":"2019-07-22","type":"ACTUAL"},"conditions":["Small Cell Lung Cancer"],"count":457,"armGroups":[{"label":"Arm A: Tislelizumab + Chemotherapy","type":"EXPERIMENTAL","interventionNames":["Drug: Tislelizumab","Drug: Cisplatin","Drug: Carboplatin","Drug: Etoposide"]},{"label":"Arm B: Placebo + Chemotherapy","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Cisplatin","Drug: Carboplatin","Drug: Etoposide","Drug: Placebo"]}],"interventions":[{"name":"Tislelizumab","otherNames":[]},{"name":"Cisplatin","otherNames":[]},{"name":"Carboplatin","otherNames":[]},{"name":"Etoposide","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Key Inclusion Criteria:\n\n1. Age≥18 years old, male or female, signed Informed Consent Form (ICF).\n2. Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1\n3. Histologically or cytologically confirmed ES-SCLC\n4. No prior systemic treatment for ES-SCLC\n5. Adequate hematologic and end organ function\n\nKey Exclusion Criteria:\n\n1. Active leptomeningeal disease or uncontrolled, untreated brain metastasis;\n2. Prior therapy with an antibody or drug against immune checkpoint pathways, including but not limited to, anti program death receptor-1 (anti-PD-1), anti-PD-L1, or anti cytotoxic T lymphocyte associated antigen 4 (anti CTLA-4) antibody;\n3. Was administered a live vaccine ≤ 4 weeks before randomization;\n4. Active autoimmune diseases or history of autoimmune diseases that may relapse\n5. Any condition that required systemic treatment with either corticosteroids or other immunosuppressive medication ≤ 14 days before randomization;\n6. With a history of interstitial lung disease, non-infectious pneumonitis, or uncontrolled systemic diseases;\n7. Severe chronic or active infections requiring systemic antibacterial, antifungal or antiviral therapy within 2 weeks prior to randomization, including but not limited to tuberculosis infection;\n8. Participant with untreated hepatitis B virus (HBV)/hepatitis C virus (HCV), or a known history of HIV infection;\n9. Participants with toxicities (as a result of prior anticancer therapy) which have not recovered to baseline or stabilized at the time of randomization;\n10. Clinically significant pericardial effusion, or Clinically uncontrolled pleural effusion\n\nNOTE: Other protocol defined Inclusion/Exclusion criteria may apply.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Survival (OS)","description":"Defined as the time from the date of randomization to the date of death due to any cause. Median OS was estimated using Kaplan-Meier methodology.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15.5","spread":null},{"groupId":"OG001","value":"13.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression Free Survival (PFS)","description":"Defined as the time from randomization to the first objectively documented disease progression, or death from any cause, whichever occurred first, as assessed by the investigator per the Response Evaluation Criteria in Solid Tumors (RECIST) v1.1. Kaplan-Meier methodology was used to estimate the median PFS.\n\nProgressive Disease (PD): At least a 20% increase in the size of target lesions, with an absolute increase of at least 5 mm, or unequivocal progression of existing non-target lesions, or any new lesions.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.7","spread":null},{"groupId":"OG001","value":"4.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Response Rate (ORR)","description":"Orr is defined as the percentage of participants who had partial response or complete response as determined by the investigator per RECIST v1.1 in all randomized patients with measurable disease at baseline.\n\nComplete Response (CR): Disappearance of all target and non-target lesions and no new lesions. Any pathological lymph nodes (whether target or non-target) must have reduction in short axis to \\< 10 mm.\n\nPartial Response (PR): At least a 30% decrease in the sum of diameters of target lesions with no progression of non-target lesions and no new lesions, or disappearance of all target lesions with persistence of one or more non-target lesion(s) and/or maintenance of tumor marker level above the normal limits and no new lesions.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"68.3","spread":null},{"groupId":"OG001","value":"61.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Disease Control Rate (DCR)","description":"Defined as the percentage of participants whose best overall response (BOR) is complete response, partial response, or stable disease per RECIST v1.1.\n\nStable Disease: Neither sufficient shrinkage of target lesions to qualify for PR nor sufficient increase to qualify for progressive disease, persistence of one or more non-target lesion(s) and/or maintenance of tumor marker level above the normal limits, and no new lesions.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"88.5","spread":null},{"groupId":"OG001","value":"88.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Clinical Benefit Rate (CBR)","description":"Defined as the percentage of participants whose best overall response (BOR) is complete response, partial response, or durable stable disease (stable disease for at least 24 weeks) per RECIST v1.1.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"69.2","spread":null},{"groupId":"OG001","value":"65.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response (DOR)","description":"Defined as the time from the first occurrence of a documented objective response to the time of relapse, as determined by the investigator per RECIST v1.1, or death from any cause, whichever comes first. Median DOR was estimated using Kaplan-Meier methodology.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.3","spread":null},{"groupId":"OG001","value":"3.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Adverse Events","description":"Number of participants with treatment-emergent adverse events (TEAEs) and serious adverse events (SAEs) graded according to the National Cancer Institute-Common Terminology Criteria for Adverse Events (NCI-CTCAE) version 5.0.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"226","spread":null},{"groupId":"OG001","value":"228","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"94","spread":null},{"groupId":"OG001","value":"70","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the European Organization for the Research and Treatment of Cancer Quality of Life Questionnaire Core 30 (EORTC QLQ-C30) Global Health Status and Physical Function Score.","description":"The EORTC QLQ-30 contains 30 questions that incorporate 5 functional scales (physical functioning, role functioning, emotional functioning, cognitive functioning, and social functioning), 1 global health status scale, 3 symptom scales (fatigue, nausea and vomiting, and pain), and 6 single items (dyspnea, insomnia, appetite loss, constipation, diarrhea, and financial difficulties). The participant answers questions about their health during the past week. There are 28 questions answered on a 4-point scale where 1 = Not at all (best) and 4 = Very Much (worst) and 2 global health quality of life (QOL) questions answered on a 7-point scale where 1 = Very poor and 7 = Excellent. Raw scores are transformed into a 0 to 100 scale via linear transformation. Higher scores in GHS and functional scales indicate better quality of life.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.9","spread":"22.79"},{"groupId":"OG001","value":"4.5","spread":"19.46"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11.3","spread":"21.30"},{"groupId":"OG001","value":"4.2","spread":"19.04"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.6","spread":"14.82"},{"groupId":"OG001","value":"0.4","spread":"14.57"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.9","spread":"15.18"},{"groupId":"OG001","value":"1.8","spread":"12.36"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in European Organization for the Research and Treatment of Cancer Quality of Life Questionnaire-Lung Cancer (EORTC QLQ-LC13) Symptom Scores","description":"Change from baseline in EORTC QLQ-CL13 scores for coughing, dysphagia, and chest pain. The EORTC QLQ-LC13 is a questionnaire that measures lung cancer-specific disease and treatment symptoms. It includes questions about specific symptoms in which participants respond based on a 4-point scale, where 1 is \"not at all\" and 4 is \"very much\". Raw scores are transformed into a 0 to 100 scale via linear transformation. A lower score indicates an improvement in symptoms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-19.5","spread":"26.58"},{"groupId":"OG001","value":"-16.0","spread":"22.85"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-18.6","spread":"27.86"},{"groupId":"OG001","value":"-16.7","spread":"25.08"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.5","spread":"12.12"},{"groupId":"OG001","value":"-3.1","spread":"14.72"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.9","spread":"11.47"},{"groupId":"OG001","value":"-3.5","spread":"15.23"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-7.5","spread":"22.65"},{"groupId":"OG001","value":"-5.9","spread":"20.97"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-7.0","spread":"25.34"},{"groupId":"OG001","value":"-6.9","spread":"21.51"}]}]}]},{"type":"SECONDARY","title":"Time to Deterioration (TTD)","description":"Time to deterioration is defined as the time from randomization to the first confirmed worsening score or death. Clinically meaningful deterioration is defined as a ≥10-point decrease from baseline in QLQ-C30 physical functioning and a ≥10-point increase in QLQ-LC13 coughing and chest pain scores. If a participant did not have an event (death or deterioration), they were censored at their last clinic visit at which corresponding score was measured. Median TTD was estimated using Kaplan-Meier methodology.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":94,"n":227},"commonTop":["Anaemia","Alopecia","Neutropenia","White blood cell count decreased","Thrombocytopenia"]}}}