{"nctId":"NCT04377711","briefTitle":"A Study of the Safety and Efficacy of Ciclesonide in the Treatment of Non-hospitalized COVID-19 Patients","startDateStruct":{"date":"2020-06-08","type":"ACTUAL"},"conditions":["COVID-19"],"count":400,"armGroups":[{"label":"Group 1","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Ciclesonide"]},{"label":"Group 2","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Ciclesonide","otherNames":["Alvesco"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria\n\nPatients eligible for enrollment in the study must meet all the following criteria:\n\n1. Male and female adults and adolescents (12 years of age and above).\n2. Positive SARS-CoV-2 rapid molecular diagnostic test within 72 hours prior to enrollment.\n3. Patient is not currently hospitalized or under immediate consideration for hospitalization at the time of enrollment.\n4. Patient is currently experiencing symptoms of fever, cough, and/or dyspnea.\n5. Patient has an oxygen saturation level greater than 93%.\n6. Ability to show adequate use of MDI, including inhalation technique.\n7. Patient, parent/legal guardian, or legally-authorized representative must have signed a written informed consent before administration of any study-specific procedures.\n\nExclusion Criteria\n\nPatients meeting any of the following criteria are not eligible for participation in the study:\n\n1. Existence of any life-threatening co-morbidity or any other medical condition which, in the opinion of the investigator, makes the patient unsuitable for inclusion.\n2. History of hypersensitivity to ciclesonide.\n3. Treatment with inhaled or intranasal corticosteroids within 14 days of the screening/ enrollment/randomization visit.\n4. Treatment with oral corticosteroids within 90 days of the screening/enrollment/randomization visit.\n5. Participation in any other clinical trial or use of any investigational agent within 30 days of the screening/enrollment/randomization visit.\n6. Currently receiving treatment with hydroxychloroquine/chloroquine.\n7. Patients with cystic fibrosis.\n8. Patients with idiopathic pulmonary fibrosis.","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","maximumAge":"100 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Time to Alleviation of COVID-19-related Symptoms by Day 30","description":"Time to alleviation of COVID-19-related symptoms of cough, dyspnea, chills, feeling feverish, repeated shaking with chills, muscle pain, headache, sore throat, and new loss of taste or smell, defined as symptom-free for a continuous period of more than 24 hours (ie, later than 3 AM/PM assessments) by day 30","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19.0","spread":null},{"groupId":"OG001","value":"19.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients With Hospital Admission or Death by Day 30","description":"Assess whether treatment with ciclesonide MDI (Metered Dose Inhaler) plus standard supportive care reduces the incidence of hospital admissions or death compared with placebo plus standard supportive care in non-hospitalized patients with symptomatic COVID-19 infection.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.5","spread":null},{"groupId":"OG001","value":"3.4","spread":null}]}]}]},{"type":"SECONDARY","title":"All-cause Mortality by Day 30","description":"Assess whether treatment with ciclesonide MDI plus standard supportive care reduces all-cause mortality compared with placebo plus standard supportive care in non-hospitalized patients with symptomatic COVID-19 infection.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"COVID-19-related Mortality by Day 30","description":"Assess whether treatment with ciclesonide MDI plus standard supportive care reduces COVID-19-related mortality compared with placebo plus standard supportive care in non-hospitalized patients with symptomatic COVID-19 infection.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients With Subsequent Emergency Department Visit or Hospital Admission for Reasons Attributable to COVID-19 by Day 30","description":"Assess whether treatment with ciclesonide MDI plus standard supportive care reduces the incidence of subsequent emergency department visits or hospital admissions for reasons attributable to COVID-19 compared with placebo plus standard supportive care in non-hospitalized patients with symptomatic COVID-19 infection","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.0","spread":null},{"groupId":"OG001","value":"5.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients With Alleviation of COVID-19-related Symptoms Defined as Symptom-free for a Continuous Period of More Than 24 Hours (ie, Later Than 3 AM/PM Assessments) by Day 7, by Day 14, and by Day 30","description":"Assess whether treatment with ciclesonide MDI plus standard supportive care increases the percentage of patients with alleviation of COVID 19-related symptoms of cough, dyspnea, chills, feeling feverish, repeated shaking with chills, muscle pain, headache, sore throat, and new loss of taste or smell compared with placebo plus standard supportive care in non-hospitalized patients with symptomatic COVID-19 infection.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"139","spread":null},{"groupId":"OG001","value":"129","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":197},"commonTop":["Dyspnea","Headache","Dry Mouth","COVID-19 (ie, worsening of COVID-19","COVID-19 pneumonia"]}}}