{"nctId":"NCT01386125","briefTitle":"A Study of the Effectiveness and Safety of Mometasone Furoate Nasal Spray (MFNS, SCH 032088) for the Treatment of Nasal Polyps (P05604)","startDateStruct":{"date":"2011-06"},"conditions":["Nasal Polyps"],"count":748,"armGroups":[{"label":"Mometasone Furoate Nasal Spray (MFNS)","type":"EXPERIMENTAL","interventionNames":["Drug: Mometasone Furoate Nasal Spray (MFNS)"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo for MFNS"]}],"interventions":[{"name":"Mometasone Furoate Nasal Spray (MFNS)","otherNames":[]},{"name":"Placebo for MFNS","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Must be Chinese\n* Must have a diagnosis of bilateral nasal polyps\n* Clinically significant nasal congestion/obstruction must be present\n* Must be in good health, free of any clinically significant disease that would interfere with the study schedule or procedures, or compromise the participant's safety\n* Must have negative urine pregnancy test\n* Must be using or agree to use a medically accepted method of contraception prior to Screening and during the study\n\nExclusion Criteria:\n\n* Have a history of seasonal allergic rhinitis within the last two years\n* Have had sinus or nasal surgery within the past six months\n* Have presumed fibrotic nasal polyps\n* Have had three or more nasal surgeries\n* Have had any surgical procedure that prevents an accurate grading of the polyps\n* Complete (or near complete) nasal obstruction\n* Have acute sinusitis, concurrent nasal infection or have had a nasal infection within two weeks\n* Have ongoing rhinitis medicamentosa\n* Have Churg Strauss syndrome (vasculitis, asthma, fever, and eosinophilia)\n* Have dyskinetic ciliary syndromes, eg, Young's syndrome (sinopulmonary infections and obstructive azoospermia) or Kartagener's syndrome (immobile cilia)\n* Have been treated within the last 4 weeks with intranasal steroids\n* Have used any investigational drug in the last 30 days\n* Have a hypersensitivity to corticosteroids or are allergic to aspirin\n* Have an ongoing upper respiratory tract infection or had an upper respiratory tract infection within two weeks\n* Have a nasal septal deviation needing corrective surgery\n* Have a nasal septal perforation\n* Have asthma that required in-patient hospitalization for asthma control within six months, required ventilator support for respiratory failure secondary to their asthma within the last five years, required admission to the hospital for management of airway obstruction on two or more occasions within the past year, or required use of more than 14 days of systemic steroid use in previous six months","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Congestion/Obstruction Score","description":"At Baseline, the Investigator and participant jointly evaluated the signs and symptoms of congestion/obstruction. After Baseline, participants scored the signs and symptoms of congestion/obstruction every morning immediately prior to dosing using a morning instantaneous congestion/obstruction score. This score reflected the participant's condition at that time (instantaneous) and ranged from 0 to 3 (0=none, 1=mild, 2=moderate, 3= severe), with a lower score indicating less congestion/obstruction. Congestion/obstruction scores were averaged over Weeks 1-4 of the treatment period. Data are compared using Least Square (LS) Means. LS Mean Change from Baseline = LS Mean Score averaged over Weeks 1-4 - LS Mean Score for Baseline.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.56","spread":"0.03"},{"groupId":"OG001","value":"-0.42","spread":"0.03"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Total Polyp Size Score","description":"An endoscopic nasal examination was performed by the Investigator. Bilateral nasal polyps were scored as follows for each notril (left and right): 0=no polyps, 1=polyps in middle meatus not reaching below inferior border of middle turbinate, 2=polyps reaching below inferior border of middle turbinate but not inferior border of inferior turbinate, 3=large polyps reaching to or below the lower borders of the inferior turbinate or polyps medial to the middle turbinate. Total polyp size score ranged from 0 to 6 (scored 0 to 3 for each nostril), with a lower score indicating smaller-sized polyps. LS Mean Change from Baseline = LS Mean Score for Week 16 - LS Mean Score for Baseline.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.76","spread":"0.05"},{"groupId":"OG001","value":"-0.45","spread":"0.05"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":375},"commonTop":[]}}}