{"nctId":"NCT01577732","briefTitle":"Safety of GSK Biologicals' Infanrix-IPV+HibTM Vaccine in Healthy Vietnamese Toddlers","startDateStruct":{"date":"2012-12-08","type":"ACTUAL"},"conditions":["Acellular Pertussis","Haemophilus Influenzae Type b","Tetanus","Poliomyelitis","Diphtheria","Diphtheria-Tetanus-aPertussis-Poliomyelitis-Haemophilus Influenzae Type b Vaccines"],"count":321,"armGroups":[{"label":"Infanrix-IPV+Hib Group","type":"EXPERIMENTAL","interventionNames":["Biological: Infanrix-IPV+Hib™"]}],"interventions":[{"name":"Infanrix-IPV+Hib™","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subjects who the investigator believes that parent(s)/Legally Acceptable Representative(s) \\[LAR(s)\\] can and will comply with the requirements of the protocol.\n* A male or female between, and including, 12 and 24 months of age at the time of vaccination.\n* Written informed consent obtained from the parent(s)/LAR(s) of the subject.\n* Healthy subjects as established by medical history and clinical examination before entering into the study.\n* Subjects who were primed with three doses of a DTP and polio vaccine in the first 6 months of life, and who have received the last dose of the primary vaccination at least six months before the receipt of study vaccine.\n\nExclusion Criteria:\n\n* Child in care.\n* Use of any investigational or non-registered product other than the study vaccine within 30 days preceding the dose of study vaccine, or planned use during the study period.\n* Administration of a vaccine not foreseen by the study protocol, within 30 days prior to the first study visit, or planned administration during the study period.\n* Any confirmed or suspected immunosuppressive or immunodeficient condition, based on medical history and physical examination.\n* Concurrently participating in another clinical study, at any time during the study period, in which the subject has been or will be exposed to an investigational or a non-investigational product.\n* Evidence of previous or intercurrent booster vaccination against diphtheria, tetanus, pertussis, poliomyelitis and/or Hib disease or vaccination.\n* History of any neurological disorders or seizures.\n* History of any reaction or hypersensitivity likely to be exacerbated by any component of the vaccine.\n* Major congenital defects or serious chronic illness.\n* Acute disease and/or fever at the time of enrolment.\n* Administration of immunoglobulins and/or any blood products within the three months preceding vaccination or planned administration during the study period.","healthyVolunteers":true,"sex":"ALL","minimumAge":"12 Months","maximumAge":"24 Months","stdAges":["CHILD"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Subjects Reporting Solicited Local Symptoms","description":"Solicited local symptoms assessed were pain, redness and swelling. Any = occurrence of any local symptom regardless of intensity grade.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"95","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"82","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"52","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Subjects Reporting Solicited General Symptoms","description":"Solicited general symptoms assessed were Drowsiness, Irritability/Fussiness, Loss of Appetite and Fever, defined as axillary temperature higher than (\\>) 37.5 degrees Celsius (°C). Any = occurrence of a general symptom regardless of intensity grade or relationship to study vaccination.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"52","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"108","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"115","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"101","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Subjects Reporting Any Unsolicited Adverse Events (AEs).","description":"An unsolicited AE was any AE (i.e. any untoward medical occurrence in a patient or clinical investigation subject, temporally associated with use of a medicinal product, whether or not considered related to the medicinal product) reported in addition to those solicited during the clinical study and any solicited symptom with onset outside the specified period of follow-up for solicited symptoms. Any = occurrence of an AE regardless of intensity grade or relationship to study vaccination.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"107","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Subjects Reporting Any Serious Adverse Events (SAEs).","description":"SAEs assessed included medical occurrences that resulted in death, were life threatening, required hospitalization or prolongation of hospitalization or resulted in disability/incapacity. Any SAE = any SAE regardless of assessment of relationship to study vaccination.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":300},"commonTop":["Loss of appetite","Irritability/fussiness","Fever","Pain","Redness"]}}}