{"nctId":"NCT01968213","briefTitle":"Phase 3 Study of Rucaparib as Switch Maintenance After Platinum in Relapsed High Grade Serous or Endometrioid Ovarian Cancer (ARIEL3)","startDateStruct":{"date":"2014-04-07","type":"ACTUAL"},"conditions":["Ovarian Cancer","Fallopian Tube Cancer","Peritoneal Cancer"],"count":564,"armGroups":[{"label":"Rucaparib","type":"EXPERIMENTAL","interventionNames":["Drug: Rucaparib"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Rucaparib","otherNames":["CO-338","PF 01367338","AG 14699"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Confirmed diagnosis of high-grade serous or endometrioid epithelial ovarian, primary peritoneal, or fallopian tube cancer.\n* Received ≥2 prior platinum-based treatment regimens including platinum based regimen that must have been administered immediately prior to maintenance therapy in this trial.\n* Received no more than 1 non-platinum chemotherapy regimen. Prior hormonal therapy will not be counted as a non-platinum regimen.\n* Must have had at least a 6-month disease-free period following prior treatment with the penultimate platinum-based chemotherapy and achieved a response.\n* For the last chemotherapy course prior to study entry, patients must have received a platinum-based doublet chemotherapy regimen and have achieved a CR or PR (as defined by RECIST) and/or a GCIG CA-125 response.\n* Have sufficient archival tumor tissue for analysis.\n\nExclusion Criteria:\n\n* History of prior cancer except for non-melanoma skin cancer, breast cancer curatively \\> 3 years ago, curatively treated solid tumor (\\>5 years ago without evidence of recurrence), and synchronous endometrial cancer (Stage 1A) with ovarian cancer.\n* Prior treatment with any PARP inhibitor, including rucaparib. Patients who received prior iniparib are eligible.\n* Untreated or symptomatic central nervous system metastases.\n* Pre-existing duodenal stent and/or any gastrointestinal disorder or defect that would, in the opinion of the Investigator, interfere with absorption of study drug.\n* Required drainage of ascites during the final 2 cycles of their last platinum-based regimen and/or during the period between the last dose of chemotherapy of that regimen and randomization to maintenance treatment in this study.","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Disease Progression According to RECIST Version 1.1, as Assessed by the Investigator, or Death From Any Cause (Investigator Progression Free Survival as Per invPFS)","description":"Progression-free survival by Investigator (invPFS) is defined as the time from randomization to disease progression, according to RECIST v1.1 criteria as assessed by the investigator, or death due to any cause, whichever occurs first. Progressive disease is defined using Response Evaluation Criteria In Solid Tumors Criteria (RECIST v1.1), as a 20% increase in the sum of the longest diameter of measurable lesions, an unequivocal increase in existing non-measurable lesion(s), or the appearance of unequivocal new lesion(s).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.8","spread":null},{"groupId":"OG001","value":"5.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Disease Progression According to RECIST v1.1, as Assessed by Independent Radiology Review (IRR), or Death From Any Cause (irrPFS)","description":"To evaluate PFS by RECIST v1.1, as assessed by independent radiology review (IRR).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.7","spread":null},{"groupId":"OG001","value":"5.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS)","description":"Overall survival (OS) is defined as the number of days from the date of randomization to the date of death (due to any cause). Patients who are still alive were censored on the date of their last available visit or last date known to be alive.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"36.0","spread":null},{"groupId":"OG001","value":"43.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to a 4-point Decrease in the Disease-related Symptoms - Physical (DRS-P) Subscale of the FOSI-18","description":"The National Comprehensive Cancer Network-Functional Assessment of Cancer Therapy (NCCN-FACT) FACT-Ovarian Symptom Index (FOSI-18) is a questionnaire, for completion by patients, designed to assess the impact of cancer therapy on ovarian cancer-related symptoms and is based on numerical point scoring of symptoms. The DRS-P subscale of the questionnaire is specifically designed to assess physical symptoms of ovarian cancer and evaluate changes in the subscale point score in individual assessments over time. This study looked at the time to a 4-point reduction in subscale score as an indicator of improvement in disease-related physical symptoms on cancer therapy.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.9","spread":null},{"groupId":"OG001","value":"6.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to an 8-point Decrease in the Total Score of the FOSI-18","description":"The National Comprehensive Cancer Network-Functional Assessment of Cancer Therapy (NCCN-FACT) FACT-Ovarian Symptom Index (FOSI-18) is a questionnaire, for completion by patients, designed to assess the impact of cancer therapy on ovarian cancer-related physical, emotional and treatment-related symptoms, and is based on numerical point scoring of symptoms. The questionnaire is designed to evaluate changes in the total score in individual assessments over time. This study looked at the time to an 8-point reduction in the total score as an indicator of improvement in disease-related symptoms on cancer therapy.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.9","spread":null},{"groupId":"OG001","value":"10.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Individual Model Parameter Estimates of Rucaparib and Covariates Identification","description":"Concentration summary statistics","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1128","spread":"95.42"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1136","spread":"86.19"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1165","spread":"78.53"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":91,"n":372},"commonTop":["Nausea","Fatigue","Constipation","Diarrhoea","Abdominal pain"]}}}