{"nctId":"NCT00265096","briefTitle":"A Study of the Safety and Efficacy of Golimumab in Patients With Active Psoriatic Arthritis","startDateStruct":{"date":"2005-12"},"conditions":["Arthritis, Psoriatic"],"count":407,"armGroups":[{"label":"002","type":"EXPERIMENTAL","interventionNames":["Biological: golimumab"]},{"label":"001","type":"EXPERIMENTAL","interventionNames":["Biological: Placebo; golimumab"]},{"label":"003","type":"EXPERIMENTAL","interventionNames":["Biological: golimumab"]}],"interventions":[{"name":"golimumab","otherNames":[]},{"name":"Placebo; golimumab","otherNames":[]},{"name":"golimumab","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Psoriatic arthritis (PsA) diagnosed \\> 6months prior\n* Active PsA at the time of screening and at baseline visits, with \\>= 3 swollen joints and \\>= 3 tender joints\n* Have at least 1 of the PsA subsets (DIP joint arthritis, polyarticular arthritis without rheumatoid nodules, arthritis mutilans, asymmetric peripheral arthritis, or spondylitis with peripheral arthritis)\n* Active plaque psoriasis with a lesion \\>= 2cm in diameter\n* Active arthritis despite current disease modifying anti-rheumatic drug (DMARD) or nonsteroidal anti-inflammatory drug (NSAID) therapy\n* Stable doses of methotrexate, low-dose corticosteroids, and NSAIDs are permitted.\n\nExclusion Criteria:\n\n* No prior treatment with biologic anti-TNF agents (infliximab, etanercept, adalimumab)\n* No treatment with alefacept or efalizumab within 3 months prior to the first study drug injection\n* No DMARDs other than methotrexate, or immunosuppressive drugs within 4 weeks prior to the first study drug injection.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"American College of Rheumatology (ACR) 20 Response at Week 14","description":"ACR 20 response is an improvement of \\>= 20% from baseline (baseline measurement is defined as the closest measurement taken prior to or at the time of the initiation of study medication administration) in both the tender and swollen joint count and in at least 3 of the 5 assessments (Patient's assessment of pain, Patient's global assessment of disease activity, Physician's global assessment of disease activity Visual Analogue Scale \\[VAS\\], Health Assessment Questionnaire \\[HAQ\\] and C-reactive protein \\[CRP\\])","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"74","spread":null},{"groupId":"OG002","value":"66","spread":null},{"groupId":"OG003","value":"140","spread":null}]}]}]},{"type":"SECONDARY","title":"Psoriasis Area and Severity Index (PASI) 75 Response at Week 14 in a Subset of Patients With ≥ 3 Percent Body Surface Area (BSA) Psoriasis Skin Involvement at Baseline","description":"Number of patients (randomized patients with \\>= 3 percent Body Surface Area \\[BSA\\] psoriasis skin involvement at baseline) with Psoriasis Area and Severity Index (PASI) 75 response at Week 14. PASI is the widely used tool for the measurement of severity of psoriasis. PASI combines the assessment of the severity of lesions and the area affected into a single score in the range of 0 to 72. Zero (0) means no disease and 72 means maximal disease. PASI 75 Response at Week 14 means reduction in PASI score by 75 percent at Week 14.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"44","spread":null},{"groupId":"OG002","value":"63","spread":null},{"groupId":"OG003","value":"107","spread":null}]}]}]},{"type":"SECONDARY","title":"Improvement From Baseline in Health Assessment Questionnaire Scores at Week 24","description":"Summary of improvement from baseline in Health Assessment Questionnaire (HAQ) score at Week (Wk) 24. This 20-question instrument assesses the degree of difficulty a person has in accomplishing tasks in 8 functional areas (dressing, arising, eating, walking, hygiene, reaching, gripping, and activities of daily living). Responses in each functional area are scored from 0, indicating no difficulty, to 3, indicating inability to perform a task in that area based on the worst score from the questions that pertain to that task. The HAQ score is determined by the average of the 8 scores.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0000","spread":"0.48796"},{"groupId":"OG001","value":"0.2500","spread":"0.55215"},{"groupId":"OG002","value":"0.3750","spread":"0.50329"},{"groupId":"OG003","value":"0.2500","spread":"0.52811"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Physical Component Summary Score of the 36-item Short Form Health Survey at Week 14","description":"The short form health survey (SF-36) is a well-validated and widely used quality-of-life instrument employed in numerous disease states. It is a self-administered survey that measures eight domains of health including: physical functioning, role limitations due to physical health (role-physical), bodily pain, general health perceptions, vitality, social functioning, role limitations due to emotional problems (role-emotional) and general mental health. Scoring of the SF-36 was based on the SF-36 Manual and Interpretation Guide. Worst value is 0 and best value is 100.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.63","spread":"7.676"},{"groupId":"OG001","value":"6.53","spread":"8.882"},{"groupId":"OG002","value":"7.85","spread":"9.547"},{"groupId":"OG003","value":"7.19","spread":"9.229"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Total Radiographic Scores of the Hands and Feet at Week 24","description":"Summary of change from baseline in total van der Heijde-Sharp (vdH-S) score of the hands and feet, as modified for psoriatic arthritis, at Week 24. The vdH-S score is the sum of joint erosion score and joint-space narrowing (JSN) score. The total score ranges from 0 to 528 with higher scores indicating more joint damage. For the change from baseline, positive values show an increase in damage.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.27","spread":"1.259"},{"groupId":"OG001","value":"-0.16","spread":"1.309"},{"groupId":"OG002","value":"-0.02","spread":"1.322"},{"groupId":"OG003","value":"-0.09","spread":"1.315"}]}]}]},{"type":"SECONDARY","title":"American College of Rheumatology 20 at Week 24","description":"Number of Patients who achieved an American College of Rheumatology (ACR) 20 response at Week (Wk) 24.\n\nACR 20 response is an improvement of \\>= 20% from baseline in both the tender and swollen joint count and in at least 3 of the 5 assessments (Patient's assessment of pain, Patient's global assessment of disease activity, Physician's global assessment of disease activity Visual Analogue Scale \\[VAS\\], Health Assessment Questionnaire \\[HAQ\\] and C-reactive protein \\[CRP\\])","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null},{"groupId":"OG001","value":"76","spread":null},{"groupId":"OG002","value":"89","spread":null},{"groupId":"OG003","value":"165","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":29,"n":139},"commonTop":["Upper Respiratory Tract Infection","Nasopharyngitis","Back Pain","Hypertension","Sinusitis"]}}}