{"nctId":"NCT00056550","briefTitle":"Assess Incidence of Deep Vein Thrombosis(DVT)Following Administration of Recombinant Human Antithrombin (rhAT) to Hereditary Antithrombin(AT) Deficient Patients in High Risk Situations.","startDateStruct":{"date":"2002-12"},"conditions":["Antithrombin Deficiency, Congenital"],"count":14,"armGroups":[{"label":"Recombinant Human Antithrombin (rhAT) infusion","type":"EXPERIMENTAL","interventionNames":["Biological: Recombinant Human Antithrombin (rhAT)"]}],"interventions":[{"name":"Recombinant Human Antithrombin (rhAT)","otherNames":["ATryn"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Have congenital AT deficiency with a personal or family history of venous thrombotic events.\n* Have a history of congenital AT deficiency that includes 2 or more plasma AT activity levels of ≤ 60% normal.\n* Are scheduled to have an elective procedure known to be associated with a high risk for occurrence of Deep Venous Thrombosis (DVT). This will include surgical patients or pregnant patients scheduled for cesarean section or delivery induction. In addition, hospitalized pregnant HD patients in active labor will be allowed into the study.\n* Are at least 18 years of age, not exceeding 70 years of age.\n* Have signed an informed consent form.\n* Have a negative serum pregnancy test at screening and negative urine pregnancy test at baseline. This only applies to female surgical patients (not scheduled for cesarean section) of childbearing potential.\n* Are able to comply with the requirements of the study protocol.\n\nExclusion Criteria:\n\n* Patients who have a diagnosis of hereditary APC resistance, Factor V Leiden, Protein S or C deficiency, prothrombin gene mutation (G20210A), or acquired (lupus anticoagulant) thrombophilic disorder.\n* Patients who are scheduled for a neurosurgical procedure or open-heart surgery.\n* Patients who have an underlying medical condition, which in the opinion of the investigator, could complicate the assessment of the incidence of DVT.\n* Patients who have a known allergy to goats or goat products.\n* Patients who have participated in a study employing an investigational drug within 30 days of the start of their participation in the current trial.\n* Patients using fondaparinux sodium, or are expected to be treated with fondaparinux sodium during the study period.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Incidence of Thromboembolic Events Acute Deep Venous Thrombosis (DVT) and/or Thromboembolic Events Other Than Acute Deep Vein Thrombosis (DVT).","description":"Observation for clinical signs and symptoms of thromboembolic events are evaluated for acute deep vein thrombosis (DVT) using duplex ultrasonography and/or other imaging tests to confirm clinical signs/symptoms. Duplex ultrasonography was performed at baseline, last day of dosing and day 7 (+ or -1 day).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Local Assessment of Thromboembolism by Physical Examination.","description":"The investigators evaluated patients for any clinical signs of thromboembolism by physical examination.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":6,"n":14},"commonTop":["Hypotension","Post-operative pain","Anemia","Nausea","Vomiting"]}}}