{"nctId":"NCT02815670","briefTitle":"Reversal Dabigatran Anticoagulant Effect With Idarucizumab","startDateStruct":{"date":"2016-09-07","type":"ACTUAL"},"conditions":["Hemorrhage"],"count":1,"armGroups":[{"label":"Idarucizumab","type":"EXPERIMENTAL","interventionNames":["Drug: Idarucizumab"]}],"interventions":[{"name":"Idarucizumab","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\nPatients taking dabigatran etexilate in the paediatric trials 1160.106 or 1160.108 are eligible for this trial if they meet the following criteria:\n\nGroup A:\n\n* Overt bleeding judged by the treating physician to require a reversal agent.\n* Currently taking dabigatran etexilate in the context of a clinical trial with dabigatran etexilate (1160.106 or 1160.108).\n* Male or female patients from 0 to less than 18 years of age at the time of informed consent/assent for participation in trial 1160.106 or in trial 1160.108.\n* Female patients of childbearing potential (defined as having experienced menarche) must have followed the contraception requirements according to the dabigatran trial 1160.106 or trial 1160.108 in which they are enrolled.\n* Written informed consent provided by the patient (and/or the patient's legally accepted representative) and assent provided by the patient (if applicable) at the time of informed consent signature in accordance with Good Clinical Practice (GCP) and local legislation prior to admission to the trial. If the child is unable to give assent at the time of the emergency, the assent, when applicable will be obtained as soon as feasible.\n\nGroup B:\n\n* A condition requiring an emergency surgery or invasive procedure where adequate haemostasis is required. Emergency is defined as need for surgery or intervention within the following 8 hours.\n* Currently taking dabigatran etexilate in the context of a clinical trial with dabigatran etexilate (1160.106 or 1160.108).\n* Male or female patients from 0 to less than 18 years of age at the time of informed consent/assent for participation in trial 1160.106 or in trial 1160.108.\n* Female patients of childbearing potential (defined as having experienced menarche) must have followed the contraception requirements according to the dabigatran trial 1160.106 or trial 1160.108 in which they are enrolled.\n* Written informed consent provided by the patient (and/or the patient's legally accepted representative) and assent provided by the patient (if applicable) at the time of informed consent signature in accordance with GCP and local legislation prior to admission to the trial. If the child is unable to give assent at the time of the emergency, the assent, when applicable will be obtained as soon as feasible.\n\nExclusion criteria:\n\nGroup A:\n\n* Patients with minor bleeding (e.g. epistaxis, haematuria) who can be managed with standard supportive care.\n* Patients with no clinical signs of bleeding.\n* Patients with body weight \\< 2.5 kg\n* Contraindications to trial medication including known hypersensitivity to the drug or its excipients; i.e. patients with hereditary fructose intolerance who may react to sorbitol.\n* Female patients who are pregnant, nursing, or who plan to become pregnant while in the trial.\n\nGroup B:\n\n* A surgery or procedure which is elective or where the risk of uncontrolled or unmanageable bleeding is low.\n* Patients with body weight \\< 2.5 kg\n* Contraindications to trial medication including known hypersensitivity to the drug or its excipients; i.e. patients with hereditary fructose intolerance who may react to sorbitol.\n* Female patients who are pregnant, nursing, or who plan to become pregnant while in the trial.","healthyVolunteers":false,"sex":"ALL","maximumAge":"18 Years","stdAges":["CHILD","ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Drug-related Adverse Events (AEs)","description":"Number of participants with drug-related adverse events (AEs) including immune reactions and all cause mortality during the trial.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change of Coagulation Time for Diluted Thrombin Time (dTT) and Ecarin Clotting Time (ECT) at 30 Minutes Post-dose Compared With Pre-dose","description":"Percent change of coagulation time for diluted thrombin time (dTT) and ecarin clotting time (ECT) at 30 minutes (min) post-dose compared with pre-dose. Central blood sampling for dTT, ECT were to occur immediately prior to administration of each vial of Idarucizumab and post-dose at 30min, 4h, 12h and 24h.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-46.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-67.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Achieve Reversal of the Dabigatran Effect (Based on the Coagulation Time for dTT and ECT)","description":"Idarucizumab administration resulted in normalisation of dTT and ECT. Time to achieve reversal of anticoagulant effect of dabigatran based on the coagulation time for dTT and ECT, at any time point from the end of the second injection (vial 2) up to 24 hours (h). Reversal of the dabigatran effect at time t was defined as the 100 percent (%) \\*(pre-dose coagulation time - post-dose coagulation time at time t)/(pre-dose coagulation test - upper limit of normal).\n\nValues equal to or higher than 100% were interpreted as reversal. Central blood sampling for dTT, ECT were to occur immediately prior to administration of each vial of Idarucizumab and post-dose at 30min, 4h, 12h and 24h.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Reversal of the Dabigatran Effect Sustained up to 24 Hours Post-dose (Based on the Coagulation Time for dTT and ECT)","description":"Duration of reversal, defined as the time period a patient remained completely reversed based on dTT and ECT, up to 24 hours post-dose or restarting the treatment of anticoagulation. Central blood sampling for dTT, ECT were to occur immediately prior to administration of each vial of idarucizumab and post-dose at 30min, 4h, 12h and 24h.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Cessation of Bleeding","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Per Bleeding Status During the Trial","description":"Numbers of participants whose bleeding had stopped, reduced, unchanged, worsened or not applicable during the trial were characterized.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Clinical Conditions Contributing to Bleeding During the Trial","description":"Number of participants with clinical conditions (trauma, surgery and use of antiplatelet) contributing to bleeding during the trial were characterized.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Developing Treatment-emergent Antidrug Antibodies (ADA) With Cross Reactivity to Idarucizumab","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":1},"commonTop":["Thrombocytopenia"]}}}