{"nctId":"NCT05098938","briefTitle":"A Study to Compare Sitavig (Acyclovir) Buccal Tablet With a Placebo in the Treatment of Herpes Labialis in Participants Whose Immune System Works Normally","startDateStruct":{"date":"2021-11-23","type":"ACTUAL"},"conditions":["Recurrent Herpes Labialis"],"count":2020,"armGroups":[{"label":"Acyclovir 50mg buccal/topical tablet treatment group","type":"EXPERIMENTAL","interventionNames":["Drug: Acyclovir 50mg buccal/topical tablet, BAYM008894/UI1614773"]},{"label":"Matching placebo group","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Acyclovir 50mg buccal/topical tablet, BAYM008894/UI1614773","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Males or females, 18 years of age or older inclusive;\n* History of recurrent HL lesions where:\n\n  * Recurrence is defined as at least 4 episodes in the preceding 12 months;\n  * At least half of the episodes should be vesicular in nature;\n  * At least half of the episodes should be preceded by prodromal symptoms;\n  * Herpes labialis lesions are characterized by their localization on the cutaneous and/or mucosal surfaces of the lips;\n* Willing to avoid, during the treatment phase, the use of anti-inflammatory (not including low-dose (81 mg) aspirin), anti-herpetic, antibiotic and antiviral agents as well as steroids or other natural products that would interfere with the immune system response;\n* Female participants of childbearing potential must be using a medically acceptable form of birth control during screening \\[e.g., hormonal contraceptives (oral, patch, injectable or vaginal ring), implantable device (implantable rod or intrauterine device), or a double barrier\\], abstinence or in same sex relationship and have a negative pregnancy test at Screening and prior to study drug administration. Female participants of non-childbearing potential must be amenorrheic for at least two years or have undergone surgical sterilization (i.e. tubal ligation/occlusion, hysterectomy and/or bilateral oophorectomy);\n* Agreement to abstain from any mechanical disruption of the prodromal area or lesion (i.e. scrubbing, lancing, shaving the area, rubbing with alcohol, application of heat emitting devices used for cold sore treatment, etc.);\n* Capable of giving signed informed consent as described in protocol which includes compliance with the requirements and restrictions listed in the informed consent form (ICF) and in this protocol;\n* Ability to understand and follow study-related instructions;\n* Be willing and able to participate in all scheduled visits, treatment plan, and trial procedures according to the clinical protocol.\n\nExclusion Criteria:\n\n* Participants who did not develop herpes prodromal symptoms within 6 months after randomization in the study;\n* More than 50% of recurrences that aborted spontaneously (without intervention) in the past 12 months;\n* Primary herpes lesion outside the lips (e.g., nose, chin, etc.);\n* Abnormal peri-oral skin condition that might affect the normal course of cold sores (e.g., eczema, psoriasis, etc.);\n* Oral diseases whose prodromal symptoms may mimic those of herpes labialis, including recurrent oral aphthous disease;\n* Allergy to any acyclovir or its containing agents;\n* Milk allergy or known history of hypersensitivity to one of the components of Sitavig;\n* Self-reported immunocompromised condition, including self-reported Human Immunodeficiency Virus (HIV) positive and previous bone marrow or organ transplant;\n* Known medical history of renal disease, that in the judgment of the investigator is severe;\n* Females who are planning to become pregnant, are pregnant or lactating.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Duration of Episode (DOE) Was Measured in Hours (Using the Science 37 Platform), of a Single Treated Herpes Labialis (HL) Lesion","description":"Duration of episode (DOE) is defined as the time from the initiation of treatment (study intervention) to the healing of primary lesions (loss of crust) for participants who experience a vesicular lesion.\n\nFor participants whose primary lesions are not vesicular in nature, duration of episode is the time from study intervention initiation to the return to normal skin as determined by the independent blinded reader of the participant's face images using a 6-point Likert scale or to the cessation of symptoms, whichever comes last.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"66.5","spread":null},{"groupId":"OG001","value":"73.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Incidence of Aborted Lesions","description":"Incidence of aborted lesions, defined as treated HL lesions that do not progress to the vesicular or crust stage. A lesion that returns to normal skin without forming a vesicle or crust will be counted as an aborted lesion.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"40","spread":null},{"groupId":"OG001","value":"58","spread":null}]}]}]},{"type":"SECONDARY","title":"Incidence of Recurrence of HL Lesions During the 12-months Follow-up Period","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"117","spread":null},{"groupId":"OG001","value":"94","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Recurrence of HL Lesions, Measured in Days From Resolution of the Cold Sore Treated in the Treatment Phase Until Onset of Prodromal Symptoms","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"88.0","spread":null},{"groupId":"OG001","value":"88.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Incidence of Treatment-Emergent Adverse Events (TEAE)s","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"146","spread":null},{"groupId":"OG001","value":"149","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Have at Least One Recurrence","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"31.0","spread":null},{"groupId":"OG001","value":"23.5","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":5,"n":504},"commonTop":["COVID-19","Upper respiratory tract infection","Sinusitis","Influenza","Nasopharyngitis"]}}}