{"nctId":"NCT00997204","briefTitle":"EASSI - Evaluation of the Safety of Self-Administration With Icatibant","startDateStruct":{"date":"2009-09-25","type":"ACTUAL"},"conditions":["Hereditary Angioedema"],"count":151,"armGroups":[{"label":"Icatibant- Naive Treatment Phase","type":"EXPERIMENTAL","interventionNames":["Drug: Icatibant"]},{"label":"icatibant- Self administration Phase","type":"EXPERIMENTAL","interventionNames":["Drug: Icatibant"]}],"interventions":[{"name":"Icatibant","otherNames":["Brand name, Firazyr®"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nEach patient must meet the following criteria to be enrolled in this study.\n\n1. Males and females 18 years of age at the time of informed consent\n2. Documented diagnosis of HAE Type I or II based on ALL of the following criteria:\n\n   * Family and/or medical history\n   * Characteristic attack manifestations, recurrent attacks\n   * Historical functional C1-INH \\<50% normal values\n3. Women of childbearing potential must use consistently and correctly a highly effective, adequate method of birth control (failure rate less than 1% per year) - sexual abstinence or have a vasectomised partner during the duration of the study. Hormonal contraception can be continued if verified by a physician that it doesn't affect the course of HAE attacks.\n4. Mental and physical condition allowing patients to complete baseline assessment, to self-administer icatibant and to follow other study procedures.\n5. Ability to provide signed written informed consent after all aspects of the study have been explained and discussed with the patient.\n\nExclusion Criteria:\n\nPatients who meet any of the following criteria will be excluded from the study.\n\n1. Participation in a clinical trial of another investigational medicinal product within the past month (except a previous icatibant study).\n2. Diagnosis of angioedema other than Type I or Type II HAE.\n3. Evidence of symptomatic coronary artery disease based on medical history, in particular, unstable angina pectoris or severe coronary heart disease.\n4. Congestive heart failure (NYHA Class 3 and 4).\n5. Stroke within the past 6 months.\n6. Treatment with angiotensin converting enzyme (ACE) inhibitor.\n7. Pregnancy and/or breast-feeding.\n8. In the opinion of the investigator: mental condition rendering the patient unable to understand the nature, scope and possible consequences of the study.\n9. In the opinion of the investigator: unlikely to comply with the protocol, for example, uncooperative attitude, inability to return for follow-up visits, or unlikely to complete the study for any reason.\n10. In the opinion of the investigator: inability to manage study medication or self-administration of an injection.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Adverse Events in Self-treatment of Acute HAE Attacks With s.c. Injections of Icatibant","description":"Clinical safety of self-treatment of acute HAE attacks with s.c. injections of icatibant was assessed by calculating the number of AEs occurred during the study. Only those adverse events occurring up to the earlier of 7 days from the start of the naive phase, study discontinuation and start of the self-administration phase are assessed. The Local Tolerability Assessment tool was used. Subjects and Investigators graded erythema/reddening, swelling, burning, pruritus/itching, warm sensation, and skin pain on a 0 to 3 severity scale.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"6","spread":null},{"groupId":"OG002","value":"27","spread":null}]}]}]},{"type":"SECONDARY","title":"Clinical Efficacy of Self-treatment of Acute HAE Attacks With s.c. Injections of Icatibant, Time to Symptom Relief Using VAS Score for a Single Primary Symptom by Patient Cohort","description":"Subjects assessed angioedema attack symptoms using the visual analogue scale (VAS) for skin pain, skin swelling and abdominal pain. The VAS is a continuous scale comprised of a 100 mm in length line, anchored by 2 verbal descriptors, one for each symptom extreme 0 (no pain) and 100 (worst pain). The respondent is asked to place a mark on the VAS line (any where between 0 and 100 mm) at the point that represents their pain intensity. The score is determined by measuring the distance (mm) on the line between the \"no pain\" anchor and the patient's mark, providing a range of scores from 0-100. A higher score indicates greater pain intensity. Score interpretation is: no pain (0-4 mm), mild pain (5-44 mm), moderate pain (45-74 mm), and severe pain (75-100 mm). Symptom relief is defined as at least a 50% reduction in a pre-dose VAS score of 30 mm or greater. The time to onset of symptom relief is defined as the first of 3 consecutive assessments at which symptom relief was observed.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.0","spread":null},{"groupId":"OG001","value":"3.1","spread":null},{"groupId":"OG002","value":"2.0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":22},"commonTop":["Hereditary Angioedema","Headache","Blood pressure increased","Pharyngeal erythema","Feeling Hot"]}}}