{"nctId":"NCT03764293","briefTitle":"A Study to Evaluate SHR-1210 in Combination With Apatinib as First-Line Therapy in Patients With Advanced HCC","startDateStruct":{"date":"2019-06-10","type":"ACTUAL"},"conditions":["Locally Advanced or Metastatic and Unresectable HCC"],"count":543,"armGroups":[{"label":"SHR-1210","type":"EXPERIMENTAL","interventionNames":["Drug: SHR-1210","Drug: Apatinib"]},{"label":"Control","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Sorafenib"]}],"interventions":[{"name":"SHR-1210","otherNames":["Camrelizumab"]},{"name":"Apatinib","otherNames":["Rivoceranib"]},{"name":"Sorafenib","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Histopathologically or cytologically confirmed advanced HCC\n* No previous systematic treatment for HCC\n* Have at least one measurable lesion (in accordance with RECIST v1.1)\n* BCLC stage B or C, and not suitable for surgical or local therapy, or has progressed following surgical and/or local therapy\n* ECOG-PS score 0 or 1\n* Child-Pugh Class: Grade A\n* Life Expectancy of at least 12 weeks\n* Subjects with HBV infection: HBV DNA\\<500 IU/ml or \\< 2500 copy/mL, and have received anti-HBV therapy for at least 14 days prior to enrollment in the study\n* Subjects with HCV-RNA(+) must receive antiviral therapy\n* Adequate organ function\n\nExclusion Criteria:\n\n* Known hepatocholangiocarcinoma, sarcomatoid HCC, mixed cell carcinoma and lamellar cell carcinoma; other active malignant tumor except HCC within 5 years or simultaneously\n* Moderate-to-severe ascites with clinical symptoms\n* History of gastrointestinal hemorrhage within 6 months prior to the start of study treatment or clear tendency of gastrointestinal hemorrhage\n* Abdominal fistula, gastrointestinal perforation or intraperitoneal abscess within 6 months prior to the start of study treatment\n* Known genetic or acquired hemorrhage or thrombotic tendency\n* Thrombosis or thromboembolic event within 6 months prior to the start of study treatment\n* Cardiac clinical symptom or disease that is not well controlled\n* Hypertension that can not be well controlled through antihypertensive drugs\n* Factors to affect oral administration\n* History of hepatic encephalopathy\n* Previous or current presence of metastasis to central nervous system\n* HIV infection\n* Combined hepatitis B and hepatitis C co-infection\n* Be ready for or previously received organ or allogenic bone marrow transplantation\n* Interstitial lung disease that is symptomatic or may interfere with the detection and management of suspected drug-related pulmonary toxicity\n* Active known, or suspected autoimmune disease\n* Subjects with a condition requiring systemic treatment with either corticosteroids or other immunosuppressive medications within 14 days of first administration of study treatment\n* Use of potent CYP3A4 inducers or inhibitors within 2 weeks prior to the signature of ICF\n* Known history of serious allergy to any monoclonal antibody or targeted anti-angiogenic drug\n* Severe infection within 4 weeks prior to the start of study treatment\n* Palliative radiotherapy for non-target lesions to control symptoms is allowed, but it must be completed at least 2 weeks prior to the start of study treatment\n* Treatment of other investigational product(s) within 28 days prior to the start of study treatment","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Survival (OS)","description":"OS was defined as the time from randomization to death from any cause.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22.1","spread":null},{"groupId":"OG001","value":"15.2","spread":null}]}]}]},{"type":"PRIMARY","title":"Progression-free Survival (PFS) Evaluated by the Blinded Independent Review Committee (BIRC) Based on RECIST v1.1","description":"PFS was defined as the time from randomization to the first occurrence of progressive disease (PD) by tumor image evaluation or death from any cause whichever occurs first as determined by BIRC according to RECIST v1.1. PD: at least a 20% increase in the sum of diameters of target lesions and the sum of diameters must also demonstrate an absolute increase of \\>/= 5 millimeters (mm), or a measurable increase in a non-target lesion, or the appearance of new lesions.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.6","spread":null},{"groupId":"OG001","value":"3.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Objective Response Rate (ORR)","description":"ORR defined as the percentage of subjects with complete response (CR) or partial response (PR) evaluated by the BIRC or investigator based on RECIST v1.1. CR: disappearance of all target lesions. PR: At least a 30% decrease in the sum of diameters of all target lesions, taking as reference the baseline sum of diameters, in the absence of CR. Overall Response (OR)=CR+PR.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]}]},{"type":"SECONDARY","title":"Disease Control Rate (DCR)","description":"DCR defined as the percentage of subjects with complete response, partial response or stable disease (SD) ≥ 8 weeks evaluated by the BIRC or investigator based on RECIST v1.1. Complete response (CR) was defined as Disappearance of all target lesions. Any pathological lymph nodes (whether target or non-target) must have reduction in short axis to \\<10 mm. Partial response (PR) was defined as at least a 30% decrease in the sum of the diameter of TL, taking as reference the baseline sum of diameters. Stable disease (SD) was defined as neither sufficient shrinkage to qualify for PR nor sufficient increase to qualify for PD, taking as reference the smallest sum diameters while on study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"78","spread":null},{"groupId":"OG001","value":"54","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response (DOR)","description":"DOR defined as time from the date of first record of objective response (CR or PR) to the first occurrence of radiological progression or death, whichever comes first, evaluated by the BIRC or investigator based on RECIST v1.1. Complete response (CR) was defined as Disappearance of all target lesions. Any pathological lymph nodes (whether target or non-target) must have reduction in short axis to \\<10 mm. Partial response (PR) was defined as at least a 30% decrease in the sum of the diameter of TL, taking as reference the baseline sum of diameters.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.8","spread":null},{"groupId":"OG001","value":"9.2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":114,"n":272},"commonTop":["Aspartate aminotransferase increased","Hypertension","Alanine aminotransferase increased","Palmar-plantar erythrodysaesthesia syndrome","Platelet count decreased"]}}}