{"nctId":"NCT00631657","briefTitle":"A 6-Month Efficacy and Safety Study of Org 50081 in Adult Patients With Chronic Primary Insomnia (21106/P05701/MK-8265-002)","startDateStruct":{"date":"2008-03-04","type":"ACTUAL"},"conditions":["Sleep Initiation and Maintenance Disorders","Mental Disorders","Dyssomnias","Sleep Disorders","Sleep Disorder, Intrinsic"],"count":460,"armGroups":[{"label":"Esmirtazapine 4.5 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Esmirtazapine"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Esmirtazapine","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* are at least 18 and less than 65 years;\n* sign written informed consent after the scope and nature of the investigation have been explained;\n* have shown capability to complete the LogPad questionnaires;\n* have difficulty falling asleep, maintaining sleep or have early morning awakening;\n\nExclusion Criteria:\n\n* Significant medical or psychiatric illness causing sleep disturbances.\n* Have a history of bipolar disorder or attempted suicide or have a family (immediate family) history of suicide.\n* Have a sleep disorder such as sleep-related breathing disorder, restless leg syndrome, narcolepsy.\n* Significant other medical illness such as acute or chronic pain, heart-, kidney-, or liver disease within the last year.\n* Currently diagnosed or meet the criteria for Major Depressive Disorder (MDD) or have been treated for MDD in the last 2 years.\n* Substance abuse, excessive use of alcohol (determined by the physician) or drug addiction within the last year.\n* Are night workers or rotating shift workers or plan to travel through more than 3 time-zones.\n* Routinely nap during the day.\n* Have a Body Mass Index (BMI) of 36 or more.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Total Sleep Time (TST) - 6-Month Treatment Period","description":"TST was defined as the time recorded for sleep diary question 6 \"How much time did you actually spend sleeping?\" as reported by participants using a LogPad (hand-held electronic data capture device). Baseline was defined as the mean TST from the Placebo Run-in Period. Change from Baseline was calculated as the mean of combined data from Weeks 14 through 26, using a last observation carried forward (LOCF) approach.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"65.9","spread":"71.9"},{"groupId":"OG001","value":"19.3","spread":"62.1"}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Experienced Adverse Events (AEs)","description":"An AE is defined as any unfavorable and unintended change in the structure, function or chemistry of the body whether or not considered related to study drug. The number of participants who experienced AEs is combined for the 6-Month Treatment Period and the 7-Day Discontinuation Period.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"253","spread":null},{"groupId":"OG001","value":"75","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Discontinued Study Drug Due to an AE","description":"An AE is defined as any unfavorable and unintended change in the structure, function or chemistry of the body whether or not considered related to study drug. The number of participants who discontinued study drug due to an AE is combined for the 6-Month Treatment Period and the 7-Day Discontinuation Period.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"47","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Sleep Latency (SL) - 6-Month Treatment Period","description":"SL was defined as the time recorded for sleep diary question 3 \"How long did it take you to fall asllep?\", as reported by participants using a LogPad. Baseline was defined as the mean SL from the Placebo Run-in Period. Change from Baseline was calculated as the mean of combined data from Weeks 14 through 26, using an LOCF approach.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-29.7","spread":"47.3"},{"groupId":"OG001","value":"-26.9","spread":"46.8"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Wake Time After Sleep Onset (WASO) - 6-Month Treatment Period","description":"WASO was defined as the time recorded for sleep diary question 5 \"How much time were you awake, after falling asleep initially?\", as reported by participants using a LogPad. Baseline was defined as the mean WASO from the Placebo Run-in Period. Change from Baseline was calculated as the mean of combined data from Weeks 14 through 26, using an LOCF approach.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-46.4","spread":"57.7"},{"groupId":"OG001","value":"-20.8","spread":"51.4"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Change From Baseline in Number of Awakenings (NAW) - 6-Month Treatment Period","description":"NAW was defined as the number of times recorded for sleep diary question 4a \"How many times did you wake up during the night?\", as reported by participants using a LogPad. Baseline was defined as the mean NAW from the Placebo Run-in Period. Change from Baseline was calculated as the mean of combined data from Weeks 14 through 26, using an LOCF approach.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.8","spread":"1.2"},{"groupId":"OG001","value":"-0.5","spread":"0.9"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Change From Baseline in Sleep Quality - 6-Month Treatment Period","description":"Sleep Quality was assessed using a Visual Analog Scale (VAS) in response to the sleep diary question 7 \"Rate the quality of your sleep last night\", as reported by participants using a LogPad. Responses could range from 0=Very poor to 100=Excellent, with a higher score indicating greater sleep quality. Baseline was defined as the mean Sleep Quality score from the Placebo Run-in Period. Change from Baseline was calculated as the mean of combined data from Weeks 14 through 26, using an LOCF approach.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.1","spread":"19.5"},{"groupId":"OG001","value":"5.8","spread":"14.0"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Change From Baseline in Satisfaction With Sleep Duration - 6-Month Treatment Period","description":"Satifaction with Sleep Duration was assessed using a Visual Analog Scale (VAS) in response to the sleep diary question 8 \"How satisfied are you about your sleep duration of last night?\", as reported by participants using a LogPad. Responses could range from 0=Very unsatisfied to 100=Fully satisfied, with a higher score indicating great satisfaction with sleep duration. Baseline was defined as the mean Satisfaction with Sleep Duration score from the Placebo Run-in Period. Change from Baseline was calculated as the mean of combined data from Weeks 14 through 26, using an LOCF approach.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.3","spread":"20.1"},{"groupId":"OG001","value":"7.2","spread":"15.9"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Change From Baseline in Two Aggregate Measures of Short Form 36 (SF-36) Health Survey Score - 6-Month Treatment Period","description":"SF-36 is a participant-rated questionnaire that consists of 8 scaled scores: vitality, physical functioning, bodily pain, general health perceptions, physical role functioning, emotional role functioning, social role functioning, and mental health, which are the weighted sums of the questions in their section. Each scale is directly transformed into a 0-100 scale on the assumption that each of the 8 questions carries equal weight. The SF-36 can be divided into 2 aggregate summary measures: the Physical Component Summary (PCS) and the Mental Component Summary (MCS). The scores can range from 0 to 100, with a lower score indicating more disability. Baseline was defined as the SF-36 score assessed at randomization.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.6","spread":"6.8"},{"groupId":"OG001","value":"-0.2","spread":"6.0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.6","spread":"10.8"},{"groupId":"OG001","value":"4.5","spread":"9.1"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Change From Baseline in Investigator Global Rating (IGR) - 6-Month Treatment Period","description":"The IGR is a clinician-rated 7-point scale used to assess the severity of illness. Severity is rated on a scale from 1=Normal to 7=Extremely severe. Baseline was defined as the last non-missing value obtained during the Placebo Run-in Period. IGR assessments were done at Baseline of the 6-Month Treatment Period and and at the end of the 6-Month Treatment Period to assess the effects of treatment.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.1","spread":"1.4"},{"groupId":"OG001","value":"-1.4","spread":"1.4"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Change From Baseline in Investigator Global Rating (IGR) - 7-Day Discontinuation Period","description":"The IGR is a clinician-rated 7-point scale used to assess the severity of illness. Severity is rated on a scale from 1=Normal to 7=Extremely severe. Baseline was defined as the last non-missing value obtained during the Placebo Run-in Period. IGR assessments were done at Baseline of the 6-Month Treatment Period and and at the end of the 7-day Discontinuation Period to assess the effects of discontinuing treatment.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.3","spread":"0.7"},{"groupId":"OG001","value":"0.5","spread":"1.0"},{"groupId":"OG002","value":"0.0","spread":"0.7"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":8,"n":342},"commonTop":["Weight increased","Somnolence","Nasopharyngitis","Headache","Increased appetite"]}}}