{"nctId":"NCT00920439","briefTitle":"Safety and Reactogenicity of GlaxoSmithKline (GSK) Biologicals' IPV Vaccine (PoliorixTM) in Toddlers","startDateStruct":{"date":"2009-06-01","type":"ACTUAL"},"conditions":["Poliomyelitis"],"count":26,"armGroups":[{"label":"POLIORIX GROUP","type":"EXPERIMENTAL","interventionNames":["Biological: PoliorixTM"]}],"interventions":[{"name":"PoliorixTM","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* A male or female toddler between, and including, 18 and 24 months of age at the time of the booster vaccination.\n* Subjects who received three doses of OPV as primary vaccination in the first year of life as per Chinese recommendations.\n* Subjects who the investigator believes that their parents/ guardians can and will comply with the requirements of the protocol should be enrolled in the study.\n* Written informed consent obtained from the parent or guardian of the subject.\n* Healthy subjects as established by medical history and clinical examination before entering into the study.\n\nExclusion Criteria:\n\n* Use of any investigational or non-registered product other than the study vaccine within 30 days preceding the booster dose of study vaccine, or planned use during the study period.\n* Chronic administration of immunosuppressants or other immune-modifying drugs within six months prior to the booster vaccination\n* Administration of a vaccine not foreseen by the study protocol within 30 days prior to vaccination, or planned administration during the study period, with exception of DTP and/or Hib vaccine(s).\n* Administration of immunoglobulins and/or any blood products within the three months preceding the booster vaccination, or planned administration during the study period.\n* Concurrently participating in another clinical study, at any time during the study period, in which the subject has been or will be exposed to an investigational or a non-investigational product\n* Previous booster vaccination against poliomyelitis since the end of the primary vaccination series.\n* History of poliomyelitis disease.\n* History of seizures or progressive neurological disease.\n* Any confirmed or suspected immunosuppressive or immunodeficient condition, based on medical history and physical examination\n* History of allergic disease or reactions likely to be exacerbated by any component of the vaccines.\n* Major congenital defects or serious chronic illness.\n\nThe following condition is temporary or self-limiting and a subject may be vaccinated once the condition has resolved and no other exclusion criteria are met:\n\n• Current febrile illness or axillary temperature \\> 37.0 ºC or other moderate to severe illness within 24 hours of study vaccine administration.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Months","maximumAge":"24 Months","stdAges":["CHILD"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Subjects With Any and Grade 3 Solicited Local Symptoms","description":"Assessed solicited local symptoms were pain, redness and swelling. Any = all reports of the specified symptom irrespective of intensity grade. Grade 3 pain = cried when limb was moved/spontaneously painful. Grade 3 redness/swelling = redness/swelling spreading beyond 30 millimeters (mm) of injection site.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Subjects With Any, Grade 3 and Related Solicited General Symptoms","description":"Assessed solicited general symptoms were temperature \\[defined as axillary temperature equal to or above (≥) 37.1 degrees Celsius (°C)\\], drowsiness, irritability and loss of appetite. Any = all reports of the specified symptom irrespective of intensity grade and relationship to vaccination. Grade 3 drowsiness= drowsiness that prevented normal activity. Grade 3 irritability= crying that could not be comforted/ prevented normal activity. Grade 3 loss of appetite= subject did not eat at all. Grade 3 fever = fever above (\\>) 39.0 °C. Related = symptom assessed by the investigator as related to the vaccination.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Subjects With Any, Grade 3 and Related Unsolicited Adverse Events (AEs)","description":"An unsolicited AE covers any untoward medical occurrence in a clinical investigation subject temporally associated with the use of a medicinal product, whether or not considered related to the medicinal product and reported in addition to those solicited during the clinical study and any solicited symptom with onset outside the specified period of follow-up for solicited symptoms. Any was defined as the occurrence of any unsolicited AE regardless of intensity grade or relation to vaccination. Grade 3 AE = an AE which prevented normal, everyday activities. Related = AE assessed by the investigator as related to the vaccination.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Subjects With Serious Adverse Events (SAEs)","description":"Serious adverse events (SAEs) assessed include medical occurrences that result in death, are life threatening, require hospitalization or prolongation of hospitalization or result in disability/incapacity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":25},"commonTop":["Pyrexia","Erythema","Irritability","Pain","Decreased appetite"]}}}