{"nctId":"NCT03539952","briefTitle":"Trientine Tetrahydrochloride (TETA 4HCL) for the Treatment of Wilson's Disease","startDateStruct":{"date":"2018-09-03","type":"ACTUAL"},"conditions":["Wilson Disease"],"count":77,"armGroups":[{"label":"Penicillamine arm","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Penicillamine (D1-W12)","Drug: Penicillamine (W12-W60)","Drug: TETA 4HCL (60-<W108)"]},{"label":"Trientine arm","type":"EXPERIMENTAL","interventionNames":["Drug: Penicillamine (D1-W12)","Drug: TETA 4HCL (W12-60)","Drug: TETA 4HCL (60-<W108)"]}],"interventions":[{"name":"Penicillamine (D1-W12)","otherNames":["D-penicillamine"]},{"name":"TETA 4HCL (W12-60)","otherNames":["trientine tetrahydrochloride"]},{"name":"Penicillamine (W12-W60)","otherNames":["D-Penicillamine"]},{"name":"TETA 4HCL (60-<W108)","otherNames":["trientine tetrahydrochloride"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Patient is able to provide, and has provided, written informed consent\n2. Written documentation has been obtained in accordance with the relevant country and local privacy requirements, where applicable, including: For US sites: Authorization for Use and Release of Health Research Study Information and for EU sites: Data Protection Consent\n3. Male or female, aged ≥ 18 and ≤ 75 years of age at time of consent\n4. Patient has a diagnosis of Wilson's disease, as defined by a prior or current Leipzig score of ≥ 4\n5. Patient's Wilson's disease is clinically stable, in the opinion of the investigator, and being treated with penicillamine for at least 1 year (52 weeks) prior to the screening/enrolment visit\n6. Patient is on a stable dose and regimen of penicillamine for at least 4 months (16 weeks) prior to the screening/enrolment visit (other prescribed treatments for Wilson's disease not permitted during this study)\n7. No anticipated need that patient will require additional pharmacological therapies other than study medication, including prescribed zinc therapy, for the management of copper levels during the study\n8. Patient must be willing to maintain stable diet throughout the study, and avoid foods with high copper content, including the Penicillamine Baseline Period\n9. Patient considered suitable to receive therapy with both TETA 4HCl and penicillamine administered twice a day\n10. Negative central laboratory tests for HIV and viral hepatitis (results will be available after start of run-in period)\n11. For female patients of childbearing potential, negative urine pregnancy test (at screening/enrolment visit and prior to randomization)\n12. For females of childbearing potential, use of a reliable form of contraceptive\n13. Patient is considered as able to complete study requirements and attend the study visits, in the opinion of the investigator\n\n    Additional inclusion criteria following receipt of Screening laboratory results\n14. Patient is adequately controlled and tolerating penicillamine therapy as defined by fulfilment of all of the following: a. Serum non-ceruloplasmin bound copper (NCC) level between ≥ 25 and ≤ 150 μg/L\\* b. 24-hour urinary copper excretion of between ≥ 100 and ≤ 900 μg/24 hours\\* c. Alanine transaminase (ALT) \\< 2 times upper limit of normal\\* d. No other laboratory or clinical findings that would prevent continuation of maintenance therapy, in the opinion of the investigator\n\n    \\* Based on results from screening/enrolment visit samples for which can be taken within ± 7 days of visit. Result should be within the assay limits of quantification for the sample. The ranges in μmol of copper are 0.40 to 2.38 μmol/L for NCC and 1.59 to 14.29 for 24-hour urinary copper excretion (using division by 63 of value in μg per Walshe, 2011). In the event that one or more of the above lab values fall outside the specified range, it can be repeated, including at the Week 4 and Week 8 visits.\n\n    Additional inclusion criteria at Week 12 visit (end of Penicillamine Baseline Period) and prior to randomization\n15. Patient is adequately controlled and tolerating penicillamine therapy as defined by fulfilment of all of the following criteria:\n\n    1. Serum non-ceruloplasmin bound copper (NCC) level between ≥ 25 and ≤ 150 μg/L\\*\n    2. 24-hour urinary copper excretion of between ≥ 100 and ≤ 900 μg/24 hours\\*\\*\n    3. Alanine transaminase (ALT) \\< 2 times upper limit of normal\\*\n    4. No other laboratory or clinical findings that would prevent continuation of maintenance therapy, in the opinion of the investigator\n\n       * Based on lab values from Week 8 visit; \\*\\* Based on lab value from Week 4 visit as routinely not performed at Week 8 visit, however can also be based on value at Week 8 visit if a repeat (unscheduled) urinary copper excretion was performed at this visit. Result should be within the assay limits of quantification for the sample. The ranges in μmol of copper are 0.40 to 2.38 μmol/L for NCC and 1.59 to 14.29 for 24-hour urinary copper excretion (using division by 63 of value in μg per Walshe, 2011). In the event that one or more of the above lab values fall outside the specified range, it can be repeated. The repeat value(s) must be available prior to randomization at Week 12 and, if within specified range, the patient can continue to randomization. If a patient fails this additional criterion at the end of the Penicillamine Baseline Period, the patient can return to the start of the run-in period i.e. Day 1 (but only once). A negative urinary pregnancy test is also required prior to randomization for females of childbearing potential.\n\nExclusion Criteria:\n\n1. Patient is in 'de-coppering' phase of treatment for Wilson's disease, in the opinion of the investigator\n2. Patient evidence of uncontrolled liver disease, including but not limited to:\n\n   1. Modified Nazer score of \\> 4 (result may not be available until after start of run in period since based on lab results\\*)\n   2. decompensated cirrhosis\n   3. acute hemolytic anemia\n   4. acute hepatitis\n   5. hepatic malignancy\n   6. evidence of acute liver failure\n3. Cause of patient's liver disease is due to another condition, in the investigator's opinion\n4. Patient has severe anemia defined as hemoglobin of ≤ 9 g/dL (result will be available after start of run-in period\\*)\n5. Patient has experienced a gastrointestinal bleed within 6 months (24 weeks) prior to screening/enrolment visit\n6. Patient has renal impairment defined as creatinine clearance of ≤ 30 mL/min (result may not be available until after start of run-in period\\*), or patient has nephritis or nephrotic syndrome, in the opinion of the investigator\n7. Patient has neurological disease that prevents swallowing of study medication (e.g., requires a nasogastric feeding tube) or requires intensive in-patient medical care\n8. Patient is currently taking medication containing trientine for management of Wilson's disease or has taken it within 4 months (16 weeks) of screening/enrolment visit\n9. Patient is currently receiving prescribed zinc therapy for management of Wilson's disease or has taken it within 4 months (16 weeks) of screening/enrolment visit\n10. Patient is taking any of the following concomitant therapies: gold therapy, antimalarial therapy, cytotoxic drugs, oxyphenbutazone, phenyl butazone\n11. Patient has a known intolerance, allergy or sensitivity to penicillamine (that is uncontrolled) or to TETA 4HCl, including any component of the study medication\n12. For female patients of childbearing potential, planning a pregnancy during study period or currently nursing\n13. For female patients of childbearing potential, unable or unwilling to use a reliable form of contraceptive throughout the study\n14. Patient is currently participating in another therapeutic study, or has previously participated in a therapeutic study within 30 days of screening/enrolment visit (or longer, if local requirements specify this)\n15. Patient has any condition or in any situation which, in the investigator's opinion, puts the patient at significant risk, could confound study results, or may interfere significantly with the patient's participation in the study","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Serum NCC Concentration","description":"The primary outcome of efficacy was serum NCC by speciation assay (μg/L), with comparative analysis of mean difference between the two groups 24 weeks after randomization. The non-inferiority margin was set at -50 μg/L.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"46.5","spread":"5.69"},{"groupId":"OG001","value":"58.7","spread":"5.54"}]}]}]},{"type":"SECONDARY","title":"24-hour Urinary Copper Excretion (UCE)","description":"24-hour urinary copper excretion (μg/ 24 hr) from urine collected by the patient over a 24-hour period.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"274.5","spread":"45.59"},{"groupId":"OG001","value":"510.8","spread":"47.77"}]}]}]},{"type":"SECONDARY","title":"Clinical Global Impression of Change (CGIC) Rating Scale","description":"The clinician will rate the change in the patient's Wilson's disease relative to the prior study clinic visit using a 7-point scale to a specific statement: 'Please rate the change in the overall severity of the patients Wilson's disease compared to the previous study clinic visit\".\n\nAvailable options were (1) very much improved; (2) much improved; (3) minimally improved; (4) no change; (5) minimally worse; (6), much worse; or (7) very much worse.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.1","spread":"0.10"},{"groupId":"OG001","value":"3.9","spread":"0.05"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":27},"commonTop":["Headache","Arthralgia","Abdominal pain","Diarrhoea","Nasopharyngitis"]}}}