{"nctId":"NCT02836496","briefTitle":"Efficacy and Safety Study of Mepolizumab in Subjects With Severe Hypereosinophilic Syndrome (HES)","startDateStruct":{"date":"2017-03-07","type":"ACTUAL"},"conditions":["Hypereosinophilic Syndrome"],"count":108,"armGroups":[{"label":"Mepolizumab","type":"EXPERIMENTAL","interventionNames":["Drug: Mepolizumab 300 mg","Drug: Active OCS capsules (5 mg prednisolone or prednisone)","Drug: Placebo matching OCS capsules"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo matching mepolizumab","Drug: Active OCS capsules (5 mg prednisolone or prednisone)","Drug: Placebo matching OCS capsules"]}],"interventions":[{"name":"Mepolizumab 300 mg","otherNames":[]},{"name":"Placebo matching mepolizumab","otherNames":[]},{"name":"Active OCS capsules (5 mg prednisolone or prednisone)","otherNames":[]},{"name":"Placebo matching OCS capsules","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Capable of giving signed informed consent/assent which includes compliance with the requirements and restrictions listed in the consent form and in this protocol\n* Twelve years of age or older, at the time of signing the informed consent/assent\n* Subjects who have been diagnosed with HES for at least 6 months at randomization\n* A history of two or more HES flares within the past 12 months prior to screening. Historical HES flares are defined as documented HES-related worsening of clinical symptoms or blood eosinophil counts requiring an escalation in therapy. At least one HES flare within the past 12 months must not be related to a decrease in HES therapy during the 4 weeks prior to the flare.\n* Subjects must have blood eosinophil count \\>=1000 cells/µL present in the sample collected during screening (within 4 weeks prior to randomization).\n* Subjects must be on a stable dose of HES therapy for the 4 weeks prior to randomization. HES therapy includes but is not limited to oral corticosteroid, immunosuppressive, and cytotoxic therapy.\n* Male or female. A female subject is eligible to participate if she is not pregnant, not lactating, and either non-reproductive potential or reproductive potential and agree to use a highly effective method to avoid pregnancy from 30 days prior to the first dose of study medication and until 4 months after the last dose of study treatment.\n\nExclusion Criteria:\n\n* Life-threatening HES or life-threatening HES co-morbidities: Imminently life-threatening HES disease severity such that the likelihood of death is high unless the course of the disease is interrupted within 12 weeks prior to randomization.\n* Subjects who have known, pre-existing, clinically significant endocrine, autoimmune, metabolic, neurological, renal, gastrointestinal, hepatic, hematological, respiratory or any other system abnormalities that are not associated with HES and are uncontrolled with standard treatment.\n* Eosinophilia of unknown clinical significance\n* Twelve-lead electrocardiogram (ECG) finding: QT interval corrected for heart rate (QTc) \\> 450 msec or QTc \\> 480 msec in subjects with bundle branch block or an abnormal ECG finding from the 12-lead ECG conducted at Visit 1 if considered to be clinically significant and would impact the subject's participation during the study based on the evaluation of the Investigator.\n* Subjects with documented history of any clinically significant cardiac damage prior to screening that, in the opinion of the investigator, would impact the subject's participation during the study.\n* Liver abnormality/disease - Alanine transaminase (ALT) \\>2.5x upper limit of normal (ULN) or ALT\\>5xULN if documented HES with liver manifestations, or bilirubin \\>1.5xULN (isolated bilirubin \\>1.5xULN is acceptable if bilirubin is fractionated and direct bilirubin \\<35 percent), or current active liver or biliary disease (with the exception of Gilbert's syndrome or asymptomatic gallstones or otherwise stable chronic liver disease per investigator assessment). Stable chronic liver disease should generally be defined by the absence of ascites, encephalopathy, coagulopathy, hypoalbuminaemia, oesophageal or gastric varices, or persistent jaundice, or cirrhosis.\n\nNOTE: Chronic stable hepatitis B and C (e.g., presence of hepatitis B surface antigen (HBsAg) or positive hepatitis C antibody test result at screening or within 3 months prior to first dose of study treatment) are acceptable if subject otherwise meets entry criteria.\n\n* Clinical diagnosis of eosinophilic granulomatosis with polyangiitis (EGPA)\n* Subjects with a history of or current lymphoma, or subjects with current malignancy or previous history of cancer in remission for less than 12 months prior to randomization. Subjects that had localized carcinoma (i.e., basal or squamous cell) of the skin which was resected for cure will not be excluded.\n* FIP1 like 1-platelet derived growth factor receptor (FIP1L1-PDGFR) Status: Subjects who test positive for the FIP1L1-PDGFR fusion tyrosine kinase gene translocation.\n* Subjects with chronic or ongoing active infections requiring systemic treatment, as well as subjects who have experienced clinically significant infections due to viruses, bacteria, and fungi within 4 weeks prior to randomization or subjects with a pre-existing helminthes infestation within 6 months prior to randomization\n* Subjects with a known human immunodeficiency virus (e.g., HIV), other than that explained by the use of OCS or other therapy taken for HES.\n* Other laboratory abnormalities: Evidence of clinically significant abnormality in the hematological, biochemical or urinalysis screen from the sample collected at screening, that could put the subject's safety at risk by participating in the study, as judged by the investigator\n* Subjects who have previously received mepolizumab in the 4 months prior to randomization\n* Subjects receiving intravenous or subcutaneous corticosteroids in the 4-week period prior to randomization or any other monoclonal antibodies within 30 days or 5 half-lives, whichever is longer, of randomization\n* Subjects who have received treatment with an investigational agent (biologic or non-biologic) within the past 30 days or 5 drug half-lives whichever is longer, prior to randomization or subjects who are currently participating in any other interventional clinical study\n* Subjects who are not responsive to oral corticosteroid based on clinical response or blood eosinophil counts\n* Subjects with any history of hypersensitivity to any monoclonal antibody (including mepolizumab) or any steroid or steroid-containing product\n* Subjects with a known or suspected history of alcohol or substance abuse at screening which in the opinion of the investigator could interfere with the subject's proper completion of the protocol requirement.","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants Who Experienced an HES Flare or Who Withdrew From the Study During the 32-Week Study Treatment Period","description":"Percentage of participants who experienced \\>=1 HES flare during the 32-Week treatment period or who withdrew from the study has been presented. A HES flare is defined as a HES related clinical manifestation based on a physician-documented change in clinical signs or symptoms which resulted in need for an increase in the maintenance Oral Corticosteroid (OCS) dose by at least 10 mg per day for 5 days or an increase in or addition of any cytotoxic or immunosuppressive HES therapy. HES flare is also defined as receipt of two or more courses of blinded active OCS during the treatment period. Intent-to-treat (ITT) Population comprises of all randomized participants. This population was based on the treatment to which the participants were randomized. Any participant who received a treatment randomization number were considered to be randomized.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"56","spread":null},{"groupId":"OG001","value":"28","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Experienced a HES Flare or Who Withdrew From the Study During Week 20 Through Week 32","description":"HES flare during Week 20 through Week 32 was defined as a HES flare starting or ongoing on or after the date of the Week 20 visit up to and including the date of the Week 32 visit. Percentage of participants who experienced \\>=1 HES flare during Week 20 through Week 32 or who withdrew from the study has been presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35","spread":null},{"groupId":"OG001","value":"17","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to First HES Flare","description":"The time to first HES flare was calculated as (onset date of first HES flare minus date of first dose of study treatment) plus 1. Probability of first flare (by week 4, 8, 12, 16, 20, 24, 28, and 32) and corresponding 95% CI have been presented, calculated using the Kaplan-Meier method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.4","spread":null},{"groupId":"OG001","value":"5.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14.9","spread":null},{"groupId":"OG001","value":"7.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"26.2","spread":null},{"groupId":"OG001","value":"9.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"33.8","spread":null},{"groupId":"OG001","value":"13.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"41.3","spread":null},{"groupId":"OG001","value":"13.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"48.9","spread":null},{"groupId":"OG001","value":"14.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"50.8","spread":null},{"groupId":"OG001","value":"20.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"52.7","spread":null},{"groupId":"OG001","value":"26.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of HES Flares Per Participant Per Year","description":"The rate of HES flares for each participant was calculated as the number of observed HES flares divided by the time (expressed in years) between randomization and either the week 32 visit date if available, or the study withdrawal date. Negative binomial generalized linear model including Baseline OCS dose, region, treatment and observed time (offset variable). Wilcoxon test stratified by Baseline OCS (0-\\<=20mg/day, \\>20mg/day prednisone or equivalent) and region. Adjusted mean and 95% CI rate/year has been presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.46","spread":null},{"groupId":"OG001","value":"0.50","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Change From Baseline in Fatigue Severity Based on Brief Fatigue Inventory (BFI) in Item 3 (Worst Level of Fatigue During Past 24 Hours) at Week 32 by Category","description":"The change from Baseline in fatigue severity (worst level of fatigue during past 24 hours) at Week 32 was calculated using the mean of the 7 daily assessments of BFI item 3 up to and including the date of the Week 32 visit as the Week 32 assessment, and the mean of the 7 daily assessments of BFI item 3 up to but not including the date of first dose of study treatment as the Baseline assessment. Wilcoxon Rank Sum test stratified by Baseline fatigue severity (\"severe\" defined as BFI item 3\\>=7 and \"not severe\" defined as BFI item 3\\<7), Baseline OCS (0-\\<=20mg/day and \\>20mg/day prednisone or equivalent) and region. Participants with missing change from Baseline at Week 32 were included in the worst category (\\>=4 point increase).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null},{"groupId":"OG001","value":"9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"9","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":9,"n":54},"commonTop":["Bronchitis","Nasopharyngitis","Headache","Diarrhoea","Rhinitis"]}}}