{"nctId":"NCT01140347","briefTitle":"A Study of Ramucirumab (IMC-1121B) Drug Product (DP) and Best Supportive Care (BSC) Versus Placebo and BSC as 2nd-Line Treatment in Participants With Hepatocellular Carcinoma After 1st-Line Therapy With Sorafenib","startDateStruct":{"date":"2010-10"},"conditions":["Hepatocellular Carcinoma"],"count":565,"armGroups":[{"label":"Ramucirumab DP and BSC","type":"EXPERIMENTAL","interventionNames":["Biological: Ramucirumab DP (IMC-1121B)","Other: BSC"]},{"label":"Placebo and BSC","type":"PLACEBO_COMPARATOR","interventionNames":["Biological: Placebo","Other: BSC"]}],"interventions":[{"name":"Placebo","otherNames":[]},{"name":"Ramucirumab DP (IMC-1121B)","otherNames":["IMC-1121B","LY3009806"]},{"name":"BSC","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n* Eastern Cooperative Oncology Group (ECOG) Performance Status (PS) of 0 or 1\n* Child-Pugh score of \\<7 (Child-Pugh Class A only)\n* Barcelona Clinic Liver Cancer (BCLC) Stage C or BCLC stage B not amenable to locoregional therapy or refractory to locoregional therapy\n* Diagnosis of HCC (excluding fibrolamellar carcinoma) in the absence of histologic or cytologic confirmation\n* There are either clinical, laboratory, or radiographic findings consistent with a diagnosis of liver cirrhosis\n* Has a liver mass measuring at least 2 centimeters (cm) with characteristic vascularization seen on either triphasic computed tomography (CT) scan or magnetic resonance imaging (MRI) with gadolinium\n* At least 1 measurable or evaluable lesion that is viable \\[that is (i.e.), is vascularized\\], and has not been previously treated with locoregional therapy. A lesion that has been previously treated will qualify as a measurable or evaluable lesion if there was demonstrable progression following locoregional therapy\n* Previously treated with sorafenib and has discontinued sorafenib treatment at least 14 days prior to randomization. Participants may have experienced:\n\n  * Radiographically documented disease progression during sorafenib therapy or after discontinuation of sorafenib therapy, or\n  * Discontinuation of sorafenib due to an adverse drug reaction, despite dose reduction by 1 level and BSC\n* The participant has received sorafenib as the only systemic therapeutic intervention. Any hepatic locoregional therapy that has been administered prior to sorafenib is allowed, but not following sorafenib. Radiation to metastatic sites \\[for example (e.g.), bone\\] following sorafenib therapy is permitted.\n* Resolution of clinically significant toxicity of any anti-cancer therapy to Grade ≤1 by the National Cancer Institute Common Terminology Criteria for Adverse Events volume 4.0 (NCI-CTCAE v. 4.0).\n\nAdequate Organ Function defined as:\n\n* Total bilirubin \\<3.0 milligrams/deciliter (mg/dL) \\[51.3 micromole/liter (µmol/L)\\], aspartate aminotransferase (AST) and alanine aminotransferase (ALT) ≤5 × upper limit of normal (ULN)\n* Serum creatinine ≤1.2 × ULN or calculated creatinine clearance \\>50 milliliters/minute (mL/min)\n* Absolute neutrophil count (ANC) ≥1.0 × 10\\^3/microliter (μL) (1.0 × 10\\^9/liter (L)\\]), hemoglobin ≥9 grams/deciliter (g/dL) \\[5.58 millimoles/liter (mmol/L)\\], and platelets ≥75 × 10\\^3/µL (75 × 10\\^9/L)\n* International Normalized Ratio (INR) ≤1.5 and partial thromboplastin time (PTT) ≤5 seconds above ULN. Participants receiving prophylactic low-dose anticoagulant therapy are eligible provided that INR ≤1.5 and PTT ≤5 seconds above the ULN\n* The participant's urinary protein is ≤1+ on dipstick or routine urinalysis. If urine dipstick or routine analysis indicates ≥2+ proteinuria, then a 24-hour urine must be collected and must demonstrate \\<1000 milligrams (mg) of protein in 24 hours to allow participation in the study\n\nExclusion criteria:\n\n* Major surgery within 28 days prior to randomization, or central venous access device placement within 7 days prior to randomization\n* Hepatic locoregional therapy within 28 days prior to randomization\n* Radiation to any nonhepatic (e.g., bone) site within 14 days prior to randomization\n* Sorafenib within 14 days prior to randomization\n* Received any investigational therapy or non-approved drug within 28 days prior to randomization\n* Received any previous systemic therapy with vascular endothelial growth factor (VEGF) inhibitors or vascular endothelial growth factor receptor (VEGFR) inhibitors (including investigational agents) other than sorafenib for treatment of HCC\n* Fibrolamellar carcinoma\n* Received any transfusion, blood component preparation, erythropoietin, albumin preparation, or granulocyte colony-stimulating factors (G-CSF) within 14 days prior to randomization\n* Therapeutic anticoagulation with warfarin, low-molecular-weight heparin, or similar agents. Participants receiving prophylactic, low-dose anticoagulation therapy are eligible provided that the coagulation parameters defined in the inclusion criteria (INR ≤1.5 and PTT ≤5 seconds above the ULN) are met\n* Receiving ongoing therapy with nonsteroidal anti-inflammatory agents (NSAIDs, e.g., indomethacin, ibuprofen, naproxen, nimesulide, celecoxib, etoricoxib, or similar agents) or other antiplatelet agents (e.g., clopidogrel, ticlopidine, prasugrel, dipyridamole, picotamide, indobufen, anagrelide, triflusal). Aspirin (ASA) at doses up to 100 milligrams/day (mg/day) is permitted\n* Symptomatic congestive heart failure, unstable angina pectoris, or symptomatic or poorly controlled cardiac arrhythmia\n* Any arterial thrombotic event, including myocardial infarction, unstable angina, cerebrovascular accident, or transient ischemic attack, within 6 months prior to randomization\n* Uncontrolled arterial hypertension systolic ≥150 / diastolic ≥90 millimeters of mercury (mm Hg) despite standard medical management\n* Grade 3-4 gastrointestinal bleeding or any variceal bleeding episode in the 3 months prior to randomization requiring transfusion, endoscopic or operative intervention (participants with any bleeding episode considered life-threatening during the 3 months prior to randomization are excluded, regardless of transfusion or intervention status)\n* Esophageal or gastric varices that require immediate intervention (e.g., banding, sclerotherapy) or represent a high bleeding risk. Participants with evidence of portal hypertension (including splenomegaly) or any prior history of variceal bleeding must have had endoscopic evaluation within the 3 months immediately prior to randomization. Participants with evidence of portal hypertension are eligible for study participation if endoscopic evaluation does not indicate esophageal or gastric varices that require immediate intervention or represent a high bleeding risk; however, these eligible participants must receive supportive therapy (e.g., beta blocker therapy) according to institutional standards and clinical guidelines during study participation\n* Central nervous system (CNS) metastases or carcinomatous meningitis\n* History of or current hepatic encephalopathy or current clinically meaningful ascites","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Survival (OS)","description":"OS was defined as the time from the date of randomization to the date of death from any cause. Participants who were alive at the end of the follow-up period or were lost to follow-up were censored on the last date the participant was known to be alive.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.17","spread":null},{"groupId":"OG001","value":"7.62","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression-Free Survival (PFS)","description":"PFS was defined as time from date of randomization until date of objectively determined progressive disease (PD) as defined by Response Evaluation Criteria in Solid Tumors (RECIST) version (v) 1.1 or death from any cause. PD was defined as ≥20% increase in sum of diameters (SOD) of target lesions, taking as reference smallest sum on study (including baseline sum if it was smallest). Sum must show a ≥5 millimeter (mm) increase. Appearance of ≥1 new lesions and unequivocal progression of existing non-target lesions were considered progression. In primary analysis, participants alive and without PD were censored at day of last adequate tumor assessment; progression or deaths without progression occurring immediately after ≥2 missed tumor assessments, were censored at day of the last adequate tumor assessment prior to missing assessments; participants who began new anticancer therapy were censored at day of the last adequate tumor assessment prior to start of new anticancer therapy.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.79","spread":null},{"groupId":"OG001","value":"2.10","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Complete Response (CR) or Partial Response (PR) [Objective Response Rate (ORR)]","description":"ORR was defined, using RECIST v1.1 criteria, as the percentage of participants who achieved a best overall response of CR or PR. CR was defined as the disappearance of all lesions and any intratumor arterial enhancement in target lesions, the normalization of the tumor marker level and all lymph nodes short axis reduced to \\<10 mm. PR was defined as ≥30% decrease in the SOD of target lesions, including the short axes of any target lymph nodes, taking as reference the baseline SOD of target lesions, no new lesions and stable nontarget lesions. Percentage of participants was calculated as: (number of participants with CR or PR / number of participants randomized) \\* 100.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.1","spread":null},{"groupId":"OG001","value":"0.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Radiographic Progression (TTP)","description":"TTP was defined as the time from randomization to the first radiographically documented PD. PD was defined, using RECIST v1.1 criteria, as ≥20% increase in SOD of target lesions, taking as reference smallest sum on study (including baseline sum if it was the smallest). Sum must show an absolute increase of ≥5 mm. Appearance of ≥1 new lesions and unequivocal progression of existing non-target lesions were considered progression. Participants without PD were censored at the day of the last adequate tumor assessment. Progression occurred immediately after ≥2 missed tumor assessments and were censored at the day of the last adequate tumor assessment prior to the missing assessments. Participants who began new anticancer therapy were censored at the day of their last adequate tumor assessment prior to start of new anticancer therapy.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.48","spread":null},{"groupId":"OG001","value":"2.63","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Functional Assessment of Cancer Therapy (FACT) Hepatobiliary Symptom Index-8 (FHSI-8)","description":"The FHSI-8 is a self-administered 8-item questionnaire that measures a participant's symptoms in the domains of jaundice, stomach pain/discomfort weight loss, and fatigue. Participants rated each item on a 5-point scale from 0 (not at all) to 4 (very much). Item scores were calculated as outlined in the FACIT manual. FHSI-8 total score was the sum of each item's score with a total score ranging from 0 (highly symptomatic) to 32 (asymptomatic).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.26","spread":"3.164"},{"groupId":"OG001","value":"-0.81","spread":"4.623"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.28","spread":"3.989"},{"groupId":"OG001","value":"-0.01","spread":"4.378"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.97","spread":"4.095"},{"groupId":"OG001","value":"0.75","spread":"3.768"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.44","spread":"5.561"},{"groupId":"OG001","value":"-2.86","spread":"5.618"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in European Quality of Life Questionnaire-5 Dimensions (EQ-5D) Health State Score","description":"The EQ-5D is a self-reported, 5-dimension (mobility, self-care, usual activities, pain/discomfort, and anxiety/depression) questionnaire related to the participant's current health state. Each question was scored using a 3 level scale (no problems, some problems, or extreme problems). EQ-5D health state was defined by combining responses from each of the 5 dimensions into a weighted health-state index score according to the United Kingdom (UK) population based algorithm where 0 = death and 1 = perfect health.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.038","spread":"0.189"},{"groupId":"OG001","value":"-0.046","spread":"0.245"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.054","spread":"0.212"},{"groupId":"OG001","value":"0.003","spread":"0.148"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.062","spread":"0.214"},{"groupId":"OG001","value":"-0.012","spread":"0.085"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.129","spread":"0.290"},{"groupId":"OG001","value":"-0.144","spread":"0.280"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Adverse Events (AEs) and the Number of Participants Who Died","description":"The number of participants with serious AEs (SAEs), other non-serious AEs and participants who died. A summary of SAEs and other non-serious AEs, regardless of causality, is located in the Reported Adverse Events module.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"123","spread":null},{"groupId":"OG001","value":"92","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"254","spread":null},{"groupId":"OG001","value":"235","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"215","spread":null},{"groupId":"OG001","value":"220","spread":null}]}]}]},{"type":"SECONDARY","title":"Maximum Concentration (Cmax) of Ramucirumab, Cycle 1","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"149.6","spread":"36.9"}]}]}]},{"type":"SECONDARY","title":"Cmax of Ramucirumab, Cycle 4","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"189.5","spread":"39.1"}]}]}]},{"type":"SECONDARY","title":"Cmax of Ramucirumab, Cycle 7","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"184.4","spread":"56.3"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment Emergent Positive Anti-Ramucirumab Response [Serum Anti-Ramucirumab Antibody Assessment (Immunogenicity)]","description":"Participants were considered positive for anti-ramucirumab antibodies \\[anti-drug antibodies (ADA)\\] if the post-treatment sample had an increase of at least 4-fold in titer from the pretreatment values. If the pretreatment value was not detected or was not present, a 1:20 post-treatment titer was required to indicate treatment emergence of ADA.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":124,"n":277},"commonTop":["Oedema peripheral","Fatigue","Ascites","Decreased appetite","Nausea"]}}}