{"nctId":"NCT01653743","briefTitle":"Trial to Assess the Clinical Efficacy and Safety of MSJ-0011 in Inducing Ovulation in Anovulatory or Oligo-ovulatory Japanese Women","startDateStruct":{"date":"2012-09"},"conditions":["Anovulation","Oligo-ovulation","Hypothalamic-pituitary Dysfunction","Polycystic Ovarian Syndrome"],"count":81,"armGroups":[{"label":"MSJ-0011","type":"EXPERIMENTAL","interventionNames":["Drug: MSJ-0011","Drug: Follitropin alpha"]},{"label":"urinary hCG","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: urinary hCG (u-hCG)","Drug: Follitropin alpha"]}],"interventions":[{"name":"MSJ-0011","otherNames":[]},{"name":"urinary hCG (u-hCG)","otherNames":[]},{"name":"Follitropin alpha","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Premenopausal women aged between 20 to 39 years inclusive and wishing to conceive\n* Body Mass Index (BMI) of 17.0 to 29.0 kilogram per square meter (kg/m\\^2) inclusive (value up to first decimal place)\n* No clinically significant abnormalities in serum thyroid stimulating hormone (TSH), dehydroepiandrosterone sulfate (DHEA-S), 17-hydroxyProgesterone (17-OHP), prolactin (PRL) and follicle-stimulating hormone (FSH) levels in the early follicular phase\n* Anovulation or oligo-ovulation\n* Any one of the following: spontaneous menstruation (at least twice per year) or a positive response to progestin as evidenced by menstruation.\n* Eligible for ovarian stimulation with gonadotropins (e.g. documented failure to ovulate or achieve pregnancy with anti-estrogenic therapy such as clomiphene citrate)\n* Male partner with normal semen analysis, as defined by World Health Organization (WHO) standards, within 12 months prior to date of informed consent\n* Normal cervical smear results (Papanicolaou \\[PAP\\] score less than or equal to \\[\\<=\\] II) taken within 12 months prior to date of informed consent; if not available a cervical smear will be performed as part of screening\n* Full comprehension of the trial and voluntary consent obtained in writing prior to participation in this trial\n\nExclusion Criteria:\n\n* Infertility involving gynecological factors other than anovulation or oligo-ovulation secondary to hypothalamic-pituitary dysfunction (Grade 1 Amenorrhea, Oligomenorrhea or Anovulatory Cycles) or polycystic ovarian syndrome (PCOS) and for whom ovulation induction (OI) therapy is contraindicated\n* Subjects with known surgical/histological diagnosis of endometriosis greater than Stage II (American Fertility Society classification), or endometriosis requiring treatment\n* Infertility secondary to amenorrhea of uterine cause\n* Infertility secondary to primary or premature ovarian failure\n* Infertility secondary to known adrenal or thyroid dysfunction, or hyperprolactinemia\n* Failure of ovulation in 2 or more consecutive previous cycles with any gonadotropins\n* Subjects in whom pregnancy is contraindicated, e.g. malformations of sexual organs or fibroid tumors of the uterus incompatible with pregnancy\n* Extrauterine pregnancy in the previous 3 months\n* History or presence of intracranial tumor (e.g. hypothalamic or pituitary tumor)\n* Presence of or suspected gonadotropin- or estrogen-dependent malignancy (e.g. ovarian, uterine or mammary carcinoma)\n* Untreated endometrial hyperplasia\n* Abnormal hemorrhage of the reproductive tract of unknown origin\n* History of severe ovarian hyper stimulation syndrome (OHSS) (Classification of OHSS Severity, Japan Reproductive/Endocrine Working Group)\n* Clinically significant systemic disease (e.g. insulin-dependent diabetes, epilepsy, severe migraine, intermittent porphyria, hepatic, renal or cardiovascular disease, severe corticosteroid-dependent asthma)\n* Participation in another clinical trial within 3 months prior to date of informed consent or simultaneous participation in another clinical trial\n* Gonadotropin treatment within 2 months prior to date of informed consent\n* Legal incapacity or limited legal capacity","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"20 Years","maximumAge":"39 Years","stdAges":["ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Subjects With Ovulation Mid-luteal Serum Progesterone (P4) Level of Greater Than or Equal (>=) 5 Nanogram Per Milliliter (ng/mL) or Clinical Pregnancy","description":"Ovulation was defined as mid-luteal serum progesterone level of \\>= 5 ng/mL or clinical pregnancy. Clinical pregnancy was defined as the presence of at least a fetal sac on transvaginal ultrasound (TVUS).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null},{"groupId":"OG001","value":"100","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects With Ovulation Mid-Luteal Serum Progesterone (P4) Level of Greater Than or Equal (>=) 9.4 Nanogram Per Milliliter (ng/mL) or Clinical Pregnancy","description":"Ovulation was defined as mid-luteal serum progesterone level of \\>= 9.4 ng/mL or clinical pregnancy. Clinical pregnancy was defined as the presence of at least a fetal sac on TVUS.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"96.3","spread":null},{"groupId":"OG001","value":"88.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Mid-luteal Endometrial Thickness","description":"Endometrial thickness was measured using TVUS.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.6","spread":"2.64"},{"groupId":"OG001","value":"12.4","spread":"2.58"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Biochemical Pregnancy","description":"Percentage of subjects with biochemical pregnancy was assessed. Biochemical pregnancy was defined as any miscarriage without any evidence of a fetal sac on TVUS on the Day 35 to 42 post hCG treatment, but with a positive serum β-hCG pregnancy test on Day 15 to 20 post hCG treatment (Beta-hCG level greater than \\[\\>\\] 10 IU/Liter)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.7","spread":null},{"groupId":"OG001","value":"3.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Clinical Pregnancy","description":"Percentage of subjects with clinical pregnancy was assessed. Clinical pregnancy was defined as the presence of at least a fetal sac on TVUS.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"29.6","spread":null},{"groupId":"OG001","value":"33.3","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":54},"commonTop":["Ovarian hyperstimulation syndrome","Ovarian cyst","Injection site erythema","Injection site pain","Nasopharyngitis"]}}}