{"nctId":"NCT01370018","briefTitle":"Therapy to Elevate CD4 Counts in HIV-1 Disease","startDateStruct":{"date":"2006-12"},"conditions":["HIV Disease"],"count":4,"armGroups":[{"label":"alpha-1 proteinase inhibitor in HIV","type":"EXPERIMENTAL","interventionNames":["Biological: alpha-1-Proteinase Inhibitor"]}],"interventions":[{"name":"alpha-1-Proteinase Inhibitor","otherNames":["Zemaira","Prolastin"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. HIV-1 patients must have confirmed HIV-1 disease, diagnosed using the standard criteria and be on antiretroviral therapy. Patients with inherited alpha-1 proteinase inhibitor deficiency (PIzz) must not have previously received alpha-1 proteinase inhibitor therapy. Uninfected volunteers will be age and gender matched.\n2. HIV-1 patients must have measurable disease, defined as HIV-1 infected patients on antiretroviral therapy with undetectable HIV RNA (\\<500 HIV-1 RNA copies/ml) and CD4 counts more than 200 and less than 400 cells/uL.\n3. Age at least 18 years and under 65 years.\n4. HIV-1 patients must have active alpha-1 proteinase inhibitor below 11uM (normal is 18-53 uM).\n5. HIV-1 patients must have one year history (prior to the study) with CD4 counts greater than 200 and less than 400 cells/uL.\n6. Volunteers must have no evidence of malignancy.\n\nExclusion Criteria:\n\n1. Recent illness that will prevent the patient from participating in required study activities.\n2. Patients receiving other investigational agents.\n3. Patients with known malignancies.\n4. Patients with more than 500 HIV RNA copies/mL.\n5. Patients with more than 400 CD4 cells/uL.\n6. Uncontrolled illness including, but not limited to, ongoing or active infection, myeloid dysplastic syndrome, anemia, bone marrow failure, DiGeorge Syndrome, thymic disorders, or psychiatric illness/social situations that would limit compliance with study requirements.","healthyVolunteers":true,"sex":"MALE","genderBased":true,"genderDescription":"Female subjects were not included in this pilot study to avoid pregnancy-related issues.","minimumAge":"30 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"CD4/CD8 Ratio","description":null,"paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.44","spread":"0.30"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":4},"commonTop":[]}}}