{"nctId":"NCT02023099","briefTitle":"Study to Evaluate the Efficacy and Safety of ABT-450/Ritonavir/ABT-267 (ABT-450/r/ABT-267) in Japanese Adults With Subgenotype 1b Chronic Hepatitis C Virus (HCV) Infection","startDateStruct":{"date":"2013-12"},"conditions":["Chronic Hepatitis C Infection"],"count":363,"armGroups":[{"label":"Substudy 1, Arm A: DB 2-DAA","type":"EXPERIMENTAL","interventionNames":["Drug: ABT-450/r/ABT-267"]},{"label":"Substudy 1, Arm B: DB Placebo, Followed by OL 2-DAA","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: ABT-450/r/ABT-267","Drug: Placebo"]},{"label":"Substudy 2, Arm C: OL 2-DAA","type":"EXPERIMENTAL","interventionNames":["Drug: ABT-450/r/ABT-267"]}],"interventions":[{"name":"ABT-450/r/ABT-267","otherNames":["ABT-267 also known as ombitasvir","ABT-450 also known as paritaprevir","ritonavir also known as Norvir","VIEKIRAX Combination Tablets","Qurevo","Technivie","VIEKIRA Combination Tablets"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Chronic HCV-infection prior to study enrollment\n* Screening laboratory result indicating HCV subgenotype 1b infection\n* Subject has plasma HCV RNA level greater than 10,000 IU/mL at Screening\n* Voluntarily sign an informed consent\n* Females must be practicing specific forms of birth control on study treatment, or be post-menopausal for more than 2 years or surgically sterile\n\nExclusion Criteria:\n\n* Co-infection of Hepatitis B Virus (HBV), human immunodeficiency virus (HIV) or any HCV genotype other than subgenotype 1b\n* Prior therapy with direct acting antiviral agents for the treatment of HCV, including telaprevir, simeprevir and boceprevir\n* Any cause of liver disease other than chronic HCV-infection, including but not limited to the following: hemochromatosis; alpha-1 antitrypsin deficiency; Wilson's disease; autoimmune hepatitis; alcoholic liver disease; drug-related liver disease; clinically significant laboratory abnormalities; uncontrolled clinically significant disease, disorder or medical illness","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Non-cirrhotic Treatment-Naïve Participants Who Are Eligible for Interferon (IFN)-Based Therapy and Who Have High Viral Load in the DB Active Treatment Group With a Sustained Virologic Response 12 Weeks Post-treatment","description":"The percentage noncirrhotic treatment-naïve participants who were eligible for IFN-based therapy and who had high viral load at baseline (HCV RNA ≥ 100,000 IU/mL) in the DB active treatment group with sustained virologic response (plasma Hepatitis C virus ribonucleic acid \\[HCV RNA\\] level less than the lower limit of quantitation \\[\\< LLOQ\\]) 12 weeks after the last dose of active study drug (SVR12). Among noncirrhotic treatment-naïve participants who were eligible for IFN-based therapy and who had high viral load at baseline, superiority of Arm A to a clinically relevant threshold based on historical SVR rate with telaprevir plus pegylated interferon alpha/ribavirin (pegIFN/RBV) in treatment-naïve, non-cirrhotic patients with high viral load; the lower bound of 95% confidence interval (LCB) had to exceed 63% to achieve superiority. The 95% confidence interval was calculated using the normal approximation to the binomial distribution.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"94.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants in the Active Treatment Group With On-treatment Virologic Failure During Treatment","description":"On-treatment virologic failure among all randomized non-cirrhotic participants who received at least one dose of DB ABT-450/r/ABT-267 and all enrolled participants with compensated cirrhosis who received at least one dose of OL ABT-450/r/ABT-267. On-treatment virologic failure is defined as the occurrence of at least one of the following:\n\n* confirmed HCV RNA ≥ LLOQ (defined as 2 consecutive HCV RNA measurements ≥ LLOQ) at any point during treatment after HCV RNA \\< LLOQ (rebound), or\n* confirmed increase from nadir in HCV RNA (defined as 2 consecutive HCV RNA measurements \\> 1 log10 IU/mL above nadir) at any time point during treatment (rebound), or\n* HCV RNA ≥ LLOQ persistently during treatment with at least 6 weeks (≥ 36 days) of treatment (failure to suppress).\n\nThe 95% confidence interval was calculated using the Wilson's score method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.5","spread":null},{"groupId":"OG001","value":"2.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants in the Substudy 1 Arm A Active Treatment Group With On-treatment Virologic Failure During Treatment, by Subpopulation","description":"On-treatment virologic failure among all randomized non-cirrhotic participants who received at least one dose of DB ABT-450/r/ABT-267 in the following subpopulations: noncirrhotic treatment-naïve (T-naïve) participants with a high baseline (BL) viral load (HCV RNA ≥ 100,000 IU/mL) who are eligible for IFN-based therapy (IFN-BT), a low viral load (HCV RNA \\< 100,000 IU/mL), or who are ineligible for IFN-BT; noncirrhotic treatment-experienced (T-exp) participants who relapsed after prior IFN-BT, who were nonresponders to prior IFN-BT, or who were intolerant to IFN-BT. On-treatment virologic failure is defined in Outcome measure 2. The 95% confidence interval was calculated using the Wilson's score method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants in the Active Treatment Group With Post-treatment Relapse","description":"Post-treatment relapse among all randomized non-cirrhotic participants who received at least one dose of DB ABT-450/r/ABT-267 and completed treatment, and all enrolled participants with compensated cirrhosis who received at least one dose of OL ABT-450/r/ABT-267 and completed treatment. Relapse was defined as confirmed HCV RNA ≥ LLOQ (defined as 2 consecutive HCV RNA measurements ≥ LLOQ) between the final treatment visit and 12 weeks after the last dose of study drugs among participants completing treatment and with HCV RNA \\< LLOQ at the final treatment visit and at least one post-treatment HCV RNA value. The 95% confidence interval was calculated using the Wilson's score method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.4","spread":null},{"groupId":"OG001","value":"5.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants in Substudy 1 Arm A Active Treatment Group With Post-treatment Relapse, by Subpopulation","description":"Post-treatment relapse among all randomized non-cirrhotic participants who received at least one dose of DB ABT-450/r/ABT-267 and completed treatment, in the following subpopulations: noncirrhotic treatment-naïve (T-naïve) participants with a high baseline (BL) viral load (HCV RNA ≥ 100,000 IU/mL) who are eligible for IFN-based therapy (IFN-BT), a low BL viral load (HCV RNA \\< 100,000 IU/mL), or who are ineligible for IFN-BT; noncirrhotic treatment-experienced (T-exp) participants who relapsed after prior IFN-BT, who were nonresponders to prior IFN-BT, or who were intolerant to IFN-BT.\n\nRelapse was defined as confirmed HCV RNA ≥ LLOQ (defined as 2 consecutive HCV RNA measurements ≥ LLOQ) between the final treatment visit and 12 weeks after the last dose of study drugs among participants completing treatment and with HCV RNA \\< LLOQ at the final treatment visit and at least one post-treatment HCV RNA value. The 95% confidence interval was calculated using the Wilson's score method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants in the Active Treatment Group With Sustained Virologic Response 12 Weeks Post-treatment","description":"Sustained virologic response (plasma HCV RNA level \\< LLOQ) 12 weeks after the last dose of study drug for all randomized non-cirrhotic participants who received at least one dose of DB ABT-450/r/ABT-267 and for all enrolled participants with compensated cirrhosis who received at least one dose of open-label ABT-450/r/ABT-267. The 95% confidence interval was calculated using the Wilson's score method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"94.9","spread":null},{"groupId":"OG001","value":"90.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants in Substudy 1 Arm A Active Treatment Group With Sustained Virologic Response 12 Weeks Post-Treatment, by Subpopulation","description":"Sustained virologic response (plasma HCV RNA level \\< LLOQ) 12 weeks after the last dose of study drug for all randomized non-cirrhotic participants who received at least one dose of DB ABT-450/r/ABT-267 in the following subpopulations: noncirrhotic T-naïve participants with a high BL viral load (HCV RNA ≥ 100,000 IU/mL) who are eligible for IFN-BT; noncirrhotic T-naïve participants with low BL viral load (HCV RNA \\< 100,000 IU/mL); noncirrhotic T-naïve participants who are ineligible for IFN-BT; noncirrhotic T-exp participants who relapsed after prior IFN-BT; noncirrhotic T-exp participants who were nonresponders to prior IFN-BT; noncirrhotic T-exp participants who were intolerant to IFN-BT. The 95% confidence interval was calculated using the Wilson's score method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"94.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"94.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"91.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"96.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"95.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"92.3","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":7,"n":215},"commonTop":["NASOPHARYNGITIS","HEADACHE","OEDEMA PERIPHERAL","PRURITUS","DIARRHOEA"]}}}