{"nctId":"NCT00004635","briefTitle":"Thalidomide for the Treatment of Hormone-Dependent Prostate Cancer","startDateStruct":{"date":"2000-03-01","type":"ACTUAL"},"conditions":["Prostate Cancer"],"count":159,"armGroups":[{"label":"Thalidomide","type":"EXPERIMENTAL","interventionNames":["Drug: Thalidomide","Drug: leuprolide acetate","Drug: goserelin"]},{"label":"Placebo","type":"EXPERIMENTAL","interventionNames":["Drug: leuprolide acetate","Drug: goserelin","Other: Placebo"]}],"interventions":[{"name":"Thalidomide","otherNames":["Thalomid"]},{"name":"leuprolide acetate","otherNames":["leuprorelin"]},{"name":"goserelin","otherNames":["Zolodex"]},{"name":"Placebo","otherNames":["Sugar pill"]}],"eligibilityModule":{"eligibilityCriteria":"* Inclusion Criteria:\n* patients must have prostate specific antigen (PSA) only androgen dependent adenocarcinoma of the prostate. All patients must have failed definitive therapy (radical prostatectomy, radiation therapy with external beam or brachytherapy,or cryosurgery).\n* Patients must have a negative Computerized Tomography (CT) scan and Bone Scan for metastatic prostate cancer.\n* Patients must have histopathological documentation of prostate cancer. Every attempt should be made to have slides and blocks reviewed at National Cancer Institute (NCI) Pathology laboratory. The review of pathology by the NCI will not delay enrollment.\n* Patients must have progressive prostate cancer. Two consecutively rising PSAs above the nadir post-definitive therapy and an absolute value greater than 1.0 ng/ml separated by at least 2 weeks.\n* Patients must have a life expectancy of more than 12 months.\n* Patients must have a performance status of 0 to 2 according to the Eastern Cooperative Oncology Group (ECOG) criteria.\n* Hematological eligibility parameters (within 2 weeks of starting therapy):\n\nGranulocyte count greater than or equal to 1,000/mm\\^3. Platelet count greater than or equal to 75,000/mm\\^3.\n\n\\- Biochemical eligibility parameters (within 2 weeks of starting therapy): If the creatinine is greater than 2.0 mg/dL obtain a 24 hour urine collection.\n\nCreatinine clearance must be greater than 40 mL/min. Hepatic function:\n\nbilirubin (total) less than or equal to 1 mg/dL upper limit of normal; Alanine aminotransferase (ALT) less than 2.5 times upper limit of normal.\n\n* Exception: Patients with Clinical Gilbert's Syndrome may have total bilirubin less than or equal to 2.5 mg/dL.\n* Patients must not have other concurrent malignancies (within the past 2 years) with the exception of nonmelanoma skin cancer and Rai Stage 0 chronic lymphoma leukemia), in situ carcinoma of any site, or life threatening illnesses, including untreated infection (must be at least 1 week off intravenous antibiotic therapy before beginning thalidomide).\n* Patients with a history of unstable or newly diagnosed angina pectoris, recent myocardial infarction (within 6 months of enrollment), New York class II-IV congestive heart failure, chronic obstructive lung disease requiring oxygen therapy, uncontrolled seizure activity or by medical judgement of the physician, are not eligible.\n* Patients must be able to understand and sign an informed consent document.\n* Patients must be willing to travel from their home to the NIH or the participating institution (Louisiana State Univ., Univ. of Washington, Columbia University,Wayne State, University of Minnesota, University of Pittsburgh, Holy Cross)for follow-up visits (due to sedation associated with thalidomide). It is preferred that patients not drive the first 3 days of taking daily dosing,or if sedation appears to be a continuing complication).\n* Patients must be greater than or equal to 18 years of age.\n* Male patients must be counseled about the possibility that thalidomide may be present in semen. Men must use a latex condom every time they have sexual intercourse with women during therapy and for 8 weeks after discontinuing thalidomide, even if they have had a successful vasectomy.\n* Patients may enroll as a late entry if the following criteria are met: Have received leuprolide or goserelin within 3 months of starting study,have a PSA within two weeks of hormonal injection and have a bone scan without metastasis within 8 weeks of enrollment.\n* Patients with Rai Stage of Chronic Lymphocytic Leukemia (lymphocytosis only) will be eligible.\n* Exclusion Criteria:\n* Patients that have received leuprolide, diethylstilbestrol (DES), flutamide, bicalutamide, PC stands for prostate cancer and SPES is the Latin word for hope)PC-SPES, goserelin, cytotoxic chemotherapy, finasteride and/or nilutamide within the past year (or currently) are not eligible. Patients that received these agents for adjuvant or neoadjuvant therapy at the time of definitive therapy are eligible. Exception: Patients enrolled under late entry criteria, who have received leuprolide/goserelin within 3 months of starting study are eligible.\n* Patients with National Cancer Institute (NCI)/Cancer Therapy Evaluation Program (CTEP) grade 2 or greater peripheral neuropathy of any cause that is clinically detectable, patients receiving anti-convulsive medications, and patients with a history of seizures within the past 10 years will not be eligible for this study.\n* Patients who are receiving sedative/hypnotic agents (i.e. benzodiazepines) which cannot be discontinued, will not be eligible for this study. Patients who have had a surgical orchiectomy will not be eligible for this study.\n* Patients who received a systemic chemotherapy for prostate cancer will not be eligible.\n* Patients with a confirmed psychiatric history of a major depression consistent with American Psychiatric Association Diagnostic and Statistical Manual (DSM IIIR criteria), confirmed by a psychiatrist will not be eligible.","healthyVolunteers":false,"sex":"MALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Time to Progression","description":"Time to progression is defined as follows: if the PSA returns to baseline (defined as the PSA value prior to starting leuprolide or goserelin) or increases to the absolute value of 5 ng/ml.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null},{"groupId":"OG001","value":"9.6","spread":null}]}]}]},{"type":"SECONDARY","title":"The Number of Participants With Adverse Events","description":"Here are the total number of participants with adverse events. For the detailed list of adverse events see the adverse event module.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"117","spread":null},{"groupId":"OG001","value":"98","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":117,"n":138},"commonTop":["Hyperglycemia","Infection without neutropenia","Pain-Other","Joint, muscle, or bone (osseous)-Other","Creatinine"]}}}