{"nctId":"NCT01877655","briefTitle":"A Study to Evaluate a Therapeutic Vaccine, ASP0113, in Cytomegalovirus (CMV)-Seropositive Recipients Undergoing Allogeneic, Hematopoietic Cell Transplant (HCT)","startDateStruct":{"date":"2013-09-11","type":"ACTUAL"},"conditions":["Cytomegalovirus (CMV)-Positive Recipients","Allogeneic, Hematopoietic Cell Transplant (HCT)"],"count":514,"armGroups":[{"label":"ASP0113","type":"EXPERIMENTAL","interventionNames":["Biological: ASP0113"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"ASP0113","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participant is a CMV-seropositive HCT recipient\n* Participant is planned to undergo either of the following:\n\n  * Sibling Donor Transplant\n  * Unrelated Donor Transplant\n* Participant has one of the following underlying diseases:\n\n  * Acute myeloid leukemia (AML)\n  * Acute lymphoblastic leukemia (ALL)\n  * Acute undifferentiated leukemia (AUL)\n  * Acute biphenotypic leukemia\n  * Chronic myelogenous leukemia (CML)\n  * Chronic lymphocytic leukemia (CLL).\n  * A defined myelodysplastic syndrome(s) (MDS)\n  * Primary or secondary myelofibrosis\n  * Lymphoma (including Hodgkin's)\n\nExclusion Criteria:\n\n* Participant has active CMV disease or infection or has received treatment for active CMV disease or infection within 3 months (90 days) prior to transplant\n* Participant has a modified hematopoietic cell transplant comorbidity index (HCT-CI) score ≥ 4\n* Participant has received a prior HCT and has residual Chronic Graft-versus-host Disease (cGVHD)\n* Participant who is scheduled to have a cord blood transplant or a haploidentical transplant\n* Participant has a platelet count of less than 50,000 mm3 within 3 days prior to randomization (platelet transfusions are allowed)\n* Participant has aplastic anemia or multiple myeloma","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Composite of All-Cause Mortality and Adjudicated Cytomegalovirus End Organ Disease (CMV EOD) Through 1 Year Post Transplant","description":"This was the composite of all-cause mortality and adjudicated CMV EOD through 1 year posttransplant, The CMV EOD was assessed by the independent and blinded adjudication committee, which counted events that were observed up to day 380 from transplantation. Deaths that occurred up to day 365 from transplant were also counted.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30.20","spread":null},{"groupId":"OG001","value":"35.37","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"28.24","spread":null},{"groupId":"OG001","value":"31.71","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.53","spread":null},{"groupId":"OG001","value":"6.10","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Protocol-Defined CMV Viremia Through 1 Year Posttransplant","description":"Protocol-defined CMV viremia was defined as a CMV plasma viral load ≥1000 IU/mL as assessed by the central laboratory. Rate was based on cumulative incidence function estimated at 1 year. The central laboratory had the lower limit of quantification \\[LLOQ\\] for CMV viral load assessment, so when the viral load was below the LLOQ the actual viral load reading was not possible and was denoted as ≤LLOQ. If participant had any CMV viral load assessments greater than the LLOQ it was classified as viremic.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"58.6","spread":null},{"groupId":"OG001","value":"56.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Adjudicated CMV-Specific Antiviral Therapy (AVT) Through 1 Year Posttransplant","description":"The CMV-specific AVT use was adjudicated by the independent and blinded committee. When the CMV-specific AVT was initiated, a central CMV viral load was obtained weekly until it was discontinued. Participants without any CMV-specific AVT events were censored on the last study evaluation.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"53.2","spread":null},{"groupId":"OG001","value":"54.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With a Composite Endpoint of Protocol-defined CMV Viremia and Adjudicated CMV-Specific AVT Use","description":"Protocol-defined CMV viremia was as CMV plasma viral load ≥ 1000 IU/mL as assessed by the central laboratory. The CMV-specific AVT was determined by the adjudication committee. Participants with no posttransplant viral load data were excluded from the analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"60.78","spread":null},{"groupId":"OG001","value":"60.98","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With First Occurrence of Adjudicated CMV-specific AVT or Adjudicated Diagnosis of CMV EOD After Study Drug First Injection Through 1 Year Posttransplant","description":"Rate was based on cumulative incidence function estimate at 1 year. Time to first CMV-specific AVT was defined as time to the start of AVT for CMV viremia or CMV EOD. CMV-specific AVT and EOD were determined by the adjudication committee. This endpoint was a composite endpoint based on the independent adjudication committee assessments of CMV-specific AVT and CMV EOD.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"54.4","spread":null},{"groupId":"OG001","value":"55.4","spread":null}]}]}]},{"type":"SECONDARY","title":"All-Cause Mortality at 1 Year Posttransplant","description":"All-cause mortality through 1-year post-transplantation summary included all deaths and unknown survival status. For the known deaths, the adjudication committee assessed results and summarized them according to the following category: Mortality due to the participant's primary disease, and mortality due to causes unrelated to the participant's primary disease. Participants with unknown survival status at 1 year were considered dead for this analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"28.24","spread":null},{"groupId":"OG001","value":"31.71","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":221,"n":255},"commonTop":["Nausea","Diarrhoea","Pyrexia","Vomiting","Injection site pain"]}}}