{"nctId":"NCT01431950","briefTitle":"Evaluating the Efficacy and Safety of Fluticasone Furoate in the Treatment of Asthma in Adults and Adolescents","startDateStruct":{"date":"2011-09"},"conditions":["Asthma"],"count":238,"armGroups":[{"label":"FF 100mcg once daily","type":"EXPERIMENTAL","interventionNames":["Drug: fluticasone furoate","Drug: albuterol/salbutamol"]},{"label":"FF 200mcg once daily","type":"EXPERIMENTAL","interventionNames":["Drug: fluticasone furoate","Drug: albuterol/salbutamol"]}],"interventions":[{"name":"fluticasone furoate","otherNames":[]},{"name":"albuterol/salbutamol","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Signed informed consent\n* Outpatient at least 12 years of age with diagnosis of asthma at least 12 weeks prior to first visit\n* Both genders; females of child bearing potential must be willing to use appropriate contraception\n* Pre-bronchodilator FEV1 of 40-90% predicted\n* Reversibility FEV1 of at least 12% and 200mLs\n* Current asthma therapy that includes inhaled corticosteroid for at least 4 weeks prior to first visit\n\nExclusion Criteria:\n\n* History of life threatening asthma\n* Respiratory infection or candidiasis\n* Asthma exacerbation requiring OCS within last 4 weeks or overnight hospital stay within the last 3 months\n* Concurrent respiratory disease or other disease that would confound study participation of affect subject safety\n* Allergies to study drugs, study drug excipients, medications related to study drugs\n* Taking another investigational medication or medication prohibited for use during the study\n* Previous treatment with FF or FF/VI in a phase II or III study\n* Night shift workers\n* Children in care","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","maximumAge":"100 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Clinic Visit Evening (Pre-bronchodilator and Pre-dose) Forced Expiratory Volume in One Second (FEV1) at the End of the 24-week Treatment Period","description":"FEV1 is a measure of lung function and is defined as the maximal amount of air that can be forcefully exhaled in one second. Evening clinic visit FEV1 is defined as the clinic visit (pre-bronchodilator and pre-dose) FEV1 measurement taken at the Week 24 clinic visit. Pre-dose and pre-rescue albuterol/salbutamol trough FEV1 were measured electronically by spirometry in the evening at the Baseline through Week 24 clinic visits. The highest of 3 technically acceptable measurements was recorded. Baseline was the pre-dose value obtained at Visit 2. Change from Baseline was calculated as the Week 24 value minus the Baseline value. Analysis was performed using analysis of covariance (ANCOVA) with covariates of Baseline, region, sex, age, and treatment. The last observation carried forward (LOCF) method was used to impute missing data, in which the last non-missing, pre-dose, post-Baseline on-treatment measurement at scheduled clinic visits was used to impute the missing value.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.208","spread":"0.0417"},{"groupId":"OG001","value":"0.284","spread":"0.0411"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Percentage of Rescue-free 24-hour (hr) Periods Over the 24-week Treatment Period","description":"The number of inhalations of rescue bronchodilator, albuterol/salbutamol inhalation aerosol, used during the day and night was recorded by the participants in a daily electronic diary (eDiary). A 24-hour period in which a participant's responses to both the morning and evening assessments indicated no use of rescue medication was considered to be rescue free. A 24-hour period was considered as missing if both day time and night time values were missing or if one of the day time or night time values were missing and the other value indicated no use of rescue medication. The Baseline value is the average of the values over the last 7 days of the daily eDiary prior to the randomization of the participant. Change from Baseline was calculated as the averaged value during the 24-week Treatment Period minus the Baseline value. Analysis was performed using ANCOVA with covariates of Baseline, region, sex, age, and treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.3","spread":"3.05"},{"groupId":"OG001","value":"23.1","spread":"3.03"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Daily Evening (PM) Peak Expiratory Flow (PEF) Averaged Over the 24-week Treatment Period","description":"PEF is a measure of lung function and is defined as the maximum airflow during a forced expiration beginning with the lungs fully inflated. PEF was measured by the participants using a hand-held electronic peak flow meter each morning and evening prior to the dose of study medication and any rescue albuterol/salbutamol inhalation aerosol use. Change from Baseline (defined as the average of the values of the last 7 days prior to randomization of the participants) was calculated as the value of the averaged daily trough PM PEF over the 24-week Treatment Period minus the Baseline value. Analysis was performed using ANCOVA with covariates of Baseline, region, sex, age, and treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.9","spread":"3.26"},{"groupId":"OG001","value":"7.2","spread":"3.25"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Daily Morning (AM) PEF Averaged Over the 24-week Treatment Period","description":"PEF is a measure of lung function and is defined as the maximum airflow during a forced expiration beginning with the lungs fully inflated. PEF was measured by the participants using a hand-held electronic peak flow meter each morning and evening prior to the dose of study medication and any rescue albuterol/salbutamol inhalation aerosol use. Change from Baseline (defined as the average of the values of the last 7 days prior to randomization of the participants) was calculated as the value of the averaged daily AM PEF over the 24-week Treatment Period minus the Baseline value. Analysis was performed using ANCOVA with covariates of Baseline, region, sex, age, and treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.4","spread":"3.22"},{"groupId":"OG001","value":"13.2","spread":"3.20"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Percentage of Symptom-free 24-hour (hr) Periods Over the 24-week Treatment Period","description":"Asthma symptoms were recorded in a daily eDairy by the participants every day in the morning and evening before taking any rescue or study medication and before the peak expiratory flow measurement. A 24-hour period in which a participant's responses to both the morning and evening assessments indicated no symptoms was considered to be symptom free. A 24-hour period was considered as missing if both the day time and night time data were missing or if one was symptom-free but the other was missing. The Baseline value was the average of the values of the last 7 days of the daily eDiary prior to the randomization of the participant. Change from Baseline was calculated as the averaged value during the 24-week Treatment Period minus the Baseline value. Analysis was performed using ANCOVA with covariates of Baseline, region, sex, age, and treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17.5","spread":"2.80"},{"groupId":"OG001","value":"19.6","spread":"2.79"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":119},"commonTop":["Nasopharyngitis","Headache","Bronchitis","Influenza","Sinusitis"]}}}