{"nctId":"NCT02040428","briefTitle":"The Fibrin Pad CV Phase III Study","startDateStruct":{"date":"2014-01-01","type":"ACTUAL"},"conditions":["Cardiovascular Disease"],"count":156,"armGroups":[{"label":"EVARREST™ Fibrin Sealant Patch","type":"EXPERIMENTAL","interventionNames":["Biological: EVARREST™ Fibrin Sealant Patch"]},{"label":"Topical hemostat","type":"ACTIVE_COMPARATOR","interventionNames":["Biological: Topical hemostat"]}],"interventions":[{"name":"EVARREST™ Fibrin Sealant Patch","otherNames":[]},{"name":"Topical hemostat","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subjects ≥18 years of age, requiring an elective or urgent, open aortic surgical procedure utilizing cardiopulmonary bypass. Subjects in Japan between ≥18 and \\<20 years of age will require consent by the subject's legal representative\n* Subjects must be willing to participate in the study and provide written informed consent.\n* Presence of an appropriate Target Bleeding Site (TBS) along the anastomotic suture line, involving a synthetic aortic graft, as identified intra-operatively by the investigator;\n\nExclusion Criteria:\n\n* Subjects with known intolerance to blood products or to one of the components of the study product or unwilling to receive blood products;\n* Exposure to another investigational drug or device in a clinical trial within 30 days prior to surgery or anticipated in the 60 day follow up period after surgery.\n* Female subjects who are pregnant or nursing.\n* TBS is from a large defects in visible arteries or veins where the injured vascular wall requires repair and maintenance of vessel patency or where there would be persistent exposure of EVARREST™ Fibrin Sealant Patch to blood flow and/or pressure during absorption of the product;\n* TBS with major arterial bleeding requiring suture or mechanical ligation;\n* TBS involves an expanded polytetrafluoroethylene (ePTFE) graft\n* TBS within an actively infected field;\n* Bleeding site is in, around, or in proximity to foramina in bone, or areas of bony confine;\n* Subjects with any intra-operative findings identified by the investigator that may preclude conduct of the study procedure;","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Hemostasis at the Target Bleeding Site (TBS) at 3 Minutes Following Treatment Application.","description":"Number of subjects achieving hemostasis at the Target Bleeding Site (TBS) at 3 minutes following treatment application, with no re-bleeding at the TBS any time prior to the initiation of final chest wall closure","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"57","spread":null},{"groupId":"OG001","value":"36","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Hemostasis at the Target Bleeding Site (TBS) at 6 Minutes Following Treatment Application","description":"The number of subjects achieving hemostatic success at 6 minutes following treatment application with no re-bleeding at the TBS any time prior to the initiation of final chest wall closure.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"59","spread":null},{"groupId":"OG001","value":"45","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Hemostasis at the Target Bleeding Site (TBS) at 10 Minutes Following Treatment Application","description":"The number of subjects achieving hemostatic success at 10 minutes following treatment application, with no re-bleeding at the TBS any time prior to the initiation of final chest wall closure.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"64","spread":null},{"groupId":"OG001","value":"56","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Re-bleeding at the Target Bleeding Site (TBS) Requiring Additional Treatment","description":"The number of subjects who, after the initial establishment of TBS hemostasis at 3 minutes, had intra-operative re-bleeding requiring treatment at the TBS","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":31,"n":75},"commonTop":["Atrial fibrillation","Pleural effusion","Anaemia","Nausea","Hypotension"]}}}