{"nctId":"NCT04490499","briefTitle":"A Hepatitis B Vaccine Challenge Study After Previous Vaxelis® Vaccination (V419-013)","startDateStruct":{"date":"2020-09-02","type":"ACTUAL"},"conditions":["Hepatitis B"],"count":207,"armGroups":[{"label":"HBVAXPRO™","type":"EXPERIMENTAL","interventionNames":["Biological: HBVAXPRO™"]}],"interventions":[{"name":"HBVAXPRO™","otherNames":["Hepatitis B virus (HBV) vaccine; V232"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Is healthy (based on a review of medical history and targeted physical examination) based on the clinical judgment of the investigator.\n* Has participated in Protocol V419-007 and received a 3 + 1 Vaxelis® schedule or participated in Protocol V419-008 and received a 2 + 1 Vaxelis® schedule.\n* The participant (or legally acceptable representative if applicable) provides written informed consent/assent for the study.\n\nExclusion Criteria:\n\n* Has a history of diagnosis (clinical, serological, or microbiological) of HBV infection.\n* Has a known or suspected impairment of immunological function (e.g., human immunodeficiency virus (HIV), splenectomy).\n* Has a known hypersensitivity to any component of the study vaccine.\n* Has a known or suspected blood dyscrasias, leukemia, lymphomas of any type or other malignant neoplasms affecting the haematopoietic and lymphatic system.\n* Has a bleeding disorder contraindicating intramuscular vaccinations.\n* Has received any hepatitis B vaccine after participation in Protocol V419-007 or V419-008.\n* Is or has an immediate family member (e.g., spouse, parent/legal guardian, sibling, or child) who is investigational site or Sponsor staff directly involved with this study.","healthyVolunteers":true,"sex":"ALL","minimumAge":"8 Years","maximumAge":"10 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With a Protective Hepatitis B Surface Antibody Level of ≥10 Milli International Units/mL (mIU/mL) at 30 Days Post-Challenge With HBVAXPRO™","description":"Participant serum samples were collected for analysis with an enhanced chemiluminescence (ECi) assay to determine the concentration of antibodies to hepatitis B surface antigen (HBsAg). Response rate was the percentage of participants with a protective hepatitis B surface antibody (anti-HBs) level of ≥ 10 mIU/mL at Day 30 post-challenge.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"99.5","spread":"97.3"}]}]}]},{"type":"SECONDARY","title":"Geometric Mean Concentration of Antibodies to Hepatitis B Surface Antigen","description":"Participant serum samples will be assessed with an ECi assay for anti-HBs geometric mean concentrations (GMCs) pre-challenge on Day 1 and 30 days post-challenge with HBVAXPRO™ in mIU/mL.","paramType":"GEOMETRIC_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.63","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"685.84","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":205},"commonTop":[]}}}