{"nctId":"NCT03183128","briefTitle":"ECOSPOR III - SER-109 Versus Placebo in the Treatment of Adults With Recurrent Clostridium Difficile Infection","startDateStruct":{"date":"2017-07-10","type":"ACTUAL"},"conditions":["Clostridium Difficile Infection"],"count":182,"armGroups":[{"label":"SER-109","type":"EXPERIMENTAL","interventionNames":["Biological: SER-109"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"SER-109","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Main Inclusion Criteria:\n\n1. Signed informed consent prior to initiation of any study-specific procedure or treatment. The subject or their legally authorized representative must be able to provide written informed consent and understand the potential risks and benefits from study enrollment and treatment.\n2. Male or female subject ≥ 18 years of age.\n3. A qualifying episode of CDI as defined by:\n\n   1. ≥ 3 unformed stools per day for 2 consecutive days\n   2. A positive C. difficile stool toxin assay.\n   3. The requirement of CDI SOC antibiotic therapy (defined as 10 to 21 days of treatment with vancomycin \\[125 mg QID\\] and/or fidaxomicin \\[200 mg BID\\]).\n   4. An adequate clinical response following SOC antibiotic therapy, defined as (\\<3 unformed stools in 24 hours) for 2 or more consecutive days before randomization.\n\nMain Exclusion Criteria:\n\n1. Female subjects who are pregnant, breastfeeding, lactating, or planning to become pregnant during the study.\n2. Known or suspected toxic megacolon and/or known small bowel ileus.\n3. Admitted to or expected to be admitted to an intensive care unit for medical reasons (not just boarding). Note: nursing homes, rehabilitation, assisted living centers and acute care hospitals are acceptable.\n4. Absolute neutrophil count of \\<500 cells/ml\\^3\n5. Major gastrointestinal surgery (e.g. significant bowel resection or diversion) within 3 months before enrollment (this does not include appendectomy or cholecystectomy), or any history of total colectomy or bariatric surgery (bariatric surgery which does not disrupt the gastrointestinal lumen, i.e., restrictive procedures such as banding, are permitted).\n6. History of active inflammatory bowel disease (ulcerative colitis, Crohn's disease, microscopic colitis) with diarrhea believed to be caused by active inflammatory bowel disease in the past 3 months.\n7. Concurrent intensive induction chemotherapy, radiotherapy, or biologic treatment for active malignancy (subjects on maintenance chemotherapy may only be enrolled after consultation with the study medical monitor).\n8. Any history of fecal microbiota transplantation (FMT) within the previous 3 months.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Recurrence of CDI up to 8 Weeks","description":"Recurrence of CDI up to 8 Weeks after initiation of treatment. Recurrence was determined by stool Clostridioides difficile toxin assay.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"37","spread":null}]}]}]},{"type":"SECONDARY","title":"Recurrence of CDI up to 4, 12 and 24 Weeks","description":"Recurrence of CDI up to 4, 12 and 24 Weeks after initiation of treatment. Recurrence was determined by stool Clostridioides difficile toxin assay.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"31","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null},{"groupId":"OG001","value":"43","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"19","spread":null},{"groupId":"OG001","value":"44","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":15,"n":90},"commonTop":["Flatulence","Fatigue","Abdominal pain","Abdominal distension","Decreased appetite"]}}}