{"nctId":"NCT02980133","briefTitle":"Study of Fluticasone Propionate Multidose Dry Powder Inhaler Compared With Fluticasone Propionate/Salmeterol Multidose Dry Powder Inhaler","startDateStruct":{"date":"2016-12-28","type":"ACTUAL"},"conditions":["Asthma"],"count":841,"armGroups":[{"label":"Placebo MDPI","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo MDPI"]},{"label":"Fp MDPI 25 mcg BID","type":"EXPERIMENTAL","interventionNames":["Drug: Fluticasone Propionate"]},{"label":"Fp MDPI 50 mcg BID","type":"EXPERIMENTAL","interventionNames":["Drug: Fluticasone Propionate"]},{"label":"FS MDPI 50/12.5 mcg BID","type":"EXPERIMENTAL","interventionNames":["Drug: Fluticasone Propionate/Salmeterol"]}],"interventions":[{"name":"Fluticasone Propionate","otherNames":[]},{"name":"Fluticasone Propionate/Salmeterol","otherNames":[]},{"name":"Placebo MDPI","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* The participant has a diagnosis of asthma as defined by the National Institutes of Health (NIH).\n* The participant has persistent asthma with a FEV1 ≥50% and ≤90% of the value predicted for age, height, sex, and race at the screening visit (SV).\n* The participant's persistent asthma is stable and is currently being treated with stable asthma therapy for at least 30 days before the SV. Participants currently on a short-acting β2-agonist (SABA) only, regimen or as needed (PRN), are not eligible.\n* The participant has demonstrated ≥10% response to a bronchodilator from screening FEV1 within 30 minutes after 2 to 4 inhalations of albuterol/salbutamol.\n* The participant (with assistance from parents/legal guardians/caregivers, as needed) is able to perform technically acceptable lung function assessments by handheld device.\n* All participants must be able to replace their current SABA with albuterol/salbutamol hydrofluoroalkane (HFA) metered-dose inhaler (MDI) inhalation aerosol at the SV for use as needed for the duration of the study.\n\n  * Additional criteria apply, please contact the investigator for more information\n\nExclusion Criteria:\n\n* The participant has a history of life-threatening asthma exacerbation that is defined for this protocol as an asthma episode that required intubation and/or was associated with hypercapnia, respiratory arrest, or hypoxic seizures.\n* The participant is pregnant or lactating or plans to become pregnant during the study period or within 30 days after the participant's last study-related visit.\n* The participant has a known hypersensitivity to any corticosteroid, salmeterol, or any of the excipients in the investigational medicinal product (IMP) or rescue medication formulation (that is, lactose).\n* The participant has been treated with any known strong cytochrome P450 (CYP) 3A4 inhibitors (for example, ketoconazole, ritonavir, clarithromycin) within 30 days before the SV or plans to be treated with any strong CYP3A4 inhibitor during the study.\n* The participant currently smokes or has a smoking history. The participant must not have used tobacco products within the past year (for example, cigarettes, cigars, chewing tobacco, or pipe tobacco).\n* The participant has had an asthma exacerbation requiring systemic corticosteroids within 30 days before the SV or has had any hospitalization for asthma within 2 months before the SV.\n* The participant has used immunosuppressive medications within 30 days before the SV.\n* The participant has untreated oral candidiasis at the SV. Participants with clinical visual evidence of oral candidiasis who agree to receive treatment and comply with appropriate medical monitoring may enter the run-in period.\n* The participant has a history of a positive test for human immunodeficiency virus, active hepatitis B virus, or hepatitis C infection.\n* The participant is an immediate relative of an employee of the clinical investigational center.\n* A member of the participant's household is participating in the study at the same time.\n* Vulnerable participants (that is, people kept in detention) are excluded from participation.\n\n  * Additional criteria apply, please contact the investigator for more information","healthyVolunteers":false,"sex":"ALL","minimumAge":"4 Years","maximumAge":"11 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"For FS MDPI Versus Fp MDPI: Change From Baseline in 1-Hour Postdose Percent Predicted Morning Forced Expiratory Volume in 1 Second (FEV1) at Week 12","description":"FEV1 was the volume of air exhaled in the first second of a forced expiration as measured by spirometer. The baseline 1-hour trough morning percent predicted FEV1 was defined as the predose trough morning percent predicted FEV1 measurement at the randomization visit (Baseline \\[Day 1\\]) at the investigational center. The IMP dose was administered right after the predose FEV1 measurement (within a 10 minute window). Participant then performed 1-hour (±10 minutes) postdose lung function assessments on Week 12 at the investigational center.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.8","spread":"1.32"},{"groupId":"OG001","value":"16.4","spread":"1.32"},{"groupId":"OG002","value":"18.2","spread":"1.29"}]}]}]},{"type":"PRIMARY","title":"For Fp MDPI Versus Placebo: Change From Baseline in Weekly Average of the Percent Predicted Trough Morning FEV1 at Week 12","description":"FEV1 was the volume of air exhaled in the first second of a forced expiration as measured by spirometer. Baseline trough morning percent predicted FEV1 was defined as the average value of recorded (nonmissing) morning assessments 5 out of the last 7 days prior to randomization. The first day before randomization consisted of the electronic patient diary entry at home on the morning of the randomization visit (Baseline \\[Day 1\\]) and the first day postrandomization consisted of the electronic patient diary entry at home on the morning of the day after the randomization visit (Baseline \\[Day 1\\]). For postdose weekly average of trough morning percent predicted FEV1 measurements, the values were the averages based on the available data for that week. The averages were calculated as the sum of morning FEV1 values divided by the number of nonmissing assessments.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.3","spread":"1.10"},{"groupId":"OG001","value":"13.3","spread":"1.09"},{"groupId":"OG002","value":"14.2","spread":"1.10"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Weekly Average of Daily Trough Morning (Predose and Pre-Rescue Bronchodilator) Peak Expiratory Flow (PEF) Over the 12 Week Treatment Period","description":"PEF is defined as the maximum airflow during a forced expiration beginning with the lungs fully inflated. Morning PEF was determined in the morning, before administration of IMP or rescue medications. Baseline trough morning PEF was defined as the average value of recorded (nonmissing) morning assessments 5 out of the last 7 days prior to randomization. The first day before randomization consisted of the electronic patient diary entry at home on the morning of the randomization visit (Baseline \\[Day 1\\]) and the first day postrandomization consisted of the electronic patient diary entry at home on the morning of the day after the randomization visit (Baseline \\[Day 1\\]). For postdose weekly average of trough morning PEF measurements, the values were the averages based on the available data for that week. The averages were calculated as the sum of morning PEF values divided by the number of nonmissing assessments.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.3","spread":"2.65"},{"groupId":"OG001","value":"28.9","spread":"2.62"},{"groupId":"OG002","value":"26.3","spread":"2.64"},{"groupId":"OG003","value":"32.0","spread":"2.61"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Weekly Average of Total Daily (24 Hour) Use of Albuterol/Salbutamol Inhalation Aerosol (Number of Inhalations) Over Weeks 1 Through 12","description":"Participants recorded the number of inhalations of rescue medication (albuterol/salbutamol HFA MDI) each morning and evening in the electronic patient diary. An entry of 0 inhalations indicated no rescue medication was needed. To calculate the total daily use of albuterol/salbutamol inhalation aerosol (number of inhalations), the electronic patient diary entry on randomization visit (Baseline \\[Day 1\\]) was defined as the first day of analysis. The weekly average of the total daily inhalations was the average based on the available data for that week. The average was calculated as the sum of total daily inhalations over the 7 days for each analysis week divided by the number of nonmissing assessments. LS mean and standard error (SE) were obtained using mixed model for repeated measures (MMRM).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.2","spread":"0.05"},{"groupId":"OG001","value":"-0.4","spread":"0.05"},{"groupId":"OG002","value":"-0.5","spread":"0.05"},{"groupId":"OG003","value":"-0.4","spread":"0.05"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Weekly Average of the Total Daily Asthma Symptom Score Over Weeks 1 Through 12","description":"Asthma symptom scores were recorded in the patient diary. Each participant assessed the symptoms of cough, wheeze, shortness of breath, and chest tightness and entered a single score that was inclusive of all symptoms. Daytime Symptom Score (determined in the evening) ranged from 0=No symptoms during the day to 5=Symptoms so severe that I could not go to work or perform normal daily activities. Nighttime Symptom Score (determined in the morning) ranged from 0=No symptoms during the night to 4=Symptoms so severe that I did not sleep at all. The total daily asthma symptom score was the average of the daytime and nighttime scores. The total daily asthma symptom score ranged from 0 - 9 with 0=no symptoms during the day or night and 9=severe symptoms both day and night. The weekly average was calculated as the sum of total daily asthma symptom scores over the 7 days for each analysis week divided by the number of nonmissing assessments. LS mean and SE were obtained using MMRM.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.1","spread":"0.02"},{"groupId":"OG001","value":"-0.2","spread":"0.02"},{"groupId":"OG002","value":"-0.2","spread":"0.02"},{"groupId":"OG003","value":"-0.2","spread":"0.02"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Asthma Control (Measured by Childhood Asthma Control Test [C-ACT] Score) Over the 12 Week Treatment Period","description":"C-ACT was a simple, participant-completed tool used for the assessment of overall asthma control. The first 4 items of the test were completed by the participant, while the last 3 items were completed by the participant's parents/legal guardians/caregivers. A total sum score based upon responses to all items was calculated to provide an overall measure of asthma control. The derived C-ACT score ranging from 0 to 27. These scores spanned the continuum of poor control of asthma (score ≤5) to complete control of asthma (score ≥25), with a cut off score of 19 indicating participants with poorly controlled asthma. LS mean and SE were obtained using MMRM.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.5","spread":"0.21"},{"groupId":"OG001","value":"5.1","spread":"0.21"},{"groupId":"OG002","value":"5.5","spread":"0.21"},{"groupId":"OG003","value":"5.4","spread":"0.21"}]}]}]},{"type":"SECONDARY","title":"Time to First Onset of Effect","description":"The time to first onset of effect, defined as the first decrease from baseline in daily rescue medication use, was calculated based on the number of inhalations of rescue medication (albuterol/salbutamol hydrofluoroalkane metered-dose inhaler \\[HFA MDI\\] \\[90 mcg ex actuator\\] or equivalent) recorded by the participant each morning and evening in the patient diary built into the handheld device.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20.0","spread":null},{"groupId":"OG001","value":"NA","spread":null},{"groupId":"OG002","value":"2.0","spread":null},{"groupId":"OG003","value":"6.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Discontinued From Investigational Medicinal Product (IMP) for Asthma Exacerbation During the 12 Week Treatment Period","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"2","spread":null},{"groupId":"OG002","value":"1","spread":null},{"groupId":"OG003","value":"2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":209},"commonTop":["Nasopharyngitis"]}}}