{"nctId":"NCT01087801","briefTitle":"A Study of Synthetic Human Secretin (ChiRhoStim®) Administered Intravenously to Stimulate Exocrine Pancreas Fluid Secretion for Collection Via Endoscope and Laboratory Analysis of DNA Markers","startDateStruct":{"date":"2007-10"},"conditions":["Pancreatic Disease"],"count":64,"armGroups":[{"label":"ChiRhoStim","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: ChiRhoStim"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"ChiRhoStim","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Documented or suspected diagnosis of chronic pancreatitis or suspected diagnosis of pancreatic cancer.\n2. Undergoing Endoscopic Procedure.\n3. Age ≥ 18 years.\n4. Willing and able to sign informed consent, meeting IRB guidelines.\n5. Willing and able to meet all study requirements and obligations.\n\nExclusion Criteria:\n\n1. Ongoing, active pancreatitis at the time of the procedure.\n2. Known adverse reaction to secretin.\n3. Recent (within one month) use of medication that can potentially cause pancreatitis, such as metronidazole, tetracycline, sulfonamides.\n4. Use of anticholinergic medication within 7 days of study.\n5. Pregnant women, nursing mothers, or women of childbearing potential not employing appropriate contraception. Acceptable methods of birth control are: intrauterine device, implantable progesterone device, progesterone intramuscular injection, oral contraceptive (started at least one month prior to Visit 1 and continuing for the duration of the trial), contraceptive patch, condoms with spermicide or abstinence.\n6. Any medical condition which in the judgment of the Principal Investigator makes participation of the patient in the study medically unwarranted.\n7. Known complete obstruction of the pancreatic duct.\n8. Patients who have received an investigational product/drug or device within 30 days prior to Visit 1.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Endoscopic Sample","description":"Is Volume ≥ 3.5 mL Is HCO3 concentration ≥ 40 mEq/L Is DNA mutational analysis (K-ras-2 gene Fluorescence peak height ≥ 50 Relative Florescence Units panel assessable markers informative ≥ 8).\n\n(Note- The outcome value is boolean (yes or no) as an answer).","paramType":null,"dispersionType":null,"classes":[]},{"type":"PRIMARY","title":"Volume of Fluid ≥ 3.5mL (Boolean Expression Evaluated as Yes or no).","description":"Volume of pancreatic fluid. The volume is the number of mL of pancreatic fluid.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"27","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":30},"commonTop":[]}}}