{"nctId":"NCT03750552","briefTitle":"Clinical Effect of Ampreloxetine (TD-9855) for Treating Symptomatic nOH in Subjects With Primary Autonomic Failure","startDateStruct":{"date":"2019-01-24","type":"ACTUAL"},"conditions":["Symptomatic Neurogenic Orthostatic Hypotension"],"count":195,"armGroups":[{"label":"ampreloxetine","type":"EXPERIMENTAL","interventionNames":["Drug: ampreloxetine"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"ampreloxetine","otherNames":["TD-9855"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subject is male or female and at least 30 years old.\n* Subject must meet the diagnostic criteria of symptomatic nOH, as demonstrated by a sustained reduction in BP of ≥20 mm Hg (systolic) or ≥10 mm Hg (diastolic) within 3 minutes of being tilted-up to ≥60o from a supine position as determined by a tilt-table test.\n* Subject must score at least a 4 on the Orthostatic Hypotension Symptom Assessment Question #1 at randomization visit.\n* For subjects with PD only: Subject has a diagnosis of PD according to the United Kingdom Parkinson's Disease Society (UKPDS) Brain Bank Criteria (1992).\n* For subjects with MSA only: Subject has a diagnosis of possible or probable MSA of the Parkinsonian subtype (MSA-P) or cerebellar subtype (MSA-C) according to The Gilman Criteria (2008).\n* For subjects with PAF only: Subject has documented impaired autonomic reflexes, including the Valsalva maneuver performed within 24 months from the date of randomization.\n* Subject has plasma NE levels \\>100 pg/mL after being in seated position for 30 minutes.\n\nExclusion Criteria:\n\n* Subject has a known systemic illness known to produce autonomic neuropathy, including but not limited to amyloidosis, and autoimmune neuropathies.\n* Subject has a known intolerance to other NRIs or SNRIs.\n* Subject currently uses concomitant antihypertensive medication for the treatment of essential hypertension unrelated to autonomic dysfunction.\n* Subject has used strong CYP1A2 inhibitors or inducers within 7 days or 5 half-lives, whichever is longer, prior to randomization or requires concomitant use until the follow-up visit.\n* Subject has changed dose, frequency, or type of prescribed medication for orthostatic hypotension within 7 days prior to V1.\n\n  * Midodrine and droxidopa (if applicable) must be tapered off at least 7 days prior to V1.\n* Subject has a known or suspected alcohol or substance abuse within the past 12 months (DSM-IV-TR® definition of alcohol or substance abuse).\n* Subject has a clinically unstable coronary artery disease, or major cardiovascular or neurological event in the past 6 months.\n* Subject has used any monoamine oxidase inhibitor (MAO-I) within 14 days prior to randomization.\n* Subject has a history of untreated closed angle glaucoma, or treated closed angle glaucoma that, in the opinion of an ophthalmologist, might result in an increased risk to the subject.\n* Subject has any significant uncontrolled cardiac arrhythmia.\n* Subject has a Montreal Cognitive Assessment (MoCA) ≤23.\n* Subject had a myocardial infarction in the past 6 months or has current unstable angina.\n* Subject has known congestive heart failure (New York Heart Association \\[NYHA\\] Class 3 or 4).\n* Subject has a clinically significant abnormal laboratory findings (e.g., alanine aminotransferase \\[ALT\\] or aspartate aminotransferase \\[AST\\] \\>3.0 x upper limit of normal \\[ULN\\]; blood bilirubin \\[total\\] \\>1.5 x ULN; estimated glomerular filtration rate (eGFR) \\<30 mL/min/1.73m2, or any abnormal laboratory value that could interfere with safety of the subject).\n* Subject has demonstrated a history of lifetime suicidal ideation and/or suicidal behavior, as outlined by the C-SSRS (Columbia Suicide Severity Rating Scale) (Baseline/Screening Version) subject should be assessed by the rater for risk of suicide and the subject's appropriateness for inclusion in the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"30 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Orthostatic Hypotension Symptom Assessment (OHSA) Question #1 Score at Week 4","description":"OHSA is an assessment of the severity of symptoms from low blood pressure. OHSA is a 6 question symptom assessment scale where each question uses an 11 point scale from 0 to 10, with 0 indicating no symptoms/no interference and 10 indicating the worst possible symptoms/complete interference.\n\nQuestion #1 assesses dizziness, lightheadedness, feeling faint, or feeling like you might blackout.\n\nA mean negative change from baseline indicates a better outcome.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.69","spread":"0.290"},{"groupId":"OG001","value":"-1.45","spread":"0.293"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Orthostatic Hypotension Symptom Assessment (OHSA) Composite Score at Week 4","description":"OHSA is an assessment of the severity of symptoms from low blood pressure. OHSA is a 6 question symptom assessment scale in which the composite score uses an 11 point scale from 0 to 10, with 0 indicating no symptoms/no interference and 10 indicating the worst possible symptoms/complete interference.\n\nA mean negative change from baseline indicates a better outcome.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.32","spread":"0.200"},{"groupId":"OG001","value":"-1.05","spread":"0.202"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Orthostatic Hypotension Daily Activities Scale (OHDAS) Composite Score at Week 4","description":"OHDAS is an assessment of how low blood pressure symptoms affect daily life. OHDAS is a 4 item assessment in which the composite score uses an 11 point scale from 0 to 10, with 0 indicating no symptoms/no interference and 10 indicating the worst possible symptoms/complete interference.\n\nA mean negative change from baseline indicates a better outcome.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.22","spread":"0.265"},{"groupId":"OG001","value":"-0.95","spread":"0.267"}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Experienced an Improvement From Baseline in Patient Global Impression of Change (PGI-C) Score at Week 4","description":"PGI-C was assessed using a 5-point scale where participants were asked to compare their current condition to their condition at baseline from 1 to 5, with 1 indicating the condition is very much improved and 5 indicating the condition is very much worse. These scores were analyzed in 2 categories: better and no change/worse.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"49","spread":null},{"groupId":"OG001","value":"45","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Experienced at Least One Fall","description":null,"paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"33","spread":null},{"groupId":"OG001","value":"22","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":96},"commonTop":["Headache","Urinary tract infection","Fatigue","Insomnia","Nausea"]}}}