{"nctId":"NCT00397189","briefTitle":"Efficacy and Safety of Circadin® 2 mg in the Treatment of Primary Insomnia Patients","startDateStruct":{"date":"2006-10"},"conditions":["Primary Insomnia"],"count":930,"armGroups":[{"label":"Circadin","type":"EXPERIMENTAL","interventionNames":["Drug: Circadin"]},{"label":"placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: placebo circadin"]}],"interventions":[{"name":"Circadin","otherNames":["ATC code: N05CH01"]},{"name":"placebo circadin","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female and aged 18-80 years.\n* Are willing to take a 6-SMT level evaluation test.\n* Suffering from primary insomnia according to DSM-IV. criteria (307.42 primary insomnia, Appendix 24.3) .\n* Sleep latency of at least 20 minutes.\n* Have not been using benzodiazepines (BZD) and non-BZD hypnotics for the past 2 weeks or more.\n* Have not been using psychotropic treatments for the past 3 months or more.\n* Are stabilized on non-psychotropic treatments for more than 1 month.\n* Are willing to sign a written informed consent to participate in the study.\n\nExclusion Criteria:\n\n* Use of benzodiazepines or other hypnotics (including psychotropic treatments) during the study and preceding two weeks.\n* Alcohol intake more than 30 g of pure alcohol per day and any intake after lunch-time.\n* Pharmacological immunosuppression.\n* Participation in a clinical trial with any investigational agent within two months prior to study enrollment.\n* According to DSM IV, subjects belonging to the following groups are excluded: 780.59 (breathing related sleep disorder); 307.45 (circadian rhythm sleep disorder); 307.47 (dyssomnia not otherwise specified); 780.xx (sleep disorder due to general medical condition).\n* Severe neurological, psychiatric disorders (especially psychosis, anxiety and depression) and alcoholism.\n* Other serious diseases that could interfere with patient assessment.\n* Pregnant or breast feeding women.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"The Change From Baseline in Subjective Sleep Latency.","description":"Sleep latency (SL) after 3 weeks of treatment was assessed by Patient Daily Sleep Diary (National sleep foundation sleep diary). The patients reported subjectively of their SL. The Sleep Diary question 3 (SL) was summarised at baseline (end of the two-week run-in period) and after three weeks double-blind treatment (actual and change from baseline) for each treatment group using descriptive statistics. At each visit, the mean of the seven days prior to the visit were used. For each treatment group, the mean score at visit 3 was compared, adjusting for the visit 2 score. An ANCOVA model was used. Lower score indicates reduction in sleep latency and thus considered improvement","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-19.1","spread":"47.3"},{"groupId":"OG001","value":"-1.7","spread":"47.8"}]}]}]},{"type":"SECONDARY","title":"The Change From Baseline in Subjective Sleep Maintenance.","description":"Sleep maintenance as measured by number of awakening (NOA) after 3 weeks of treatment was assessed by Patient Daily Sleep Diary (National sleep foundation sleep diary). The patients reported subjectively of their NOA. The Sleep Diary question 4 (NOA) was summarized at baseline (end of the two-week run-in period) and after three weeks double-blind treatment (actual and change from baseline) for each treatment group using descriptive statistics. At each visit, the mean of the seven days prior to the visit were used. For each treatment group, the mean score at visit 3 was compared, adjusting for the visit 2 score. An ANCOVA model was used. Lower score indicates less awakenings and thus considered improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.24","spread":null},{"groupId":"OG001","value":"-0.09","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":394},"commonTop":["nasopharyngitis","headache","upper respiratory tract infection"]}}}