{"nctId":"NCT03828019","briefTitle":"Adalimumab vs. Conventional Immunosuppression for Uveitis Trial","startDateStruct":{"date":"2019-09-16","type":"ACTUAL"},"conditions":["Uveitis"],"count":227,"armGroups":[{"label":"Adalimumab (ADA)","type":"ACTIVE_COMPARATOR","interventionNames":["Biological: Adalimumab (ADA)"]},{"label":"Conventional immunosuppression (CON)","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Conventional immunosuppression (CON)"]}],"interventions":[{"name":"Adalimumab (ADA)","otherNames":["Adalimumab, Humira"]},{"name":"Conventional immunosuppression (CON)","otherNames":["Azathioprine, Imuran , Cyclosporine","Methotrexate, Rheumatrex","Mycophenolate, CellCept","Cyclosporine, Sandimmune, Neoral","Tacrolimus, Prograf"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria\n\n1. Age 13 years or older\n2. Weight 30 kg (66 lbs) or greater\n3. Active or recently active (≤ 60 days) non-infectious intermediate, posterior, or panuveitis\n4. Prednisone indication meets one of the following:\n\n   1. Active uveitis requiring one of the following i. Initiation of prednisone at dose greater than 7.5 mg/day ii. Increasing prednisone dose to greater than 7.5 mg/day iii. Currently receiving dose greater than 7.5 mg/day\n   2. Inactive uveitis on current dose greater 7.5 mg/day\n5. Initiation or addition of an immunosuppressive drug (i.e., a conventional immunosuppressive drug or adalimumab) is indicated\n6. If currently receiving a conventional immunosuppressive drug, the drug and dose have been stable for at least 30 days\n7. Patient able and willing to self-administer subcutaneous injections or have a qualified person available to administer subcutaneous injections\n8. If posterior segment disease is present, ability to assess activity in at least one eye with uveitis\n9. Visual acuity of light perception or better in at least one eye with uveitis\n\nExclusion criteria\n\n1. Active tuberculosis or untreated latent tuberculosis (e.g., positive interferon-γ release assay \\[Interferon-gamma release assay (IGRA) test, such as Quantiferon-gold)\n2. Untreated active hepatitis B or C infection\n3. Any of the following baseline lab values\n\n   1. White blood count \\<3500 cells per microliter\n   2. Platelets \\<100,000 per microliter\n   3. Hematocrit \\<30%\n   4. aspartate aminotransferase (AST) or alanine transaminase (ALT) \\>1.5 times (X) upper limit normal value\n   5. Serum creatinine \\>1.1 times (X) upper limit normal value\n4. Behçet disease\n5. Multiple sclerosis or other demyelinating disease\n6. For patients with anterior/intermediate or intermediate uveitis without systemic disease, abnormal magnetic resonance imaging (MRI) of the brain consistent with demyelinating disease\n7. Severe uncontrolled infection\n8. Receipt of a live vaccine within past 30 days\n9. Moderate to severe heart failure (NYHA class III/IV)\n10. Active malignancy\n11. Use of anti-TNF monoclonal antibody therapy within past 60 days\n12. History of adalimumab intolerance or ineffectiveness\n13. Hypersensitivity to any of the study treatments or their excipients\n14. Current treatment with an alkylating agent\n15. Current treatment with more than one immunosuppressive drug, not including oral corticosteroids\n16. Shorter-acting regional corticosteroids administered within the past 30 days in any eye(s) with uveitis\n17. Long-acting ocular corticosteroid implants, i.e., fluocinolone acetonide implant (e.g., Retisert®, Yutiq™, Iluvien®) placed within past 3 years unless uveitis is active in all eye(s) with an implant\n18. Systemic disease that is sufficiently active such that it dictates therapy with systemic corticosteroids or immunosuppressive agents at the time of enrollment\n19. Immunodeficiency disease for which immunosuppressive therapy would be contraindicated according to best medical judgment\n20. Pregnancy or lactation\n21. For persons of child-bearing potential or impregnating potential, unwillingness to use appropriate birth control (abstinence, combination barrier and spermicide, hormonal, or intrauterine device) for the next 18 months or plans to become a biological parent within the next 18 months.\n\n    \\* In the United Kingdom (UK), use of combination barrier and spermicide alone does not meet birth control requirements.\n\n    † UK female study participants must use highly effective methods of contraception.\n\n    UK male study participants must use condoms for at least 6 months after the end of study treatment and their female partners of child-bearing potential are recommended to use highly effective contraception for the same duration. In addition, male participants should not donate semen during therapy or for 6 months following discontinuation of study treatment.\n22. Medical problems or drug or alcohol dependence problems sufficient to prevent adherence to treatment and study procedures.","healthyVolunteers":false,"sex":"ALL","minimumAge":"13 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Corticosteroid-sparing Treatment Success Within the First 6 Months After Randomization","description":"Corticosteroid-sparing success is defined as achieving inactive uveitis for two consecutive visits \\>= 28 days apart while on \\<= 7.5 mg/day of corticosteroids. Uveitis status (active vs inactive) is determined by the study ophthalmologist after reviewing the eye exam and imaging. Steroid dose and uveitis activity from visit months 6,8,10 and 12 were included in the analysis. Generalized estimating equations were used to fit logistic regression models to compare the cumulative proportion of corticosteroid sparing between the two treatment groups over time while accounting for correlation between replicate measurements on the same individual with an unstructured covariance matrix. Results were reported at 6 months (primary outcome) and 12 months (secondary outcome).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.69","spread":null},{"groupId":"OG001","value":"0.54","spread":null}]}]}]},{"type":"SECONDARY","title":"Corticosteroid-sparing Treatment Success Within the First 12 Months After Randomization","description":"Corticosteroid-sparing success is defined as achieving inactive uveitis for two consecutive visits \\>= 28 days apart while on \\<= 7.5 mg/day of corticosteroids. Uveitis status (active vs inactive) is determined by the study ophthalmologist after reviewing the eye exam and imaging. Steroid dose and uveitis activity from visit months 6,8,10 and 12 were included in the analysis. Generalized estimating equations were used to fit logistic regression models to compare the cumulative proportion of corticosteroid sparing between the two treatment groups over time while accounting for correlation between replicate measurements on the same individual with an unstructured covariance matrix. Results were reported at 6 months (primary outcome) and 12 months (secondary outcome).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.86","spread":null},{"groupId":"OG001","value":"0.77","spread":null}]}]}]},{"type":"SECONDARY","title":"Corticosteroid Discontinuation Success by 6 Months","description":"Corticosteroid discontinuation success is defined as achieving inactive uveitis for two consecutive visits \\>= 28 days apart after discontinuing corticosteroids. Uveitis status (active vs inactive) is determined by the study ophthalmologist after reviewing the eye exam and imaging. Steroid dose and uveitis activity from visit months 6,8,10 and 12 were included in the analysis. Generalized estimating equations were used to fit logistic regression models to compare the cumulative proportion of corticosteroid discontinuation between the two treatment groups over time while accounting for correlation between replicate measurements on the same individual with an unstructured covariance matrix. Results were reported at 6 months and 12 months.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.15","spread":null},{"groupId":"OG001","value":"0.11","spread":null}]}]}]},{"type":"SECONDARY","title":"Corticosteroid Discontinuation Success by 12 Months","description":"Corticosteroid discontinuation success is defined as achieving inactive uveitis for two consecutive visits \\>= 28 days apart after discontinuing corticosteroids. Uveitis status (active vs inactive) is determined by the study ophthalmologist after reviewing the eye exam and imaging. Steroid dose and uveitis activity from visit months 6,8,10 and 12 were included in the analysis. Generalized estimating equations were used to fit logistic regression models to compare the cumulative proportion of corticosteroid discontinuation between the two treatment groups over time while accounting for correlation between replicate measurements on the same individual with an unstructured covariance matrix. Results were reported at 6 months and 12 months.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.55","spread":null},{"groupId":"OG001","value":"0.40","spread":null}]}]}]},{"type":"SECONDARY","title":"Corticosteroid Exposure Over 12 Months","description":"Corticosteroid dose was collected at baseline and months 1,2,3,4,5,6,8,10, and 12. Mean corticosteroid dose per day was estimated with a negative binomial model at 12 months.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.8","spread":null},{"groupId":"OG001","value":"13.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Best Corrected Visual Acuity Change at 12 Months","description":"Mean change in best-corrected visual acuity from baseline to 12 months. Participants' visual acuity was measured by certified examiners with best refractive correction in place. Participants were challenged with reading letters on lines of the standard ETDRS eye chart (5 letters per line). Lines became smaller as participants progressed from the top to the bottom of the chart. Participants read down the chart until no more meaningful readings could be made and were scored by how many letters could be correctly identified. More letters read is associated with higher visual acuity (85 letters is 20/20 vision). Visual acuity data was collected at baseline and months 1,2,3,4,5,6,8,10, and 12 and estimated at 12 months with a mixed model.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.6","spread":null},{"groupId":"OG001","value":"3.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Macular Edema Over 12 Months of Follow up","description":"Macular edema is defined as central retinal thickness greater than or equal to 300 micrometers as measured by a masked grader's review of OCT images. Greater retinal thickness is associated with poorer vision. Outcome measure is the odds ratio comparing macular edema at 12 months to baseline macular edema. Macular edema was measured at baseline and months 3, 6, and 12. The odds ratio at 12 months was estimated with a mixed model.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.34","spread":null},{"groupId":"OG001","value":"0.63","spread":null}]}]}]},{"type":"SECONDARY","title":"Incidence of Infections at 12 Months","description":"Incidence of infections over 12 months of follow-up. Participants were asked about occurrences since the previous visit of infections requiring antibiotic or antiviral treatment. Data was collected at months 1,2,3,4,5,6,8,10, and 12. The rate of infections at 12 months was estimated with a negative binomial model.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.40","spread":null},{"groupId":"OG001","value":"0.37","spread":null}]}]}]},{"type":"SECONDARY","title":"Elevated Levels of AST or ALT (Hepatoxicity) by 12 Months.","description":"Cumulative percent of participants having elevated levels of aspartate aminotransferase (AST) or alanine transaminase (ALT) greater than twice the upper level of normal by 12 months. Elevated levels of AST and ALT may indicate decline in liver function. Lab values of AST and ALT were measured at baseline and months 1,2,3,4,5,6,8,10, and 12 and the cumulative percent of participants with elevated lab values by 12 months was estimated by Kaplan Meier methods.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]}]},{"type":"SECONDARY","title":"Elevated Creatine (Nephrotoxicity) by 12 Months","description":"Cumulative percent of participants having elevated creatine values (creatine greater than 30% above baseline or creatine \\> 1.5 mg/dL) by 12 months. Increases in creatine levels may indicate decreased kidney function. Lab values of creatine were measured at baseline and months 1,2,3,4,5,6,8,10, and 12 and the cumulative percent of participants with elevated creatine at 12 months was estimated by Kaplan Meier methods.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"14","spread":null}]}]}]},{"type":"SECONDARY","title":"EQ-5D (Health Utility)","description":"The EQ-5D (EuroQol Group - 5 Dimension questionnaire) is a participant reported validated questionnaire that measures the patient's health status in five dimensions of health: mobility, self-care, usual activities, pain and discomfort, and anxiety and depression. The range of questionnaire index scores is -0.59 to 1 where score of 1 indicates best possible health. The outcome measure is the odds of having EQ-5D score of 1 (perfect health) at 12 months compared to the odds of having EQ-5d score = 1 at the baseline visit. Participants completed the EQ-5D questionnaire at baseline and months 3, 6 and 12. General estimating equations with a log link were used to assess the odds ratio at 12 months.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.89","spread":null},{"groupId":"OG001","value":"1.17","spread":null}]}]}]},{"type":"SECONDARY","title":"General Health-related Quality of Life -Physical Component (SF-36)","description":"Standard Form 36 item (SF-36) questionnaire is a validated participant reported measure of health related-quality of life.\n\nThe physical component summary (PCS) is a score derived from the SF-36 that reflects a person's physical well-being.\n\nRange of scores is 0 to 100. Higher scores indicated better physical health. The minimally important clinical difference is 3-5 points.\n\nOutcome measure is the change in physical health score from baseline to 12 months. Participants completed the questionnaire at baseline and months 3, 6, and 12. The mean change from baseline at 12 months was estimated with a mixed model.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.29","spread":null},{"groupId":"OG001","value":"-1.68","spread":null}]}]}]},{"type":"SECONDARY","title":"Quality of Life Mental Health Component Standard Form 36 Item (SF-36)","description":"Standard Form 36 item (SF-36) questionnaire is a validated participant reported measure of health related-quality of life.\n\nThe mental health component summary (MCS) is a score derived from the SF-36 that reflects a person's mental health and well-being. Range of scores is 0 to 100. Higher scores indicate better mental health. The minimally important clinical difference is 3-5 points. Outcome measure is the change in mental health score from baseline to 12 months. Participants completed the questionnaire at baseline and months 3, 6, and 12. The change from baseline at 12 months was estimated with a mixed model.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.56","spread":null},{"groupId":"OG001","value":"0.97","spread":null}]}]}]},{"type":"SECONDARY","title":"Vision-related Quality of Life","description":"Vision-related quality of life was measured by the vision targeted subscale (excluding general health) from the National Eye Institute Visual Functioning Questionnaire 25 item (VFQ-25). The VFQ-25 is a validated, participant reported measure of the aspects of visual functioning that are most important for persons who have chronic eye diseases. Higher scores indicate better vision. Scores range from 0 to 100. Meaningful difference is 4-6 points. Participants completed the VFQ-25 at baseline and months 3, 6 and 12. The outcome is the change in VFQ-25 from baseline to 12 months estimated with a mixed model.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.7","spread":null},{"groupId":"OG001","value":"5.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Cataract Surgery at 12 Months","description":"Cumulative percent of uveitis eyes having cataract surgery by 12 months. Whether the patient had cataract surgery in the prior time period was determined at baseline and months 1,2,3,4,5,6,8,10,12 and the cumulative percent of eyes having cataract surgery by12 months was estimated by Kaplan-Meier methods.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":16,"n":113},"commonTop":["Fatigue","Myalgia","Insomnia","Headache","Depression/anxiety"]}}}