{"nctId":"NCT05683249","briefTitle":"Study to Evaluate NRCT-101SR in Adult Attention Deficit Hyperactivity Disorder (ADHD)","startDateStruct":{"date":"2023-02-25","type":"ACTUAL"},"conditions":["ADHD"],"count":223,"armGroups":[{"label":"NRCT-101SR","type":"EXPERIMENTAL","interventionNames":["Drug: NRCT-101-SR"]},{"label":"Matching Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"NRCT-101-SR","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Male or female, ≥ 18 years of age at screening\n2. Has a primary diagnosis of ADHD according to the Diagnostic and Statistical Manual, Fifth Edition (DSM-5) classification, confirmed with Mini International Neuropsychiatric Interview (MINI) using DSM-5 probes\n3. AISRS ≥ 26 at screening and baseline, and does not change by more than 25% from screening to baseline, except subjects who stop taking ADHD medication after screening may have an increase of more than 25%\n4. Has a minimum score of 4 on the CGI-S at baseline\n5. Must be fluent in English, and capable of reading, writing, and communicating effectively with others and willing to participate in laboratory classroom\n6. Completion of at least 10 years of formal education\n7. Hearing and Vision ability sufficient to complete cognitive testing, in investigator's opinion\n8. Willing and able to give informed consent\n9. Total Body weight (bw) must be ≥ 50 kg and ≤ 105 kg and lean body mass (LBM) must be ≤ 75 kg at screening\n10. Naïve to stimulant or non-stimulant medications used for the treatment of ADHD or have discontinued stimulants at least 2 weeks and non-stimulants at least 3 weeks prior to randomization\n\n    Exclusion Criteria:\n11. Subject is functioning below an age-appropriate level intellectually, as judged by the investigator.\n12. Lifetime history of severe psychiatric symptoms of major depression requiring hospitalization, bipolar disorder, schizophrenia of schizoaffective disorder, hallucinations, or delusions. Severe comorbid disorders such as PTSD, severe obsessive-compulsive disorder, or other symptomatic presentation that, in the opinion of the examining physician, will contraindicate NRCT-101SR treatment or confound efficacy or safety assessments. Subjects with mild to moderate forms of social phobia or dysthymia, for instance, may be included.\n13. History of seizures (other than infantile febrile seizures), any tic disorder (except transient tic disorder and subject has no episodes for at least 1 year), or a current diagnosis of Tourette's Disorder.\n14. Recent history (within the past 1 year) of suspected substance abuse or dependence disorder (excluding stable nicotine use) in accordance with DSM-5 criteria. (Note: subject's average nicotine use should not be exceeded during each LC visit)\n15. Current abnormal thyroid function as defined as abnormal screening thyroid stimulating hormone. Treatment for at least 3 months with a stable dose of thyroid medication is permitted.\n16. Poor kidney function; corrected estimated glomerular filtration rate (eGFRcorr) \\< 40 mL/min/m2\n17. History of significant gastrointestinal disorders, such as chronic diarrhea, irritable bowel syndrome, ulcerative colitis, Crohn's disease, etc.\n18. Female subjects who are pregnant and/or lactating\n19. A \"yes\" answer to \"suicidal ideation\" item 4 (active suicidal ideation with some intent to act, without specific plan) or item 5 (active suicidal ideation with specific plan and intent) on the Columbia-Suicide Severity Rating Scale (C-SSRS) assessment at screening (in the past 12 months).\n20. Has history of severe drug allergy or hypersensitivity to the study medication or its excipients.\n21. Hypermagnesemia; magnesium \\> 2.5 mg/dL\n22. Reproduction:\n\n    a. Females of childbearing potential (FOCP) must be either sexually inactive abstinent) or, if sexually active, must agree to use one of the following acceptable birth control methods beginning 30 days prior to the first dose of study drug and throughout the study: i. Simultaneous use of male condom and intra-uterine contraceptive device placed at least 4 weeks prior to first study drug administration ii. Surgically sterile male partner iii. Simultaneous use of male condom and diaphragm with spermicide iv. Established hormonal contraceptive b. Males must: i. Use 2 methods of contraception in combination if his female partner is of childbearing potential; this combination of contraceptive methods must be used from the Baseline Visit to ≥ 1 month after the last dose of study drug, or ii. Have been surgically sterilized prior to the Screening Visit.\n23. Is currently participating in another clinical trial or has participated in a clinical trial within 30 days prior to the Screening Visit.\n24. Currently living in an institutional facility such as a nursing home\n25. Severe physical disability not associated with cognitive function that limits ability to complete testing (e.g., severe tremor, debilitating arthritis, etc.)\n26. Known history of symptomatic cardiac disease, advanced atherosclerosis, structural cardiac abnormality, cardiomyopathy, serious heart rhythm abnormalities, coronary heart disease, transient ischemic attack or stroke or other serious cardiac problems.\n27. Known family history of sudden cardiac death or ventricular arrhythmia.\n28. Serious or unstable clinically important systemic illness or disease that, in the judgment of the investigator, is likely to affect cognitive assessment, deteriorate, or affect the subject's safety or ability to complete the study, including hepatic (e.g., Child-Pugh grade C), renal, gastroenterologic, respiratory, cardiovascular, endocrinologic, immunologic, infectious, or hematologic disorders\n29. Has previously participated in a NRCT-101SR investigational study or a study that includes the active ingredient of NRCT-101SR\n30. Investigators and their immediate family members are not permitted to participate in the study.\n31. Consumes more than a weekly average of: 2 drinks / day or more than 3 drinks in any day for males; 1 drink / day or more than 2 drinks in any day for females\n32. Changes in medications or doses of medication as follows:\n\n    1. All allowed concomitant medications, supplements, or other substances must be at stable doses for at least 30 days prior to screening and must be kept as stable as medically possible during the trial. For allowed concomitant medications, any dosing change within 30 days of Screening may be allowed if, in the opinion of the investigator, it will not affect or influence study results.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Permanent Product Measure of Performance (PERMP) - Number of Math Problems Answered Correctly (PERMP-C)","description":"PERMP is a skill adjusted math test. PERMP-C is the number of math problems answered correctly in a 10-minute session and typically ranges from 0-400 with higher scores indicating better performance. The mean of the post-dose timepoint scores will be used for evaluation.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.8","spread":"2.17"},{"groupId":"OG001","value":"18.9","spread":"2.03"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in ADHD Investigator Symptom Rating Scale (AISRS)","description":"AISRS consists of 18 items scored on a 4-point scale ranging from 0 (no symptoms) to 3 (severe symptoms) with a total score ranging from 0 to 54. Lower scores indicate less severe symptoms.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-12.0","spread":"1.24"},{"groupId":"OG001","value":"-10.7","spread":"1.19"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline Behavior Rating Inventory of Executive Function - Adult Version (BRIEF-A)","description":"The BRIEF-A is a standardized self-report measure of executive functions/self-regulation in an everyday environment. It includes 75 items with nine overlapping clinical scales including inhibit, self-monitor, plan/organize, shift, initiate, task monitor, emotional control, working memory, and organization of materials. All items are rated in terms of frequency on a 3-point scale (0 = never, 1 = sometimes, 2 = often). Raw scores for each scale are summed for an overall summary score - the Global Executive Composite (GEC) - and T scores (mean = 50, standard deviation = 10) are determined. Lower scores indicate better executive function. Raw scores are presented here on a scale from 0-150.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-11.5","spread":"2.19"},{"groupId":"OG001","value":"-15.6","spread":"2.11"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Hospital Anxiety and Depression Scale (HADS)","description":"The HADS consists of 14 items, divided into two 7 item subscales: anxiety (HADS-A) and depression (HADS-D). HADS-A questions reflect a state of generalized anxiety and HADS-D focuses on the concept of anhedonia. Subjects will rate each of the questions on a 4-point scale ranging from 0 (absence) to 3 (extreme presence). Scores will be derived by summing responses for each of the two subscales or for the scale as a whole, and the total score is out of 42, with higher scores indicating higher symptom severity. The HADS-A subscale, scored on a scale from 0-21, will be used in the statistical analysis and presented here.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.6","spread":"0.38"},{"groupId":"OG001","value":"-1.9","spread":"0.37"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Adult ADHD Quality of Life Scale (AAQoL)","description":"The AAQoL is a 29-item self-reported scale evaluating aspects of quality of life in ADHD patients. It consists of a total score of 4 subscales, including life productivity, psychological health, life outlook, and relationship. Items are scored on a 5-point scale ranging from 1 (not at all/never) to 5 (extremely/very often). Raw scores are transformed to a 0 to 100 scale with higher scores indicating a better quality of life.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.8","spread":"1.53"},{"groupId":"OG001","value":"8.4","spread":"1.47"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Clinical Global Impression - Severity (CGI-S)","description":"The CGI-S is a brief assessment tool that measures clinician's impression of illness severity. Evaluation includes information from the subject and may include information from the subject's medical history, physical exam, or other ratings done at screening. CGI-S assesses the severity of the subject's condition on a 7-point scale ranging from 1 (normal, not at all ill) to 7 (among the most extremely ill). Lower scores indicate less severe symptoms.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.9","spread":"0.10"},{"groupId":"OG001","value":"-0.8","spread":"0.10"}]}]}]},{"type":"SECONDARY","title":"Responder Rate","description":"Responder rate is defined as the proportion of subjects with ≥ 20-point improvement on PERMP-C or ≥ 2-point improvement on CGI-S from Baseline to Week 6.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"64.2","spread":null},{"groupId":"OG001","value":"60.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the ADHD Investigator Symptom Rating Scale - Expanded Version (AISRS-EV)","description":"The expanded version of AISRS includes the 18 items of AISRS plus 13 additional items evaluating executive function deficits and emotional dyscontrol. AISRS-EV items are scored on a 4-point scale ranging from 0 (no symptoms) to 3 (severe symptoms) with a total score ranging from 0 to 93. Lower scores indicate less severe symptoms","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-17.1","spread":"1.77"},{"groupId":"OG001","value":"-15.4","spread":"1.72"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":108},"commonTop":["Headache","Fatigue","Upper respiratory tract infection","Diarrhoea","COVID-19"]}}}