{"nctId":"NCT03820726","briefTitle":"A Follow-up Study Investigating Long Term Treatment With Nintedanib in Patients With Progressive Fibrosing Interstitial Lung Disease (PF-ILD)","startDateStruct":{"date":"2019-04-16","type":"ACTUAL"},"conditions":["Lung Diseases, Interstitial"],"count":435,"armGroups":[{"label":"Nintedanib","type":"EXPERIMENTAL","interventionNames":["Drug: Nintedanib"]}],"interventions":[{"name":"Nintedanib","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female patients who completed the INBUILD速 trial as planned and who did not prematurely discontinue blinded treatment.\n* Signed and dated written informed consent in accordance with ICH-GCP and local legislation prior to admission to the trial.\n* Women of childbearing potential (WOCBP)1 must continue to use highly effective methods of birth control per ICH M3 (R2) that result in a low failure rate of less than 1% per year when used consistently and correctly, as well as one barrier method, for 28 days prior to and 3 months after nintedanib administration. A list of contraception methods meeting these criteria is provided in the patient information\n\nExclusion Criteria:\n\n* Any disease that may put the patient at risk when participating in this trial. Reconsider carefully all exclusion criteria of the INBUILD速 trial. However, patients may qualify for participation even though exclusion criteria may have been met during the course of participation in INBUILD速, if the investigator's benefit-risk assessment remains favourable.\n* Patients who must or wish to continue the intake of restricted medications or any drug considered likely to interfere with the safe conduct of the trial\n* Patient not compliant in parent trial (INBUILD速), with trial medication or trial visits, according to investigator's judgement.\n* Previous enrolment in this trial. Further exclusion criteria apply.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Any Adverse Events","description":"Number of participants with adverse events over the course of the extension trial, AEs defined as any untoward medical occurrence in a patient administered with the investigational product and which does not necessarily have to have a causal relationship with this treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"417","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":234,"n":434},"commonTop":["Diarrhoea","Nausea","Cough","Weight decreased","Dyspnoea"]}}}