{"nctId":"NCT00946192","briefTitle":"Fat Mediated Modulation of Reproductive and Endocrine Function in Young Athletes","startDateStruct":{"date":"2009-05","type":"ACTUAL"},"conditions":["Exercise-related Amenorrhea"],"count":121,"armGroups":[{"label":"Estrogen Patch","type":"EXPERIMENTAL","interventionNames":["Drug: Transdermal 17Beta-estradiol, progesterone"]},{"label":"Estrogen Pill","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Ethinyl Estradiol + Desogestrel"]},{"label":"Control","type":"SHAM_COMPARATOR","interventionNames":["Dietary Supplement: Sham Comparator"]}],"interventions":[{"name":"Transdermal 17Beta-estradiol, progesterone","otherNames":["Vivelle Dot transdermal patch","Prometrium"]},{"name":"Ethinyl Estradiol + Desogestrel","otherNames":["Apri"]},{"name":"Sham Comparator","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Females 14-21 years old Note: Our pilot data are reassuring in that young women 18-25 years old with hypothalamic amenorrhea are not adversely affected with estrogen use. In fact, in our prospective study, beneficial effects were observed both in young women 18-25 years old using oral estrogen, and in 14-18 year old adolescent girls using transdermal estrogen. We therefore feel that including girls in the 14-21 year age range will not be hazardous to their bone health. In fact, given the lack of data in this age group, it is important to study younger women and teenagers rather than extrapolate data from studies in adults to this younger population. Hormone dynamics differ in teenagers compared with adults, and bone mass accrual is even more dependent on estrogen and IGF-1 in younger than older women who have already achieved peak bone mass.\n* Bone age (BA) \\>15 years Note: 99% of adult height is achieved at a BA of 15 years, thus estrogen replacement will not result in stunting of height potential after this age. Although we could have chosen to include girls with a BA \\>14 in this study, we are limiting this to girls with a BA of \\>15 years. This is because 2% of growth potential persists at a BA of 14 years, versus only 1% at a BA of 15 years (\\~0.6\" of potential height (130)). Thus, to avoid potential stunting of growth potential with estrogen replacement, we have chosen to include girls with BA of \\> 15 years.\n* BMI between 10th-90th percentiles for age.\n* Amenorrhea (for AA): absence of menses for \\> three months (74) within a period of oligomenorrhea (cycle length \\> six weeks) for \\>six months, or absence of menarche at \\>16 years.\n* Eumenorrhea (EA and controls): \\> nine menses (cycle length 21-35 days) in preceding year.\n* Non-athlete healthy controls will be eligible if weight bearing exercise activity is less than two hours a week and if they are not participating in organized team sports.\n* Endurance athletes Note: severity of low BMD and menstrual dysfunction differ by kind of exercise and activity. For example, runners have a higher prevalence of menstrual irregularity than swimmers and cyclists (131). By limiting enrollment to endurance athletes, we will eliminate variability from the type of activity. Endurance training is defined as \\> 4 h of aerobic weight-bearing training of the legs or specific endurance training weekly, or \\> 20 miles of running weekly for a period of \\> 6 months in the last year.\n\nExclusion Criteria:\n\n* Other conditions that may affect bone metabolism","healthyVolunteers":true,"sex":"FEMALE","minimumAge":"14 Years","maximumAge":"21 Years","stdAges":["CHILD","ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Lumbar Bone Mineral Density","description":"Change in bone density with transdermal estrogen versus oral estrogen or no estrogen in amenorrheic athletes","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.025","spread":"0.011"},{"groupId":"OG001","value":"0.008","spread":"0.011"},{"groupId":"OG002","value":"0.012","spread":"0.012"}]}]}]},{"type":"SECONDARY","title":"Change in Total Volumetric Bone Mineral Density (Tibia)","description":"Change in total volumetric bone density at the tibia with transdermal estrogen versus oral estrogen or no estrogen in amenorrheic athletes","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.01","spread":"3.06"},{"groupId":"OG001","value":"1.17","spread":"3.05"},{"groupId":"OG002","value":"3.71","spread":"4.44"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":43},"commonTop":["Headache","Nausea","Breast tenderness","Bloating","Worsening depression"]}}}