{"nctId":"NCT01189461","briefTitle":"Study To Evaluate Safety And Tolerability Of Pegaptanib Sodium In Patients With Diabetic Macular Edema","startDateStruct":{"date":"2011-01"},"conditions":["Anti- VGF Inhibitor","Diabetic Macular Edema","Diabetic Retinopathy"],"count":46,"armGroups":[{"label":"pegaptanib sodium arm","type":"EXPERIMENTAL","interventionNames":["Drug: pegaptanib sodium"]}],"interventions":[{"name":"pegaptanib sodium","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subjects who are willing and able to comply with scheduled visits, treatment plan, laboratory tests, and other study procedures.\n* Subjects with documented clinical diagnosis of diabetic macular edema (DME) with proliferative or non proliferative diabetic retinopathy.\n* Subjects, who according to the clinical assessment of the investigator, may benefit from anti-VEGF therapy including those subjects who were participating in the A5751013 study and who, in the investigator's opinion, may benefit from continued pegaptanib sodium therapy.\n\nExclusion Criteria:\n\n* Eyes with prior scatter (panretinal) photocoagulation within 4 months prior to baseline or anticipated scatter (panretinal) photocoagulation within the next 6 months.\n* Presence of any abnormality that is likely to confound assessment of visual acuity improvement in eyes in which macular edema resolves, or improves, such as non-perfusion for \\>1 disc area involving the foveal avascular zone (FAZ - involving 2 or more quadrants centered around the foveal avascular zone), epiretinal membrane associated with signs of contraction and/or significant opacification (i.e. striae within 1 disc diameter of the foveal center), or presence of chorioretinal atrophy involving the center of the macula.\n* Vitreomacular traction determined clinically and/or by optical coherence tomography (OCT), which, in the investigator's opinion, contributes to the macular edema (or causes associated foveal detachment), and would preclude improvement with pegaptanib sodium.\n* Any other cause of macular edema such as vitreous extension, or entrapment to anterior segment wound, or any retinal vein occlusion involving the macula.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Incidence of Ocular and Non-Ocular Adverse Events (AEs)","description":"An AE was any untoward medical occurrence in a participant who received study drug without regard to possibility of causal relationship. Total number of participants who had ocular and non-ocular AEs was reported.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null}]}]}]},{"type":"SECONDARY","title":"Incidence of Ocular and Non-Ocular Serious Adverse Events (SAEs)","description":"An AE was any untoward medical occurrence in a participant who received study drug without regard to possibility of causal relationship. An SAE was an AE resulting in any of the following outcomes or deemed significant for any other reason: death; initial or prolonged inpatient hospitalization; life-threatening experience (immediate risk of dying); persistent or significant disability/incapacity; congenital anomaly. Total number of participants who had ocular and non-ocular SAEs was reported.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]}]},{"type":"PRIMARY","title":"Mean Total Number of Injections","description":"Mean number of injections per participant was calculated as (number of injection administered per participant - 1)/duration of treatment. Mean number of injections administered for total participants was summarized.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.24","spread":"1.037"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Best Corrected Visual Acuity (BCVA) Score at Week 48 (End of Treatment)","description":"VA indicated sharpness or clarity of vision. BCVA assessed by early treatment diabetic retinopathy study chart using 4 meter (m), 1m distance, or if participant was able to count fingers, perceive hand motion or light. At 4m (\\>= 20 letters), VA score=number of letters correct plus 30 (credited for 30 letters at 1m); otherwise , VA score=number of letters read correctly at 1m plus number read at 4m (if any). If no letters were read correctly at 4m or 1m, VA score= 0, which were excluded from summary statistics calculation. BVCA score ranged: 0 (poor eyesight) to 78 (best eyesight).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"58.93","spread":"16.468"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.21","spread":"7.536"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":46},"commonTop":["Macular oedema","Visual acuity reduced","Anaemia","Cataract","Conjunctival haemorrhage"]}}}