{"nctId":"NCT03654976","briefTitle":"Mite Asthma Pediatric Immunotherapy Trial","startDateStruct":{"date":"2018-02-22","type":"ACTUAL"},"conditions":["Allergic Asthma Due to Dermatophagoides Farinae","Allergic Asthma Due to Dermatophagoides Pteronyssinus","Allergic Rhinitis Due to House Dust Mite"],"count":533,"armGroups":[{"label":"Active treatment","type":"EXPERIMENTAL","interventionNames":["Biological: HDM SLIT-tablet"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Placebo"]}],"interventions":[{"name":"HDM SLIT-tablet","otherNames":["Acarizax","Odactra"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Written informed consent\n* Male or female of any race/ethnicity aged 5-17 years\n* A female subject of childbearing potential must have a negative pregnancy test and be willing to practise appropriate contraceptive methods\n* A clinical history of HDM allergic asthma\n* Use of low daily dose of ICS plus LABA or medium/high daily dose of ICS with or without LABA for the control of asthma symptoms\n* A clinical history of asthma exacerbations in the past two years\n* One or more of the following within the past 4 weeks prior to randomisation:\n\n  * Daytime asthma symptoms more than twice/week\n  * Any nocturnal awakening due to asthma\n  * SABA rescue medication needed for treatment of asthma symptoms\n  * Any activity limitation due to asthma\n* Lung function measured by FEV1 ≥ 70% of predicted value or according to local requirements\n* Clinical history of HDM AR within the last year prior to randomisation\n* An average TCRS\\>0 during the baseline period\n* Positive specific IgE (defined as ≥class 2, ≥0.70 kU/l) against D. pteronyssinus and/or D. farinae at screening\n* Positive SPT to D. pteronyssinus and/or D. farinae at screening\n* Subject willing and able to comply with trial protocol\n\nExclusion Criteria:\n\n* Is sensitised and regularly exposed to animal dander, molds, and/or cockroach or other perennial allergen\n* Has experienced a life-threatening asthma attack\n* Within the last month before the randomisation visit (visit 3), has had an occurrence of any clinical deterioration of asthma that resulted in emergency treatment, hospitalisation, or treatment with systemic corticosteroids\n* Within the last 3 months before the randomisation visit (visit 3) while on high dose ICS treatment, has had an occurrence of any clinical deterioration of asthma that resulted in emergency treatment, hospitalisation, or treatment with systemic corticosteroids\n* Any SLIT or SCIT treatment with D. pteronyssinus or D. farinae within the previous 12 months\n* Ongoing treatment with any allergy immunotherapy product\n* Any clinically relevant condition or chronic disease incl. malignancy that in the opinion of the investigator would interfere with the trial evaluations or the safety of the subject\n* Has a diagnosis of eosinophilic oesophagitis\n* A relevant history of systemic allergic reactions\n* Ongoing treatment with OCS\n* Treatment with restricted and prohibited concomitant medication\n* Treatment with an investigational drug within 30 days/5 half-lives of the drug (which ever longest) prior to screening\n* A history of allergy, hypersensitivity or intolerance to any of the excipients or active substance of the IMP (except D. pteronyssinus and D. farinae) or to any excipient of the rescue medication provided in this trial\n* A business or personal relationship with trial staff or sponsor who is directly involved with the conduct of the trial\n* A history of alcohol or drug abuse\n* Has previously been randomised into this trial, is participating in this trial at another investigational site or is participating or planning to participate in any other clinical trial during the duration of this trial\n* Has a history or current evidence of any condition, treatment, laboratory values out of range or other circumstance that in the opinion of the investigator are clinically relevant and might expose the subject to risk by participating in the trial, confound the results of the trial, or interfere with the subject's participation for the full duration of the trial\n* Has a condition or treatment that increase the risk of the subject developing severe adverse reactions after adrenaline/epinephrine administration\n* Is unable to or will not comply with the use of adrenaline/epinephrine auto-injectors for countries where this is a regulatory requirement","healthyVolunteers":false,"sex":"ALL","minimumAge":"5 Years","maximumAge":"17 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Annualized Rate of Clinically Relevant Asthma Exacerbations","description":"The primary endpoint of the trial was the annualized rate of clinically relevant asthma exacerbations calculated as the number of exacerbations per year per participant during the efficacy evaluation period of 20 months. A clinically relevant asthma exacerbation had to be medically confirmed and was defined as asthma worsening leading to at least 1 of the following criteria:\n\n* Doubling of ICS dose compared to background treatment\n* Systemic corticosteroids for treatment of asthma symptoms for at least 3 days\n* Emergency room visit due to asthma, requiring systemic corticosteroids\n* Hospitalization for more than 12 hours due to asthma, requiring treatment with systemic corticosteroids\n\nThe outcome measure (by treatment group) is an adjusted annualized rate of clinically relevant asthma exacerbations.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.18","spread":null},{"groupId":"OG001","value":"0.21","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Days With Nocturnal Awakenings Due to Asthma Requiring SABA Rescue Medication","description":"The days with nocturnal awakenings due to asthma requiring SABA rescue medication were entered in an eDiary by the participant/caregiver in a 2-week period every 4 months. The proportion of days with nocturnal awakenings due to asthma requiring SABA was presented on a range from 0 to 1 (1 indicating that all days in the eDiary period were with nocturnal awakenings due to asthma requiring SABA rescue medication). The efficacy assessment was based on data collected over the 20 months efficacy assessment period.\n\nThe outcome measure (by treatment group) is an estimated proportion of days with nocturnal awakenings due to asthma requiring SABA rescue medication.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0147","spread":null},{"groupId":"OG001","value":"0.0190","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportions of Days With SABA Use","description":"The days with SABA use were entered in an eDiary by the participant/caregiver in a 2-week period every 4 months. The proportion of days with SABA use was presented on a range from 0 to 1 (1 indicating that all days in the eDiary period were with SABA use). The efficacy assessment was based on data collected over the 20 months efficacy assessment period.\n\nThe outcome measure (by treatment group) is an estimated proportion of days with SABA use.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0943","spread":null},{"groupId":"OG001","value":"0.1094","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage Predicted FEV1","description":"The outcome measure (by treatment) is an average of the percentage predicted FEV1 measured at visits 5 to 11 (every 4 months during the 20 months efficacy assessment period), analyzed using MMRM (mixed-effect model repeated measurement).\n\nFEV1 (forced expired volume in 1 second) is assessed by use of spirometry and is a measure for lung function. Percentage predicted FEV1 is derived from the predicted FEV1, which is the expected value of FEV1 for a person of a certain age, race, height and gender with healthy lungs.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"97.17","spread":null},{"groupId":"OG001","value":"97.05","spread":null}]}]}]},{"type":"SECONDARY","title":"Global Evaluation of Allergic Asthma as Having an Improved Outcome","description":"At the end of trial visit, the subject was asked, when compared to their asthma before IMP treatment, how they felt overall. Subjects who answered 'much better' or 'better' were categorized as having improved allergic asthma. At the end of trial visit, subjects had been treated for 24-30 months (including a 4-10 months treatment initiation and maintenance period).\n\nThe outcome measure (by treatment) is an adjusted odds of experiencing improved allergic asthma.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.66","spread":null},{"groupId":"OG001","value":"6.48","spread":null}]}]}]},{"type":"SECONDARY","title":"Global Evaluation of Allergic Rhinitis as Having an Improved Outcome","description":"At the end of trial visit, the subject was asked, when compared to their rhinitis before IMP treatment, how they felt overall. Subjects who answered 'much better' or 'better' were categorized as having improved allergic rhinitis. At the end of trial visit, subjects had been treated for 24-30 months (including a 4-10 months treatment initiation and maintenance period).\n\nThe outcome measure (by treatment) is an adjusted odds of experiencing improved allergic rhinitis.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.29","spread":null},{"groupId":"OG001","value":"5.11","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Allergic Rhinitis Symptoms","description":"Allergic rhinitis symptoms were entered in an eDiary by the participant/caregiver in a 2-week period every 4 months, for up to 24-30 months.","paramType":null,"dispersionType":null,"classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"Allergic Rhinitis Medication Use","description":"Allergic rhinitis medication use were entered in an eDiary by the participant/caregiver in a 2-week period every 4 months, for up to 24-30 months.","paramType":null,"dispersionType":null,"classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":14,"n":270},"commonTop":["Throat irritation","Oral pruritus","Abdominal pain upper","Asthma","Ear pruritus"]}}}