{"nctId":"NCT00922974","briefTitle":"Image-Guided Radiosurgery or Stereotactic Body Radiation Therapy in Treating Patients With Localized Spine Metastasis","startDateStruct":{"date":"2009-11","type":"ACTUAL"},"conditions":["Metastatic Cancer","Pain"],"count":399,"armGroups":[{"label":"Radiosurgery/SBRT","type":"EXPERIMENTAL","interventionNames":["Radiation: Radiosurgery/SBRT"]},{"label":"External Beam Radiation Therapy","type":"ACTIVE_COMPARATOR","interventionNames":["Radiation: External beam radiation therapy"]}],"interventions":[{"name":"External beam radiation therapy","otherNames":["EBRT"]},{"name":"Radiosurgery/SBRT","otherNames":["stereotactic body radiotherapy","SRS","stereotactic radiosurgery"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. The patient must have localized spine metastasis from the C1 to L5 levels by a screening imaging study \\[bone scan, positron emission tomography (PET), computerized tomography (CT), or magnetic resonance imaging (MRI)\\] (a solitary spine metastasis; two separate spine levels; or up to 3 separate sites \\[e.g., C5, T5-6, and T12\\] are permitted.) Each of the separate sites may have a maximal involvement of 2 contiguous vertebral bodies. Patients can have other visceral metastasis, and radioresistant tumors (including soft tissue sarcomas, melanomas, and renal cell carcinomas) are eligible. See Figure 1 in Section 3.1.1. of the protocol for a depiction of eligible metastatic lesions: 1) a solitary spine metastasis; 2) two contiguous spine levels involved; or 3) a maximum of 3 separate sites. Each of the separate sites may have a maximal involvement of 2 contiguous vertebral bodies. Epidural compression (arrow) is eligible when there is a ≥ 3 mm gap between the spinal cord and the edge of the epidural lesion (see #10). A paraspinal mass ≤ 5 cm is allowed (see #11).\n\n   * There can be multiple small metastatic lesions shown in other vertebral bodies as shown in referenced diagram. The metastatic lesion of each spine should be less than 20% of the vertebral body as opposed to the diffuse vertebral involvement. These small lesions are often seen in the MRI even when bone scan or PET was negative. Most of these lesions are not clinically required to be treated and are therefore not included in the target volume of this protocol. Only the painful spine (pain score≥ 5) is to be treated .\n2. Zubrod Performance Status 0-2;\n3. Age ≥ 18;\n4. History/physical examination within 2 weeks prior to registration;\n5. Negative serum pregnancy test within 2 weeks prior to registration for women of childbearing potential;\n6. Women of childbearing potential and male participants who are sexually active must agree to use a medically effective means of birth control;\n7. MRI (contrast is not required but strongly recommended) of the involved spine within 4 weeks prior to registration to determine the extent of the spine involvement; an MRI is required as it is superior to a CT scan in delineating the spinal cord as well as identifying an epidural or paraspinal soft tissue component. Note: If an MRI was done as a screening imaging study for eligibility (see Section -1), the MRI can be used as the required MRI for treatment planning.\n8. Numerical Rating Pain Scale within 1 week prior to registration; the patient must have a score on the Scale of ≥ 5 for at least one of the planned sites for spine radiosurgery. Documentation of the patient's initial pain score is required. Patients taking medication for pain at the time of registration are eligible.\n9. Neurological examination within 1 week prior to registration to rule out rapid neurologic decline; see Appendix III for the standardized neurological examination. Patients with mild to moderate neurological signs are eligible. These neurological signs include radiculopathy, dermatomal sensory change, and muscle strength of involved extremity 4/5 (lower extremity for ambulation or upper extremity for raising arms and/or arm function).\n10. Patients with epidural compression are eligible provided that there is a ≥ 3 mm gap between the spinal cord and the edge of the epidural lesion.\n11. Patients with a paraspinal mass ≤ 5 cm in the greatest dimension and that is contiguous with spine metastasis are eligible.\n12. Patients must provide study specific informed consent prior to study entry.\n\nExclusion Criteria:\n\n1. Histologies of myeloma or lymphoma;\n2. Non-ambulatory patients;\n3. Spine instability due to a compression fracture;\n4. \\> 50% loss of vertebral body height;\n5. Frank spinal cord compression or displacement or epidural compression within 3 mm of the spinal cord;\n6. Patients with rapid neurologic decline;\n7. Bony retropulsion causing neurologic abnormality;\n8. Prior radiation to the index spine;\n9. Patients for whom an MRI of the spine is medically contraindicated;\n10. Patients allergic to contrast dye used in MRIs or CT scans or who cannot be premedicated for the use of contrast dye.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"120 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Patients Receiving Radiosurgery/SBRT Per Protocol or With Minor Variation (Phase II)","description":"Treatment delivery was centrally reviewed by the study chair and medical physics co-chair. Success was defined as having a review of \"per protocol\" or \"minor variation\". A 70% success rate was required for continuation to the phase III component.\n\n* Target volume compliance in is defined as the following levels of target coverage in reference to dose volume:\n\n  * Per protocol: ≥ 90%\n  * Minor variation: 80%-90%\n  * Major deviation: \\<80% of of dose volume.\n* Image-Guided Radiotherapy (IGRT) compliance is defined as the following differences in IGRT images between simulation/planning and treatment, as well as at the end of treatment:\n\n  * Per protocol: \\<2 mm\n  * Minor variation: 2mm - 3mm\n  * Major deviation: \\> 3mm","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"39","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"37","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Patients With Complete or Partial Pain Response at 3 Months (Phase III)","description":"Pain is measured by the Numerical Rating Pain Scale (NRPS) a numerical 11-point scale (0-10) with 0 = no pain, 1-4 = mild, 5-6 = moderate, and 7-10 = severe with 10 the worst pain imaginable. Pain response is calculated as 3 month score - baseline score with a positive value indicating increased pain and a negative value indicating decreased pain. Patients with complete or partial pain response as defined below are considered responders. The index site is the lesion with the highest baseline (day of radiosurgery) pain score. If multiple sites have the same baseline pain score, the index site is the most cephalad lesion.\n\n* Complete response: post-treatment pain score of 0 at the index site, no increase in narcotic pain medication, and no increase in pain score at the secondary treated site(s).\n* Partial response: post-treatment improvement of at least 3 points at the index site, no increase in narcotic pain medication, and no increase in pain score at the secondary treated site(s).","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"40.3","spread":null},{"groupId":"OG001","value":"57.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Pain Response Through Two Years (Phase III)","description":"Pain is measured by the NRPS, a numerical 11-point scale from 0=no pain to 10=worst pain imaginable. Magnitude of pain response = post-baseline score - baseline score with a positive value indicating increased pain and a negative value indicating decreased pain. Pain response begins when a patient improves at least 3 points at the index site. (Although pain medication and pain response were part of the protocol definition of pain response, they were unable to be assessed accurately during weeks 1-3 and therefore were not included in the final definition used here.) Pain response time is defined as time from randomization to the date of pain response, last known follow-up (censored), or death (censored). Rates of participants with pain response are estimated using the Kaplan-Meier method. The distributions of pain response times are compared between the arms. Two-year rates are provided.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19.2","spread":null},{"groupId":"OG001","value":"19.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Pain Relapse Through Two Years (Phase III)","description":"Pain is measured by the NRPS, a numerical 11-point scale from 0=no pain to 10=worst pain imaginable. Amount of pain response = post-baseline score - baseline score with a positive value indicating increased pain and a negative value indicating decreased pain. Pain response begins when a patient improves at least 3 points at the index site. Pain response ends when when the pain score increases by 3 points (relapse). (Although pain medication and pain response were part of the protocol definition of pain response, they were unable to be assessed accurately during weeks 1-3 and therefore were not included in the final definition used here.) Pain relapse time is defined as time from randomization to the date of first failure, last known follow-up (censored), or death (censored). Rates of participants with pain relapse are estimated using the Kaplan-Meier method. The distributions of pain relapse times are compared between the arms. Two-year rates are provided.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"91.7","spread":null},{"groupId":"OG001","value":"96.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients With Adverse Events at 3 Months (Phase III)","description":"Common Terminology Criteria for Adverse Events (version 3.0) grades adverse event (AE) severity from 1=mild to 5=death. Summary data is provided in this outcome measure.; See Adverse Events Module for specific adverse event data.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.4","spread":null},{"groupId":"OG001","value":"7.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"43.6","spread":null},{"groupId":"OG001","value":"36.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With a Vertebral Compression Fracture Through Two Years (Phase III)","description":"Failure is defined as a vertebral compression fracture. Failure time is defined as time from randomization to the date of first failure, last known follow-up (censored), or death without compression fracture (competing risk). Failure rates are estimated using the cumulative incidence method. The distributions of failure times are compared between the arms. Two-year rates are provided.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19.5","spread":null},{"groupId":"OG001","value":"21.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Spinal Cord Damage Through Two Years","description":"Failure is defined as spinal cord damage. Failure time is defined as time from randomization to the date of first failure, last known follow-up (censored), or death without compression fracture (competing risk). Failure rates are estimated using the cumulative incidence method. The distributions of failure times are compared between the arms. Two-year rates are provided.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.6","spread":null},{"groupId":"OG001","value":"1.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Functional Assessment of Cancer Therapy - General (FACT-G) Total Score at 3 Months (Phase III)","description":"The FACT-G is a validated 27-item measure in which a higher score represents higher quality of life (QOL). Physical, functional, social and emotional well-being subscale scores are added together to form the FACT-G total score. Responses range from 0=Not a lot to 4=Very much. Certain items must be reversed before being added, by subtracting the response from 4. Subscale items are added together, multiplied by the number of items in the subscale, then divided by the number of items answered to obtain subscale totals. Total score ranges from 0-108; physical, social and functional subscales from 0-28; emotional subscale from 0-24. Each subscale requires at least 50% of the items to be completed while the overall response rate must be greater than 80%. If items are missing the subscale scores can be prorated. Change at 3 months is calculated as 3 month score - baseline score with a positive change indicating improvement in QOL.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.4","spread":"16.0"},{"groupId":"OG001","value":"5.2","spread":"14.1"}]}]}]},{"type":"SECONDARY","title":"Change in Brief Pain Inventory (BPI) Worst Pain Score Through Two Years (Phase III)","description":"The Brief Pain Inventory Worst Pain score measures self-reported worst pain in the last week. Possible scores range from 0 (no pain) to 10 (worst pain imaginable), with higher scores indicating a worse outcome. Change is calculated as baseline score subtracted from post-baseline score with a positive change indicating more pain.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.9","spread":"2.9"},{"groupId":"OG001","value":"-2.0","spread":"3.3"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.3","spread":"2.9"},{"groupId":"OG001","value":"-2.8","spread":"2.9"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.2","spread":"3.7"},{"groupId":"OG001","value":"-2.3","spread":"2.9"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.4","spread":"3.3"},{"groupId":"OG001","value":"-2.1","spread":"3.5"}]}]}]},{"type":"SECONDARY","title":"Change in EuroQol 5 Dimension (EQ-5D) Index Score Through Two Years (Phase III)","description":"The EQ-5D index score measures health status. Possible scores range from 0 (worst health state) to 1 (best health state), with higher scores indicating better health. Change is calculated as baseline score subtracted from post-baseline score with a positive change indicating improved health status.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.09","spread":"0.19"},{"groupId":"OG001","value":"0.09","spread":"0.23"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.08","spread":"0.23"},{"groupId":"OG001","value":"0.12","spread":"0.25"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.09","spread":"0.21"},{"groupId":"OG001","value":"0.03","spread":"0.25"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.02","spread":"0.26"},{"groupId":"OG001","value":"-0.02","spread":"0.14"}]}]}]},{"type":"SECONDARY","title":"Change in Functional Assessment of Cancer Therapy - General (FACT-G) Total Score Through Two Years (Phase III)","description":"The FACT-G total score gives a combined score of the four domains of health-related quality of life (HRQOL) in cancer patients: Physical, social, emotional, and functional well-being. Possible total scores range from 0 to 108 with higher scores indicating a better HRQOL. Change is calculated as baseline score subtracted from post-baseline score with a positive change indicating improvement in HRQOL.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.4","spread":"16.0"},{"groupId":"OG001","value":"5.2","spread":"14.1"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.7","spread":"16.6"},{"groupId":"OG001","value":"5.0","spread":"15.8"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.9","spread":"16.6"},{"groupId":"OG001","value":"2.9","spread":"20.0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.8","spread":"16.7"},{"groupId":"OG001","value":"-2.1","spread":"14.1"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":5,"n":34},"commonTop":["Back pain","Fatigue","Nausea","Hemoglobin decreased","Constipation"]}}}