{"nctId":"NCT01059565","briefTitle":"Safety and Efficacy Study of Aztreonam for Inhalation Solution (AZLI) in Patients With Cystic Fibrosis and Chronic Burkholderia Species Infection","startDateStruct":{"date":"2010-02"},"conditions":["Cystic Fibrosis","Burkholderia Infections"],"count":102,"armGroups":[{"label":"AZLI","type":"EXPERIMENTAL","interventionNames":["Drug: AZLI"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"AZLI","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Male or female ≥ 6 years of age\n2. Subjects with CF as diagnosed by one of the following:\n\n   * Documented sweat chloride ≥ 60 milliequivalent (mEq)/L by quantitative pilocarpine iontophoresis test\n   * Documented sweat sodium ≥ 60 mmol/L\n   * Two well-characterized genetic mutations in the CF transmembrane conductance regulator (CFTR) gene\n   * Abnormal nasal potential difference (NPD) with accompanying symptoms characteristic of CF\n3. Chronic infection with Burkholderia spp. defined by:\n\n   * One sputum (or bronchoalveolar lavage) culture positive for Burkholderia spp. within 6 months prior to baseline assessment,\n   * At least 50% of sputum (or bronchoalveolar lavage) cultures collected at least one month apart over the previous 12 months prior to baseline assessment positive for Burkholderia spp. (minimum of 2 positive cultures), and\n   * At least one positive sputum (or bronchoalveolar lavage) culture (obtained at any point in time) confirmed to be Burkholderia spp. by the Cystic Fibrosis Foundation (CFF) Burkholderia cepacia Research Laboratory and Repository at the University of Michigan (or equivalent Canadian reference laboratory).\n4. Concomitant aerosolized antibiotic treatment: subjects receiving intermittent (alternating month on/month off) aerosolized antibiotic treatment were eligible, but must have been at least 1 week into their off-treatment cycle at the time of baseline assessment. Subjects receiving continuous aerosolized antibiotic treatment were eligible without restriction on their aerosolized antibiotic treatment.\n5. Chest radiograph, computed tomography (CT), or magnetic resonance imaging (MRI) (most recent, obtained within 90 days of screening) without significant acute findings (eg, infiltrates \\[lobar or diffuse interstitial\\], pleural effusion, pneumothorax), and no significant intercurrent illness; chronic, stable findings (eg, chronic scarring or atelectasis) were allowed.\n6. Subjects (and parent/guardian as required) must have been able to provide written informed consent/assent prior to any study-related procedures,\n7. Ability to perform reproducible pulmonary function tests\n8. Sexually active females of childbearing potential must have agreed to use a highly effective method of contraception during heterosexual intercourse throughout the study period and for 30 days following discontinuation of study drug. A highly effective method of birth control was defined as a method that would result in a low failure rate (ie, less than 1% per year) when used consistently and correctly, such as implants, injectables, combined oral contraceptives, some intrauterine devices (IUDs), or a vasectomized partner.\n\nExclusion Criteria:\n\n1. Administration of any investigational drug or use of any investigational device within 28 days of randomization/baseline and within six half-lives of the investigational drug (whichever is longer)\n2. Administration of AZLI treatment within the 28 days prior to randomization/baseline\n3. Known local or systemic hypersensitivity to monobactam antibiotics\n4. History of lung transplantation\n5. Abnormal renal or hepatic function results at most recent test within the previous 90 days, defined as:\n\n   * Aspartate aminotransferase (AST) or alanine aminotransferase (ALT) \\> 5 times the upper limit of the normal range (ULN)\n   * Serum creatinine \\> 2 times ULN\n6. Known portal hypertension or complications of CF hepatopathy\n7. Positive urine pregnancy test (confirmed by serum pregnancy test) at screening; all women of childbearing potential were tested\n8. Any female of childbearing potential who was lactating or not practicing a highly effective method of birth control as defined in the protocol\n9. Any serious or active medical or psychiatric illness which, in the opinion of the investigator, would have interfered with subject treatment, assessment or compliance with the protocol","healthyVolunteers":false,"sex":"ALL","minimumAge":"6 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"AUCave of Relative Change in FEV1 % Predicted From Baseline to Week 24","description":"The relative change (AUCave) in FEV1 % predicted from baseline to Week 24 was analyzed. FEV1 % predicted is defined as FEV1 % of the patient divided by the average FEV1 % in the population for any person of similar age, sex and body composition. AUCave is the calculated area under the curve corrected for baseline and adjusted by the number of days on study through Week 24.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.16","spread":"1.50"},{"groupId":"OG001","value":"-0.75","spread":"1.43"}]}]}]},{"type":"SECONDARY","title":"Total Number of Systemic and/or Inhaled Antibiotic Courses for Respiratory Events","description":"The total number of systemic and/or inhaled antibiotic courses for respiratory events from baseline to Week 24 was analyzed. A single antibiotic course may represent the use of multiple antibiotics.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"54","spread":null},{"groupId":"OG001","value":"73","spread":null}]}]}]},{"type":"SECONDARY","title":"AUCave of Change in CFQ-R RSS Scores From Baseline to Week 24","description":"The change (AUCave) in CFQ-R RSS scores from baseline to Week 24 was analyzed.\n\nThe range of scores (units) within the RSS domain is 0 to 100 with higher scores indicating fewer symptoms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.97","spread":"1.70"},{"groupId":"OG001","value":"2.79","spread":"1.58"}]}]}]},{"type":"SECONDARY","title":"AUCave of Relative Change From Baseline to Week 24 in FEV1","description":"The relative change (AUCave) from baseline to Week 24 in mean (SE) FEV1 was analyzed. FEV1 is defined as the maximal volume of air that can be exhaled in 1 second.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.36","spread":"1.49"},{"groupId":"OG001","value":"-0.41","spread":"1.42"}]}]}]},{"type":"SECONDARY","title":"AUCave of Relative Change From Baseline to Week 24 in FVC","description":"The relative change (AUCave) from baseline to Week 24 in mean (SE) FVC was analyzed. FVC is defined as the volume of air that can forcibly be blown out after taking a full breath.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.77","spread":"1.42"},{"groupId":"OG001","value":"0.17","spread":"1.35"}]}]}]},{"type":"SECONDARY","title":"AUCave of Relative Change From Baseline to Week 24 in FEF25-75","description":"The relative change (AUCave) from baseline to Week 24 in mean (SE) FEF25-75 was analyzed. FEF25-75 is defined as the forced expiratory flow from 25% to 75% of the FVC.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.40","spread":"2.37"},{"groupId":"OG001","value":"-0.55","spread":"2.25"}]}]}]},{"type":"SECONDARY","title":"AUCave of the Change From Baseline to Week 24 in Physical Functioning Score as Assessed by the CFQ-R","description":"The change (AUCave) from baseline to Week 24 in the physical functioning score as assessed by the CFQ-R was analyzed.\n\nThe range of scores (units) in the CFQ-R physical functioning domain is 0 to 100 with higher scores indicating better QOL.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.06","spread":"1.57"},{"groupId":"OG001","value":"-1.93","spread":"1.48"}]}]}]},{"type":"SECONDARY","title":"AUCave of the Change From Baseline to Week 24 in Weight Score as Assessed by the CFQ-R","description":"The change (AUCave) from baseline to Week 24 in the weight score as assessed by the CFQ-R was analyzed.\n\nThe range of scores (units) in the CFQ-R weight domain is 0 to 100 with higher scores indicating better QOL.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.54","spread":"2.90"},{"groupId":"OG001","value":"3.11","spread":"2.80"}]}]}]},{"type":"SECONDARY","title":"AUCave of the Change From Baseline to Week 24 in Treatment Burden Score as Assessed by the CFQ-R","description":"The change (AUCave) from baseline to Week 24 in the treatment burden score as assessed by the CFQ-R was analyzed.\n\nThe range of scores (units) in the CFQ-R treatment burden domain is 0 to 100 with higher scores indicating better QOL.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.73","spread":"1.73"},{"groupId":"OG001","value":"-6.35","spread":"1.62"}]}]}]},{"type":"SECONDARY","title":"Change in BMI From Baseline to Week 24","description":"The change in BMI from baseline to Week 24 was analyzed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.34","spread":"0.16"},{"groupId":"OG001","value":"0.21","spread":"0.15"}]}]}]},{"type":"SECONDARY","title":"Change in Burkholderia Spp. CFU in Sputum From Baseline to Week 24","description":"The change in Burkholderia spp. CFU in sputum from baseline to Week 24 was analyzed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.41","spread":"0.58"},{"groupId":"OG001","value":"0.48","spread":"0.50"}]}]}]},{"type":"SECONDARY","title":"Percentage of Days Participants Used Antibiotics","description":"The percentage of days participants used antibiotics from baseline to Week 24 was analyzed. Antibiotics ongoing at baseline or started on or after first dose date were included in the analysis. A single antibiotic course could represent the use of multiple antibiotics. Days of antibiotic use included unique days.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"44.4","spread":"35.2"},{"groupId":"OG001","value":"56.3","spread":"34.8"}]}]}]},{"type":"SECONDARY","title":"Percent of Days Hospitalized","description":"The percentage of days hospitalized from baseline to Week 24 was analyzed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.9","spread":"10.3"},{"groupId":"OG001","value":"4.8","spread":"8.7"}]}]}]},{"type":"SECONDARY","title":"Percentage of Missed School or Work Days","description":"The percentage of days participants missed school or work from baseline to Week 24 was analyzed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.9","spread":"3.3"},{"groupId":"OG001","value":"4.7","spread":"7.2"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":17,"n":48},"commonTop":["Cough","Sputum increased","Pyrexia","Dyspnoea","Nasal congestion"]}}}