{"nctId":"NCT03969212","briefTitle":"Study to Assess the Efficacy of Baloxavir Marboxil Versus Placebo to Reduce Onward Transmission of Influenza A or B in Households","startDateStruct":{"date":"2019-10-10","type":"ACTUAL"},"conditions":["Influenza"],"count":4138,"armGroups":[{"label":"Baloxavir Marboxil","type":"EXPERIMENTAL","interventionNames":["Drug: Baloxavir Marboxil"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Baloxavir Marboxil","otherNames":["Xofluza"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"INCLUSION CRITERIA:\n\nIndex Patients (IPs):\n\n* Able to comply with the study protocol per investigator judgment.\n* Diagnosed with acute influenza infection by investigator.\n* Polymerase chain reaction \\[PCR\\] (+) or Rapid Influenza Diagnostic Test \\[RIDT\\] (+) for influenza A/B based on cobas® SARS-CoV-2 and influenza A/B or other point-of-care / local laboratory results.\n* PCR (-) or antigen test (-) for SARS-CoV-2 based on cobas® SARS-CoV-2 and Influenza A/B test or other point-of-care / local laboratory result\n* Presence of (a) fever (\\>=38.0 °C per tympanic or rectal thermometer; \\>=37.5 °C per axillary, oral or forehead/temporal thermometer) or (b) any influenza symptoms (cough, sore throat, nasal congestion, headache, feverishness or chills, muscle or joint pain, fatigue).\n* The time interval between the onset of fever or influenza symptoms and the pre-dose examinations is 48 hours or less.\n* IP lives in a household where: (1) No HHC is known to have been diagnosed with influenza or SARS-CoV-2 infection by a healthcare professional (HCP) in the past 4 weeks; (2) All HHCs are expected to meet the key HHC inclusion criteria; (3) \\>=1 HHCs are expected to participate in the full study who have not received the influenza vaccine within 6 months prior to screening.\n* Women of childbearing potential: Agreement to remain abstinent (refrain from heterosexual intercourse) or use contraceptive measures specified in the protocol\n\nAll HHCs (Part 1):\n\n* PCR (-) or RIDT (-) based on cobas® SARS-CoV-2 and influenza A/B or other local point-of-care / local laboratory result.\n* PCR (-) or antigen test (-) for SARS-CoV-2 based on cobas® SARS-CoV-2 and Influenza A/B or other POC / local laboratory result.\n* HHC lives with no HHC who will be present in the home at any time during the study and who meets any HHC exclusion criteria.\n* HHC lives with no HHC who does not meet HHC inclusion criteria (part 1).\n* HHC lives in a household where ≥1 HHCs meet all of the following: Start screening within 24 hours after IP randomization; Have NOT received the influenza vaccine within 6 months prior to screening; and Fulfill full study HHC inclusion criteria part 2.\n\nFull study HHCs (part 2) intended for full study must meet the following additional criteria for study entry:\n\n* Agree to participate in the full study.\n* Able to comply with the study protocol per investigator judgment\n* No influenza symptoms within 7 days prior to screening. Alternatively, mild symptoms are permissible if determined by the investigator to be due to a preexisting condition.\n* Temperature \\<38.0 °C (tympanic).\n* Will reside in the index patient's house for at least 7 of the next 9 days and will be present for scheduled study visits.\n* Willing and able to measure and record temperature, or have another household member perform the task on his or her behalf. Furthermore, a responsible adult will assume responsibility to oversee or perform this task on behalf of minors.\n* In the 6 months prior to screening: a) Has not been diagnosed with influenza by a healthcare professional b) Has not received BXM, peramivir, laninamivir, oseltamivir, zanamivir, rimantadine, umifenovir, favipiravir or amantadine.\n* Does not have a moderate or worse active infections OR infections requiring systemic (e.g., oral or intravenous) or otherwise internally administered (e.g., inhaled, intrathecal) antibiotic/antiviral/antifungal therapy, (topical therapies for mild external infections allowed).\n\nEXCLUSION CRITERIA:\n\nIPs:\n\n* IPs with severe influenza virus infection requiring inpatient treatment.\n* IPs judged by the investigator to be at high risk for complications of influenza.\n* IP is ≥12 years old and unable to swallow tablets (not applicable to IPs 5 to 11 year olds who will receive oral suspension).\n* Women who are breastfeeding or have a positive pregnancy test in the pre-dose examinations.\n* IPs with concurrent (non-influenza) infections requiring systemic antimicrobial and/or antiviral therapy at the pre-dose examinations.\n* IPs who have received baloxavir marboxil, peramivir, laninamivir, oseltamivir, zanamivir, rimantadine, umifenovir, favipiravir or amantadine, or an investigational drug, within 30 days or 5 drug-elimination half-lives, whichever is longer, prior to screening.\n* IPs who have received an investigational monoclonal antibody for a viral disease in the last year.\n* Known hypersensitivity to baloxavir marboxil or the drug product excipients.\n* IP previously included in the study\n* IP lives with an HHC who, based on available information, meets the HHC exclusion criteria\n\nHHC:\n\n* Pregnant or within 2 weeks post-partum at screening.\n* Immunocompromised.\n* Less than 2 years old.\n* Who have received an investigational therapy within the 30 days or 5 drug elimination half-lives, whichever is longer, prior to screening.\n* Diagnosed with influenza or SARS-CoV-2 infection by a healthcare professional in the past 4 weeks.\n* HHC who plans to arrive home after 24 hours post IP randomization to Day 9 and is not willing to be consented as soon as possible upon arrival.\n* HHC previously included in the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"5 Years","maximumAge":"64 Years","stdAges":["CHILD","ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of HHCs With Virological Influenza Transmission by Day 5","description":"The virological transmission was determined based on Polymerase Chain Reaction Positive (PCR+) influenza test results. The adjusted incidence (cumulative proportion of events by Day 5) rate is reported here. This is defined as percentage of HHCs who tested PCR+ for influenza by Day 5 post IP randomization with virus subtype matching with that of the respective IP, irrespective of being symptomatic or asymptomatic. The adjusted incidence rates presented were estimated using a generalized estimating equations (GEE) approach.","paramType":"NUMBER","dispersionType":"95.38% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.42","spread":null},{"groupId":"OG001","value":"9.50","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of HHCs With Symptomatic Influenza Transmission by Day 5","description":"The adjusted incidence (cumulative proportion of events by Day 5) rate is reported here. This is defined as percentage of HHCs who tested PCR+ for influenza by Day 5 post IP randomization with virus subtype matching with that of respective IP, \\& developed symptoms at any time during the study. The adjusted incidence rates presented were estimated using a GEE approach. HHCs ≥12 years old were symptomatic if 1. Presence of temperature ≥38.0 Celsius (C) and 1 respiratory symptom (cough, sore throat, nasal congestion) or 2. Presence of 1 respiratory symptom and 1 general systemic symptom (headache, feverishness or chills, muscle or joint pain, fatigue), with/without a fever. HHCs ≥2 and \\<12 years old were symptomatic if the presence of temperature was ≥38.0°C and had upper respiratory tract infection signs or symptoms (cough, nasal congestion, or rhinorrhea). Symptoms must be either new or have worsened versus baseline in HHC with baseline symptoms due to a preexisting comorbidity.","paramType":"NUMBER","dispersionType":"95.38% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.61","spread":"5.66"},{"groupId":"OG001","value":"5.80","spread":"4.10"}]}]}]},{"type":"SECONDARY","title":"Percentage of Households (HHs) With Virological Influenza Transmission at Household Level by Day 5","description":"Percentage of households with at least one HHC who met the primary endpoint of virological transmission by Day 5 are reported here. 'Number of participants analyzed' is the number of IPs in the PAS-IP set.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19.5","spread":null},{"groupId":"OG001","value":"15.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of HHs With Symptomatic Influenza Transmission at Household Level by Day 5","description":"Percentage of HHs with at least one HHC who meets the symptomatic transmission by Day 5 endpoint are reported here. 'Number of participants analyzed' is the number of IPs in the PAS-IP set.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.9","spread":null},{"groupId":"OG001","value":"8.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of HHCs With Virological Influenza Transmission by Day 9","description":"The adjusted incidence (cumulative proportion of events by Day 9) rate is reported here. This is defined as percentage of HHCs who tested PCR+ for influenza by Day 9 post IP randomization with virus subtype matching with the respective IP, irrespective of being symptomatic or asymptomatic including: 1. all HHC meeting primary endpoint, AND 2. all HHC cases detected after Day 5 meeting the following criteria: 2a. included HHC case was in an HH where another HHC had already met the primary endpoint OR 2b. included HHC case was PCR+ bearing an amino acid substitution of isoleucine for another amino acid at position 38 (I38X) in the polymerase acidic (PA) protein (PA/I38X substitution) or amino acid substitution of threonine to lysine at position 20 in the PA protein for influenza B only (PA/T20K). The adjusted incidence rates presented were estimated using a GEE approach.","paramType":"NUMBER","dispersionType":"95.38% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15.40","spread":"12.20"},{"groupId":"OG001","value":"10.77","spread":"8.41"}]}]}]},{"type":"SECONDARY","title":"Percentage of HHCs With Symptomatic Influenza Transmission by Day 9","description":"The adjusted incidence (cumulative proportion of events by Day 9) rate is reported here. This is defined as percentage of HHCs who met the virological transmission by Day 9 endpoint and developed symptoms at any time during the study. The adjusted incidence rates presented were estimated using a GEE approach. HHCs ≥12 years were symptomatic if they had 1. temperature ≥38.0°C and one respiratory symptom (cough, sore throat, nasal congestion) or 2. one respiratory and one general systemic symptom (headache, feverishness or chills, muscle or joint pain, fatigue), with or without fever. HHCs ≥2 and \\<12 years were symptomatic if the presence of temperature was ≥38.0°C and had upper respiratory symptoms (headache, feverishness or chills, muscle or joint pain, fatigue). Symptoms must be either new or have worsened versus baseline in HHC with baseline symptoms due to a preexisting comorbidity.","paramType":"NUMBER","dispersionType":"95.38% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.26","spread":null},{"groupId":"OG001","value":"6.15","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of HHCs With Any Virological Infection by Day 9","description":"Virological infection was defined as HHCs who tested PCR+ for influenza by Day 9 post IP randomization based on PCR influenza test results. The adjusted incidence (cumulative proportion of events by Day 9) rate is reported here. This is defined as percentage of HHCs who met the virological infection by Day 9 endpoint. The adjusted incidence rates presented were estimated using a GEE approach.","paramType":"NUMBER","dispersionType":"95.38% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.68","spread":"15.36"},{"groupId":"OG001","value":"13.98","spread":"11.31"}]}]}]},{"type":"SECONDARY","title":"Percentage of HHs With Any Virological Infection at HH Level by Day 9","description":"Virological infection at the HH level was defined as the HHs with at least one HHC who met the endpoint of any virological infection by Day 9. 'Number of participants analyzed' is the number of IPs in the PAS-IP set.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24.3","spread":null},{"groupId":"OG001","value":"20.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of HHCs With Any Symptomatic Infection by Day 9","description":"The adjusted incidence (cumulative proportion of events by Day 9) rate is reported here. This is defined as percentage of HHCs who tested PCR+ for influenza by Day 9 post IP randomization and developed symptoms at any time during the study. The adjusted incidence rates presented were estimated using a GEE approach. HHCs ≥12 years were symptomatic if they had (1) a temperature ≥38.0°C and one respiratory symptom (cough, sore throat, nasal congestion) or (2) one respiratory and one systemic symptom (headache, chills, muscle/joint pain, fatigue), with or without fever. HHCs ≥2 and \\<12 years were symptomatic if the presence of temperature was ≥38.0°C and had upper respiratory symptoms (cough, nasal congestion, rhinorrhea). Symptoms must be either new or have worsened versus baseline in HHC with baseline symptoms due to a preexisting comorbidity.","paramType":"NUMBER","dispersionType":"95.38% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.71","spread":"6.49"},{"groupId":"OG001","value":"6.43","spread":"4.61"}]}]}]},{"type":"SECONDARY","title":"Percentage of HHs With Any Symptomatic Infection at HH Level by Day 9","description":"Percentage of HHs with at least one HHC who meets the endpoint of any symptomatic infection by Day 9 are reported here. HHCs ≥12 years were symptomatic if they had 1. a temperature ≥38.0°C \\&1 respiratory symptom (cough, sore throat, nasal congestion) or 2. 1 respiratory \\& 1 systemic symptom (headache, chills, muscle/joint pain, fatigue), with/without fever. HHCs ≥2 \\& \\<12 years were symptomatic if the temperature was ≥38.0°C \\& had upper respiratory symptoms (cough, nasal congestion, rhinorrhea). Symptoms must be new or have worsened versus baseline in HHC with baseline symptoms due to preexisting comorbidity. 'Number of participants analyzed' is the number of IPs in the PAS-IP set.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.9","spread":null},{"groupId":"OG001","value":"9.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of IPs With Adverse Events (AEs)","description":"An AE is any untoward medical occurrence in a participant administered a pharmaceutical product and regardless of causal relationship with this treatment. An AE can therefore be any unfavorable and unintended sign (including an abnormal laboratory finding), symptom, or disease temporally associated with the use of a medicinal (investigational) product, whether or not considered related to the medicinal (investigational) product.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"51","spread":null},{"groupId":"OG001","value":"33","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of IPs With Serious Adverse Events (SAEs)","description":"A SAE is any significant hazard, contraindication, side effect that is fatal or life-threatening, requires hospitalization or prolongation of an existing hospitalization, results in persistent or significant disability or incapacity, is a congenital anomaly or birth defect, is medically significant or requires intervention to prevent one or other of the outcomes listed above.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":726},"commonTop":[]}}}