{"nctId":"NCT02745080","briefTitle":"Efficacy of Secukinumab Compared to Adalimumab in Patients With Psoriatic Arthritis","startDateStruct":{"date":"2017-04-03","type":"ACTUAL"},"conditions":["Psoriatic Arthritis"],"count":853,"armGroups":[{"label":"Secukinumab 300 mg s.c.","type":"EXPERIMENTAL","interventionNames":["Biological: Secukinumab"]},{"label":"Adalimumab 40 mg s.c.","type":"ACTIVE_COMPARATOR","interventionNames":["Biological: Adalimumab"]}],"interventions":[{"name":"Secukinumab","otherNames":["AIN457"]},{"name":"Adalimumab","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Key Inclusion Criteria:\n\n* Diagnosis of PsA classified by CASPAR\n* Rheumatoid factor and anti-CCP antibodies negative\n* Diagnosis of active plaque psoriasis, with at least one psoriatic plaque of \\>= 2cm diameter or nail changes consistent with psoriasis or documented history of plaque psoriasis\n* Inadequate control of symptoms with NSAIDs\n* Inadequate control of symptoms with a conventional DMARD.\n\nKey Exclusion Criteria:\n\n* Pregnant or nursing women\n* Evidence of ongoing infectious or malignant process\n* Previous exposure to any biologic drug for Psoriatic Arthritis or Psoriasis\n* Subjects taking high potency opioid analgesics\n* Ongoing use of prohibited psoriasis treatments/medications\n* Previous treatment with any cell-depleting therapies including but not limited to anti-CD20 investigational agents.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants Who Achieved an American College of Rheumatology 20% (ACR20) Response at Week 52","description":"Clinical response, failure to permanently discontinue study medication prematurely, and lack of need for rescue medication was required for a patient to achieve treatment success. The primary endpoint is the proportion of patients with monotherapy ACR20 response at Week 52 where monotherapy ACR20 response is defined as meeting the following 3 conditions:\n\n1. achieving American College of Rheumatology 20 (ACR20) response\n2. no permanent study treatment (secukinumab or adalimumab) discontinuation before or at Week 50 (the last dosing visit)\n3. no use of conventional disease modifying anti-rheumatic drugs (also known as non-biologic DMARDs) cDMARDs (including Methotrexate (MTX)) after Week 36 (regardless of the starting time of taking cDMARDs)","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"67.4","spread":null},{"groupId":"OG001","value":"61.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Achieved a Psoriasis Area and Severity Index (PASI)-90 Response at Week 52","description":"The PASI is a system used for assessing and grading the severity of psoriatic lesions. In the PASI system, the body is divided into 4 regions: the head, trunk, upper extremities, and lower extremities. Each of these areas were assessed separately for the percentage of the area involved, which translates to a numeric score that ranges from 0 to 6, and for erythema, induration, and scaling, which are each rated on a scale of 0 to 4. The PASI produces a numeric score that can range from 0 to 72. A higher score indicates more severe disease. A PASI 90 response represents participants who achieved at least a 90 percent improvement from baseline in the PASI score.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"65.4","spread":null},{"groupId":"OG001","value":"43.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Achieved an American College of Rheumatology 50% (ACR50) Response at Week 52","description":"Clinical response, failure to permanently discontinue study medication prematurely, and lack of need for rescue medication was required for a patient to achieve treatment success. The secondary endpoint is the proportion of patients with monotherapy ACR50 response at Week 52 where monotherapy ACR50 response is defined as meeting the following 3 conditions:\n\n1. achieving American College of Rheumatology 50 (ACR50) response\n2. no permanent study treatment (secukinumab or adalimumab) discontinuation before or at Week 52\n3. no use of conventional disease modifying anti-rheumatic drugs (also known as non-biologic DMARDs) cDMARDs (including Methotrexate (MTX)) after Week 36 (regardless of the starting time of taking cDMARDs)","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"49.0","spread":null},{"groupId":"OG001","value":"44.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Health Assessment Questionnaire - Disability Index (HAQ-DI Score) at Week 52","description":"The HAQ-DI assesses a subject's level of functional ability and includes questions of fine movements of the upper extremity, locomotor activities of the lower extremity, and activities that involve both upper and lower extremities. There are 20 questions in 8 categories of functioning including dressing, rising, eating, walking, hygiene, reach, grip and usual activities. The stem of each item asks 'Over the past week, \"are you able to...\" perform a particular task'. Each item is scored on a 4 point scale from 0 - 3, representing normal, no difficulty (0), some difficulty (1), much difficulty (2) and unable to do (3). The disability index score is calculated as the mean of the available category scores, ranging from 0 to 3. A negative change from baseline indicates improvement.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.58","spread":"0.027"},{"groupId":"OG001","value":"-0.56","spread":"0.027"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Achieved Resolution of Enthesitis at Week 52","description":"Enthesitis refers to inflammation of entheses, the site where ligaments or tendons insert into the bones. Resolution was defined as the absence of recorded enthesitis; conducted by the study assessor.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"60.5","spread":null},{"groupId":"OG001","value":"54.2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":37,"n":426},"commonTop":["Nasopharyngitis","Upper respiratory tract infection","Psoriatic arthropathy","Diarrhoea","Headache"]}}}