{"nctId":"NCT00818883","briefTitle":"Efficacy and Safety of Azilsartan Medoxomil and Chlorthalidone in Participants With Moderate to Severe Hypertension","startDateStruct":{"date":"2009-02"},"conditions":["Essential Hypertension"],"count":609,"armGroups":[{"label":"Azilsartan Medoxomil 40 mg/Chlorthalidone 12.5 mg QD","type":"EXPERIMENTAL","interventionNames":["Drug: Azilsartan medoxomil and chlorthalidone"]},{"label":"Azilsartan Medoxomil 40 mg + Hydrochlorothiazide 12.5 mg QD","type":"EXPERIMENTAL","interventionNames":["Drug: Azilsartan medoxomil and hydrochlorothiazide"]}],"interventions":[{"name":"Azilsartan medoxomil and chlorthalidone","otherNames":["TAK-491","TAK-491CLD"]},{"name":"Azilsartan medoxomil and hydrochlorothiazide","otherNames":["TAK-491","TAK-491CLD"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Is treated with antihypertensive therapy and has a post-washout mean sitting clinic SBP greater than or equal to 160 and less than or equal to 190 mm Hg on Day -1; or the participant has not received antihypertensive treatment within 28 days prior to Screening and has a mean sitting clinic SBP greater than or equal to 160 and less than or equal to 190 mm Hg at the Screening Visit and on Day -1.\n2. Females of childbearing potential who are sexually active agree to routinely use adequate contraception from Screening through 30 days after the last administered study drug dose.\n3. Has clinical laboratory test results (clinical chemistry, hematology, and complete urinalysis) within the reference range for the testing laboratory or the investigator does not consider the results to be clinically significant.\n4. Is willing to discontinue current antihypertensive medications on Day -21 or Day -28 if the participant is on amlodipine or chlorthalidone.\n\nExclusion Criteria:\n\n1. Has a mean sitting clinic diastolic blood pressure greater than 119 mm Hg on Day -1.\n2. Has a baseline 24-hour ambulatory blood pressure monitoring reading of insufficient quality.\n3. Works a night (third) shift (defined as 11 PM \\[2300\\] to 7 AM \\[0700\\]).\n4. Has an upper arm circumference less than 24 cm or greater than 42 cm.\n5. Is noncompliant (less than 70% or greater than 130%) with study medication during the placebo run-in period.\n6. Has secondary hypertension of any etiology (eg, renovascular disease, pheochromocytoma, Cushing's syndrome).\n7. Has a recent history (within the last 6 months) of myocardial infarction, heart failure, unstable angina, coronary artery bypass graft, percutaneous coronary intervention, hypertensive encephalopathy, cerebrovascular accident, or transient ischemic attack.\n8. Has clinically significant cardiac conduction defects (ie, third-degree atrioventricular block, sick sinus syndrome, atrial fibrillation, or atrial flutter).\n9. Has hemodynamically significant left ventricular outflow obstruction due to aortic valvular disease.\n10. Has severe renal dysfunction or disease \\[based on estimated glomerular filtration rate less than 30 mL/min/1.73m2 at Screening\\].\n11. Has known or suspected unilateral or bilateral renal artery stenosis.\n12. Has a history of cancer that has not been in remission for at least 5 years prior to the first dose of study drug. (This criterion does not apply to those participants with basal cell or stage I squamous cell carcinoma of the skin).\n13. Has poorly-controlled type 1 or type 2 diabetes mellitus at Screening.\n14. Has hypokalemia or hyperkalemia (defined as serum potassium outside of the normal reference range of the central laboratory).\n15. Has an alanine aminotransferase or aspartate aminotransferase level of greater than 2.5 times the upper limit of normal, active liver disease, or jaundice.\n16. Has any other known serious disease or condition that would compromise safety, might affect life expectancy, or make it difficult to successfully manage and follow the participant according to the protocol.\n17. Has known hypersensitivity to angiotensin II receptor blockers or thiazide-type diuretics or other sulfonamide-derived compounds.\n18. Has been randomized in a previous azilsartan medoxomil study.\n19. Currently participating in another investigational study or is receiving or has received any investigational compound within 30 days prior to Screening.\n20. Has a history of drug abuse or a history of alcohol abuse within the past 2 years.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Trough, Sitting, Clinic Systolic Blood Pressure","description":"The change in sitting trough clinic systolic blood pressure measured at each week indicated including final visit relative to baseline. Systolic blood pressure is the average of the 3 serial trough sitting systolic blood pressure measurements.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-35.1","spread":"0.97"},{"groupId":"OG001","value":"-29.5","spread":"0.98"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-37.8","spread":"0.91"},{"groupId":"OG001","value":"-32.8","spread":"0.91"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Trough, Sitting, Clinic Diastolic Blood Pressure","description":"The change in sitting trough clinic diastolic blood pressure measured at each week indicated including final visit relative to baseline. Diastolic blood pressure is the average of the 3 serial trough sitting systolic blood pressure measurements.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-15.0","spread":"0.55"},{"groupId":"OG001","value":"-11.2","spread":"0.55"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-16.4","spread":"0.50"},{"groupId":"OG001","value":"-13.7","spread":"0.51"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Mean Trough Systolic Blood Pressure (22 to 24 Hours After Dosing) as Measured by Ambulatory Blood Pressure Monitoring.","description":"The change in trough systolic blood pressure measured at each week indicated including final visit relative to baseline. Ambulatory blood pressure monitoring measures blood pressure at regular intervals throughout the day and night. The trough is the average of all measurements recorded from 22 to 24 hours after dosing.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-25.7","spread":"1.11"},{"groupId":"OG001","value":"-18.4","spread":"1.16"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-25.6","spread":"0.91"},{"groupId":"OG001","value":"-21.4","spread":"0.90"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Mean Trough Diastolic Blood Pressure (22 to 24 Hours After Dosing) as Measured by Ambulatory Blood Pressure Monitoring.","description":"The change in trough diastolic blood pressure measured at each week indicated including final visit relative to baseline. Ambulatory blood pressure monitoring measures blood pressure at regular intervals throughout the day and night. The trough is the average of all measurements recorded from 22 to 24 hours after dosing.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-15.2","spread":"0.70"},{"groupId":"OG001","value":"-10.6","spread":"0.74"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-15.1","spread":"0.63"},{"groupId":"OG001","value":"-12.7","spread":"0.62"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in 24-hour Mean Systolic Blood Pressure as Measured by Ambulatory Blood Pressure Monitoring.","description":"The change in 24-hour mean systolic blood pressure measured at each visit indicated including final visit relative to baseline. Ambulatory blood pressure monitoring measures blood pressure at regular intervals throughout the day and night. The 24-hour mean is the average of all measurements recorded for 24 hours after dosing.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-25.7","spread":"0.92"},{"groupId":"OG001","value":"-19.9","spread":"0.97"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-26.6","spread":"0.80"},{"groupId":"OG001","value":"-22.4","spread":"0.79"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in 24-hour Mean Diastolic Blood Pressure as Measured by Ambulatory Blood Pressure Monitoring.","description":"The change in 24-hour mean diastolic blood pressure measured at each visit indicated including final visit relative to baseline. Ambulatory blood pressure monitoring measures blood pressure at regular intervals throughout the day and night. The 24-hour mean is the average of all measurements recorded for 24 hours after dosing.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-14.7","spread":"0.59"},{"groupId":"OG001","value":"-10.9","spread":"0.62"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-15.2","spread":"0.53"},{"groupId":"OG001","value":"-12.6","spread":"0.53"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Mean Daytime (6 AM to 10 PM) Systolic Blood Pressure as Measured by Ambulatory Blood Pressure Monitoring.","description":"The change in daytime (6am to 10pm) mean systolic blood pressure measured at each visit including final visit relative to baseline. Ambulatory blood pressure monitoring measures blood pressure at regular intervals throughout the day and night. Daytime mean is the average of all measurements recorded between the hours of 6 am and 10 pm.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-27.0","spread":"0.95"},{"groupId":"OG001","value":"-20.2","spread":"1.00"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-27.5","spread":"0.82"},{"groupId":"OG001","value":"-22.8","spread":"0.82"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Mean Daytime (6 AM to 10 PM) Diastolic Blood Pressure as Measured by Ambulatory Blood Pressure Monitoring.","description":"The change in daytime (6am to 10pm) mean diastolic blood pressure measured at each visit including final visit relative to baseline. Ambulatory blood pressure monitoring measures blood pressure at regular intervals throughout the day and night. Daytime mean is the average of all measurements recorded between the hours of 6 am and 10 pm.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-15.4","spread":"0.62"},{"groupId":"OG001","value":"-11.1","spread":"0.65"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-15.8","spread":"0.55"},{"groupId":"OG001","value":"-12.9","spread":"0.55"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Mean Nighttime (12 AM to 6 AM) Systolic Blood Pressure as Measured by Ambulatory Blood Pressure Monitoring.","description":"The change in nighttime (12am to 6am) mean systolic blood pressure measured at each visit indicated including final visit relative to baseline. Ambulatory blood pressure monitoring measures blood pressure at regular intervals throughout the day and night. Nighttime mean is the average of all measurements recorded between the hours of 12 am and 6 am.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-21.8","spread":"0.98"},{"groupId":"OG001","value":"-18.8","spread":"1.03"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-23.8","spread":"0.87"},{"groupId":"OG001","value":"-21.1","spread":"0.87"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Mean Nighttime (12 AM to 6 AM) Diastolic Blood Pressure as Measured by Ambulatory Blood Pressure Monitoring.","description":"The change in nighttime (12am to 6am) mean diastolic blood pressure measured at each visit indicated including final visit relative to baseline. Ambulatory blood pressure monitoring measures blood pressure at regular intervals throughout the day and night. Nighttime mean is the average of all measurements recorded between the hours of 12 am and 6 am.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-12.8","spread":"0.64"},{"groupId":"OG001","value":"-10.3","spread":"0.67"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-13.8","spread":"0.60"},{"groupId":"OG001","value":"-11.9","spread":"0.60"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Mean Systolic Blood Pressure at 0 to 12 Hours After Dosing as Measured by Ambulatory Blood Pressure Monitoring","description":"The change in the 12-hour mean systolic blood pressure measured at each visit including final visit relative to baseline. Ambulatory blood pressure monitoring measures blood pressure at regular intervals throughout the day and night. The 12-hour mean is the average of all measurements recorded in the first 12 hours after dosing.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-27.7","spread":"0.99"},{"groupId":"OG001","value":"-20.6","spread":"1.04"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-28.0","spread":"0.86"},{"groupId":"OG001","value":"-23.2","spread":"0.86"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Mean Diastolic Blood Pressure at 0 to 12 Hours After Dosing as Measured by Ambulatory Blood Pressure Monitoring.","description":"The change in the 12-hour mean diastolic blood pressure measured at each visit including final visit relative to baseline. Ambulatory blood pressure monitoring measures blood pressure at regular intervals throughout the day and night. The 12-hour mean is the average of all measurements recorded in the first 12 hours after dosing.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-15.7","spread":"0.65"},{"groupId":"OG001","value":"-11.1","spread":"0.68"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-16.0","spread":"0.59"},{"groupId":"OG001","value":"-12.9","spread":"0.58"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Reached Their Trough, Sitting, Clinic Systolic Blood Pressure Targets, Defined as <140 mm Hg for Participants Without Diabetes or Chronic Kidney Disease or <130 mm Hg for Participants With Diabetes or Chronic Kidney Disease","description":"Percentage of participants who achieve a clinic systolic blood pressure response measured at each week indicated, defined as \\<140mm Hg without diabetes or chronic kidney disease or \\<130/mm Hg with diabetes or chronic kidney disease. Systolic blood pressure is the average of the 3 serial trough sitting systolic blood pressure measurements.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"33.2","spread":null},{"groupId":"OG001","value":"34.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"68.2","spread":null},{"groupId":"OG001","value":"54.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"71.9","spread":null},{"groupId":"OG001","value":"58.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"79.7","spread":null},{"groupId":"OG001","value":"65.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"76.9","spread":null},{"groupId":"OG001","value":"69.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Reached Their Trough, Sitting, Clinic Diastolic Blood Pressure Target, Defined as <90 mm Hg for Participants Without Diabetes or Chronic Kidney Disease or <80 mm Hg for Participants With Diabetes or Chronic Kidney Disease.","description":"Percentage of participants who achieve a clinic diastolic blood pressure response measured at each week indicated, defined as \\<90 mm Hg for participants without diabetes or chronic kidney disease or \\<80 mm Hg for participants with diabetes or chronic kidney disease. Diastolic blood pressure is the average of the 3 serial trough sitting diastolic blood pressure measurements.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"49.1","spread":null},{"groupId":"OG001","value":"41.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"71.9","spread":null},{"groupId":"OG001","value":"57.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"76.6","spread":null},{"groupId":"OG001","value":"59.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"81.4","spread":null},{"groupId":"OG001","value":"72.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"82.7","spread":null},{"groupId":"OG001","value":"75.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Reached Their Trough, Sitting, Clinic Systolic and Diastolic Blood Pressure Targets, Defined as <140/90 mm Hg Without Diabetes or Chronic Kidney Disease or <130/80 mm Hg With Diabetes or Chronic Kidney Disease","description":"Percentage of participants who achieve both a clinic systolic and diastolic blood pressure response measured at each week indicated, defined as \\<140/90 mm Hg for participants without diabetes or chronic kidney disease or \\<130/80 mm Hg for participants with diabetes or chronic kidney disease\\[GFR \\<60 mL/min/1.73 m2 or urinary albumin:creatinine ratio (UACR) \\>200 mg albumin/g creatinine at Screening.\\] Systolic/diastolic blood pressure is the average of the 3 serial trough sitting systolic/diastolic blood pressure measurements.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27.2","spread":null},{"groupId":"OG001","value":"24.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"58.6","spread":null},{"groupId":"OG001","value":"45.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"64.1","spread":null},{"groupId":"OG001","value":"45.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"72.5","spread":null},{"groupId":"OG001","value":"59.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"71.5","spread":null},{"groupId":"OG001","value":"62.3","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":6,"n":302},"commonTop":["Dizziness","Blood creatinine increased","Headache"]}}}