{"nctId":"NCT04711902","briefTitle":"Study of Efficacy and Safety of Secukinumab in Chinese Subjects With Active PsA Compared to Placebo.","startDateStruct":{"date":"2021-06-24","type":"ACTUAL"},"conditions":["Psoriatic Arthritis"],"count":41,"armGroups":[{"label":"Arm 1","type":"EXPERIMENTAL","interventionNames":["Drug: AIN457"]},{"label":"Arm 2","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Secukinumab Placebo"]},{"label":"Arm 3","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: AIN457","Other: Secukinumab Placebo"]},{"label":"Arm 4","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: AIN457","Other: Secukinumab Placebo"]}],"interventions":[{"name":"AIN457","otherNames":["Secukinumab"]},{"name":"Secukinumab Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participant must be able to understand and communicate with the investigator and comply with the requirements of the study and must give a written, signed and dated informed consent before any study assessment is performed.\n* Chinese male or non-pregnant, non-lactating Chinese female participants at least 18 years of age.\n* Diagnosis of PsA classified by Classification of Psoriatic Arthritis (CASPAR) criteria and with symptoms for at least 6 months with moderate to severe Psoriatic arthritis (PsA).\n* Rheumatoid factor (RF) and anti-cyclic citrullinated peptide (anti-CCP) antibodies negative at screening.\n* Diagnosis of active plaque psoriasis or nail changes consistent with psoriasis or a documented history of plaque psoriasis.\n* Participants on Methotrexate (MTX) must be on folic acid supplementation at randomization.\n* Participants who are on a DMARD other than MTX must discontinue the DMARD 4 weeks prior to randomization visit except for leflunomide, which has to be discontinued for 8 weeks prior to randomization unless a cholestyramine washout has been performed.\n\nExclusion Criteria:\n\n* Chest X-ray or chest MRI with evidence of ongoing infectious or malignant process, obtained within 3 months prior to screening and evaluated by a qualified physician\n* Participants taking high potency opioid analgesics (e.g., methadone, hydromorphone, morphine).\n* Previous exposure to secukinumab or other biologic drug directly targeting interleukin- 17 (IL-17) or IL-17 receptor\n* Participants who have ever received biologic immunomodulating agents except for those targeting Tumor necrosis factor alpha (TNFα).\n* Women of child-bearing potential, defined as all women physiologically capable of becoming pregnant, unless they are using effective contraception during the entire study (during the entire study).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"99 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"ACR20 Response at Week 16","description":"Assessed the efficacy of secukinumab relative to placebo at week 16 using Non-responder imputation (NRI) and based on the percentage of participants achieving an ACR20 response (ACR = American College of Rheumatology). ACR20 response criteria is response ≥ 20% improvement based on:\n\nSwollen Joint Count (SJC)/Tender Joint Count (TJC), Patient's global assessment of disease activity (PaGA) (Visual Analog Scale (VAS)), Physician's global assessment of disease activity (PhGA) (VAS), Patient's assessment of PsA pain intensity (VAS), Health Assessment Questionnaire - Disability Index (HAQ-DI), and High-sensitivity C-reactive protein (hsCRP) or Erythrocyte sedimentation rate (ESR).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]}]},{"type":"SECONDARY","title":"ACR50 Response at Week 16","description":"To assess the effect of secukinumab versus placebo on the composite endpoint ACR50 response and based on the percentage of participants achieving an ACR50 response at Week 16 using NRI. ACR50 response criteria is response ≥ 50% improvement based on: Swollen Joint Count (SJC)/Tender Joint Count (TJC), Patient's global assessment of disease activity (PaGA) (VAS), Physician's global assessment of disease activity (PhGA) (VAS), Patient's assessment of PsA pain intensity (VAS), HAQ-DI, and hsCRP or ESR.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in DAS28-CRP Scores Using Mixed Model Repeated Scores (MMRM) at Week 16","description":"To assess the effect of secukinumab versus placebo on change from BSL in DAS28-CRP. The assessment is based on the reduction in DAS28-CRP score.\n\nThe DAS28 is a measure of disease activity based on Swollen and Tender Joint Counts, ESR or CRP and the Patient Global Assessment of Disease Activity. The range of DAS28 score is 0-10. Higher score means more active disease. Negative change from baseline indicates a favorable outcome.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.47","spread":"0.206"},{"groupId":"OG001","value":"-0.37","spread":"0.200"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in PASDAS Scores Using MMRM at Week 16","description":"To assess the the effect of secukinumab versus placebo on change from Baseline in PASDAS. Assessment was based on reduction in PASDAS score.\n\nPASDAS is a measure of disease activity based on Patient reported measures (excluding mental component score (MCS) of the medical outcomes survey Short Form-36 (SF-36-PCS)), skin, peripheral joint counts (Tender and Swollen joint counts), Dactylitis (LDI), Enthesitis (LEI), acute phase response (CRP) and Patient \\& Physician global VAS scores. The range of PASDAS is 0-10. Higher score means more active disease. Negative change from baseline indicates a favorable outcome.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.20","spread":"0.245"},{"groupId":"OG001","value":"-0.55","spread":"0.237"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in SF36-PCS Scores Using MMRM at Week 16","description":"To assess the effect of secukinumab versus placebo on change from Baseline in SF-36 PCS.\n\nThe SF-36 is a widely used and extensively studied instrument to measure HRQoL among healthy participants and participants with acute and chronic conditions. Two overall summary scores, the Physical Component Score (PCS) and the Mental Component Score (MCS) also can be computed. SF36-PCS was used in this study. The range of SF36-PCS score is 0-100. Higher score means better health status. Negative change from baseline indicates a unfavorable outcome.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.28","spread":"1.154"},{"groupId":"OG001","value":"0.08","spread":"1.113"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in HAQ-DI Scores Using MMRM at Week 16","description":"To assess the effect of secukinumab versus placebo on change from Baseline in HAQ-DI. Assessment was based on improvement in HAQ-DI PCS scores.\n\nThe HAQ-DI© is one of the most widely used measures to assess the long-term influence of chronic disease on a participant's level of functional ability and activity restriction, and calculated based on HAQ-DI questionnaire. There are 20 questions in eight categories of functioning including dressing, rising, eating, walking, hygiene, reach, grip, and usual activities. The range of score is 0-3. Higher score means more severe disability. Negative change from baseline indicates a favorable outcome.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.31","spread":"0.065"},{"groupId":"OG001","value":"0.09","spread":"0.063"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":30},"commonTop":["Hyperlipidaemia","Hyperuricaemia","COVID-19","Hepatic function abnormal","Suspected COVID-19"]}}}