{"nctId":"NCT01895777","briefTitle":"Open Label Study Comparing Efficacy and Safety of Dabigatran Etexilate to Standard of Care in Paediatric Patients With Venous Thromboembolism (VTE)","startDateStruct":{"date":"2013-09-25","type":"ACTUAL"},"conditions":["Venous Thromboembolism"],"count":267,"armGroups":[{"label":"dabigatran etexilate","type":"EXPERIMENTAL","interventionNames":["Drug: dabigatran etexilate"]},{"label":"standard of care","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: standard of care"]}],"interventions":[{"name":"dabigatran etexilate","otherNames":[]},{"name":"standard of care","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n* Male or female subjects 0 to less than 18 years of age at the time of informed consent / assent\n* Documented diagnosis of clinically stable VTE (e.g. DVT, PE, central line thrombosis, sinus vein thrombosis) per investigator judgment, initially treated (minimum of 5 to 7 days, but not longer than 21 days) with parenteral anticoagulation therapy, such as unfractionated heparin (UFH) or a low molecular weight heparin (LMWH).\n* Clinical indication for at least 3 month of treatment with anticoagulants for the VTE episode defined under the above inclusion criterion.\n* Written informed consent provided by the patient's parent or legal guardian and assent provided by the patient (if applicable) at the time of informed consent form (ICF) signature according to local regulations.\n\nExclusion criteria:\n\n* Conditions associated with an increased risk of bleeding\n* Renal dysfunction (eGFR \\< 50 mL/min/1.73m\\^2 using the Schwartz formula) or requirement for dialysis. eGFR retesting during the screening period is allowed (once).\n* Active infective endocarditis\n* Subjects with a heart valve prosthesis requiring anticoagulation.\n* Hepatic disease:\n\nActive liver disease, including known active hepatitis A, B or C or, Persistent alanine aminotransferase (ALT) or aspartate transaminase (AST) or alkaline phosphatase (AP) \\> 3 × upper limit of normal (ULN) within 3 months of screening\n\n* Pregnant or breast feeding females. Females who have reached menarche and are not using a medically accepted contraceptive method per local guidelines. Acceptable methods of birth control must be used in a correct and consistent manner\n* Patients in stratum 3 (0 to \\< 2 years) with gestational age at birth \\< 37 weeks or with body weight lower than the 3rd percentile\n* Anemia (hemoglobin \\< 80g/L) or thrombocytopenia (platelet count \\< 80 x 109/L) at screening. Transfusions during the screening period are allowed, provided that a satisfactory hemoglobin or platelet level is attained prior to visit 2\n* Patients who have taken prohibited or restricted medication within one week of the first dose of study medication other than medication for prior VTE treatment and P-glycoprotein inhibitors..\n* Patients who have received an investigational drug in the past 30 days prior to screening\n* Patients who are allergic/sensitive to any component of the study medication including solvent\n* Patients or parents/legal guardians considered unreliable to participate in the trial per investigator judgment or any condition which would present a safety hazard to the patient based on investigator judgment\n* Patients or parents/legal guardians who are unwilling or unable to undergo or permit repeat of the baseline imaging tests required to confirm thrombus resolution at study day 84 (or eEOT, whichever comes first) or in whom repeating such imaging tests at these pre-specified time points may not be medically in the patient's best interest. Examples may include unwarranted radiation exposure as a result of a repeat CT scan at day 84 for a patient with an isolated case of pulmonary embolism evaluated at baseline solely by a CT scan. In such cases, the baseline radiological assessment (e.g. CT) may be supplemented with an acceptable non-radiological assessment at baseline (e.g. MRI) which could then be repeated at day 84 hence alleviating any potential unwarranted radiation exposure.\n* Further exclusion criteria apply","healthyVolunteers":false,"sex":"ALL","maximumAge":"17 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Composite Primary Endpoint","description":"The primary endpoint was the combined endpoint of the proportions of patients with:\n\n* Complete thrombus resolution\n* Freedom from recurrent VTE\n* Freedom from mortality related to VTE. The events outlined in the above combined primary endpoint were assessed by radiologists or other such qualified clinicians using an appropriate method such as ultrasound, echocardiography, venography, or CT scan, based on the location of the thrombus and the test used to perform the baseline assessment.\n\nThe primary efficacy endpoint contained 3 components. Each component was evaluated separately, and only if the criteria for all 3 components were satisfied, the primary endpoint was considered achieved.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"81","spread":null},{"groupId":"OG001","value":"38","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"170","spread":null},{"groupId":"OG001","value":"83","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"177","spread":null},{"groupId":"OG001","value":"89","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"81","spread":null},{"groupId":"OG001","value":"38","spread":null}]}]}]},{"type":"SECONDARY","title":"Freedom From Major Bleeding Events (MBEs)","description":"Freedom from major bleeding events (MBEs), defined as either fatal bleeding, clinically overt bleeding associated with a decrease in haemoglobin of at least 20 g/L in a 24-hour period, bleeding that is retroperitoneal, pulmonary, intracranial or otherwise involves the central nervous system, or bleeding that requires intervention in an operating suite.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.977","spread":null},{"groupId":"OG001","value":"0.977","spread":null}]}]}]},{"type":"SECONDARY","title":"Steady State Plasma Concentrations of Total Dabigatran at Visit 3","description":"Descriptive statistics for steady state plasma concentrations of total dabigatran etexilate at visit 3","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"79.8","spread":"68.6"}]}]}]},{"type":"SECONDARY","title":"Steady State Plasma Concentrations After at Least 3 Days Following Any Dabigatran Etexilate Dose Adjustment","description":"Descriptive statistics for steady state plasma concentrations of total dabigatran etexilate after at least 3 days following any dabigatran etexilate dose adjustment","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"81.7","spread":"54.7"}]}]}]},{"type":"SECONDARY","title":"Frequency of Dose Adjustment During the Treatment Phase","description":"Frequency of dose adjustments (i.e. number of patients with dose adjustment), temporary and permanent discontinuation from therapy, and number of patients with laboratory monitoring requirements for dose","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"63","spread":null},{"groupId":"OG001","value":"56","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"25","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"175","spread":null},{"groupId":"OG001","value":"82","spread":null}]}]}]},{"type":"SECONDARY","title":"Frequency of Patients Switching the Type of Anti-coagulation Therapy Including Dabigatran Etexilate to Standard of Care Treatment and Switching From One Standard of Care Treatment to Another","description":"Frequency of patients switching the type of anti-coagulation therapy including Dabigatran etexilate (DE) to standard of care (SoC) treatment and switching from one standard of care treatment to another.\n\nFor DE arm, only the switch from DE to SoC was counted, while for the SoC arm, all switches among SoC treatments were counted.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Freedom From Thrombus Progression at End of Therapy Compared With Baseline","description":"Freedom from thrombus progression at end of therapy compared with baseline, based on adjudication-confirmed data.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"148","spread":null},{"groupId":"OG001","value":"73","spread":null}]}]}]},{"type":"SECONDARY","title":"All Bleeding Events","description":"The number of participants with bleeding events includes major bleeding events (MBEs), clinically relevant non-major (CRNM) bleeding, minor bleeding events, any bleeding events, and the numbers of the combined endpoint of major and CRNM bleeding events was presented, based on adjudication-confirmed data.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"38","spread":null},{"groupId":"OG001","value":"22","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"33","spread":null},{"groupId":"OG001","value":"21","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"All-cause Mortality","description":"Patients being alive at the end of observational period will be censored for all-cause mortality at the date of patients' last date known to be alive, or the date of data cut-off whichever comes first.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"All Components of the Primary Efficacy Endpoint","description":"Patients with VTE-related death occurring between randomisation to Day 84 + 7 days were considered as not meeting the endpoint. The presence of recurrent VTE(s) was examined throughout the trial, and only the date of first occurrence was used for analysis. Assessment of index VTE status (best overall response) was scheduled on Day 84 ± 7 days (Visit 8) for patients who were alive without an early consent withdraw. In the case a Patient discontinued trial medication prematurely due to any reason the index VTE assessment took place at the early end of treatment visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"81","spread":null},{"groupId":"OG001","value":"38","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Assessment of the Acceptability of an Age-appropriate Formulation at End of Therapy (Capsules)","description":"Acceptability was defined as the overall ability and willingness of the patient to use the medicinal product. Questions regarding acceptability were to be answered by the patient and/or parent/caregiver (as applicable) and by the investigator/site staff.\n\nInvestigator questionnaire capsules: What is your impression about the patient's acceptability of DE intake? The score is 1 (good), 2 (satisfactory), 3 (not satisfactory) and 4 (bad).\n\nParents questionnaire capsules: How acceptable was the DE treatment for the child? The score is 1 (good), 2 (satisfactory), 3 (not satisfactory) and 4 (bad).\n\nPatients questionnaire capsules: Was taking the study capsules easy or difficult? The score is 1 (Very easy), 2 (easy), 3 (neither easy nor difficult), 4 (difficult) and 5 (very difficult).\n\nScores refers to the end of treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.0","spread":"0.2"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.0","spread":"0.0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.6","spread":"0.9"}]}]}]},{"type":"SECONDARY","title":"Assessment of the Acceptability of an Age-appropriate Formulation at End of Therapy (Pellets)","description":"Acceptability was defined as the overall ability and willingness of the patient to use the medicinal product. Questions regarding acceptability were to be answered by the patient and/or parent/caregiver (as applicable) and by the investigator/site staff.\n\nInvestigator questionnaire pellets: What is your impression about the patient's acceptability of DE intake? The score is 1 (good), 2 (satisfactory), 3 (not satisfactory) and 4 (bad).\n\nParents questionnaire pellets: Do you think that spitting occurs? The score is 1 (Never), 2 (sometimes) and 3 (often).\n\nScores refers to the end of treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.2","spread":"0.6"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.2","spread":"0.5"}]}]}]},{"type":"SECONDARY","title":"Assessment of the Acceptability of an Age-appropriate Formulation at End of Therapy (Oral Liquid Formulation - OLF)","description":"Acceptability was defined as the overall ability and willingness of the patient to use the medicinal product. Questions regarding acceptability were to be answered by the patient and/or parent/caregiver (as applicable) and by the investigator/site staff.\n\nInvestigator questionnaire flavoured OLF: What is your impression about the patient's acceptability of DE intake? The score is 1 (good), 2 (satisfactory), 3 (not satisfactory) and 4 (bad).\n\nInvestigator questionnaire unflavoured OLF: What is your impression about the patient's acceptability of DE intake? The score is 1 (good), 2 (satisfactory), 3 (not satisfactory) and 4 (bad).\n\nParents questionnaire flavoured OLF.: Do you think spitting occurs? The score ranges form 1 (never), 2 ( sometimes) to 3 (often).\n\nParents questionnaire unflavoured OLF:Do you think spitting occurs? The score ranges form 1 (never), 2 ( sometimes) to 3 (often).\n\nScores refers to the end of treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.6","spread":"0.8"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.2","spread":"0.4"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.4","spread":"0.5"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.8","spread":"0.4"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":25,"n":176},"commonTop":["Headache","Nasopharyngitis","Vomiting","Pyrexia","Epistaxis"]}}}