{"nctId":"NCT05517902","briefTitle":"StrataGraft Safety, Tolerability and Efficacy in Pediatric Subjects","startDateStruct":{"date":"2023-04-28","type":"ACTUAL"},"conditions":["Skin Wound","Burns","Trauma-related Wound"],"count":1,"armGroups":[{"label":"2 to < 12 years Age Group Cohort","type":"EXPERIMENTAL","interventionNames":["Biological: StrataGraft"]},{"label":"12 to ≤ 17 years Age Group Cohort","type":"EXPERIMENTAL","interventionNames":["Biological: StrataGraft"]}],"interventions":[{"name":"StrataGraft","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Written informed consent provided by the parent(s) or legal guardian(s) and assent from the child when appropriate\n* Have enough healthy skin to reserve as donor site(s), in case autografting becomes necessary\n* Thermal burns of no more than a total of 30% TBSA\n* Study treatment sites that are DPT in depth and which are clinically indicated for excision and autografting, and located on the torso or extremities\n* Study treatment area(s) totaling 0.5% to 10% TBSA and may be composed of up to 3 non-contiguous areas located on the same extremity or plane of the torso\n* Sufficient healthy skin available and reserved as a donor site in the event that the StrataGraft treatment site requires autografting\n\nExclusion Criteria:\n\n* Is pregnant or breastfeeding\n* Receiving treatment to suppress the immune system and/or systemic corticosteroids (inhaled corticosteroids are permitted)\n* A known history of malignancy\n* Pre-admission insulin-dependent diabetes\n* Concurrent trauma, conditions, and/or personal situations that, in the opinion of the investigator, may compromise the participant's safety or the study objectives\n* A burn injury that occurred ≥ 14 days prior to planned StrataGraft application Is expected to survive less than 12 months\n* Is participating in another interventional trial, or did within 90 days before enrollment\n* A proposed study treatment site that has been previously excised or autografted; located adjacent to an undebrided/unexcised burn area; demonstrates signs and symptoms of wound infection, per judgement of the clinical investigator; lies across joints or is located on the feet (i.e., distal to the malleolus), hands (distal to the wrist), face, neck, buttocks, perineum, or genitalia","healthyVolunteers":false,"sex":"ALL","minimumAge":"2 Years","maximumAge":"17 Years","stdAges":["CHILD"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants Who Achieved Confirmed Complete Closure of StrataGraft Treatment Sites Without Autograft Within 12 Weeks of StrataGraft Application","description":"Confirmed complete wound closure is defined as complete skin re-epithelialization confirmed at 2 consecutive visits at least 2 weeks apart, but no later than Week 20. Percentage of participants whose burn healed after StrataGraft treatment without needing the doctor to treat the burn with skin cut from other parts of the patient's own body were reported.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Treatment-emergent Adverse Events (TEAEs)","description":"An adverse event (AE) is any untoward or undesirable medical occurrence in a participant who is administered a study treatment, which does not necessarily have to have a causal relationship with this treatment. TEAEs are AEs with an onset date on or after the start of StrataGraft treatment.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of StrataGraft Treatment Sites Per Participant Closed at Week 12 Without Autograft Placement","description":"Wound closure was evaluated through visual inspection by the investigator. Complete wound closure was defined as \"complete re-epithelialization of the wound without drainage,\" confirmed at 2 consecutive visits at least 2 weeks apart.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Confirmed Complete Wound Closures of the StrataGraft Treatment Sites on or Before Week 12 Without Autograft Placement","description":"Complete wound closure was defined as \"complete re-epithelialization of the wound without drainage,\" confirmed at two consecutive visits at least two weeks apart.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean of Averaged Percent Area of StrataGraft Treatment Sites Per Participant Autografted by Week 12","description":null,"paramType":null,"dispersionType":null,"classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":1},"commonTop":["Atelectasis","Bronchitis","Pruritus","Rash","Wound infection"]}}}