{"nctId":"NCT02148705","briefTitle":"A Study to Evaluate the Efficacy and Safety of NexoBrid in Subjects With Thermal Burns","startDateStruct":{"date":"2015-05-27","type":"ACTUAL"},"conditions":["Thermal Burns"],"count":175,"armGroups":[{"label":"NexoBrid Gel","type":"EXPERIMENTAL","interventionNames":["Drug: NexoBrid"]},{"label":"Gel Vehicle","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Gel Vehicle"]},{"label":"Standard of Care (SOC)","type":"ACTIVE_COMPARATOR","interventionNames":["Procedure: Standard of Care (SOC)"]}],"interventions":[{"name":"NexoBrid","otherNames":[]},{"name":"Standard of Care (SOC)","otherNames":[]},{"name":"Gel Vehicle","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria- Patient level\n\n1. Males and females; ≥ 18\n2. Thermal burns caused by fire/flame, scalds or contact,\n3. Patient total burns area ≥ 3% DPT and / or FT,\n4. Patient total burns area should be ≤ 30% TBSA; SPT, DPT and/or FT in depth,\n5. Informed consent can be obtained within 84 hours of the burn injury,\n6. Patients who are willing and able to sign a written consent form.\n\nInclusion Criteria - Wound level\n\n1. At least one wound (a continuous burn area) that is ≥0.5% TBSA (DPT and/or FT) (this minimal wound size should not including face, perineal or genital area.\n\n   All planned target wounds (TWs) should meet the following criteria:\n2. SPT area that cannot be demarcated from DPT and FT areas should be less than 50% of the % TBSA of the TW.\n3. Wound's blisters can be removed/ unroofed, as judged by the investigator.\n\nExclusion Criteria- Patient level\n\n1. Patients who are unable to follow study procedures and follow up period.\n2. Modified Baux index ≥ 80,\n3. Patients with burned charred fingers, 3rd degree in depth and possibly devoid of circulation,\n4. Patients with abraded wound/s that cannot be treated by an enzymatic debrider application (NexoBrid) will be excluded from the study,\n5. Patients with electrical or chemical burns,\n6. Patients with circumferential (≥ 80% of the limb circumference) DPT and/or FT burns defined as Extremities at Risk (EAR) 2 as described in the protocol.\n7. The following pre-enrollment dressings: a. Flammacerium, b. Silver Nitrate (AgNO3),\n8. Patients with pre-enrolment wounds which are covered by eschar heavily saturated with iodine or by SSD pseudoeschar (e.g. pseudoeschar as a result of \\> 12 hours SSD treatment),\n9. Patients with pre-enrollment escharotomy.\n10. Patients with diagnosed infections as described in Section 11.9 of study protocol,\n11. Diagnosis of smoke inhalation injury.\n12. Pregnant women (positive pregnancy test) or nursing mothers.\n13. Poorly controlled diabetes mellitus (HbA1c\\>11%) in patients with known diabetes as captured in the medical history.\n14. BMI greater than 39.0 kg/m2 in patients with burn area up to 15% TBSA or BMI greater than 34.0 kg/m2 in patients with burn area more than 15% TBSA.\n15. ASA greater than 2 (Appendix 13- ASA classification system)\n16. Cardio-pulmonary disease (MI within 6 months prior to injury, severe pulmonary hypertension, severe COPD or pre-existing oxygen-dependent pulmonary diseases, severe broncho-pneumonia within 1 month prior to injury , steroid dependent asthma or uncontrolled asthma).\n17. Pre-existing diseases which interfere with circulation (severe peripheral vascular disease, edema, lymphedema, regional lymph nodes, significant varicose veins),\n18. Any conditions that would preclude safe participation in the study or adding further risk to the basic acute burn trauma (such as severe immuno-compromising diseases, life threatening trauma, severe pre-existing coagulation disorder,severe cardiovascular disorder,significant pulmonary disorder, significant liver disorder including post alcoholic abuse impaired function or neoplastic disease, blast injury)\n19. Chronic systemic steroid intake,\n20. History of allergy and/or known sensitivity to pineapples, papaya, Bromelain or papain,\n21. Current (within 12 months prior to screening) suicide attempt,\n22. Mentally incapacitated adults who are incapable of giving legal consent\n23. Enrollment in any investigational drug trial within 4 weeks prior to screening,\n24. Current (within 12 months prior to screening) alcohol or drug abuse (see definition in section 1.1)\n25. Prisoners and incarcerated,\n26. Patients who might depend on the clinical study site or investigator.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"77 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Primary Endpoint: Number of Participants With Complete Eschar Removal.","description":"Comparison of NexoBrid over Gel Vehicle for eschar removal as measured by Number of Participants with complete eschar removal at the end of the topical agent soaking period by a blinded assessor.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"70","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Secondary Endpoint: Number of Participants With Surgical Excision Performed or Eschar Removal for NexoBrid vs SOC (FAS)","description":"Comparison of NexoBrid over SOC in number of Participants with surgical need for excisional eschar removal as measured by an analysis of incidence of surgical eschar removal (tangential/ minor/ avulsion/ Versajet and/or dermabrasion excision).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"54","spread":null}]}]}]},{"type":"SECONDARY","title":"Secondary Endpoint: Comparison of Time (Days) to Complete Eschar Removal","description":"Comparison of NexoBrid over SOC with regard to the time (in days) when complete eschar removal has been achieved. Results of the Generalized Wilcoxon-Gehan Test Adjusted for Overall TW Depths, TBSA Group, Center Group, and Number of TWs (FAS)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.02","spread":null},{"groupId":"OG001","value":"3.87","spread":null}]}]}]},{"type":"SECONDARY","title":"Secondary Endpoint: Patient-Level Comparison of Actual Blood Loss (Volume in mL) Related to Eschar Removal for NexoBrid vs SOC (FAS)","description":"Comparison of NexoBrid over SOC with regard to the blood loss (volume in mL) occurred during the eschar removal procedures.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.17","spread":"512.40"},{"groupId":"OG001","value":"814.51","spread":"1020.32"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":9,"n":77},"commonTop":["Pruritis","Constipation","Joint Range of Motion Decreased","Pyrexia","Nausea"]}}}