{"nctId":"NCT00984282","briefTitle":"Nexavar® Versus Placebo in Locally Advanced/Metastatic RAI-Refractory Differentiated Thyroid Cancer","startDateStruct":{"date":"2009-10-15","type":"ACTUAL"},"conditions":["Thyroid Neoplasms"],"count":417,"armGroups":[{"label":"Sorafenib (Nexavar, BAY43-9006)","type":"EXPERIMENTAL","interventionNames":["Drug: Sorafenib (Nexavar, BAY43-9006)"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Sorafenib (Nexavar, BAY43-9006)","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Locally advanced or metastatic differentiated thyroid cancer (papillary, follicular and Hurthle cell)\n* Poorly differentiated and other thyroid variants (e.g. insular, tall cell, etc.) are eligible provided that the histology has no medullary differentiation nor anaplastic features\n* Progression within 14 months (RECIST \\[Response Evaluation Criteria in Solid Tumors\\] should be used as a basis for the assessment of disease progression)\n* RAI (radioactive iodine) refractory\n\nExclusion Criteria:\n\n* Histologic subtypes of thyroid cancer other than differentiated (i.e. like anaplastic and medullary carcinoma, lymphoma or sarcoma)\n* Prior anti-cancer treatment with tyrosine kinase inhibitors, monoclonal antibodies (licensed or investigational) that target VEGF (vascular endothelial growth factor) or VEGF Receptors or other targeted agents\n* Prior anti-cancer treatment for thyroid cancer with use of chemotherapy (low dose chemotherapy for radiosensitization is allowed) or Thalidomide or any of its derivatives","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression-free Survival (PFS) Based on Central Assessment Incl. Clinical Progression Due to Bone Irradiation","description":"PFS=time from randomization to first observed disease progression (radiological according to central assessment or clinical due to bone irradiation, whichever is earlier), or death due to any cause, if death occurred before progression. Progression was assessed by RECIST criteria, version 1.0, modified for bone lesions. PFS for participants without disease progression or death at the time of analysis or unblinding were censored at the last date of tumor assessment before unblinding. Participants with no tumor evaluation after baseline were censored at Day 1. PD (Progression Disease)=At least a 20% increase in sum of longest diameters (LD) of measured lesions taking as reference the smallest sum LD on study since the treatment started or the appearance of 1 or more new lesions. New lesions also constituted PD. In exceptional circumstances, unequivocal progression of a nonmeasured lesion may have been accepted as evidence of disease progression in participants with measurable disease.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"329","spread":null},{"groupId":"OG001","value":"175","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS)","description":"Overall survival was defined as the time (days) from date of randomization to date of death due to any cause. Subjects still alive at the time of analysis were censored at their date of last contact. Since the median value could not be estimated due to censored data, the percentage of participants who died is presented.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"52.7","spread":null},{"groupId":"OG001","value":"54.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Progression (TTP) Based on Central Assessment Incl. Clinical Progression Due to Bone Irradiation","description":"Time to progression was defined at the time (days) from randomization to progression (based on central assessment \\[radiological and clinical progression due to bone irradiation\\])","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"337","spread":null},{"groupId":"OG001","value":"175","spread":null}]}]}]},{"type":"SECONDARY","title":"Disease Control Rate (DCR) Based on Central Assessment","description":"Disease control rate was defined as the proportion of subjects whose best response was complete response (CR), partial response (PR), or stable disease (SD). Per Response Evaluation Criteria in Solid Tumors (RECIST) criteria, CR and PR were to be confirmed by another scan at least 4 weeks later; SD had to be documented at least 4 weeks after date of randomization. CR = Disappearance of all clinical and radiological evidence of tumor (both target and no-target). PR = At least a 30% decrease in the sum of LD of target lesions taking as reference the baseline sum. SD = steady state of disease which is neither sufficient shrinkage to qualify for PR nor sufficient increase to qualify for PD.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"86.2","spread":null},{"groupId":"OG001","value":"74.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Response Rate Based on Central Assessment","description":"Response rate was defined as the proportion of subjects whose best response was CR or PR. Per RECIST, CR and PR was to be confirmed by another scan at least 4 weeks later. CR = Disappearance of all clinical and radiological evidence of tumor (both target and no-target). PR = At least a 30% decrease in the sum of LD of target lesions taking as reference the baseline sum.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.24","spread":null},{"groupId":"OG001","value":"0.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response (DOR) Based on Central Assessment","description":"Duration of response was defined as the time from the first documented objective response of PR or CR, whichever was noted earlier, to disease progression or death (if death occurred before progression was documented). CR = Disappearance of all clinical and radiological evidence of tumor (both target and no-target). PR = At least a 30% decrease in the sum of LD of target lesions taking as reference the baseline sum.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"309","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Maximum Percent Reduction in Target Lesion Size Based on Central Assessment","description":"The magnitude of change from baseline in target lesion size in evaluable participants with scans was determined.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17.3","spread":null},{"groupId":"OG001","value":"1.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15.3","spread":null},{"groupId":"OG001","value":"1.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"22.4","spread":null},{"groupId":"OG001","value":"3.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"22.4","spread":null},{"groupId":"OG001","value":"21.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12.8","spread":null},{"groupId":"OG001","value":"62.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9.7","spread":null},{"groupId":"OG001","value":"9.5","spread":null}]}]}]},{"type":"SECONDARY","title":"AUC(0-12h),ss (Area Under the Concentration Time Curve From Time 0 to 12 Hours at Steady State)","description":"Sorafenib AUC(0-12h),ss (area under the concentration time curve from time 0 to 12 hours at steady state) was estimated from the steady state plasma concentration.","paramType":"GEOMETRIC_MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"75.4","spread":"1.5"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":87,"n":207},"commonTop":["Hand-foot skin reaction","Diarrhea","Alopecia","Fatigue","Weight loss"]}}}