{"nctId":"NCT02400346","briefTitle":"Evaluation of the Safety of Adjunct Brexpiprazole in Elderly Patients With Major Depressive Disorder and an Inadequate Response to Antidepressant Treatment","startDateStruct":{"date":"2015-03"},"conditions":["Major Depression Disorder"],"count":132,"armGroups":[{"label":"Adjunct brexpiprazole","type":"EXPERIMENTAL","interventionNames":["Drug: Adjunct brexpiprazole","Drug: ADT"]}],"interventions":[{"name":"Adjunct brexpiprazole","otherNames":[]},{"name":"ADT","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Main Inclusion Criteria:\n\n* • The patient is a man or woman aged ≥65 yrs\n\n  * The patient has Major Depressive Disorder according to Diagnostic and Statistical Manual of Mental Disorders, 4th edition, Text Revision (DSM-IV-TR™).\n  * The patient has an inadequate response to at least one adequate antidepressant treatment in the current Major Depressive Episode (MDE).\n  * The patient has had the current MDE for ≥8 weeks\n  * The patient is currently treated with a protocol specified ADT for at least 6 weeks\n  * The patient is judged to benefit from adjunctive treatment with brexpiprazole according to the clinical opinion of the investigator.\n  * Montgomery and Åsberg Depression Rating Scale (MADRS) total score \\> 18 at screening and baseline\n  * Clinical Global Impression - Severity (CGI-S) total score ≥3 at screening and baseline\n\nMain Exclusion Criteria:\n\n* • The patient has a clinically significant unstable illness\n\n  * The patient has newly diagnosed or unstable diabetes\n  * The patient has a Mini Mental State Exam (MMSE) score \\<24\n  * The patient has received Transcranial Magnetic Stimulation (TMS) and/or electroconvulsive therapy (ECT) less than 6 months prior to the Screening.\n  * The patient, in the opinion of the investigator or based on Columbia-Suicide Severity Rating Scale (C-SSRS) Suicidal Ideation and behaviour rating, is at significant risk of suicide\n\nOther protocol defined inclusion and exclusion criteria may apply","healthyVolunteers":false,"sex":"ALL","minimumAge":"65 Years","stdAges":["OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Patients With Treatment-Emergent Adverse Events","description":"Treatment-emergent adverse event is an adverse event that started or increased in intensity at or after baseline visit","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"102","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":6,"n":132},"commonTop":["Fatigue","Restlessness","Increased appetite","Weight increased","Akathisia"]}}}