{"nctId":"NCT02006888","briefTitle":"The Efficacy and Safety of IBI-10090 for the Treatment of Inflammation Associated With Cataract Surgery","startDateStruct":{"date":"2014-01"},"conditions":["Inflammation","Cataracts"],"count":394,"armGroups":[{"label":"IBI-10090 low dose","type":"EXPERIMENTAL","interventionNames":["Drug: IBI-10090"]},{"label":"IBI-10090 med dose","type":"EXPERIMENTAL","interventionNames":["Drug: IBI-10090"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"IBI-10090","otherNames":["Dexycu"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. The patient must provide written informed consent by signing the Informed Consent approved by the Institutional Review Board (IRB).\n2. Male or female patients at least 40 years of age scheduled for unilateral cataract surgery by phacoemulsification with posterior chamber intraocular lens implantation.\n3. The patient must demonstrate best corrected visual acuity (BCVA) of 20/30-20/200 (with glare testing, if necessary) in the study eye and better than 20/200 in the fellow eye.\n4. The patient must be considered by the Investigator to have visual acuity potential greater than 20/30 in the study eye.\n5. The patient must have a corneal endothelial cell count by specular microscopy in the study eye of at least 2000 cells/mm2 with normal cell morphology.\n6. A female patient of childbearing potential (premenopausal by medical history) must have a negative pregnancy test on Day 0 and be using an effective method of birth control (although no birth control method is 100% effective, the following are considered effective means of contraception: surgical sterilization, use of oral contraceptives, barrier contraception using either a condom or diaphragm with spermicidal gel, an intrauterine device, or contraceptive hormone implant or patch) from Screening for the duration of the study.\n7. The patient must be willing and able to understand and comply with the study procedures and to communicate meaningfully with study personnel.\n\nKey Exclusion Criteria:\n\n1. Patients who have used any ocular, topical or oral corticosteroids within 7 days prior to Day 0.\n2. Patients who have received a periocular corticosteroid injection in the study eye in the 3 months prior to screening.\n3. Patients who have received any intravitreal corticosteroid delivery vehicle (e.g., Retisert, Ozurdex, Iluvien) in the study eye at any time.\n4. Patients who anticipate requiring treatment with any corticosteroids by any route, except inhalation, during the study.\n5. Patients with an allergy or hypersensitivity to dexamethasone.\n6. Patients who are known steroid responders (corticosteroid-related intraocular pressure elevation in either eye).\n7. Patients who have used topical ocular NSAIDs in the study eye within 15 days prior to Day 0.\n8. Patients who have undergone prior intraocular (non-laser) surgery in the study eye within 6 months prior to screening.\n9. Patients who have undergone prior intraocular laser surgery in the study eye within 3 months prior to screening.\n10. Patients with planned intraocular or laser surgery in the study eye for the duration of the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Anterior Chamber Cell Clearing","description":"The primary efficacy outcome is anterior chamber cell clearing in the study eye at Day 8. The slit lamp examination for anterior chamber cells (ACC) is a recognized way to measure inflammation in the anterior chamber. During the slit lamp examination, the number of anterior chamber cells are quantified and graded: grade 0 (absent, 0 cells), grade 1 (1 to 5 cells), grade 2 (6 to 15 cells), grade 3 (16 to 30+ cells), or grade 4 (hypopyon). Anterior chamber cell clearing occurs when all the ACC are absent (grade 0).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"99","spread":null},{"groupId":"OG001","value":"103","spread":null},{"groupId":"OG002","value":"20","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":158},"commonTop":["eye pain"]}}}