{"nctId":"NCT01196091","briefTitle":"A Study of LY2127399 in Participants With Systemic Lupus Erythematosus","startDateStruct":{"date":"2010-12"},"conditions":["Systemic Lupus Erythematosus","Connective Tissue Disease","Autoimmune Disease"],"count":1164,"armGroups":[{"label":"LY2127399 every 2 weeks","type":"EXPERIMENTAL","interventionNames":["Drug: LY2127399","Drug: Standard of Care"]},{"label":"LY2127399 every 4 wks","type":"EXPERIMENTAL","interventionNames":["Drug: LY2127399","Drug: Placebo every 4 weeks","Drug: Standard of Care"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo every 2 weeks","Drug: Standard of Care"]}],"interventions":[{"name":"LY2127399","otherNames":[]},{"name":"Placebo every 2 weeks","otherNames":[]},{"name":"Placebo every 4 weeks","otherNames":[]},{"name":"Standard of Care","otherNames":["Non-steroidal anti-inflammatory drug","Corticosteroids","Antimalarials (used for SLE)","Immunosuppressants"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Clinical diagnosis of SLE by American College of Rheumatology (ACR) criteria\n* Have positive antinuclear antibodies (ANA)\n* Agree not to become pregnant throughout the course of the trial\n* Have a screening SELENA-SLEDAI score ≥6. (The participant must be actively exhibiting all the symptoms scored on the screening SELENA-SLEDAI on the day of screening.)\n\nExclusion Criteria:\n\n* Have active severe Lupus kidney disease\n* Have active Central Nervous System or peripheral neurologic disease\n* Have received intravenous immunoglobulin (IVIg) within 180 days of randomization\n* Have active or recent infection within 30 days of screening\n* Have had a serious infection within 90 days of randomization\n* Have evidence or test positive for Hepatitis B\n* Have Hepatitis C\n* Are human immunodeficiency virus (HIV) positive\n* Have evidence of active or latent tuberculosis (TB)\n* Presence of significant laboratory abnormalities at screening\n* Have had a malignancy in the past 5 years, except for cervical carcinoma in-situ or basal cell or squamous epithelial skin cell that were completely resected with no reoccurrence in the 3 yrs prior to randomization\n* Have received greater than 40 mgs of prednisone or equivalent in the past 30 days\n* Have changed your dose of antimalarial drug in the past 30 days\n* Have changed your dose of immunosuppressive drug in the past 90 days\n* Have previously received rituximab","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants Achieving an SLE Responder Index Response at Week 52","description":"Percentage of participants with a ≥ 5 point reduction from baseline in SELENA SLEDAI score, and no worsening (increase of \\< 0.30 points from baseline) in PGA, and no new BILAG A organ domain score or 2 new BILAG B organ domain scores compared with baseline.\n\nSELENA SLEDAI is calculated from 24 individual descriptors across 9 organ systems; 0 indicates inactive disease and the maximum theoretical score is 105; scores \\> 20 are rare. PGA is a visual analog scale scored from 0 to 3 (0=none, 1=mild, 2=moderate, 3=severe). BILAG uses a single score for each of the 9 organ domains; range is from severe (A) to no disease (E). Participants who were unable to comply with allowed concomitant medications requirements were considered non-responders, as were participants who dropped out or were missing Week 52 data.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"31.8","spread":null},{"groupId":"OG001","value":"35.2","spread":null},{"groupId":"OG002","value":"29.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage Participants Able to Decrease Dose of Prednisone or Equivalent With No Increase in Disease Activity at Week 52","description":"A participant achieves corticosteroid sparing effects (quiescent disease) if they have met the following criteria during Weeks 24 through 52; able to decrease their dose of prednisone or equivalent to 7.5 mg/day or less, have quiescent disease (BILAG C score or better in all nine systems), and no BILAG A or B flares in the previous three months, without an increase in either antimalarials or immunosuppressants on or prior to the visit. Only participants receiving a prednisone or equivalent dose of more than 7.5 mg/day at baseline are included.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15.5","spread":null},{"groupId":"OG001","value":"17.0","spread":null},{"groupId":"OG002","value":"16.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to 52 Weeks in Anti-double Stranded Deoxyribonucleic Acid (Anti-dsDNA) Level","description":"Anti-double stranded deoxyribonucleic acid (anti-dsDNA) is a lab analyte used to assist in the diagnosis of SLE.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"107.2","spread":"113.50"},{"groupId":"OG001","value":"110.4","spread":"111.58"},{"groupId":"OG002","value":"107.1","spread":"112.40"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to 52 Week Endpoint in Systemic Lupus Erythematosus Disease Activity Index (SLEDAI2K) Score","description":"SLE Disease Activity Index 2000 (SLEDAI-2K) score is a weighted, cumulative index of lupus disease activity. SLEDAI-2K is calculated from 24 individual descriptors across 9 organ systems; 0 indicates inactive disease and the maximum theoretical score is 105.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.7","spread":"4.35"},{"groupId":"OG001","value":"-4.9","spread":"4.32"},{"groupId":"OG002","value":"-4.6","spread":"4.54"}]}]}]},{"type":"SECONDARY","title":"Time to First Severe SLE Flare (SFI)","description":"The SFI uses the SELENA-SLEDAI disease activity index score, disease activity scenarios, treatment changes, and PGA to define mild/moderate and severe flares. The index takes into account the absolute change in total scores, new or worsening symptoms, and increases in corticosteroid use or hospitalization due to the disease activity.\n\nTime to first severe SLE flare (SFI) (in days) is calculated as: (Start date of first severe SLE flare (SFI) - Date of randomization + 1).","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Percentage of Participants With No Worsening in Physician Global Assessment (PGA) Score at 52 Weeks","description":"Physician's Global Assessment (PGA) is a single-item clinician rated assessment of the patient's current level of disease activity measured on a continuous 100 millimeter (mm) visual analytic scale with benchmarks of 0, 1, 2, and 3 from left to right corresponding to no, mild, moderate, and severe SLE disease activity. Scores are presented from 0 to 100. No worsening is defined as increase of ≥0.3 points.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"64.3","spread":null},{"groupId":"OG001","value":"61.4","spread":null},{"groupId":"OG002","value":"58.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to 52 Week Endpoint in Brief Fatigue Inventory (BFI) Scores","description":"A participants-reported scale that measures the severity of fatigue based on the worst fatigue experienced during the past 24-hours. The severity scores ranged from 0 (no fatigue) to 10 (fatigue as severe as you can imagine).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.9","spread":"3.09"},{"groupId":"OG001","value":"-0.9","spread":"3.14"},{"groupId":"OG002","value":"-0.6","spread":"2.86"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to 52 Week Endpoint Lupus Quality of Life (LupusQoL) Domain Scores","description":"The LupusQoL is a disease-specific, 34-item, self-report questionnaire designed to measure the health-related quality of life (HRQoL) of participants with SLE within 8 domains.Responses are based on a 5-point Likert scale where 0 (all of the time) to 4 (never). A LupusQoL score for each domain is reported on a 0 to 100 scale, with greater values indicating better HRQoL.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"73.7","spread":"26.05"},{"groupId":"OG001","value":"72.8","spread":"24.53"},{"groupId":"OG002","value":"72.8","spread":"23.70"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"75.2","spread":"25.50"},{"groupId":"OG001","value":"72.4","spread":"24.08"},{"groupId":"OG002","value":"73.1","spread":"25.54"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"75.1","spread":"26.21"},{"groupId":"OG001","value":"75.0","spread":"24.82"},{"groupId":"OG002","value":"71.9","spread":"28.90"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"74.0","spread":"27.42"},{"groupId":"OG001","value":"74.1","spread":"24.94"},{"groupId":"OG002","value":"73.2","spread":"27.30"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"77.3","spread":"26.53"},{"groupId":"OG001","value":"75.0","spread":"29.07"},{"groupId":"OG002","value":"74.5","spread":"28.93"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"70.4","spread":"25.51"},{"groupId":"OG001","value":"68.8","spread":"26.34"},{"groupId":"OG002","value":"64.5","spread":"24.94"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"77.4","spread":"29.01"},{"groupId":"OG001","value":"68.8","spread":"34.06"},{"groupId":"OG002","value":"68.7","spread":"30.08"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"68.7","spread":"30.43"},{"groupId":"OG001","value":"63.5","spread":"30.34"},{"groupId":"OG002","value":"63.7","spread":"30.21"}]}]}]},{"type":"SECONDARY","title":"Time to First New British Isles Lupus Assessment Group (BILAG A) or 2 New BILAG B SLE Flares","description":"The British Isles Lupus Assessment Group (BILAG) instrument assesses global disease activity across 9 organ system domains. BILAG flare is assessed for each of the 9 organ domains using BILAG2004 index flare rules; A is a severe flare and B is a moderate flare.\n\nTime to first BILAG A or two BILAG B flares (in days) is calculated as: (Start date of first BILAG A or two BILAG B flares - Date of randomization + 1). The two BILAG B flares must occur in different domains at the same visit.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Change From Baseline to 52 Week Endpoint in PGA","description":"Physician's Global Assessment (PGA) is a single-item clinician rated assessment of the patient's current level of disease activity measured on a continuous 100-mm visual analytic scale with benchmarks of 0, 1, 2, and 3 from left to right corresponding to no, mild, moderate, and severe SLE disease activity. Scores range from 0, being worst possible to 100 being very active or best possible.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-20.8","spread":"21.97"},{"groupId":"OG001","value":"-20.8","spread":"22.33"},{"groupId":"OG002","value":"-20.2","spread":"22.42"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With an Increase in Corticosteroids Dose at 52 Weeks","description":"An increase in corticosteroids at a visit was defined as a change from baseline greater than 2.5 mg/day in dose or prednisone or equivalent using average daily dose of corticosteroids taken since the previous scheduled visit.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.7","spread":null},{"groupId":"OG001","value":"9.1","spread":null},{"groupId":"OG002","value":"8.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to 52 Weeks Endpoint in SELENA-SLEDAI Disease Activity Score","description":"Safety of Estrogens in Lupus Erythematosus National Assessment - SLE Disease Activity Index (SELENA-SLEDAI) score is a weighted, cumulative index of lupus disease activity. SELENA-SLEDAI is calculated from 24 individual descriptors across 9 organ systems; 0 indicates inactive disease and the maximum theoretical score is 105.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.6","spread":"4.19"},{"groupId":"OG001","value":"-4.7","spread":"4.11"},{"groupId":"OG002","value":"-4.8","spread":"4.47"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving a Response as Measured by Modified SRI With No BILAG A or No More Than 1 BILAG B Organ Domain Flares at 52 Weeks","description":"Percentage of participants with a ≥ 5 point reduction from baseline in SELENA SLEDAI score, and no worsening (increase of \\< 0.30 points from baseline) in PGA, and no new BILAG A or no more than 1 new BILAG B organ domain flare compared with baseline. (Primary outcome modified to use BILAG flare instead of BILAG disease score)\n\nSELENA SLEDAI is calculated from 24 individual descriptors across 9 organ systems; 0 indicates inactive disease and the maximum theoretical score is 105. PGA is a visual analog scale scored from 0 to 3 (0=none, 1=mild, 2=moderate, 3=severe). BILAG flare is assessed for each of the 9 organ domains; A is a severe flare and B is a moderate flare. Patients who were unable to comply with allowed concomitant medications requirements were considered non-responders, as were participants who dropped out or were missing Week 52 data.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"31.8","spread":null},{"groupId":"OG001","value":"35.2","spread":null},{"groupId":"OG002","value":"29.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"68.2","spread":null},{"groupId":"OG001","value":"64.8","spread":null},{"groupId":"OG002","value":"70.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With No New BILAG A and No More Than One New BILAG B Disease Activity Scores Compared to Baseline","description":"The BILAG2004 index is a validated global disease activity index designed on the basis of the physician's ITT, focusing on changes in disease manifestations (new, improved, worsening, etc) occurring in the last 4 weeks compared with the previous 4 weeks.\n\nThe instrument assesses 97 clinical signs, symptoms, and laboratory parameters across 9 organ system domains: constitutional, mucocutaneous, neuropsychiatric, musculoskeletal, cardiorespiratory, gastrointestinal, opthalmic, renal and hematology.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"247","spread":null},{"groupId":"OG001","value":"234","spread":null},{"groupId":"OG002","value":"219","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":42,"n":386},"commonTop":["Urinary tract infection","Upper respiratory tract infection","Headache","Nasopharyngitis","Diarrhoea"]}}}