{"nctId":"NCT01353079","briefTitle":"Efficacy and Safety Study Of Short Ragweed Pollen Sublingual-Oral Immunotherapy","startDateStruct":{"date":"2011-04"},"conditions":["Allergy"],"count":429,"armGroups":[{"label":"Short Ragweed Pollen Allergenic Extract","type":"EXPERIMENTAL","interventionNames":["Biological: Short Ragweed Pollen Allergenic Extract"]},{"label":"Glycero-COCAs","type":"PLACEBO_COMPARATOR","interventionNames":["Biological: Placebo"]}],"interventions":[{"name":"Short Ragweed Pollen Allergenic Extract","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* allergic to ragweed\n\nExclusion Criteria:\n\n* not allergic to ragweed\n* history of anaphylaxis\n* subject with chronic sinusitis, unstable angina, significant arrhythmia, uncontrolled hypertension, or other chronic or immunological disease\n* Asthmatic subjects with FEV1 or PEF less than or equal to 80% predicted\n* Subjects who have received experimental drug within 30 days prior to study admission\n* Subjects who have received anit-IgE medications in the last 12 months\n* Subjects who have received ragweed immunotherapy in the last 3 years\n* Subjects who are currently users of inhaled, intramuscular, or intravenous corticosteroids, tricyclic anti-depressants, beta blockers, and MAO inhibitors\n* Subjects refusing to sign epi-pen training form\n* Females who are pregnant or breast feeding","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"55 Years","stdAges":["ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Scores on a Scale [Net Average Combined Daily Rhinoconjunctivitis Symptom (RSS) and Medication Scores]","description":"Change in baseline in avg combined daily RSS and medication scores during entire ragweed season in ITT population. Symptom score: sum of scores from 8 symptoms rated 0-3 (0=absent, 1=mild, 2=moderate, 3=severe), ocular (itchiness, swelling/redness, and watery eyes/tears), nasal (sneezing, itching, runny and stuffy nose), and ears (itching). Avg daily RSS computed by: (1) summing 8 individual allergy symptoms recorded in AM and PM; (2) forming daily RSS by summing AM and PM RSS for each day of ragweed season; (3) averaging daily RSS for entire ragweed season.Total allergy relief medication score computed by summing individual medication scores. Relief medication scores: 0-no medication taken; 1-using once daily oral antihistamine; 1-using once daily ocular antihistamine; 1-treatment with albuterol. Maximum medication score dependent on cumulative rescue medication use. Lower result is more favorable. Avg daily Combined Score Range: 0 (min) - 51 (max); lower score was more favorable.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.853","spread":"1.64"},{"groupId":"OG001","value":"1.687","spread":"2.40"}]}]}]},{"type":"SECONDARY","title":"Scores on a Scale (Net Average Combined Daily Rhinoconjunctivitis Symptom and Medication Scores Reported During the Three Peak Weeks of Ragweed Pollen Season)","description":"Symptom score: sum of scores from 8 symptoms rated 0-3 (0=absent, 1=mild, 2=moderate, 3=severe), ocular (itchiness, swelling/redness, watery eyes/tears), nasal (sneezing, itching, runny, stuffy nose), and ears (itching). Avg daily RSS computed by summing 8 individual allergy symptoms recorded in AM and PM; forming daily RSS by summing AM and PM RSS for each day; averaging daily RSS for three peak weeks. Total allergy relief medication score computed by summing individual medication scores. Relief medication scores: 0-no medication taken; 1-using once daily oral antihistamine; 1-using once daily ocular antihistamine; 1-treatment with albuterol. Max medication score dependent on cumulative rescue medication use. Lower result, more favorable. Three peak weeks of ragweed pollen counts during entire ragweed season was contiguous and calculated using a moving average of ragweed pollen counts for each week. Avg daily Combined Score Range: 0 (min) - 51 (max); lower score was more favorable.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.374","spread":"2.10"},{"groupId":"OG001","value":"2.231","spread":"3.20"}]}]}]},{"type":"SECONDARY","title":"Scores of a Scale (Average Daily Rhinoconjunctivitis Symptom Scores During the Entire Ragweed Pollen Season)","description":"Change in baseline in avg daily RSS during entire ragweed season in ITT population. Symptom score: sum of scores from 8 symptoms rated 0-3 (0=absent, 1=mild, 2=moderate, 3=severe), ocular (itchiness, swelling/redness, and watery eyes/tears), nasal (sneezing, itching, runny and stuffy nose), and ears (itching). Avg daily RSS Total Score Range: 0 (min) - 48 (max); lower score was more favorable. Avg daily RSS computed by: (1) summing 8 individual allergy symptoms recorded in AM and PM; (2) forming daily RSS by summing AM and PM RSS for each day of ragweed season; (3) averaging daily RSS for entire ragweed season.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.830","spread":"1.56"},{"groupId":"OG001","value":"1.601","spread":"2.29"}]}]}]},{"type":"SECONDARY","title":"Scores on a Scale (Average Daily Rhinoconjunctivitis Symptom Scores During the Three Peak Weeks of Ragweed Pollen Season)","description":"Change from baseline in avg daily rhinoconjunctivitis symptom scores during the three peak weeks of ragweed pollen season for the ITT population (netpRSS).\n\nSymptom score: sum of scores from 8 symptoms rated 0-3 (0=absent, 1=mild, 2=moderate, 3=severe), ocular (itchiness, swelling/redness, and watery eyes/tears), nasal (sneezing, itching, runny and stuffy nose), and ears (itching). Avg daily RSS Total Score Range: 0 (min) - 48 (max); lower score was more favorable. Avg daily RSS computed by: (1) summing 8 individual allergy symptoms recorded in AM and PM; (2) forming daily RSS by summing AM and PM RSS for each day of ragweed season; (3) averaging daily RSS for three peak weeks of ragweed pollen season.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.318","spread":"1.99"},{"groupId":"OG001","value":"2.105","spread":"3.01"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":218},"commonTop":["Headache","Upper Respiratory Tract Infection"]}}}