{"nctId":"NCT00727597","briefTitle":"A Study in Underrepresented Patient Population or Regimen Tolerability: SUPPoRT","startDateStruct":{"date":"2008-07"},"conditions":["Human Immunodeficiency Virus Infections"],"count":101,"armGroups":[{"label":"Arm A : Boosted Lexiva plus Epzicom","type":"EXPERIMENTAL","interventionNames":["Drug: Boosted Lexiva"]},{"label":"Arm B: Efavirenz plus Epzicom","type":"EXPERIMENTAL","interventionNames":["Drug: Efavirenz 600mg"]}],"interventions":[{"name":"Efavirenz 600mg","otherNames":["Efavirenz(Sustiva)600 mg"]},{"name":"Boosted Lexiva","otherNames":["Fosamprenavir(Lexiva)"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nScreening plasma HIV-1 RNA viral load \\>5000 copies/mL Self-identification as having any non-White/Caucasian European geographic ancestry (i.e., an individual is eligible if she/he does not have any White/Caucasian European ancestry; OR an individual is eligible if she/he indicates a mix of White/Caucasian European ancestry AND one or more other geographic ancestries); Antiretroviral-naïve (no treatment with any antiretroviral drug in the 28 days prior to study entry and ≤14 days of treatment ever with any antiretroviral drug) Negative test for the HLA-B\\*5701 allele Ability and willingness to give written informed consent\n\nEither gender is eligible, but enrollment of at least two female subjects to every one male subject is strongly encouraged. A female subject is eligible to participate in the study if she is of:\n\n1. Non-childbearing potential or,\n2. Childbearing potential with a negative pregnancy test at screen and agrees to use one of the following methods of contraception:\n\ni. Agreement for complete abstinence from intercourse from 2 weeks prior to administration of investigational products, throughout the study, and for 2 weeks after discontinuation of all study medications; ii. Double barrier contraception (male condom/spermicide, male condom/diaphragm, diaphragm/spermicide); iii. Any intrauterine device (IUD) with published data showing that the expected failure rate is less than 1% per year (not all IUDs meet this criterion); iv. Any other method with published data showing that the lowest expected failure rate for the method is less than 1% per year. v. Sterilization (female subject or male partner of female subject)\n\nExclusion Criteria:\n\nScreening HIV-1 genotype indicating the presence of any of the following mutations in the reverse transcriptase (RT) region: K65R, L74V, K103N, Y115F, Y181C/I, Y188C/L/H or G190S/A, or a combination of two or more thymidine analog mutations (M41L, D67N, K70R, K219Q or E) that include changes at either L210 or T215, associated with resistance to abacavir, lamivudine, or efavirenz; OR within the protease region, detection of any of the following mutations associated with resistance to fosamprenavir or ritonavir: I50V, I54L/M, I84V, or the combination of the two mutations V32I+I147V Positive for Hepatitis B surface antigen (HBsAg+)\n\nRequirement for active treatment for hepatitis C virus infection, as indicated by both a positive Hepatitis C Virus serology AND either:\n\n1. Decompensated liver disease, or\n2. Aspartate aminotransferase (AST) \\>3X the upper limit of normal (ULN), or\n3. Alanine aminotransferase (ALT) \\>3X the ULN Currently pregnant, intending to become pregnant during the study period, or breast-feeding Use of immunomodulators (e.g., interleukins, interferons, cyclosporine), any vaccinations, systemic cytotoxic chemotherapy, or investigational therapy within 28 days prior to study entry. Chronic treatment with prednisone at a daily dose of 10 mg or less is permitted. Acute treatment (less than 21 days) with larger doses of corticosteroids for acute therapy is permitted.\n\nActive or suspected drug or alcohol use or dependence that, in the opinion of the site investigator, would interfere with adherence to study requirements Judged by the investigator to be at significant risk of failing to comply with the provisions of the protocol as to cause harm to self or seriously interfere with the validity of the study results Active or acute Centers for Disease Control Clinical Category C event at screening. (Note: Treatment for the acute event must have been completed at least 28 days prior to screening.) Clinically relevant pancreatitis or clinically relevant hepatitis at screening Hgb\\<8g/dl, platelet count \\<50,000/mm3, calculated creatinine clearance \\<50ml/min via Cockroft-Gault equation, or AST or ALT \\> 5X the ULN Any Grade 4 laboratory abnormality","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Subjects Needing to Switch Comparator Drugs (FPV/r or EFV)","description":"Subjects were randomized and initiated treatment on one of the antiretroviral arms(FPV/r or EFV) at study Entry visit. Subjects would be switched for the follwing reasons:\n\n* To resolve a Grade 3 or 4 Adverse Event\n* The subject experienced a virologic failure (as defined in section 3.6.2)\n* The investigator believes the subject is at a significant risk for failing to comply with the protocol AND the investigator believes a regimen substitution is likely to resolve the compliance issue\n* The investigator believes there is any other significant safety concern for the subject associated with remaining on the current regimen (e.g., hypersensitivity reaction, increased risk of suicide)","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Subjects Developing Any Treatment-related Grade 3-4 Adverse Events","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":51},"commonTop":["cholesterol, total neutrophils, creatine kinase, and triglycerides"]}}}