{"nctId":"NCT00674219","briefTitle":"Memantine Treatment for Obsessive-compulsive Disorder and Generalized Anxiety Disorder","startDateStruct":{"date":"2005-05"},"conditions":["Obsessive-Compulsive Disorder","Generalized Anxiety Disorder"],"count":17,"armGroups":[{"label":"OCD group","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Memantine"]},{"label":"GAD group","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Memantine"]}],"interventions":[{"name":"Memantine","otherNames":["Namenda"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* The subject is male or female outpatient between 18-64 years old.\n* The subject meets DSM-IV criteria for Generalized Anxiety Disorder or Obsessive Compulsive Disorder as determined by the MINI.\n* Sexually active female patients of childbearing potential must be practicing at least one or more the following methods of contraception during the study: intrauterine device (IUD), barrier method in combination with a spermicide, oral/hormonal contraception or abstinence. Female patients of childbearing potential must have a negative pregnancy test prior to receiving study drug.\n* Written informed consent must be obtained from the subject prior to study participation.\n* The subject is in good medical health or with chronic medical conditions which are currently stable.\n* No current abuse of alcohol or other substance.\n* The subject has a total score of 20 or more on the HARS or YBOCS at screening (for GAD and OCD, respectively)\n* The subject has a Clinical Global Impression (CGI) Severity score of 4 or more at screening.\n\nExclusion Criteria:\n\n* The subject meets DSM-IV criteria for an Axis I diagnosis (other than GAD or OCD) as the primary diagnosis (i.e., schizophrenia, mood disorder, psychosis, anorexia nervosa) as determined by the MINI.\n* The subject is clinically judged by the investigator to be at risk for suicide or is acutely suicidal as objectively measured by the MINI and MSE.\n* The subject is clinically judged by the investigator to be at risk for homicide or is acutely homicidal as objectively measured by the MINI and MSE.\n* The subject has a psychiatric condition that would require inpatient, or partial psychiatric hospitalization.\n* Seizure disorders.\n* Significant history of medical disease (i.e. cardiovascular, hepatic (e.g. cirrhosis, hepatitis B or C) renal, gynecological, musculoskeletal, neurological, gastrointestinal, metabolic, hematological, endocrine, cancer with a metastatic potential or progressive neurological disorders) which could impair reliable participation in the trial or necessitate the use of medication not allowed by this protocol.\n* The subject is pregnant, planning to become pregnant, or nursing. If a subject becomes pregnant, she will be discontinued immediately and followed appropriately.\n* Concomitant therapy with another investigational drug, or participation in an investigational drug study within one month prior to entering this study.\n* Current psychotherapeutic treatment except for treatment with Specific Reuptake Inhibitor (SSRIs) medications which include: Fluoxetine (Prozac), Paroxetine (Paxil), Sertraline (Zoloft), Luvox (Fluvoxamine), and Citalopram. Potential subjects may remain on one of the SSRI medications provided that he or she has been on a stable dose for at least 4 weeks prior to entering this study; this dose remains stable throughout the remainder of this study; and it can be determined that this medication is not exacerbating the anxiety symptoms.\n* History of poor compliance or in the Investigator's judgment patients any subject whose treatment as an outpatient would be clinically contraindicated\n* The subject has attempted suicide one or more times within the past twelve months\n* The subject has a Structured Hamilton Depression Rating Scale (SIGH-D) score above 38 which suggests a moderate to severe clinical level of depressive symptoms","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"64 Years","stdAges":["ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Psychometric Scores","description":"Participants in the OCD group were rated using the Yale-Brown Obsessive Compulsive Scale (Y-BOCS), a standard measure of obsessive-compulsive disorder (OCD) severity in pharmacotherapy studies. It is administered by a trained rater. It comprises 10 items assessing OCD symptoms (e.g. time spent, degree of control, severity). Each item is scored on a scale from 0 (not present) to 4 (severe) \\[total score range = 0-40\\] over the previous week. The higher the number on the Y-BOCS, the more severe the symptoms.\n\nParticipants in the GAD group were rated using the Hamilton Anxiety Rating Scale (HARS), a standard measure of anxiety severity in pharmacotherapy studies. It is administered by a trained rater. It comprises 14 items assessing anxiety symptoms. Each item is scored on a scale of 0 (not present) to 4 (severe), with a total score range of 0-56, where \\<17 indicates mild severity, 18-24 mild to moderate severity and 25-30 moderate to severe.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.4","spread":"13.6"},{"groupId":"OG001","value":"18.86","spread":"4.14"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"27.6","spread":"4.4"},{"groupId":"OG001","value":"24.3","spread":"1.7"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":10},"commonTop":["dizziness","Somnolence"]}}}