{"nctId":"NCT01698775","briefTitle":"A Study of Omarigliptin (MK-3102) in Participants With Type 2 Diabetes Mellitus With Chronic Kidney Disease or Kidney Failure on Dialysis (MK-3102-019)","startDateStruct":{"date":"2012-10-02","type":"ACTUAL"},"conditions":["Type 2 Diabetes Mellitus"],"count":213,"armGroups":[{"label":"Omarigliptin (Phase A) → Omarigliptin (Phase B)","type":"EXPERIMENTAL","interventionNames":["Drug: Omarigliptin","Drug: Glipizide","Drug: Placebo to glipizide","Biological: Insulin"]},{"label":"Placebo to omarigliptin (Phase A) → Glipizide (Phase B)","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Placebo to omarigliptin","Drug: Glipizide","Drug: Placebo to glipizide","Biological: Insulin"]}],"interventions":[{"name":"Omarigliptin","otherNames":["MK-3102"]},{"name":"Placebo to omarigliptin","otherNames":[]},{"name":"Glipizide","otherNames":["Glucotrol","Glucotrol XL"]},{"name":"Placebo to glipizide","otherNames":[]},{"name":"Insulin","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Type 2 diabetes mellitus and be at least 30 years of age\n* Moderate or severe chronic renal insufficiency or end stage renal disease on dialysis\n* Meet one of the following criteria:\n\n  1. is currently not on an antihyperglycemic agent (AHA) and has A1C \\>=7% and \\<=10% at screening\n  2. is currently on a single oral AHA or low-dose dual oral combination AHA and has A1C \\>=6.5% and \\<=9% at screening\n  3. is currently on a stable insulin regimen (\\>= 15 U/day) for \\>= 10 weeks, with no oral AHA, and has A1C \\>=7.5% and \\<=10% and FPG \\>130 mg/dL at screening\n* (1) Male; (2) female not of reproductive potential; or (3) female of reproductive potential who agrees to remain abstinent or use alone or in conjunction with their partner 2 methods of contraception to prevent pregnancy during the study and for 28 days after the last dose of study drug\n\nExclusion Criteria:\n\n* History of type 1 diabetes mellitus or a history of ketoacidosis\n* Treated with any incretin mimetic or thiazolidinedione (TZD) within 12 weeks prior to screening or with omarigliptin at any time prior to study participation\n* History of hypersensitivity to a dipeptidyl peptidase IV (DPP-4) inhibitor\n* History of intolerance or hypersensitivity to glipizide or insulin glargine or any contraindication to glipizide or insulin glargine\n* On a weight loss program and is not in the maintenance phase, or has been on a weight loss medication in the past 6 months, or has undergone bariatric surgery within 12 months prior to study participation\n* Undergone a surgical procedure within 4 weeks prior to screening or has planned major surgery during the trial\n* On or likely to require treatment for \\>=2 consecutive weeks or repeated courses of corticosteroids (note: inhaled, nasal or topical corticosteroids are permitted)\n* Currently being treated for hyperthyroidism or is on thyroid replacement therapy and has not been on a stable dose for at least 6 weeks\n* If on dialysis, does not regularly adhere to dialysis schedule\n* Diagnosis of congestive heart failure with New York Heart Association (NYHA) Class IV\n* Medical history of active liver disease (other than non-alcoholic hepatic steatosis), including chronic active hepatitis B or C, primary biliary cirrhosis, or symptomatic gallbladder disease\n* Human immunodeficiency virus (HIV)\n* New or worsening coronary heart disease, congestive heart failure, myocardial infarction, unstable angina, coronary artery intervention, stroke, or transient ischemic neurological disorder within the past 3 months\n* Poorly controlled hypertension\n* Severe active peripheral vascular disease\n* History of malignancy \\<=5 years prior to study participation, except for adequately treated basal cell or squamous cell skin cancer, or in situ cervical cancer\n* Clinically important hematological disorder (such as aplastic anemia, myeloproliferative or myelodysplastic syndromes, thrombocytopenia)\n* Positive pregnancy test\n* Pregnant or breast-feeding, or is expecting to conceive or donate eggs during the trial, including 28 days following the last dose of study drug\n* User of recreational or illicit drugs or has had a recent history of drug abuse or routinely consumes \\>2 alcoholic drinks per day or \\>14 alcoholic drinks per week, or engages in binge drinking","healthyVolunteers":false,"sex":"ALL","minimumAge":"30 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Glycosylated Hemoglobin (A1C) at Week 24","description":"A1C is measured as a percent. Change from baseline in A1C at Week 24 was analyzed using constrained longitudinal data analysis (cLDA) method with a restriction of the same baseline mean across treatment groups. The cLDA model included terms for treatment, renal insufficiency stratum, baseline treatment with insulin stratum, time, the interaction of time by treatment, the interaction of time by renal insufficiency stratum, and the interaction of time by baseline treatment with insulin stratum.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.77","spread":null},{"groupId":"OG001","value":"-0.44","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants Who Experienced at Least One Adverse Event (Phase A: 24-week Placebo Controlled Period)","description":"An adverse event is defined as any untoward medical occurrence in a participant administered a pharmaceutical product and which does not necessarily have to have a causal relationship with this treatment. Presented data exclude data after glycemic rescue.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"66.0","spread":null},{"groupId":"OG001","value":"69.8","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants Who Discontinued Study Drug Due to an Adverse Event (Phase A: 24-week Placebo Controlled Period)","description":"An adverse event is defined as any untoward medical occurrence in a participant administered a pharmaceutical product and which does not necessarily have to have a causal relationship with this treatment. Presented data exclude data after glycemic rescue.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.8","spread":null},{"groupId":"OG001","value":"0.9","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants Who Experienced at Least One Adverse Event (Phase A: 24-week Placebo Controlled Period + Phase B: 30-week Active Controlled Period)","description":"An adverse event is defined as any untoward medical occurrence in a participant administered a pharmaceutical product and which does not necessarily have to have a causal relationship with this treatment. Presented data exclude data after glycemic rescue.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"77.4","spread":null},{"groupId":"OG001","value":"78.3","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants Who Discontinued Study Drug Due to an Adverse Event (Phase A: 24-week Placebo Controlled Period + Phase B: 30-week Active Controlled Period)","description":"An adverse event is defined as any untoward medical occurrence in a participant administered a pharmaceutical product and which does not necessarily have to have a causal relationship with this treatment. Presented data exclude data after glycemic rescue.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.6","spread":null},{"groupId":"OG001","value":"3.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Fasting Plasma Glucose (FPG) at Week 24","description":"Change from baseline in FPG at Week 24 was analyzed using cLDA method with a restriction of the same baseline mean across treatment groups. The cLDA model included terms for treatment, renal insufficiency stratum, baseline treatment with insulin stratum, time, the interaction of time by treatment, the interaction of time by renal insufficiency stratum, and the interaction of time by baseline treatment with insulin stratum.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-24.6","spread":null},{"groupId":"OG001","value":"-20.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in A1C at Week 54","description":"A1C is measured as a percent. Change from baseline in A1C at Week 54 was analyzed using cLDA method with a restriction of the same baseline mean across treatment groups. The cLDA model included terms for treatment, renal insufficiency stratum, baseline treatment with insulin stratum, time, the interaction of time by treatment, the interaction of time by renal insufficiency stratum, and the interaction of time by baseline treatment with insulin stratum.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.79","spread":null},{"groupId":"OG001","value":"-0.83","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in FPG at Week 54","description":"Change from baseline in FPG at Week 54 was analyzed using cLDA method with a restriction of the same baseline mean across treatment groups. The cLDA model included terms for treatment, renal insufficiency stratum, baseline treatment with insulin stratum, time, the interaction of time by treatment, the interaction of time by renal insufficiency stratum, and the interaction of time by baseline treatment with insulin stratum.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-19.3","spread":null},{"groupId":"OG001","value":"-16.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Estimated Glomerular Filtration Rate (eGFR) at Week 24","description":"Based on an cLDA model including terms for treatment, renal status stratum, treatment on insulin at screening stratum, time, the interaction of time by treatment, the interaction of time by renal status stratum, and the interaction of time by treatment on insulin at screening stratum, with the constraint that the mean baseline is the same for all treatment groups. Excluding data after glycemic rescue or initiation of dialysis as well as participants classified with end stage renal disease (ESRD) on dialysis.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.5","spread":null},{"groupId":"OG001","value":"-0.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in eGFR at Week 54","description":"Based on an cLDA model including terms for treatment, renal status stratum, treatment on insulin at screening stratum, time, the interaction of time by treatment, the interaction of time by renal status stratum, and the interaction of time by treatment on insulin at screening stratum, with the constraint that the mean baseline is the same for all treatment groups. Excluding data after glycemic rescue or initiation of dialysis as well as participants classified with ESRD on dialysis.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.0","spread":null},{"groupId":"OG001","value":"-2.3","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":10,"n":106},"commonTop":["Hypoglycaemia","Upper respiratory tract infection","Blood glucose increased","Nasopharyngitis","Urinary tract infection"]}}}