{"nctId":"NCT00148733","briefTitle":"CHIZAP: Community- and Health Facility-Based Intervention With Zinc as Adjuvant Therapy for Childhood Pneumonia","startDateStruct":{"date":"2004-01"},"conditions":["Pneumonia"],"count":2628,"armGroups":[{"label":"Zinc","type":"EXPERIMENTAL","interventionNames":["Drug: Zinc"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Zinc"]}],"interventions":[{"name":"Zinc","otherNames":["Produced by Nutriset, Malaunay, France"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Pneumonia: Child presenting with cough or difficult breathing and elevated respiratory rate.\n* Severe pneumonia: Child presenting with cough or difficult breathing and chest indrawing , but without any of the following danger signs:\n\n  * not able to drink/breastfeed,\n  * vomit everything,\n  * has had convulsions,\n  * is lethargic or unconscious.\n* Must be able to take Zinc\n\nExclusion Criteria:\n\n* The child requires special care for severe illness other than pneumonia\n* Severe malnutrition defined as being \\< 70% National Center for Health Statistics (NCHS) median weight for height\n* Presence of congenital heart disease\n* Documented tuberculosis\n* Any antibiotic treatment during the last 48 hours\n* The child was enrolled less than 6 months ago\n* Presence of dysentery\n* Cough for more than 14 days","healthyVolunteers":false,"sex":"ALL","minimumAge":"2 Months","maximumAge":"3 Years","stdAges":["CHILD"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Risk of Treatment Failure.","description":"Enrolled children will be followed and given zinc or placebo for 14 days. We will compare the proportion with treatment failure (i.e. lack of improvement within 3 days) between the two groups","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"267","spread":null},{"groupId":"OG001","value":"253","spread":null}]}]}]},{"type":"PRIMARY","title":"Non-injury Clinic Visits and Hospital Admissions After Treatment Has Been Initiated","description":"We will measure to what extent the intervention can reduce the number of severe events.","paramType":null,"dispersionType":null,"classes":[]},{"type":"PRIMARY","title":"Active and Passive Morbidity Surveillance for Six Months After the 14-day Supplementation Period is Completed","description":"We will measure to what extent short term zinc administration has an impact on growth and morbidity for up to 6 months after end of supplementation","paramType":null,"dispersionType":null,"classes":[]},{"type":"PRIMARY","title":"Difference in Growth and Thymic Size Between the Treatment Groups Measured at Three and Six Months After the Zinc Supplementation","description":"Thymus size will be measured using ultrasonography and compared between the two groups. at two occasions 2.5 and 6 months after end of supplementation","paramType":null,"dispersionType":null,"classes":[]},{"type":"PRIMARY","title":"Adverse Effects","description":"Vomiting, regurgitation, pain in abdomen for 15 minutes after zinc or placebo administration.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Effect Modifiers for the Effect of Zinc Given During Pneumonia","description":"We will also measure of there are factors at baseline that modifies the effect of zinc. Whether the following are modifiers for the above-mentioned effect of zinc given during pneumonia: i.severe inflammation, reflected in: high fever and/or elevated plasma C-reactive protein (CRP) concentration","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"The Efficacy of Zinc According to Breast Feeding Status and in Different Age Categories","description":"We will measure to what extent breastfeeding status modifies the effect of zinc on pneumonia","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"The Efficacy of Zinc in Malnourished and Non-malnourished Children","description":"We will compare the efficacy of zinc in those that are stunted, wasted or underweight with those who are not.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Will Presence of a RNA Virus Modify the Effect of Zinc","description":"We will compare the efficacy of zinc according to virus detected in nasopharyngeal secretions","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Folate, Cobalamin and Vitamin D Status of the Enrolled Children","description":"And whether or not these vitamins predict treatment failure and duration of illness.","paramType":null,"dispersionType":null,"classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":1314},"commonTop":["Regurgitation"]}}}