{"nctId":"NCT03566238","briefTitle":"This Study Will Investigate the Efficacy and Safety of A4250 in Children With PFIC Types 1 or 2","startDateStruct":{"date":"2018-05-16","type":"ACTUAL"},"conditions":["PFIC1","PFIC2"],"count":62,"armGroups":[{"label":"A4250 low dose","type":"EXPERIMENTAL","interventionNames":["Drug: A4250 (odevixibat)"]},{"label":"A4250 high dose","type":"EXPERIMENTAL","interventionNames":["Drug: A4250 (odevixibat)"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"A4250 (odevixibat)","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Key Inclusion Criteria:\n\n* A male or female participant with a clinical diagnosis of PFIC Type 1 or 2 and with a body weight above 5 kg\n* Participant must have clinical genetic confirmation of PFIC-1 or PFIC-2\n* Participant must have elevated serum bile acid (s-BA) concentration\n* Participant must have history of significant pruritus and a caregiver reported observed scratching in the eDiary\n* Participant and/or legal guardian must sign informed consent (and assent) as appropriate.\n* Participants will be expected to have a consistent caregiver(s) for the duration of the study\n* Caregivers and age-appropriate participants (≥8 years of age) must be willing and able to use an eDiary device as required by the study\n\nKey Exclusion Criteria:\n\n* Participant with pathologic variations of the ABCB11 gene that predict complete absence of the bile salt export pump (BSEP) protein\n* Participant with past medical history or ongoing presence of other types of liver disease including, but not limited to, the following:\n\n  1. Biliary atresia of any kind\n  2. Benign recurrent intrahepatic cholestasis, indicated by any history of normal s BAs\n  3. Suspected or proven liver cancer or metastasis to the liver on imaging studies\n  4. Histopathology on liver biopsy that is suggestive of alternate non-PFIC related etiology of cholestasis\n* Participant with past medical history or ongoing chronic diarrhea\n* Any participant with suspected or confirmed cancers except for basal cell carcinoma\n* Participant with a past medical history of chronic kidney disease with an impaired renal function and a glomerular filtration rate \\<70 mL/min/1.73 m\\^2\n* Participant with surgical history of disruption of the enterohepatic circulation (biliary diversion surgery) within 6 months prior to start of Screening Period\n* Participant has had a liver transplant or a liver transplant is planned within 6 months of randomization\n* Decompensated liver disease\n* Participant suffers from uncontrolled, recalcitrant pruritic condition other than PFIC\n* Participant who has been previously treated with an IBAT inhibitor whose pruritus has not responded to treatment","healthyVolunteers":false,"sex":"ALL","minimumAge":"6 Months","maximumAge":"18 Years","stdAges":["CHILD","ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Proportion of Positive Pruritus Assessments at the Participant Level Over the 24-week Treatment Period Based on the Albireo Observer-reported Outcome (ObsRO) Instrument (United States Primary Endpoint)","description":"ObsRO instrument was used to assess severity of observed scratching twice a day (AM and PM) with score from 0 to 4 where 0 is no scratching and 4 is worst possible scratching. A positive pruritus assessment was defined as a scratching score of \\<= 1 or at least one point drop from baseline. At each post baseline assessment over the 24-week treatment period, the AM score was compared to the baseline AM average and the PM score was compared to the baseline PM average. Both AM and PM pruritus assessments were included in the analysis. Any intermittently missing assessment or missing planned assessment after premature treatment discontinuation, death, or initiation of rescue treatment was classified as negative assessment. Proportion of positive pruritus assessments at the participant level over the 24-week was then calculated. Full analysis set was used for the analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"58.34","spread":"8.580"},{"groupId":"OG001","value":"51.81","spread":"9.459"},{"groupId":"OG002","value":"30.10","spread":"9.119"}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants Experiencing at Least a 70% Reduction in Fasting s-BA Concentration From Baseline to the End of Treatment or Reaching a Level <= 70 μmol/L After 24 Weeks of Treatment (European Union and Rest of the World Primary Endpoint)","description":"Fasting s-BA baseline was calculated as the average of the last 2 values prior to the first dose. The end value was the average of the values at Weeks 22 and 24 after the start of double-blind treatment. Participants who had at least 70% reduction in Fasting s-BA from baseline to the end of treatment or reached \\<=70 μmol/L after 24 weeks of treatment were considered as responder. Participants with missing average at the end of treatment were classified as non-responder. Full analysis set was used for the analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"4","spread":null},{"groupId":"OG002","value":"0","spread":null}]},{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"15","spread":null},{"groupId":"OG002","value":"20","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":23},"commonTop":["Pyrexia","Diarrhoea","Upper respiratory tract infection","Vomiting","Alanine aminotransferase increased"]}}}