{"nctId":"NCT01218659","briefTitle":"Study to Compare the Efficacy and Safety of Oral AT1001 and Enzyme Replacement Therapy in Patients With Fabry Disease","startDateStruct":{"date":"2011-09-08","type":"ACTUAL"},"conditions":["Fabry Disease"],"count":68,"armGroups":[{"label":"Migalastat","type":"EXPERIMENTAL","interventionNames":["Drug: migalastat hydrochloride"]},{"label":"ERT","type":"ACTIVE_COMPARATOR","interventionNames":["Biological: agalsidase"]}],"interventions":[{"name":"migalastat hydrochloride","otherNames":["AT1001","Migalastat","Galafold"]},{"name":"agalsidase","otherNames":["agalsidase beta; Fabrazyme","agalsidase alfa; Replagal"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female between the ages of 16 and 74 diagnosed with Fabry disease\n* Confirmed α Gal-A mutation that is amenable to migalastat, based on the clinical trial HEK assay\n* Participant has been on ERT for at least 12 months before screening/baseline\n* Dose level and regimen of ERT have been stable for 3 months before screening/baseline and is at least 80% of the currently labeled dose and regimen for this time period\n* Glomerular filtration rate (GFR) ≥ 30 milliliter (mL)/minute (min) /1.73 m\\^2\n* Participants taking angiotensin converting enzyme inhibitors or angiotensin receptor blockers must be on a stable dose for at least 4 weeks before screening/baseline\n* Women who can become pregnant and all men agree to be sexually abstinent or use medically accepted methods of birth control throughout the duration of the study and for up to 30 days after last dose of study medication\n* Participant is willing and able to provide written informed consent and assent if applicable\n\nExclusion Criteria:\n\n* Participant has undergone, or is scheduled to undergo, kidney transplantation or any other solid organ transplantation\n* Participant is on regular dialysis that is specifically for the treatment of chronic kidney disease\n* Participant has had a documented transient ischemic attack, stroke, unstable angina, or myocardial infarction within the 3 months before screening/baseline\n* Participant has clinically significant unstable cardiac disease in the opinion of the investigator (for example, cardiac disease requiring active management, such as symptomatic arrhythmia, unstable angina, or New York Heart Association (NYHA) class III or IV congestive heart failure)\n* Pregnant or breast-feeding\n* History of allergy or sensitivity to study medication (including excipients) or other iminosugars (for example, miglustat, miglitol)\n* Participant has absolute contraindication to iohexol and/or inability to undergo iohexol GFR testing\n* Participant requires treatment with Glyset® (miglitol), or Zavesca® (miglustat)\n* Participant received any investigational/experimental drug, biologic or device within 30 days of screening/baseline\n* Any intercurrent illness or condition that may preclude the participant from fulfilling the study requirements or suggests to the investigator that the participant may have an unacceptable risk by participating in this study","healthyVolunteers":false,"sex":"ALL","minimumAge":"16 Years","maximumAge":"74 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Annualized Rate Of Change From Baseline To Month 18 In Measured Glomerular Filtration Rate","description":"To assess renal function, measured glomerular filtration rate (GFR) was measured by the plasma clearance of unlabeled iohexol (mGFR-iohexol), a non-ionic contrast agent. The annualized rate of change in mGFR-iohexol from Baseline to Month 18 was analyzed using an analysis of covariance (ANCOVA) model with the following factors as covariates: treatment group, sex, age, Baseline GFR (mGFR-iohexol), and Baseline 24-hour (hr) urine protein. A threshold of \\<2.2 milliliter (mL)/minute (min)/1.73 meter squared (m\\^2)/year was established to compare migalastat to ERT. This difference of 2.2 mL/min/1.73 m2/year is based on the smallest expected rate of decline in estimated glomerular filtration rate (eGFR) for participants treated with agalsidase alfa for 18 months.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.35","spread":null},{"groupId":"OG001","value":"-3.24","spread":null}]}]}]},{"type":"PRIMARY","title":"Annualized Rate Of Change From Baseline To Month 18 In eGFR","description":"The eGFR assessed by the Chronic Kidney Disease Epidemiology Collaboration (CKD-EPI) equation was calculated using the following:\n\neGFR-CKD-EPI = 141 x min (Serum Creatinine/κ,1)\\^(α) x max(Serum Creatinine/κ,1)\\^(-1.209) x 0.993\\^(Age) x 1.1018 (if female) x 1.159 (if African American or black) where: κ is 0.7 for females and 0.9 for males; α is -0.329 for females and -0.411 for males; min indicates the minimum of Serum Creatinine/κ or 1; max indicates the maximum of Serum Creatinine/κ or 1.\n\nThe annualized rate of change in eGFR-CKD-EPI from Baseline to Month 18 was analyzed using an ANCOVA model with the following factors as covariates: treatment group, sex, age, Baseline GFR (eGFR-CKD-EPI), and Baseline 24-hr urine protein. A threshold of \\<2.2 mL/min/1.73m\\^2/year was established to compare migalastat to ERT. This difference of 2.2 mL/min/1.73 m2/year is based on the smallest expected rate of decline in eGFR for participants treated with agalsidase alfa for 18 months.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.40","spread":null},{"groupId":"OG001","value":"-1.03","spread":null}]}]}]},{"type":"SECONDARY","title":"Annualized Rate Of Change From Baseline To Month 18 In eGFR By The Modification Of Diet In Renal Disease Equation","description":"The GFR estimated by the Modification Of Diet In Renal Disease equation (eGFR-MDRD) was calculated using the following equation: eGFR-MDRD = 175 x (Serum Creatinine)\\^(-1.154) x (Age)\\^(-0.203) x 1.212 (if participant's race is black or African American) x 0.742 (if participant is female).\n\nThe eGFR-MDRD from Baseline to Month 18 was analyzed using an ANCOVA model with the following factors as covariates: treatment group, sex, age, Baseline GFR (eGFR-CKD-EPI), and Baseline 24-hr urine protein.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.51","spread":null},{"groupId":"OG001","value":"-1.53","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":7,"n":36},"commonTop":["Nasopharyngitis","Headache","Influenza","Diarrhoea","Dizziness"]}}}