{"nctId":"NCT01620489","briefTitle":"Efficacy and Safety of Liraglutide Versus Placebo as add-on to Existing Diabetes Medication in Subjects With Type 2 Diabetes and Moderate Renal Impairment","startDateStruct":{"date":"2012-06-14","type":"ACTUAL"},"conditions":["Diabetes","Diabetes Mellitus, Type 2"],"count":279,"armGroups":[{"label":"Lira 1.8 mg","type":"EXPERIMENTAL","interventionNames":["Drug: liraglutide"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: placebo"]}],"interventions":[{"name":"liraglutide","otherNames":[]},{"name":"placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subjects diagnosed with type 2 diabetes with stable diabetes treatment (unchanged medication and unchanged dose) for 90 days prior to the screening visit including: Monotherapy or any duo-combinations of metformin and/or SUs and/or pioglitazone. Metformin should be used with caution in subjects with moderate renal failure and must be used in accordance with local metformin labelling or guidelines. Or Monotherapy or any combinations of metformin and/or pioglitazone and/or basal or premix insulin. Insulin adjustments (total daily dose) below or equal to 10% within 90 days prior to the screening visit as confirmed by the investigator are acceptable. Metformin should be used with caution in subjects with moderate renal failure and must be used in accordance with local metformin labelling or guidelines. Combination of pioglitazone and insulin should be used with caution and according to local labelling or guidelines\n* HbA1c 7-10% (both inclusive)\n* Moderate renal impairment diagnosed more than 90 days prior to the screening visit and confirmed by an eGFR (glomerular filtration rate) of 30-59 mL/min/1.73 m2 per MDRD (modification of diet in renal disease) formula at the screening visit\n* Body Mass Index (BMI) 20-45 kg/m\\^2 (both inclusive)\n\nExclusion Criteria:\n\n* Recurrent severe hypoglycaemia or hypoglycaemic unawareness as judged by the investigator\n* Treatment with antidiabetic medication(s) other than stated in the inclusion criteria in a period of 90 days prior to screening. Previous short-term (below or equal to 7 days in total) treatment with rapid-or short-acting insulin in connection with intercurrent illness is allowed at the discretion of the investigator\n* Impaired liver function, defined as ALAT (alanine aminotransferase) above or equal to 2.5 times upper normal limit\n* History of chronic pancreatitis or idiopathic acute pancreatitis\n* Within the past 180 days any of the following: Episode of unstable angina, acute coronary event, cerebral stroke/transient ischemic attack (TIA) or other significant cardiovascular event (including e.g. arrhythmias or conduction delays on ECG (electrocardiogram))\n* Heart failure defined as New York Heart Association (NYHA) class IV\n* A systolic blood pressure above or equal to 180 mmHg or a diastolic blood pressure above or equal to 100 mmHg\n* Rapidly progressing renal disease (e.g., acute glomerulonephritis) at the discretion of the investigator\n* Use of immunosuppressive treatment within 90 days prior to screening\n* Diagnosis or treatment for cancer in the previous 5 years (except basal cell skin cancer or squamous cell skin cancer)\n* Proliferative retinopathy or maculopathy requiring acute treatment as judged by the investigator","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Estimated Mean From the Statistical Model and Standard Deviation From Observed Data For Change From Baseline to Week 26 in HbA1c (%) (Glycosylated Haemoglobin)","description":"Calculated as the estimated mean change from baseline in HbA1c (%) after 26 Weeks of treatment based on the statistical model.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.05","spread":"0.8944"},{"groupId":"OG001","value":"-0.38","spread":"0.8797"}]}]}]},{"type":"SECONDARY","title":"Estimated Proportion of Responders Achieving HbA1c <7.0% and no Weight Gain After 26 Weeks of Treatment","description":"Calculated as estimated percentage of subjects achieving HbA1c \\<7.0% and no weight gain after 26 weeks of treatment based on the statistical model.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"46.03","spread":null},{"groupId":"OG001","value":"15.99","spread":null}]}]}]},{"type":"SECONDARY","title":"Estimated Proportion of Responders Achieving HbA1c <7.0% and no Minor or Severe Hypoglycaemic Episodes After 26 Weeks of Treatment","description":"Calculated as estimated percentage of subjects achieving HbA1c \\<7.0% and no minor or severe hypoglycaemic episodes observed within 26 weeks of treatment based on the statistical model.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"33.23","spread":null},{"groupId":"OG001","value":"11.23","spread":null}]}]}]},{"type":"SECONDARY","title":"Estimated Mean From the Statistical Model and Standard Deviation From Observed Data For Change From Baseline to Week 26 in Self-measured Plasma Glucose (SMPG) 7-point Profiles","description":"SMPG was measured before and 90 minutes after breakfast, lunch and dinner and at bedtime at Week 0, 12 and 26. A summary measure of the 7 values was derived for each applicable visit as the area under the curve divided by the period of time elapsed between the first and last measurement. The change from baseline to week 26 was estimated using the statistical model.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.59","spread":"2.480"},{"groupId":"OG001","value":"-0.51","spread":"2.391"}]}]}]},{"type":"SECONDARY","title":"Estimated Mean From the Statistical Model and Standard Deviation From Observed Data For Change From Baseline to Week 26 in Body Mass Index (BMI)","description":"Calculated as estimated mean change in BMI (kg/m˄2) from baseline to Week 26 based on the statistical model.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.88","spread":"1.3214"},{"groupId":"OG001","value":"-0.38","spread":"1.1679"}]}]}]},{"type":"SECONDARY","title":"Estimated Mean Ratio to Baseline and Observed Coefficient of Variation in Renal Function-estimated Glomerular Filtration Rate (eGFR) (to Check How Well the Kidneys Are Functioning Using Modification of Diet in Renal Disease (MDRD) Formula)","description":"Calculated as the estimated ratio to baseline in eGFR (mL/min/1.73m˄2) after 26 Weeks of treatment based on the statistical model.","paramType":"GEOMETRIC_MEAN","dispersionType":"Geometric Coefficient of Variation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.99","spread":"0.17"},{"groupId":"OG001","value":"1.01","spread":"0.19"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":14,"n":140},"commonTop":["Nausea","Lipase increased","Nasopharyngitis","Vomiting","Glomerular filtration rate decreased"]}}}