{"nctId":"NCT02196506","briefTitle":"Study of the Safety and Efficacy of Fixed-dose Brexpiprazole (OPC-34712) as Adjunctive Therapy in the Treatment of Adults With Major Depressive Disorder With and Without Anxious Distress","startDateStruct":{"date":"2014-07"},"conditions":["Depressive Disorder","Depression","Depressive Disorder, Major","Mood Disorders","Mental Disorders"],"count":837,"armGroups":[{"label":"Brexpiprazole + ADT","type":"EXPERIMENTAL","interventionNames":["Drug: Brexpiprazole +ADT"]},{"label":"Placebo + ADT","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo + ADT"]}],"interventions":[{"name":"Placebo + ADT","otherNames":[]},{"name":"Brexpiprazole +ADT","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male and Female subjects between 18-65 years of age, with diagnosis of major depressive disorder with or without anxious distress\n* Current depressive episode must be at least 8 weeks in duration\n\nExclusion Criteria:\n\n* Subjects with a history of Neuroleptic Malignant Syndrome or Serotonin Syndrome\n* Subjects who report an inadequate response to more than 3 antidepressant treatments in the current episode\n* Subjects with a current Axis I diagnosis of: Delirium, dementia, amnestic or other cognitive disorder, Schizophrenia, schizoaffective disorder, or other psychotic disorder, Bipolar I or II disorder","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in the Montgomery-Asberg Depression","description":"To assess the change in the Montgomery-Asberg Depression Rating Scale (MADRS) Total Score from Baseline (End of Phase A \\[Week 8\\]) to Week 14. The MADRS was utilized as the primary efficacy assessment of the participant's level of depression and was administered utilizing the Structured Interview Guide for the MADRS (SIGMA). The MADRS consisted of 10 items each with 7 defined grades of severity. The rater decided whether the rating lied on predefined scale steps (0, 2, 4, 6) or between them (1, 3, 5). The 10 items were apparent sadness, reported sadness, inner tension, reduced sleep, reduced appetite, concentration difficulties, lassitude, inability to feel, pessimistic thoughts, suicidal thoughts. Each item was scored using a scale of 0 to 6 (a higher score indicates increased severity). The maximum total score was 60; 0, no symptom; 60, severely affected.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-10.4","spread":"0.63"},{"groupId":"OG001","value":"-8.07","spread":"0.61"}]}]}]},{"type":"SECONDARY","title":"Change in the Sheehan Disability Scale (SDS) From Baseline to End of Treatment","description":"To assess the change in the Sheehan Disability Scale (SDS) Score (the mean of 3 individual item scores) from Baseline (End of Phase A \\[Week 8\\]) to Week 14 (End of Phase B). SDS was a 3-item clinician-rated questionnaire used to evaluate impairments in the domains of work, social life, and family life/home responsibility. Each item was scored using a scale of 0 to 10 (a higher score indicates symptoms have disrupted work, social life, and family life/home responsibility extremely). The maximum total score was 30; 0 = not at all, to 30 = extremely.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.63","spread":"0.18"},{"groupId":"OG001","value":"-1.41","spread":"0.17"}]}]}]},{"type":"SECONDARY","title":"Change From End of Phase A to End of Phase B in MADRS Total Score for the Subpopulation With <25% Improvement From Baseline of Phase A to End of Phase A in MADRS Total Score","description":"To assess the change from end of Phase A (Week 8 visit) to end of Phase B (Week 14 visit) in MADRS Total Score for the subpopulation with \\< 25% improvement from baseline of Phase A (Week 0) to end of Phase A (Week 8) in MADRS Total Score. The MADRS was utilized as the primary efficacy assessment of the participant's level of depression and was administered utilizing the Structured Interview Guide for the MADRS (SIGMA). The MADRS consisted of 10 items each with 7 defined grades of severity. The 10 items were apparent sadness, reported sadness, inner tension, reduced sleep, reduced appetite, concentration difficulties, lassitude, inability to feel, pessimistic thoughts, suicidal thoughts. Each item was scored using a scale of 0 to 6 (a higher score indicates increased severity). The maximum total score was 60; 0, no symptom; 60, severely affected.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-11.1","spread":"0.71"},{"groupId":"OG001","value":"-8.87","spread":"0.71"}]}]}]},{"type":"SECONDARY","title":"Change From End of Phase A to End of Phase B in MADRS Total Score for the Subpopulations With Anxious Distress as Specified in Diagnostic and Statistical Manual of Mental Disorders, Fifth Edition (DSM-V).","description":"To assess the change from end of Phase A (Week 8) to end of Phase B (Week 14) in MADRS Total Score for the subpopulations with anxious distress as specified in DSM-V. The MADRS was utilized as the primary efficacy assessment of the participant's level of depression and was administered utilizing the Structured Interview Guide for the MADRS (SIGMA). The MADRS consisted of 10 items each with 7 defined grades of severity. The 10 items were apparent sadness, reported sadness, inner tension, reduced sleep, reduced appetite, concentration difficulties, lassitude, inability to feel, pessimistic thoughts, suicidal thoughts. Each item was scored using a scale of 0 to 6 (a higher score indicates increased severity). The maximum total score was 60; 0, no symptom; 60, severely affected.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-11.8","spread":"0.81"},{"groupId":"OG001","value":"-8.87","spread":"0.81"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":192},"commonTop":["Akathisia","Headache","Upper Respiratory Tract Infection","Restlessness","Weight Increased"]}}}