{"nctId":"NCT01744782","briefTitle":"Safety/Effectiveness Study of Cysteamine Bitartrate Delayed-release Capsules (RP103) in Cysteamine Treatment Naive Patients With Cystinosis","startDateStruct":{"date":"2012-12-20","type":"ACTUAL"},"conditions":["Cystinosis"],"count":17,"armGroups":[{"label":"RP103","type":"EXPERIMENTAL","interventionNames":["Drug: RP103"]}],"interventions":[{"name":"RP103","otherNames":["Cysteamine Delayed-release Capsules"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female with a documented diagnosis of cystinosis\n* No clinically significant change in liver function tests, i.e. 1.5 times upper limit of normal (ULN) for alanine aminotransferase (ALT) and aspartate aminotransferase (AST), and/or 1.5 times ULN for total bilirubin, within 6 months prior to Screening\n* No clinically significant change in renal function, i.e. estimated glomerular filtration rate (GFR) within 6 months prior to Screening\n* Must have an estimated GFR \\> 20 mL/minute/1.73m² (using the equation from Schwartz 2009 J Am Soc Nephrol 20:629-647)\n* Female participants who are sexually active and of childbearing potential, i.e. not surgically sterile (tubal ligation, bilateral oophorectomy, or hysterectomy) or at least 2 years naturally postmenopausal must agree to use an acceptable form of contraception from Screening through completion of the study. Acceptable forms of contraception for this study include hormonal contraceptives (oral, implant, transdermal patch, or injection) at a stable dose for at least 3 months prior to Screening, barrier (spermicidal condom or diaphragm with spermicide), IUD, or a partner who has been vasectomized for at least 6 months. Childbearing potential was defined as a female who had reached menarche.\n* Participant or their parent or guardian must provide written informed consent and assent (where applicable) prior to participation in the study\n* Had not taken any form of cysteamine bitartrate in the past\n\nExclusion Criteria:\n\n* Current history of the following conditions or any other health issues that make it, in the opinion of the Investigator, unsafe for study participation:\n* Inflammatory bowel disease if currently active, or prior resection of the small intestine\n* Heart disease (e.g., myocardial infarction, heart failure, unstable arrhythmias, or poorly controlled hypertension) within 90 days prior to Screening\n* Active bleeding disorder within 90 days prior to Screening\n* History of malignant disease within 2 years prior to Screening\n* Hemoglobin level of \\< 10 g/dL at Screening or, in the opinion of the investigator, a hemoglobin level that would make it unsafe for study participation\n* Known hypersensitivity to penicillamine\n* Female subjects who were nursing, planning a pregnancy, or were known or suspected to be pregnant\n* Participants who, in the opinion of the investigator, were not able or willing to comply with study requirements\n* Had received a kidney transplant or was currently on dialysis\n* Was 6 years of age or older at the time of the Screening visit","healthyVolunteers":false,"sex":"ALL","maximumAge":"6 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean White Blood Cell (WBC) Cystine Concentration at Each Visit","description":"Blood samples were taken 30 minutes after the morning RP103 dose at each study visit to determine White Blood Cell (WBC) cystine concentration. WBC cystine concentrations were determined using liquid chromatography.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.1709","spread":"2.95209"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.2899","spread":"3.13707"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.8474","spread":"1.62820"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.3403","spread":"4.31136"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.9589","spread":"1.05851"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.1219","spread":"1.27413"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.1828","spread":"1.31272"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.7250","spread":"1.08187"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.0196","spread":"1.90931"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.8012","spread":"0.59706"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.2443","spread":"1.47616"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.7356","spread":"0.64027"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.8197","spread":"0.76413"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Adverse Events","description":"Safety was assessed by the incidence of treatment-emergent adverse events (TEAEs) and treatment-emergent serious adverse events (SAEs). An AE/adverse experience was any untoward medical occurrence in a patient or clinical investigation subject administered a pharmaceutical product and which did not necessarily have a causal relationship with this treatment. For additional information regarding adverse events, please see the safety section of the record.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null}]}]}]},{"type":"SECONDARY","title":"Maximum Observed Plasma Concentration (Cmax) of Cysteamine","description":"Blood samples were collected and plasma cysteamine concentration was determined using liquid chromatography. The maximum observed plasma concentration (Cmax) of cysteamine was determined directly from the data.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.26","spread":"0.86"}]}]}]},{"type":"SECONDARY","title":"Time of the Maximum Observed Plasma Concentration (Tmax) of Cysteamine","description":"Blood samples were collected and plasma cysteamine concentration was determined using liquid chromatography. The time of the maximum observed plasma concentration (Tmax) of cysteamine was determined directly from the data.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"199","spread":"138"}]}]}]},{"type":"SECONDARY","title":"Area Under the Plasma Concentration Versus Time Curve (AUC) of Cysteamine","description":"Blood samples were collected and plasma cysteamine concentration was determined using liquid chromatography. AUC values were estimated using non-compartmental analysis methods. AUClast was defined as the area under the plasma concentration versus time curve, from time 0 to the time of the last measurable concentration (720 minutes). AUCinf was defined as the area under the plasma concentration-versus-time curve from time 0 to infinity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"206","spread":"113"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"231","spread":"123"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":12,"n":17},"commonTop":["Vomiting","Upper Respiratory Tract Infection","Diarrhoea","Breath Odour","Pyrexia"]}}}