{"nctId":"NCT00513682","briefTitle":"Efficacy and Safety of Ultrase® MT20 in Improving the Coefficient of Fat Absorption (CFA) in Children With Cystic Fibrosis (CF) and Pancreatic Insufficiency (PI)","startDateStruct":{"date":"2007-07"},"conditions":["Cystic Fibrosis","Pancreatic Insufficiency"],"count":9,"armGroups":[{"label":"Ultrase® MT20","type":"EXPERIMENTAL","interventionNames":["Drug: Ultrase® MT20"]}],"interventions":[{"name":"Ultrase® MT20","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* After a full explanation of the study, participants or their legally authorized representative must have signed the informed consent or assent form along with a parental form\n* Participants must have a confirmed diagnosis of CF based on one or more clinical features consistent with the CF phenotype, and one of the following:\n\n  * A genotype with two identifiable mutations consistent with CF\n  * A sweat chloride test greater that 60 millimole per liter (mmol/L) by quantitative pilocarpine iontophoresis\n* Participants must have PI as demonstrated by a fecal elastase-1 (FE-1) concentration less than 100 microgram per gram (mcg/g) of stools (ScheBo test) and requiring pancreatic enzyme supplementation\n* Participants must be clinically stable according to the physician's judgment by:\n\n  * Medical and medication history\n  * Baseline physical examination including vital signs and laboratory analyses\n* Participants must be 7 to 11 years of age\n* Participants must have an adequate nutritional status based on body mass index (BMI) greater than or equal to fifth percentile\n* Participants must be on an optimal clinical dose of pancreatic enzymes (Ultrase® MT12 , MT18 or MT20 or other pancreatic enzyme preparations) prior to entry in the study and must tolerate this medication in the opinion of the investigator\n* Participants must be able to be able to swallow capsules and eat a high-fat diet calculated as 2 gram fat per kilogram (g fat/kg) of body weight per day\n* Participants must be, in the opinion of the investigator, able and willing to complete the study\n* Female participants should be premenarcheal. Otherwise, a female participant of childbearing potential (WOCBP) must not be pregnant and must have practiced an acceptable method of contraception for at least 1 month prior to the study entry\n\nExclusion Criteria:\n\n* Participants with a known contraindication, sensitivity or hypersensitivity to Ultrase® MT20 or any porcine protein\n* Participants with a known allergy to the food, drug and cosmetic (FD\\&C) Blue No. 2 dye indicator (stool marker)\n* Participants who are not willing to stop the prohibited medications or products at study entry and throughout the study\n* Participants who use narcotics chronically and bowel stimulants and/or laxatives on a regular basis\n* Participants with acute pancreatitis or acute exacerbation of chronic pancreatic disease\n* Participants with an acute pulmonary infection\n* Participants with a history of bowel resection\n* Participants suffering from any dysmotility disorders\n* Participants with chronic or severe abdominal pain\n* Participants receiving enteral tube feeding and not willing to stop during the course of the study\n* Participants with a significant medical disease that would compromise their welfare or confound the study results\n* Participants with a history of or a current diagnosis of clinically significant portal hypertension\n* Participants who have a condition known to increase fecal fat loss including celiac's disease, biliary cancer, biliary stricture, cholelithiasis, Crohn's disease, ulcerative colitis, pancreas cancer, radiation enteritis, tropical sprue, Whipple's disease, lactose intolerance, pseudomembranous colitis\n* Participants with a current diagnosis or a history of complete distal intestinal obstruction syndrome (DIOS) in the past 6 months; or, participants who had 2 or more episodes of DIOS in the past year\n* Participants with poorly controlled diabetes according to the investigator's opinion\n* Female participants who are pregnant or lactating\n* Participants who received an investigational drug within 30 days prior to entry into the study","healthyVolunteers":false,"sex":"ALL","minimumAge":"7 Years","maximumAge":"11 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percent Coefficient of Fat Absorption (CFA)","description":"Percent CFA was calculated as (\\[fat intake - fat excretion\\]/fat intake)\\*100, determined by the stools collected during the 72-hour period in either washout phase or treatment phase. Mean percent CFA was calculated for Day 3 to Day 5 or Day 6 of the respective phase.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"34.5","spread":"21.35"},{"groupId":"OG001","value":"82.7","spread":"13.25"}]}]}]},{"type":"SECONDARY","title":"Percent Coefficient of Nitrogen Absorption (CNA)","description":"Percent CNA was calculated as \\[(nitrogen intake-nitrogen excretion)/nitrogen intake\\]\\*100, determined by the stools collected during the 72- hour period in either washout phase or treatment phase. Nitrogen intake was calculated as protein intake/6.25. Nitrogen excretion was measured as total fecal nitrogen. Mean percent CNA was calculated for Day 3 to Day 5 or Day 6 of the respective phase.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"33.4","spread":"20.06"},{"groupId":"OG001","value":"79.5","spread":"10.56"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":9},"commonTop":["Abdominal pain","Abnormal faeces","Headache","Nasal congestion","Abdominal discomfort"]}}}