{"nctId":"NCT02806505","briefTitle":"HELPS Study - A Study of Peginterferon Alfa-2a (Pegasys) in Patients With Chronic Hepatitis C (CHC) and End-Stage Renal Disease (ESRD)","startDateStruct":{"date":"2004-06"},"conditions":["Hepatitis C, Chronic"],"count":81,"armGroups":[{"label":"Peginterferon alfa-2a 135 microgram (mcg)","type":"EXPERIMENTAL","interventionNames":["Drug: Peginterferon alfa-2a"]},{"label":"Peginterferon alfa-2a 90 mcg","type":"EXPERIMENTAL","interventionNames":["Drug: Peginterferon alfa-2a"]}],"interventions":[{"name":"Peginterferon alfa-2a","otherNames":["Pegasys"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Serum hepatitis C virus ribonucleic acid (HCV RNA) quantifiable at greater than (\\>) 600 IU/mL\n* Liver biopsy consistent with chronic hepatitis C infection obtained within 2 years of enrollment\n* Compensated liver disease without cirrhosis\n* Participants with end-stage renal disease undergoing hemodialysis\n* Negative serum pregnancy test (for women of childbearing potential) documented within the 24-hour period prior to the first dose of study drug\n* All fertile participants must have been using effective contraception during treatment with study drug\n\nExclusion Criteria:\n\n* Interferon therapy at any previous time\n* Liver cirrhosis\n* Signs and symptoms of hepatocellular carcinoma\n* History or other evidence of decompensated liver disease\n* Any investigational drug less than or equal to 6 weeks prior to the first dose of study drug\n* History or other evidence of a medical condition associated with chronic liver disease other than HCV (e.g., hemochromatosis, autoimmune hepatitis, metabolic liver disease, alcoholic liver disease, toxin exposures)\n* Poorly controlled diabetes\n* Thyroid dysfunction not adequately controlled\n* Evidence of severe retinopathy or clinically relevant ophthalmological disorder\n* Severe hyperparathyroidism defined as intact Parathyroid Hormone (PTH) \\> 800 picogram/milliliter (pg/mL)\n* Therapy with any systemic anti-viral, anti-neoplastic or immunomodulatory treatment ≤ 6 months prior to the first dose of study drug\n* Acute renal failure\n* Women with ongoing pregnancy or breast feeding\n* Positive test at screening for anti-HAV IgM Ab (hepatitis A virus immunoglobulin M antibody), hepatitis B surface antigen (HBsAg), anti-HBc (hepatitis B core) IgM Ab, anti-HIV (human immunodeficiency virus) Ab","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Sustained Virological Response (SVR) at 24 Weeks After End of Treatment","description":"SVR was defined as the percentage of patients with undetectable HCV RNA. SVR rate was calculated as the number of participants with an undetectable HCV RNA divided by the number of participants of the respective participant population. The last single HCV RNA less than (\\<) 50 international units per millilitre (IU/mL) measured \\>=140 days after treatment end (i.e., \\>= 20 weeks after treatment end) was used to determine SVR. Participants without measurements in this time window were considered to be nonresponders.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"39.5","spread":null},{"groupId":"OG001","value":"34.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Virological Response (Non-detectable Hepatitis C Virus-ribonucleic Acid [HCV RNA]) at End of Treatment (EOT)","description":"Virological response at the end of study treatment was defined as the percentage of participants with undetectable HCV RNA. This response rate at end of treatment was calculated as the number of participants with undetectable HCV RNA divided by the number of participants of the respective participant population.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"57.9","spread":null},{"groupId":"OG001","value":"48.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Virological Response (at Least a 2-log 10 Decrease in HCV RNA as Compared With Baseline or Unquantifiable [Less Than {<} 600 International Unit/Milliliter {IU/mL}] or Undetectable HCV RNA [< 50 IU/mL]) at Week 12 and 24","description":"Virological response at Weeks 12 and 24 was computed as the percentage of participants with at least a 2-log 10 decrease in HCV RNA at Weeks 12 and 24 as compared with baseline or with an unquantifiable (\\< 600 IU/mL) or an undetectable HCV RNA test result (\\< 50 IU/mL) at Week 12 and at Week 24, calculated as the number of participants meeting this criterion divided by the number of participants of the respective participant population.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"71.1","spread":null},{"groupId":"OG001","value":"69.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"65.8","spread":null},{"groupId":"OG001","value":"72.1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":14,"n":38},"commonTop":["Anaemia","Headache","Hypertension","Myalgia","Asthenia"]}}}