{"nctId":"NCT04003389","briefTitle":"A Study to Find Out How Safe Long-term Treatment With Fezolinetant is in Women With Hot Flashes Going Through Menopause","startDateStruct":{"date":"2019-07-10","type":"ACTUAL"},"conditions":["Hot Flashes"],"count":1831,"armGroups":[{"label":"Fezolinetant 30 mg","type":"EXPERIMENTAL","interventionNames":["Drug: fezolinetant"]},{"label":"Fezolinetant 45 mg","type":"EXPERIMENTAL","interventionNames":["Drug: fezolinetant"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: placebo"]}],"interventions":[{"name":"fezolinetant","otherNames":[]},{"name":"placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subject has a body mass index ≥ 18 kg/m\\^2 and ≤ 38 kg/m\\^2.\n* Subject must be seeking treatment or relief for vasomotor symptoms (VMS) associated with menopause and confirmed as menopausal per 1 of the following criteria at the screening visit:\n\n  * Spontaneous amenorrhea for ≥ 12 consecutive months\n  * Spontaneous amenorrhea for ≥ 6 months with biochemical criteria of menopause (follicle stimulating hormone \\> 40 IU/L), or\n  * Having had bilateral oophorectomy ≥ 6 weeks prior to the screening visit.\n* Subject is seeking treatment for relief for VMS associated with menopause.\n* Subject is in good general health as determined on the basis of medical history and general physical examination, including a bimanual clinical pelvic examination and clinical breast examination devoid of relevant clinical findings, performed at the screening visit; hematology and biochemistry parameters; pulse rate and/or blood pressure; and ECG within the reference range for the population studied, or showing no clinically relevant deviations.\n* Subject has documentation of a normal/negative or no clinically significant mammogram findings (obtained at screening or within the prior 12 months of study enrollment). Appropriate documentation includes a written report or an electronic report indicating normal/negative or no clinically significant mammographic findings.\n* Subject is willing to undergo a transvaginal ultrasound (TVU) to evaluate the uterus and ovaries at screening and at week 52 end of treatment (EOT). For subjects who are withdrawn from the study prior to completion, a TVU should be collected at the early discontinuation (ED) visit.\n* Subject is willing to undergo an endometrial biopsy at screening and at week 52 (EOT) or the ED visit for subjects who are withdrawn from the study prior to completion, and any time during the study in the case of uterine bleeding. The endometrial biopsy obtained at screening must be considered evaluable.\n* Subject has documentation of a normal or not clinically significant Papanicolaou (Pap) test (or equivalent cervical cytology) within the previous 12 months or at screening.\n* Subject has a negative urine pregnancy test at screening.\n* Subject has a negative serology panel (i.e., negative hepatitis B surface antigen, negative hepatitis C virus antibody and negative human immunodeficiency virus antibody screens) at screening.\n* Subject agrees not to participate in another interventional study while participating in the present study.\n\nExclusion Criteria:\n\n* Subject uses a prohibited therapy (strong or moderate cytochrome P450 \\[CYP\\] 1A2 inhibitors, hormone replacement therapy \\[HRT\\], hormonal contraceptive, any treatment for VMS \\[prescription, over the counter or herbal\\]) or is not willing to wash out and discontinue such drugs for the full extent of the study.\n* Subject has a known substance abuse or alcohol addiction within 6 months of screening.\n* Subject has previous or current history of a malignant tumor, except for basal cell carcinoma.\n* Subject's systolic blood pressure is ≥ 130 mmHg or diastolic blood pressure is ≥ 80 mmHg based on the average of 2 to 3 readings, on at least 2 different occasions within the screening period.\n\n  * Subjects who do not meet these criteria may be re-assessed after initiation or review of antihypertensive measures.\n  * Subjects with a medical history of hypertension can be enrolled once they are medically clear (stable and compliant).\n* Subject has a history of severe allergy, hypersensitivity or intolerance to drugs in general, including the study drug and any of its excipients.\n* Subject has an unacceptable result from the TVU assessment at screening, i.e., full length of endometrial cavity cannot be visualized or presence of a clinically significant finding.\n* Subject has an endometrial biopsy confirming presence of disordered proliferative endometrium, endometrial hyperplasia, endometrial cancer, or other clinically significant findings at screening.\n* Subject has a history within the last 6 months of undiagnosed uterine bleeding.\n* Subject has a history of seizures or other convulsive disorders.\n* Subject has a medical condition or chronic disease (including history of neurological \\[including cognitive\\], hepatic, renal, cardiovascular, gastrointestinal, pulmonary \\[e.g., moderate asthma\\], endocrine or gynecological disease) or malignancy that could confound interpretation of the study outcome.\n* Subject has active liver disease, jaundice or elevated liver aminotransferases (alanine aminotransferase \\[ALT\\] or aspartate aminotransferase \\[AST\\]), elevated total or direct bilirubin, elevated international normalized ratio (INR), or elevated alkaline phosphatase (ALP). Patients with mildly elevated ALT or AST up to 1.5 times the upper limit of normal (ULN) can be enrolled if total and direct bilirubin are normal. Patients with mildly elevated ALP (up to 1.5 x ULN) can be enrolled if cholestatic liver disease is excluded and no cause other than fatty liver is diagnosed. Patients with Gilbert's syndrome with elevated total bilirubin may be enrolled as long as direct bilirubin, hemoglobin and reticulocytes are normal.\n* Subject has creatinine \\> 1.5 x ULN; or estimated glomerular filtration rate using the Modification of Diet in Renal Disease formula ≤ 59 mL/min per 1.73 m\\^2 at the screening visit.\n* Subject has a history of suicide attempt or suicidal behavior within the last 12 months or has suicidal ideation within the last 12 months (a response of \"yes\" to questions 4 or 5 on the suicidal ideation portion of the Columbia-Suicide Severity Rating Scale \\[C-SSRS\\]), or who is at significant risk to commit suicide, as assessed at screening and at the time of visit 2 (randomization).\n* Subject has previously been enrolled in a clinical trial with fezolinetant.\n* Subject is participating concurrently in another interventional study or participated in an interventional study within 28 days prior to screening, or received any investigational drug within 28 days or within 5 half-lives prior to screening, whichever is longer.\n* Subject is unable or unwilling to complete the study procedures.\n* Subject has any condition which makes the subject unsuitable for study participation.\n* Subject has had a partial or full hysterectomy.","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"40 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Treatment Emergent Adverse Events (TEAEs)","description":"An AE is any untoward medical occurrence in a participant administered a study drug, \\& which does not necessarily have to have a causal relationship with this treatment. An AE can therefore be any unfavorable \\& unintended sign, symptom, or disease temporally associated with the use of medicinal product (MP) whether or not considered related to MP. An AE is considered \"serious\" if it results in death, is life-threatening, results in persistent or significant disability/incapacity or substantial disruption of the ability to conduct normal life functions, results in congenital anomaly or birth defect, requires inpatient hospitalization or leads to prolongation of hospitalization, hospitalization for treatment/observation/examination caused by AE is to be considered as serious, discontinuation due to increases in liver enzymes, other medically important events. A TEAE is defined as an AE observed after starting administration of study drug \\& 21 days after the last dose of study drug.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"391","spread":null},{"groupId":"OG001","value":"415","spread":null},{"groupId":"OG002","value":"389","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"106","spread":null},{"groupId":"OG001","value":"94","spread":null},{"groupId":"OG002","value":"110","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null},{"groupId":"OG001","value":"20","spread":null},{"groupId":"OG002","value":"23","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"26","spread":null},{"groupId":"OG001","value":"34","spread":null},{"groupId":"OG002","value":"28","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null},{"groupId":"OG001","value":"16","spread":null},{"groupId":"OG002","value":"17","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Mild, Moderate and Severe TEAE","description":"An adverse event (AE) is any untoward medical occurrence in a participant administered a study drug, and which does not necessarily have to have a causal relationship with this treatment. An AE can therefore be any unfavorable and unintended sign (including an abnormal laboratory finding), symptom, or disease (new or exacerbated) temporally associated with the use of a medicinal product whether or not considered related to the medicinal product. A TEAE is defined as an AE observed after starting administration of the study drug and 21 days after the last dose of study drug. Severity of AE we were classified as Mild: No disruption of normal daily activities; Moderate: Affect normal daily activities; and Severe: Inability to perform daily activities.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"180","spread":null},{"groupId":"OG001","value":"215","spread":null},{"groupId":"OG002","value":"195","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"191","spread":null},{"groupId":"OG001","value":"185","spread":null},{"groupId":"OG002","value":"171","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20","spread":null},{"groupId":"OG001","value":"15","spread":null},{"groupId":"OG002","value":"23","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With Endometrial Hyperplasia","description":"Endometrial hyperplasia was confirmed from the endometrial biopsy report.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0.5","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With Endometrial Cancer","description":"Endometrial cancer was confirmed from the endometrial biopsy report.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0.5","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Endometrial Thickness at Week 52","description":"Endometrial thicness was obtained from the transvaginal ultrasound. The endometrium was measured in the long axis or sagittal plane. The measurement was of the thickest echogenic area from 1 basal endometrial interface across the endometrial canal to the other basal surface.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.17","spread":"2.35"},{"groupId":"OG001","value":"-0.15","spread":"1.97"},{"groupId":"OG002","value":"-0.28","spread":"2.30"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Disordered Proliferative Endometrium","description":"Disordered proliferative endometrium was confirmed from the endometrial biopsy report.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.2","spread":null},{"groupId":"OG001","value":"1.4","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Bone Mineral Density (BMD) at Hip at Week 52","description":"Changes in BMD hip was assessed by dual-energy X-ray absorptiometry (DXA) scan.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.010","spread":"0.033"},{"groupId":"OG001","value":"-0.001","spread":"0.044"},{"groupId":"OG002","value":"-0.009","spread":"0.033"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.011","spread":"0.022"},{"groupId":"OG001","value":"-0.003","spread":"0.041"},{"groupId":"OG002","value":"-0.008","spread":"0.024"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.008","spread":"0.027"},{"groupId":"OG001","value":"-0.001","spread":"0.042"},{"groupId":"OG002","value":"-0.004","spread":"0.026"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Trabecular Bone Score (TBS) at Hip at Week 52","description":"TBS was a bone texture assessment that serves as a substitute for bone microarchitecture and predicts fracture risk independent of BMD and clinical risk factors. The DXA imaging was processed and analyzed as it would normally be and then evaluated using an automated algorithm to determine the TBS. T-score ≥1.350 was considered to be normal; T-score between 1.200 and 1.350 is considered to be consistent with partially degraded microarchitecture; and T-score ≤1.200 defines degraded microarchitecture.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.078","spread":"0.246"},{"groupId":"OG001","value":"-0.011","spread":"0.372"},{"groupId":"OG002","value":"-0.073","spread":"0.265"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.085","spread":"0.192"},{"groupId":"OG001","value":"-0.024","spread":"0.354"},{"groupId":"OG002","value":"-0.063","spread":"0.192"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.071","spread":"0.255"},{"groupId":"OG001","value":"-0.009","spread":"0.426"},{"groupId":"OG002","value":"-0.036","spread":"0.246"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in BMD at Spine at Week 52","description":"Changes in BMD spine was assessed by DXA scan.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.013","spread":"0.035"},{"groupId":"OG001","value":"-0.010","spread":"0.049"},{"groupId":"OG002","value":"-0.014","spread":"0.034"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in TBS at Spine at Week 52","description":"TBS was a bone texture assessment that serves as a substitute for bone microarchitecture and predicts fracture risk independent of BMD and clinical risk factors. The DXA imaging was processed and analyzed as it would normally be and then evaluated using an automated algorithm to determine the TBS. T-score ≥1.350 was considered to be normal; T-score between 1.200 and 1.350 is considered to be consistent with partially degraded microarchitecture; and T-score ≤1.200 defines degraded microarchitecture.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.117","spread":"0.296"},{"groupId":"OG001","value":"-0.084","spread":"0.025"},{"groupId":"OG002","value":"-0.119","spread":"0.298"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Suicidal Ideation and/or Behaviour as Assessed by Columbia-Suicide Severity Rating Scale (C-SSRS)","description":"The C-SSRS assessed the risk for suicidal behavior and suicide ideation. Participants responded as \"Yes\" or \"No\" 10 items. Suicidal ideation (1. Wish to be dead; 2. Non-specific active suicidal thoughts; 3. Active suicidal ideation with any methods (not plan) without intent to act; 4. Active suicidal ideation with some intent to act, without specific plan; 5. Active suicidal ideation with specific plan and intent; ). Suicidal behaviour (1. Preparatory acts or behavior 2. Aborted attempt 3. Interrupted attempt 4. Actual attempt 5. Completed suicide). Participants with 'Yes' to any one of the above 10 questions for suicidal ideation and behavior were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"2","spread":null},{"groupId":"OG002","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Self-injurious Behavior Without Suicidal Intent as Assessed by C-SSRS","description":"The C-SSRS assessed the risk for Self-injurious Behavior without Suicidal Intent. Question was asked \"Has participant engaged in Non-Suicidal Self-Injurious Behavior?\". Participants with 'yes' to the question were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":14,"n":610},"commonTop":["Headache","COVID-19"]}}}