{"nctId":"NCT01646255","briefTitle":"Rotigotine Versus Placebo, A Study To Evaluate The Efficacy In Advanced Stage Idiopathic Parkinson's Disease Patients","startDateStruct":{"date":"2012-07"},"conditions":["Idiopathic Parkinson's Disease"],"count":346,"armGroups":[{"label":"Rotigotine","type":"EXPERIMENTAL","interventionNames":["Drug: Rotigotine","Drug: L-dopa"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo Patch","Drug: L-dopa"]}],"interventions":[{"name":"Rotigotine","otherNames":[]},{"name":"Placebo Patch","otherNames":[]},{"name":"L-dopa","otherNames":["Levodopa"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nInclusion Criteria:\n\n* An Independent Ethics Committee (IEC)-approved written informed consent is signed and dated by the subject or by the legal representative\n* Subject/legal representative is considered reliable and capable of adhering to the protocol (eg, able to understand and complete diaries), visit schedule, and medication application according to the judgment of the investigator\n* Subject has Idiopathic Parkinson's Disease of more than 3 years' duration, defined by the cardinal sign, Bradykinesia, plus the presence of at least 1 of the following: resting tremor, rigidity, or impairment of postural reflexes, and without any other known or suspected cause of Parkinsonism\n* The investigator must observe the subject in both the 'on' and 'off' state and determine that the subject is Hoehn \\& Yahr stage 2 through 4 in both the 'on' and 'off' state\n* Subject is male or female and aged ≥30 years at Screening (Visit 1)\n* Subject has a Mini Mental State Examination (MMSE) score of ≥25 at Screening (Visit 1)\n* Subject must be on a stable dose of L-dopa (either short-acting or sustained release \\[in combination with Benserazide or Carbidopa\\]) of at least 200 mg/day, administered in at least 2 intakes, for at least 28 days prior to Baseline (Visit 2)\n* Subject is not adequately controlled on a L-dopa dose (in combination with Benserazide or Carbidopa) which was judged by the treating physician to be optimal\n* Subject must be willing and able to accurately complete a subject diary on designated days (with assistance from caregivers, if required), recording periods when they are 'on without troublesome Dyskinesia', 'on with troublesome Dyskinesia', 'off', and sleeping\n* As part of the Screening (pretreatment) assessments, the subject must complete a diary over a period of 6 days, with 4 of the 6 diaries being 'valid' as determined by the investigator (see Section 9.1.1)\n* It must be clear to the investigator that the subject is able to differentiate between the 'on' and 'off' state and the 'valid' diaries confirm that the subject has an average of ≥2.5 h/day spent in the 'off' state\n* If the subject is receiving an Anticholinergic agent (eg, Benztropine, Trihexyphenidyl, Parsitan, Procyclidine, Biperiden), a monoamine oxidase (MAO)-B inhibitor (eg, Selegiline), and/or an N-methyl-d-aspartate (NMDA) antagonist (eg, Amantadine), he/she must have been on a stable dose for at least 28 days prior to Baseline (Visit 2) and be maintained on that dose for the duration of the study\n* Subject must be on a stable dose of all anti-Parkinsonian medications for at least 20 days prior to completing the 6 Baseline diaries\n\nExclusion Criteria:\n\n* Subject has previously participated in this study or subject has previously received the study medication under investigation in this study\n* Subject is participating in another study of an investigational drug or has done so within 28 days prior to the Baseline Visit (Visit 2)\n* Subject has a history of significant skin hypersensitivity to adhesive or other transdermal preparations, or recent unresolved contact dermatitis\n* Subject has a lifetime history of suicide attempt (including an actual attempt, interrupted attempt, or aborted attempt), or has suicidal ideation in the past 6 months as indicated by a positive response ('Yes') to either Question 4 or Question 5 of the Columbia-Suicide Severity Rating Scale (C-SSRS) at Screening (Visit 1)\n* Subject has atypical Parkinson's syndrome(s) due to drugs (eg, Metoclopramide, Flunarizine), Metabolic Neurogenetic Disorders (eg, Wilson's Disease), Encephalitis, Cerebrovascular Disease, or Degenerative Disease (eg, Progressive Supranuclear Palsy)\n* Subject has a history of Pallidotomy, Thalamotomy, deep brain stimulation, or fetal tissue transplant\n* Subject has dementia, active psychosis or hallucinations, or severe depression\n* Subject is receiving therapy with a Dopamine agonist either concurrently or has done so within 28 days prior to the Baseline Visit (Visit 2)\n* Subject is receiving therapy with 1 of the following drugs either concurrently or within 28 days prior to Baseline (Visit 2): Alpha-methyl dopa, Metoclopramide, Reserpine, Neuroleptics (except specific atypical neuroleptics: Olanzapine, Ziprasidone, Aripiprazole, Clozapine, quetiapine), MAO-A inhibitors, Methylphenidate, or Amphetamine\n* Subject is currently receiving central nervous system (CNS) active therapy (eg, sedatives, hypnotics, antidepressants, anxiolytics), unless the dose has been stable for at least 28 days prior to Baseline (Visit 2) and is likely to remain stable for the duration of the study\n* Subject has a current diagnosis of Epilepsy, has a history of seizures as an adult, has a history of stroke, or has had a transient ischemic attack within 1 year prior to Screening (Visit 1)\n* Subject has clinically relevant hepatic dysfunction (as defined as a total bilirubin \\>2.0 mg/dL, or Alanine Aminotransferase (ALT) and/or Aspartate Aminotransferase (AST) \\>2 times the upper limit of the reference range)\n* Subject has clinically relevant renal dysfunction (serum creatinine \\>2.0 mg/dL \\[\\>178 μmol/L\\])\n* Subject has clinically relevant cardiac dysfunction (any cardiac disorder which in the opinion of the investigator would put the subject at risk of clinically relevant arrhythmia) and/or myocardial infarction within the last 12 months\n* Subject has a QT interval corrected for heart rate according to Bazett's formula (QTcB) of ≥500 ms at Screening (Visit 1)\n* Subject has a history of only symptomatic (not asymptomatic) orthostatic hypotension, with a decrease of systolic blood pressure (SBP) from supine to standing position of ≥2 0 mmHg or of ≥10 mmHg in DBP after 1 or 3 minutes within 28 days prior to Baseline (Visit 2), or SBP \\<105 mmHg at study entry 17. Subject has evidence of an impulse control disorder (ICD) at Screening (Visit 1)\n* Subject has a history of known intolerance/hypersensitivity to the following Antiemetics: Domperidone, Trimethobenzamide, Ondansetron, Tropisetron, Granisetron, and Glycopyrrolate\n* Subject has a history of chronic alcohol or drug abuse within the last 5 years\n* Subject is pregnant or nursing, or is of childbearing potential but (i) not surgically sterile or (ii) not using adequate birth control methods (including at least a double barrier method) or (iii) not sexually abstinent or (iv) not at least 2 years post-menopausal\n* Subject has any other clinically relevant medical condition, psychiatric condition, or laboratory abnormality which would, in the judgment of the investigator, interfere with the subject's ability to participate in the study\n\nExclusion Criteria:","healthyVolunteers":false,"sex":"ALL","minimumAge":"30 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Absolute Change in Absolute Time Spent 'Off' From Baseline to the End of Double-blind Maintenance Period","description":"A subject has been considered \"off\" when he/she began to lose the optimum effects of anti-Parkinson's medication. A negative mean indicates a reduction of the time off during the conduct of the study","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.13","spread":"3.20"},{"groupId":"OG001","value":"-2.36","spread":"2.83"}]}]}]},{"type":"SECONDARY","title":"Percentage of Responders From Baseline to the End of the Doubleblind Maintenance Period","description":"A Responder is defined as a subject with an ≥ 30 % decrease in absolute time spent 'off'","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"36.9","spread":null},{"groupId":"OG001","value":"48.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change in Absolute Time Spent \"Off\" From Baseline to the End of Double-blind Maintenance Period","description":"A subject has been considered \"off\" when he/she began to lose the optimum effects of anti-Parkinson's medication.\n\nAbsolute time \"off\" is defined as the mean number of hours marked \"off\" during a 24-hour period from all valid daily diary cards.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-15.0","spread":"56.56"},{"groupId":"OG001","value":"-36.03","spread":"43.03"}]}]}]},{"type":"SECONDARY","title":"Percent Change in Relative Time Spent \"Off\" From Baseline to the End of Double-blind Maintenance Period","description":"A subject has been considered \"off\" when he/she began to lose the optimum effects of anti-Parkinson's medication.\n\nRelative time spent \"off\" will be calculated in two stages. Each valid daily diary will have an associated relative time \"off\" calculated as relative time \"off\" for day = 100\\*\\[total absolute time \"off\" for day/ absolute time awake for day\\]. Relative time spent \"off\" is then calculated by averaging the daily relative time \"off\" for the valid days of that visit.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-14.86","spread":"53.26"},{"groupId":"OG001","value":"-34.97","spread":"43.87"}]}]}]},{"type":"SECONDARY","title":"Change in Absolute Time Spent \"on\" From Baseline to the End of Double-blind Maintenance Period","description":"A subject has been considered \"on\" when he/she felt the effects of L-dopa. The subject recorded the exact time of L-dopa intake and his/her status at the time of the L-dopa dose. In instances when the subject was 'off' when taking his/her L-dopa, he/she recorded the exact time their status changed to 'on'.\n\nAbsolute time \"on\" is defined as the mean number of hours marked \"on\" during a 24-hour period from all valid daily diary cards.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.94","spread":"3.08"},{"groupId":"OG001","value":"2.05","spread":"2.98"}]}]}]},{"type":"SECONDARY","title":"Change in Relative Time Spent \"on\" From Baseline to the End of Double-blind Maintenance Period","description":"A subject has been considered \"on\" when he/she felt the effects of L-dopa. The subject recorded the exact time of L-dopa intake and his/her status at the time of the L-dopa dose. In instances when the subject was \"off\" when taking his/her L-dopa, he/she recorded the exact time their status changed to \"on\".\n\nRelative time spent \"on\" will be calculated in two stages. Each valid daily diary will have an associated relative time \"on\" calculated as relative time \"on\" for day = 100\\*\\[total absolute time \"on\" for day/ absolute time awake for day\\]. Relative time spent \"on\" is then calculated by averaging the daily relative time \"on\" for the valid days of that visit.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.78","spread":"19.61"},{"groupId":"OG001","value":"14.49","spread":"18.70"}]}]}]},{"type":"SECONDARY","title":"Percent Change in Absolute Time Spent \"on\" From Baseline to the End of Double-blind Maintenance Period","description":"A subject has been considered \"on\" when he/she felt the effects of L-dopa. The subject recorded the exact time of L-dopa intake and his/her status at the time of the L-dopa dose. In instances when the subject was 'off' when taking his/her L-dopa, he/she recorded the exact time their status changed to 'on'.\n\nNote for percent change calculations: when absolute time at Baseline was 0 hours, the absolute Baseline value was assumed to be 1 minute for calculation purposes.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.53","spread":"42.74"},{"groupId":"OG001","value":"368.55","spread":"4446.55"}]}]}]},{"type":"SECONDARY","title":"Percent Change in Relative Time Spent \"on\" From Baseline to the End of Double-blind Maintenance Period","description":"A subject has been considered \"on\" when he/she felt the effects of L-dopa. The subject recorded the exact time of L-dopa intake and his/her status at the time of the L-dopa dose. In instances when the subject was \"off\" when taking his/her L-dopa, he/she recorded the exact time their status changed to \"on\".\n\nNote for percent change calculations: when relative time at Baseline was 0%, the relative Baseline value was assumed to be 0.1 for calculation purposes.\n\nRelative time spent \"on\" will be calculated in two stages. Each valid daily diary will have an associated relative time \"on\" calculated as relative time \"on\" for day = 100\\*\\[total absolute time \"on\" for day/ absolute time awake for day\\]. Relative time spent \"on\" is then calculated by averaging the daily relative time \"on\" for the valid days of that visit.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.99","spread":"42.60"},{"groupId":"OG001","value":"616.80","spread":"7667.58"}]}]}]},{"type":"SECONDARY","title":"Change in the Number of \"Off\" Periods From Baseline to the End of Double-blind Maintenance Period","description":"A subject has been considered \"off\" when he/she began to lose the optimum effects of anti-Parkinson's medication.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.61","spread":"1.59"},{"groupId":"OG001","value":"-0.89","spread":"1.32"}]}]}]},{"type":"SECONDARY","title":"Change in Status of the Subject (on) After Wake-up With Troublesome Dyskinesia From Baseline to the End of Double-blind Maintenance Period","description":"A subject has been considered \"on\" when he/she felt the effects of L-dopa. The subject recorded the exact time of L-dopa intake and his/her status at the time of the L-dopa dose. In instances when the subject was 'off' when taking his/her L-dopa, he/she recorded the exact time their status changed to 'on'.\n\nThe percentage of days from Baseline to the end of the double-blind Maintenance Period in which the subject woke in the \"on with troublesome dyskinesia\" state is presented below.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.42","spread":"21.70"},{"groupId":"OG001","value":"1.24","spread":"16.90"}]}]}]},{"type":"SECONDARY","title":"Change in Status of the Subject (on) After Wake-up Without Troublesome Dyskinesia From Baseline to the End of Double-blind Maintenance Period","description":"A subject has been considered \"on\" when he/she felt the effects of L-dopa. The subject recorded the exact time of L-dopa intake and his/her status at the time of the L-dopa dose. In instances when the subject was 'off' when taking his/her L-dopa, he/she recorded the exact time their status changed to 'on'.\n\nThe percentage of days from Baseline to the end of the double-blind Maintenance Period in which the subject woke in the \"on without troublesome dyskinesia\" state is presented below.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.92","spread":"43.29"},{"groupId":"OG001","value":"22.55","spread":"45.41"}]}]}]},{"type":"SECONDARY","title":"Change in Status of the Subject (Off) After Wake-up From Baseline to the End of Double-blind Maintenance Period","description":"A subject has been considered \"off\" when he/she began to lose the optimum effects of anti-Parkinson's medication.\n\nThe percentage of days from Baseline to the end of the double-blind Maintenance Period in which the subject woke in the \"off\" state is presented below.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-10.34","spread":"47.81"},{"groupId":"OG001","value":"-21.14","spread":"48.49"}]}]}]},{"type":"SECONDARY","title":"Change in Unified Parkinson's Disease Rating Scale (UPDRS Part III Motor Examination) During \"on\" Periods From Baseline to the End of Double-blind Maintenance Period","description":"The UPDRS Part III (motor subscale) assessment consists of 27 questions, measured on a 5-Point scale (0 to 4). The sum score is calculated as sum of these 27 individual questions. This score ranges from 0 to 108, higher scores denote greater disability.\n\nA subject has been considered \"on\" when he/she felt the effects of L-dopa. The subject recorded the exact time of L-dopa intake and his/her status at the time of the L-dopa dose. In instances when the subject was 'off' when taking his/her L-dopa, he/she recorded the exact time their status changed to 'on'.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.6","spread":"9.8"},{"groupId":"OG001","value":"-10.4","spread":"10.4"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":6,"n":172},"commonTop":["Dizziness","Pruritus","Nausea","Dyskinesia"]}}}