{"nctId":"NCT01063855","briefTitle":"Concomitant Use of PriLigy in Men Treated for Erectile Dysfunction","startDateStruct":{"date":"2010-04"},"conditions":["Erectile Dysfunction","Sexual Dysfunction"],"count":495,"armGroups":[{"label":"Dapoxetine + PDE5I","type":"EXPERIMENTAL","interventionNames":["Drug: Dapoxetine","Drug: PDE5I (phosphodiesterase-5 inhibitor)"]},{"label":"Placebo + PDE5I","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo","Drug: PDE5I (phosphodiesterase-5 inhibitor)"]}],"interventions":[{"name":"Placebo","otherNames":[]},{"name":"Dapoxetine","otherNames":[]},{"name":"PDE5I (phosphodiesterase-5 inhibitor)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Clinical diagnosis of erectile dysfunction (ED), International Index of Erectile Function (IIEF) score \\>=21 at screening and baseline, and receiving treatment with a stable regimen of a phosphodiesterase 5 (PDE 5) inhibitor (ie, sildenafil, vardenafil, or tadalafil) for the treatment of ED for at least 3 months before screening\n* Study participant in a stable, monogamous sexual relationship with the same woman for at least 6 months before screening and plan to maintain this relationship for the duration of the study\n* Study participant medically stable (ie, in good general health) on the basis of physical examination, medical history, vital signs, 12 lead ECG, and clinical laboratory tests performed at screening\n\nExclusion Criteria:\n\n* History suggestive of syncope (a condition characterized by a loss of consciousness)\n* History of medical events such as surgical interventions or neurologic conditions (eg, multiple sclerosis), trauma, or infections that are associated with the development of symptoms of premature ejaculation (PE) and considered a potential cause of PE\n* Current major psychiatric disorder such as mood disorder, anxiety disorder, schizophrenia, mania, suicidal ideation, other psychotic disorder, or alcoholism\n* Known allergy, hypersensitivity, or intolerance to selective serotonin reuptake inhibitors (SSRIs) or selective noradrenaline reuptake inhibitors (SNRIs)\n* Taken another investigational drug (or vaccine) within 30 days or used an investigational medical device within 6 months before screening, or enrolled in another investigational study","healthyVolunteers":false,"sex":"MALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"The Average Intravaginal Ejaculatory Latency Time (IELT) at Week 12","description":"The intravaginal ejaculatory latency time (IELT) is the time it takes for a man to ejaculate during sexual intercourse (as measured by stopwatch). The data below show the average IELT measured in minutes at Baseline (before treatment) to Endpoint (after 12 weeks of treatment). In this study, patients took placebo or dapoxetine along with a stable dose of a phosphodiesterase-5 inhibitor (PDE5I) prescribed prior to study entry for the treatment of erectile dysfunction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.1","spread":"0.53"},{"groupId":"OG001","value":"3.4","spread":"3.54"},{"groupId":"OG002","value":"1.1","spread":"0.55"},{"groupId":"OG003","value":"5.2","spread":"5.78"}]}]}]},{"type":"SECONDARY","title":"The Percentage of Patients Reporting At Least a 2-category Increase in Control Over Ejaculation","description":"The Premature Ejaculation Profile (PEP), a patient-reported outcome measure was used to rate the patient's control over ejaculation on a 5-point scale from \"Very poor, Poor, Fair, Good, to Very Good.\" The percentage of patients who reported at least a 2-category increase in control over ejaculation is provided in the table below.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32.3","spread":null},{"groupId":"OG001","value":"45.9","spread":null}]}]}]},{"type":"SECONDARY","title":"The Percentage of Patients Who Achieved 1-category or Greater Decrease (Improvement) in Personal Distress Related to Ejaculation","description":"The Premature Ejaculation Profile (PEP), a patient-reported outcome measure was used to rate the patient's level of distress related to the speed of ejaculation on a 5-point scale from \"Very poor, Poor, Fair, Good, to Very Good.\" The percentage of patients who achieved 1-category or greater decrease (improvement) in personal distress related to the speed of ejaculation is provided in the table below.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"67.2","spread":null},{"groupId":"OG001","value":"76.4","spread":null}]}]}]},{"type":"SECONDARY","title":"The Percentage of Patients Reporting a Composite Score of At Least a 2-category Increase in Control Over Ejaculation and At Least a 1-category Decrease in Personal Distress","description":"The Premature Ejaculation Profile (PEP), a patient-reported outcome measure was used to rate the patient's level of distress related to the speed of ejaculation and control over ejaculation on a 5-point scale from \"Very poor, Poor, Fair, Good, to Very Good.\" The percentage of patients who reported a composite score of at least a 2-category increase in control over ejaculation and at least a 1-category decrease (improvement) in personal distress is provided in the table below.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30.6","spread":null},{"groupId":"OG001","value":"43.5","spread":null}]}]}]},{"type":"SECONDARY","title":"The Percentage of Patients Who Achieved a 1-category or Greater Increase in Satisfaction With Sexual Intercourse","description":"The Premature Ejaculation Profile (PEP), a patient-reported outcome measure was used to rate the patient's level of satisfaction with intercourse on a 5-point scale from \"Very poor, Poor, Fair, Good, to Very Good.\" The percentage of patients who achieved 1-category or greater increase in satisfaction with sexual intercourse is provided in the table below.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"55.0","spread":null},{"groupId":"OG001","value":"66.3","spread":null}]}]}]},{"type":"SECONDARY","title":"The Percentage of Patients Reporting At Least a \"Better\" Response to Treatment","description":"The \"Clinical Global Impression of Change\" (CGIC) was used to assess the degree of improvement the patient experienced with premature ejaculation (PE) since initiating treatment with study drug on a 7-point scale from \"Much worse, Worse, Slightly worse, No change, Slightly better, Better, to Much better\". The percentage of patients who reported improvement in PE of at least \"better\" at Endpoint (after 12 weeks of treatment) is provided in the table below.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35.4","spread":null},{"groupId":"OG001","value":"56.5","spread":null}]}]}]},{"type":"SECONDARY","title":"The Percentage of Patients Who Reported At Least a 1-category Decrease (Improvement) in Interpersonal Difficulty Related to Ejaculation","description":"The Premature Ejaculation Profile (PEP), a patient-reported outcome measure was used to rate the patient's level of interpersonal difficulty related to ejaculation on a 5-point scale from \"Very poor, Poor, Fair, Good, to Very Good.\" The percentage of patients who reported at least a 1-category decrease (improvement) in interpersonal difficulty related to ejaculation is provided in the table below.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"61.6","spread":null},{"groupId":"OG001","value":"67.5","spread":null}]}]}]},{"type":"SECONDARY","title":"The Percentage of Patients Reporting At Least a \"Slightly Better\" Response to Treatment","description":"The \"Clinical Global Impression of Change\" (CGIC) was used to assess the degree of improvement the patient experienced with premature ejaculation (PE) since initiating treatment with study drug on a 7-point scale from \"Much worse, Worse, Slightly worse, No change, Slightly better, Better, to Much better\". The percentage of patients who reported improvement in PE of at least \"slightly better\" at Endpoint (after 12 weeks of treatment) is provided in the table below.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"66.9","spread":null},{"groupId":"OG001","value":"91.3","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":245},"commonTop":["Nausea","Headache","Diarrhoea","Dizziness","Nasopharyngitis"]}}}