{"nctId":"NCT03774407","briefTitle":"Vaginal Estriol in Multiple Sclerosis","startDateStruct":{"date":"2019-06-20","type":"ACTUAL"},"conditions":["Multiple Sclerosis","Neurogenic Bladder"],"count":21,"armGroups":[{"label":"urogenital symptoms","type":"OTHER","interventionNames":["Drug: vaginal estriol"]},{"label":"remyelination","type":"EXPERIMENTAL","interventionNames":["Drug: vaginal estriol"]}],"interventions":[{"name":"vaginal estriol","otherNames":["estriol cream"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Female patients with RRMS over the age of 40 to 65.\n\n   * Being prescribed vaginal estriol to treat their urogenital symptoms such as frequency, urgency, incontinence and frequent urinary tract infections.\n   * Patients that had underwent chemical or surgical hysterectomy.\n2. Patients will continue their current disease modifying agent for MS during the trial.\n\nExclusion Criteria:\n\n1. Patients with history of breast cancer, uterine or ovarian cancer.\n2. Patients with progressive multiple sclerosis\n3. Patients who are unable to undergo an MRI\n4. Males\n5. Patient is already on vaginal or oral or transdermal estrogens\n6. Pregnant or breast-feeding patients\n7. Patient taking sex hormones eg testosterone for libido\n8. Patients taking DHEA or OTC related products that could influence the hormonal milieu.\n9. Patient with prolapse uterus or conditions that would impact on transvaginal absorption of estriol","healthyVolunteers":false,"sex":"FEMALE","genderBased":true,"genderDescription":"female","minimumAge":"40 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Bladder Control Scale (BLCS)","description":"The questions are regarding control of the bladder, number of accidents in the past 4 weeks, alteration of activities because of bladder problems and restriction on lifestyle because of bladder problems. The total score for the BLCS is the sum of the scores for the 4 items. Scores can range from 0-22, with higher scores indicating greater bladder control problems. Change from baseline at 9 months.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-9","spread":null}]}]}]},{"type":"PRIMARY","title":"Change in Visual Evoked Potential and Ocular Tomography Results From Baseline to 9 Months of Both Eyes","description":"visual evoked potential measured in each eye at baseline and 9 months normal value should be bellow 100 milliseconds","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.4","spread":"10.4"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-10.7","spread":"14.4"}]}]}]},{"type":"PRIMARY","title":"Change in MS Quality of Life Questionnaire at Baseline and 9 Months. (Physical Score)","description":"Multiple sclerosis quality of life questionnaire is an extensive questionnaire filled by the patient and graded by physician. It consists of 2 main areas the physical health which include physical function, health perceptions, energy fatigue, role limitations, pain, sexual function, social function and health distress. The mental health score which includes health distress, overall quality of life, emotional wellbeing, role limitations and cognitive function. The physical health and mental health parts each include a possible score range of 0-100. Overall the lower the score the better","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.87","spread":"16.9"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10.8","spread":"17.8"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":12},"commonTop":[]}}}