{"nctId":"NCT01304589","briefTitle":"Savella in Treatment for Provoked Vestibulodynia","startDateStruct":{"date":"2010-10"},"conditions":["Vestibulodynia","Vulvodynia"],"count":31,"armGroups":[{"label":"Milnacipran","type":"EXPERIMENTAL","interventionNames":["Drug: Milnacipran"]}],"interventions":[{"name":"Milnacipran","otherNames":["Savella"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. women between 18-54 years of age,\n2. 'Friedrich's Criteria' must be met (report greater than six continuous months of vulvar symptoms including insertional dyspareunia or pain to touch, demonstrate on physical exam moderate to severe tenderness to light touch, localized to the vulvar vestibule \\[positive Cotton Swab Test\\] and demonstration of variable degrees of erythema of the vestibule),\n3. an average pain level of \"4\" or greater on the 10-point tampon test and/or an average pain level of \"4\" or greater on the sexual intercourse pain scale(0 = no pain at all; 10 = worse pain ever) during the 2-week screening period(see Study Parameters Section), and\n4. willing to use two forms of contraception during the study.\n\nExclusion Criteria:\n\n1. other vulvar conditions, including dermatoses, vulvitis, vulvar papillomatosis, and atrophic vaginitis (presence of a maturation index),\n2. previous vestibulectomy,\n3. active vaginal infection,\n4. neuropathology, including seizure disorder or syncopal episodes,\n5. pregnancy or at risk for pregnancy and not using a reliable birth control method for at least 3 months prior to entering the study,\n6. breastfeeding,\n7. major medical illness including chronic liver disease/hepatic impairment, renal impairment, narrow-angle glaucoma, or uncontrolled hypertension,\n8. major psychiatric illness including substance abuse,\n9. multiple allergies (greater than three drugs or environmental agents),\n10. use of centrally-acting agents, including monoamine oxidase inhibitors, benzodiazepines, opiates, muscle relaxants, and antidepressants within 2 weeks of randomization and during the study, and\n11. use of topical lidocaine, within 2 weeks of randomization and during the study, as it has shown to be an effective treatment in some women, while worsening symptoms in others. Subjects will be permitted to take acetaminophen, aspirin, or a nonsteroidal anti-inflammatory drug as rescue medication. They will be provided with a list of allowable escape medications and those which would constitute a protocol deviation.","healthyVolunteers":true,"sex":"FEMALE","minimumAge":"18 Years","maximumAge":"54 Years","stdAges":["ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Pain Rating Index","description":"The Pain Rating Index is a component of the McGill Pain Questionnaire which measures sensory and affective components of pain. \"0\" equals no pain to \"45\" equals severe pain. This measure was used to measure mean values at baseline and at 18 weeks post-treatment.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.3","spread":"13.3"}]}]}]},{"type":"SECONDARY","title":"Tampon Pain","description":"\"0\" equals no pain with tampon insertion to \"10\" equals worse pain imaginable with tampon insertion. This measure was used to measure mean values at baseline and at 18 weeks post-treatment.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.45","spread":"2.41"}]}]}]},{"type":"SECONDARY","title":"Coital Pain","description":"\"0\" equals no pain with intercourse to \"10\" equals worse imaginable pain with intercourse. This measure was used to measure mean values at baseline and at 18 weeks post-treatment.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.43","spread":"2.82"}]}]}]},{"type":"SECONDARY","title":"24-hour Vulvar Pain","description":"\"0\" equals no vulvar pain within the last 24 hours to \"10\" equals worse imaginable vulvar pain within the last 24 hours. This measure was used to measure mean values at baseline and at 18 weeks post-treatment.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.73","spread":"0.99"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":31},"commonTop":["nausea","headache","hot flashes","dizziness"]}}}