{"nctId":"NCT01964326","briefTitle":"Actual Use Trial of Atorvastatin Calcium 10 mg","startDateStruct":{"date":"2013-10"},"conditions":["Hypercholesterolemia"],"count":1311,"armGroups":[{"label":"Atorvastatin calcium 10 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Atorvastatin calcium 10 mg"]}],"interventions":[{"name":"Atorvastatin calcium 10 mg","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* At least 18 years of age (19 in Alabama).\n* Provide written informed consent.\n* Never participated in a study about cholesterol medicines.\n\nExclusion Criteria:\n\n* Females subjects who are pregnant or breastfeeding.\n* Subjects with active liver disease.\n* Subjects taking cyclosporine.\n* Subjects with a known allergy to atorvastatin calcium.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants Who Complied With the Direction to Check Their Low-density Lipoprotein Cholesterol (LDL-C) Level","description":"Percentage of participants whose behavior was either correct or acceptable were considered to be compliant. The behavior was considered correct if participants had their LDL-C checked between Weeks 4 and 12. The behavior was considered acceptable if participants had their LDL-C checked between Weeks 2 and 3 (before Week 4) or between Weeks 13 (after Week 12) and 26 or if participants were instructed by a physician that an LDL-C test was not needed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"49.7","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants Who Took Appropriate Action Based on Their LDL-C Results","description":"Percentage of participants whose behavior was either correct or acceptable were considered to be compliant. The behavior was considered correct if participants self-reported an LDL-C level below 130 milligram per deciliter (mg/dL) or normal, or low and decided to continue with atorvastatin OTC or if participants self-reported an LDL-C below 130 mg/dL, or normal, or low but stopped the use because of new conditions preventing them from continuing use. The behavior was considered acceptable if participants self-report LDL-C level between 130 and 135 mg/dL and continued to use atorvastatin OTC without contacting a physician or other health care practitioner or if participants self-reported LDL-C greater than or equal to (\\>=) 130 mg/dL('borderline high' or 'high' LDL-C), and contacted a physician after getting the LDL-C test results.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"52.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Taking an \"Ask a Doctor or Pharmacist Before Use\" Medication Who Followed the Labeling and Contacted a Doctor or Pharmacist Before Using Study Medication","description":"Percentage of participants whose behavior was either correct or acceptable were considered to be compliant. 'Ask a doctor or pharmacist before use' medication included human immunodeficiency virus (HIV) medicine, digoxin, telaprevir, rifampin, colchicine, or oral contraceptives. The behavior of the participants was considered correct if participants asked a doctor or pharmacist before use. The behavior was considered acceptable if participants contacted a doctor or pharmacist within 7 days of initiating therapy.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"29.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Stopped Study Medication Use and Asked a Doctor if They Experienced Any of the Labeled \"Stop Use and Ask a Doctor\" Symptoms","description":"Percentage of participants whose behavior was either correct or acceptable were considered to be compliant. The \"Stop use and ask a doctor\" symptoms included: (a) unexplained muscle pain or weakness or tenderness, (b) unusual fatigue, (c) loss of appetite (d) upper belly pain (e) dark-colored urine or (f) yellowing of the whites of eyes or skin. The behavior of the participants was considered correct if participants stopped use and contacted a doctor within 7 days after the event (symptom development).The behavior was considered acceptable if participants either stopped use or contacted a doctor (but did not do both) within the 7 days' timeframe.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":53,"n":1234},"commonTop":["Myalgia","Nasopharyngitis","Diarrhoea","Headache","Nausea"]}}}