{"nctId":"NCT00337779","briefTitle":"Clinical Trial Comparing Treatment of Relapsing-Remitting Multiple Sclerosis (RR-MS) With Two Doses of Glatiramer Acetate (GA).","startDateStruct":{"date":"2006-08"},"conditions":["Relapsing Remitting Multiple Sclerosis"],"count":1155,"armGroups":[{"label":"glatiramer acetate 40 mg","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Glatiramer Acetate (GA) 40 mg"]},{"label":"glatiramer acetate 20 mg","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: glatiramer acetate 20 mg"]}],"interventions":[{"name":"Glatiramer Acetate (GA) 40 mg","otherNames":["Copaxone®"]},{"name":"glatiramer acetate 20 mg","otherNames":["Copaxone®"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Diagnosis of confirmed and documented MS defined by the Revised McDonald criteria.\n2. Subjects must be of the relapsing-remitting (R-R) type.\n3. Subject has experienced prior to screening at least one documented relapse in 12 months or at least 2 documented relapses in the 24 months or one documented relapse between 12 - 24 months with at least 1 documented T1-Gd enhancing lesion in the MRI performed 12 months prior screening.\n4. Disease duration for at least 6 months.\n5. Ambulatory with converted Kurtzke EDSS score of 0 - 5.\n6. Relapse free and stable neurological condition at least for 30 days prior screening.\n7. Age - 18-55 (inclusive)\n\nExclusion Criteria:\n\n1. Previous use of Copaxone (glatiramer acetate)\n2. Treatment with corticosteroids within 30 days prior screening or between screening and baseline.\n3. Chronic corticosteroids treatment - more than 30 consecutive days.\n4. Subject with any clinically significant or unstable medical condition.\n5. Subjects participating in any other clinical trial (within 12 weeks prior to screening and thereafter).\n6. Known history of sensitivity to Gadolinium and inability to successfully undergo MRI scanning.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"55 Years","stdAges":["ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"The Rate of Confirmed Relapses During the Double-blind Phase (12 Months).","description":"A confirmed relapse is defined as the appearance of one or more new neurological abnormalities or the reappearance of one or more previously observed neurological abnormalities. This change in clinical state must last at least 48 hours and be immediately preceded by an improving neurological state of at least thirty (30) days from onset of previous relapse.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.28","spread":"0.58"},{"groupId":"OG001","value":"0.27","spread":"0.54"}]}]}]},{"type":"SECONDARY","title":"The Number of New T2 Lesions at Month 12 as Compared to the Baseline Scan.","description":"The analysis of this endpoint was based on the outcome of a contrast derived from a baseline-adjusted Negative Binomial Regression including the number of T1 Gd-enhancing lesions at baseline, the volume of T2 lesions at baseline and (pooled) center as covariates.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.87","spread":"6.57"},{"groupId":"OG001","value":"2.72","spread":"8.36"}]}]}]},{"type":"SECONDARY","title":"The Cumulative Number of T1-Gd Enhancing Lesions at Months 3, 6, 9 and 12 (in the Frequent MRI Cohort-described Below).","description":"The Frequent MRI Cohort was a subset of subjects consisting of 234 subjects, for whom MRI scans were performed at months 0 (baseline), 1, 2, 3, 6, 9 and 12. Analysis of the endpoint was based on the outcome of a contrast derived from a baseline-adjusted Negative Binomial Regression with an \"offset\" variable employing the log of the porportion of the number of available post-baseline scans to adjust for missing MRI scans (if any) and including the number of T1 Gd-enhancing lesions at baseline and (pooled) center as covariates.","paramType":"LOG_MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.83","spread":"6.58"},{"groupId":"OG001","value":"3.49","spread":"8.19"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":25,"n":586},"commonTop":["Injection Erythema","Injection Site Pain","Injection Site Pruritus","Nasopharyngitis","Headache"]}}}