{"nctId":"NCT03032380","briefTitle":"Clinical Study of Cefiderocol (S-649266) for the Treatment of Nosocomial Pneumonia Caused by Gram-negative Pathogens","startDateStruct":{"date":"2017-10-24","type":"ACTUAL"},"conditions":["Healthcare-associated Pneumonia (HCAP)","Hospital Acquired Pneumonia (HAP)","Ventilator Associated Pneumonia (VAP)"],"count":300,"armGroups":[{"label":"Cefiderocol","type":"EXPERIMENTAL","interventionNames":["Drug: Cefiderocol","Drug: Linezolid"]},{"label":"Meropenem","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Meropenem","Drug: Linezolid"]}],"interventions":[{"name":"Cefiderocol","otherNames":["S-649266"]},{"name":"Meropenem","otherNames":["Merrem®"]},{"name":"Linezolid","otherNames":["Zyvox®"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subjects 18 years or older at the time of signing informed consent\n* Subjects who have provided written informed consent or their informed consent has been provided by a legally authorized representative\n* Subjects who meet the clinical diagnosis criteria for hospital-acquired bacterial pneumonia (HABP), ventilator-associated bacterial pneumonia (VABP), or healthcare-associated bacterial pneumonia (HCABP)\n* All subjects must fulfill at least 1 of the following clinical criteria at screening:\n\n  1. New onset or worsening of pulmonary symptoms or signs, such as cough, dyspnea, tachypnea (eg, respiratory rate \\> 25 breaths/minute), expectorated sputum production, or requirement for mechanical ventilation\n  2. Hypoxemia (eg, a partial pressure of oxygen \\[PaO2\\] \\< 60 mm Hg while the subject is breathing room air, as determined by arterial blood gas \\[ABG\\], or worsening of the ratio of the PaO2 to the fraction of inspired oxygen \\[PaO2/FiO2\\])\n  3. Need for acute changes in the ventilator support system to enhance oxygenation, as determined by worsening oxygenation (ABG or PaO2/FiO2) or needed changes in the amount of positive end-expiratory pressure\n  4. New onset of or increase in (quantity or characteristics) suctioned respiratory secretions, demonstrating evidence of inflammation and absence of contamination\n* All subjects must have at least 1 of the following signs:\n\n  1. Documented fever (ie, core body temperature \\[tympanic, rectal, esophageal\\] ≥ 38°C \\[100.4°F\\], oral temperature ≥ 37.5°C, or axillary temperature ≥ 37°C)\n  2. Hypothermia (ie, core body temperature \\[tympanic, rectal, esophageal\\] ≤ 35°C \\[95.0°F\\], oral temperature ≤ 35.5°C and axillary temperature ≤ 36°C)\n  3. Leukocytosis with a total peripheral white blood cell (WBC) count ≥ 10,000 cells/mm³\n  4. Leukopenia with total peripheral WBC count ≤ 4500 cells/mm³\n  5. Greater than 15% immature neutrophils (bands) noted on peripheral blood smear\n* All subjects must have a chest radiograph during screening showing the presence of new or progressive infiltrate(s) suggestive of bacterial pneumonia. A computed tomography (CT) scan in the same time window showing the same findings could also be acceptable\n* All subjects must have a suspected Gram-negative infection involving the lower respiratory tract\n\nExclusion Criteria:\n\n* Subjects who have known or suspected community-acquired bacterial pneumonia (CABP), atypical pneumonia, viral pneumonia, or chemical pneumonia (including aspiration of gastric contents, inhalation injury)\n* Other exclusions based on the prescribing information of meropenem or linezolid, prior antibiotic usage, age, and pregnancy.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"All-cause Mortality Rate at Day 14","description":"The all-cause mortality (ACM) rate at Day 14 was calculated as the percentage of participants in each treatment group who experienced mortality, regardless of the cause, from the first infusion of study drug up to Day 14.\n\nThe Modified Intent-to-Treat Population included all randomized participants who met either of the following criteria:\n\n* Evidence of Gram-negative infection of the lower respiratory tract based on a culture, Gram-stain, or other diagnostic test\n* Evidence of a lower respiratory tract infection but culture or other diagnostic tests did not provide a microbiologic diagnosis","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.4","spread":null},{"groupId":"OG001","value":"11.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Microbiologic Eradication at Test of Cure (TOC)","description":"Lower respiratory tract specimens (eg, sputum, endotracheal aspiration \\[ETA\\], endobronchial culture specimens collected by bronchoalveolar lavage \\[BAL\\], or protected specimen brush \\[PSB\\], lung biopsy tissue, pleural effusions, etc) were sent to the local microbiology laboratory for isolation and identification of pathogens.\n\nMicrobiological outcome by Baseline pathogen at TOC was determined by the sponsor as either Eradication, Persistence, or Indeterminate. Overall per-participant microbiological outcome was determined based on the individual microbiological outcomes for each Baseline pathogen.\n\nEradication: Absence of all Baseline Gram-negative pathogens from an appropriate clinical specimen (sputum, tracheal aspirate, bronchoalveolar lavage (BAL) fluid, protected specimen brush, pleural fluid, or lung biopsy). If it was not possible to obtain an appropriate clinical culture, and the participant had a successful clinical outcome, the response was presumed as eradication.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"47.6","spread":null},{"groupId":"OG001","value":"48.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Clinical Cure at Test of Cure","description":"Clinical outcome was assessed by the investigator as either Clinical Cure, Clinical Failure, or Indeterminate.\n\nClinical Cure: Resolution or substantial improvement of Baseline signs and symptoms of pneumonia, including a reduction in Sequential Organ Failure Assessment (SOFA) and Clinical Pulmonary Infection Score (CPIS) scores, and improvement or lack of progression of chest radiographic abnormalities such that no additional antibacterial therapy was required for the treatment of the current infection.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"64.8","spread":null},{"groupId":"OG001","value":"66.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Clinical Cure at Early Assessment (EA)","description":"Clinical outcome was assessed by the investigator as either Clinical Cure, Clinical Failure, or Indeterminate.\n\nClinical Cure: Resolution or substantial improvement of Baseline signs and symptoms of pneumonia, including a reduction in Sequential Organ Failure Assessment (SOFA) and Clinical Pulmonary Infection Score (CPIS) scores, and improvement or lack of progression of chest radiographic abnormalities such that no additional antibacterial therapy was required for the treatment of the current infection.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"82.8","spread":null},{"groupId":"OG001","value":"83.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Clinical Cure at End of Treatment (EOT)","description":"Clinical outcome was assessed by the investigator as either Clinical Cure, Clinical Failure, or Indeterminate.\n\nClinical Cure: Resolution or substantial improvement of Baseline signs and symptoms of pneumonia, including a reduction in Sequential Organ Failure Assessment (SOFA) and Clinical Pulmonary Infection Score (CPIS) scores, and improvement or lack of progression of chest radiographic abnormalities such that no additional antibacterial therapy was required for the treatment of the current infection.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"77.2","spread":null},{"groupId":"OG001","value":"81.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Sustained Clinical Cure at Follow-up (FU)","description":"Clinical outcome was assessed by the investigator at follow-up as either Sustained Clinical Cure, Relapse, or Indeterminate.\n\nSustained Clinical Cure: Continued resolution or substantial improvement of Baseline signs and symptoms of pneumonia, such that no antibacterial therapy was required for the treatment of pneumonia in a participant assessed as cured at TOC.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"57.9","spread":null},{"groupId":"OG001","value":"57.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Microbiologic Eradication at Early Assessment","description":"Microbiological outcome by Baseline pathogen at Early Assessment was determined by the sponsor as either Eradication, Persistence, or Indeterminate. Overall per-participant microbiological outcome was determined based on the individual microbiological outcomes for each Baseline pathogen.\n\nEradication: Absence of all Baseline Gram-negative pathogens from an appropriate clinical specimen (sputum, tracheal aspirate, BAL fluid, protected specimen brush, pleural fluid, or lung biopsy). If it was not possible to obtain an appropriate clinical culture, and the participant had a successful clinical outcome, the response was presumed as eradication.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"41.9","spread":null},{"groupId":"OG001","value":"53.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Microbiologic Eradication at End of Treatment","description":"Microbiological outcome by Baseline pathogen at End of Treatment was determined by the sponsor as either: Eradication, Persistence, or Indeterminate. Overall per-participant microbiological outcome was determined based on the individual microbiological outcomes for each Baseline pathogen.\n\nEradication: Absence of all Baseline Gram-negative pathogens from an appropriate clinical specimen (sputum, tracheal aspirate, BAL fluid, protected specimen brush, pleural fluid, or lung biopsy). If it was not possible to obtain an appropriate clinical culture, and the participant had a successful clinical outcome, the response was presumed as eradication.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"63.7","spread":null},{"groupId":"OG001","value":"66.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Sustained Microbiologic Eradication at Follow-up","description":"Microbiological outcome by Baseline pathogen at Follow-up was determined by the sponsor as either Sustained Eradication, Persistence, Recurrence, or Indeterminate. Overall per-participant microbiological outcome was determined based on the individual microbiological outcomes for each Baseline pathogen.\n\nSustained eradication: Absence of all Baseline Gram-negative pathogens from an appropriate clinical specimen (sputum, tracheal aspirate, BAL fluid, protected specimen brush, pleural fluid, or lung biopsy) after TOC. If it was not possible to obtain an appropriate clinical culture and the participant had a successful clinical response after TOC, the response was presumed to be eradication.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"43.5","spread":null},{"groupId":"OG001","value":"38.6","spread":null}]}]}]},{"type":"SECONDARY","title":"All-cause Mortality Rate at Day 28","description":"The all-cause mortality (ACM) rate at Day 28 was calculated as the percentage of participants who experienced mortality, regardless of the cause, from the first dose of study drug up to Day 28.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.0","spread":null},{"groupId":"OG001","value":"20.5","spread":null}]}]}]},{"type":"SECONDARY","title":"All-cause Mortality Rate at the End of Study","description":"The all-cause mortality rate during both the treatment and follow-up period (up to the end of study \\[EOS\\] visit) was calculated as the percentage of participants who experienced mortality, regardless of the cause, from the first infusion of study drug up to EOS. If a participant discontinued from the study before EOS and survival information was not available, then the survival status for this endpoint for the participant was considered unknown.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26.8","spread":null},{"groupId":"OG001","value":"23.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Total Hospitalization Time","description":"The length of hospital stay attributable to the study-qualifying infection.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.54","spread":"7.81"},{"groupId":"OG001","value":"11.47","spread":"7.32"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13.49","spread":"10.06"},{"groupId":"OG001","value":"12.98","spread":"9.59"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment-Emergent Adverse Events","description":"The severity of each adverse event (AE) was graded by the investigator according to the following definitions:\n\n* Mild: A finding or symptom is minor and does not interfere with usual daily activities.\n* Moderate: The event causes discomfort and interferes with usual daily activity or affects clinical status.\n* Severe: The event causes an interruption of the participant's usual daily activities or has a clinically significant effect.\n\nThe relationship of each AE to the study treatment was determined by the investigator based on whether the AE could be reasonably explained as having been caused by the study drug (treatment related AE \\[TRAE\\]).\n\nAn SAE is defined as any AE occurring at any dose that resulted in any of the following outcomes:\n\n* Death\n* Life-threatening condition\n* Hospitalization or prolongation of existing hospitalization for treatment\n* Persistent or significant disability/incapacity\n* Congenital anomaly/birth defect\n* Other medically important condition","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"130","spread":null},{"groupId":"OG001","value":"129","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"33","spread":null},{"groupId":"OG001","value":"37","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"41","spread":null},{"groupId":"OG001","value":"47","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"56","spread":null},{"groupId":"OG001","value":"45","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null},{"groupId":"OG001","value":"17","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"54","spread":null},{"groupId":"OG001","value":"45","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"14","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"39","spread":null},{"groupId":"OG001","value":"35","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":54,"n":148},"commonTop":["Hypokalaemia","Urinary tract infection","Diarrhoea","Anaemia","Aspartate aminotransferase increased"]}}}