{"nctId":"NCT02453555","briefTitle":"Empagliflozin Add on to Linagliptin Study in Japanese Patient With Type 2 Diabetes Mellitus","startDateStruct":{"date":"2015-05-14","type":"ACTUAL"},"conditions":["Diabetes Mellitus, Type 2"],"count":275,"armGroups":[{"label":"Linagliptin","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Linagliptin","Drug: Empagliflozin placebo + linagliptin placebo low dose","Drug: Empa + lina highdose placebo"]},{"label":"Empagliflozin + linagliptin low dose","type":"EXPERIMENTAL","interventionNames":["Drug: Empagliflozin + linagliptin low dose","Drug: Linagliptin placebo"]},{"label":"Empagliflozin + linagliptin high dose","type":"EXPERIMENTAL","interventionNames":["Drug: Linagliptin placebo","Drug: Empagliflozin + linagliptin high dose"]},{"label":"Linagliptin placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Empagliflozin + linagliptin low dose","Drug: Linagliptin placebo","Drug: Empagliflozin + linagliptin high dose"]},{"label":"Empagliflozin + linagliptin high dose placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Linagliptin","Drug: Empa + lina highdose placebo"]},{"label":"Empagliflozin + linagliptin low dose placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Linagliptin","Drug: Empagliflozin placebo + linagliptin placebo low dose"]}],"interventions":[{"name":"Linagliptin","otherNames":["tablet"]},{"name":"Empagliflozin placebo + linagliptin placebo low dose","otherNames":[]},{"name":"Empagliflozin + linagliptin low dose","otherNames":[]},{"name":"Linagliptin placebo","otherNames":[]},{"name":"Empagliflozin + linagliptin high dose","otherNames":[]},{"name":"Empa + lina highdose placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n1. Diagnosis of Type-2 Diabetes Mellitus (T2DM) prior to informed consent\n2. Male and female patients on diet and exercise regimen for at least 12 weeks prior to informed consent who are:\n\n   * 1 drug-naïve, defined as no antidiabetic drugs for at least 12 weeks prior to informed consent, or\n   * 2 pre-treated with one oral antidiabetic drug (for sulfonylurea, with up to half of the maximum approved dose) on stable dosage for at least 12 weeks prior to informed consent (for thiazolidinedione, therapy has to be unchanged for at least 18 weeks prior to the informed consent, for linagliptin 5 mg at least 16 weeks prior to Visit 1). Individual antidiabetic drug (except linagliptin) will have to be discontinued at Visit 1.\n3. HbA1c at Visit 1\n\n   * 1 HbA1c =8.0% and =10.5% for patients who are drug-naïve, or\n   * 2 HbA1c =7.5% and =10.5% for patients with one oral antidiabetic drug (except linagliptin), or\n   * 3 HbA1c =7.5% and =10.0% for patients with linagliptin 5 mg\n4. HbA1c =7.5% and =10.0% at Visit 4 for randomisation into the double-blind treatment period. Patient who are pre-treated with linagliptin 5 mg for 16 weeks or more prior to Visit 1 and meet the criteria of HbA1c can directly move on to the run-in (Visit 4).\n5. Age =20 years at informed consent\n6. BMI =40.0 kg/m2 at Visit 1 (screening)\n7. Signed and dated written informed consent by date of Visit 1 in accordance with Good Clinical Practice (GCP) and local legislation\n\nExclusion criteria:\n\n1. Uncontrolled hyperglycemia with a glucose level \\>270 mg/dL (\\>15.0 mmol/L) after an overnight fast during the open-label stabilisation period (from Visit 2 to Visit 4) and run-in period (from Visit 4 to Visit 5) , confirmed by a second measurement (not on the same day and done either at the central or at local laboratory).\n2. Acute coronary syndrome (ST-elevation myocardial infarction \\[STEMI\\], non-STEMI, and unstable angina pectoris), stroke or transient ischemic attack within 12 weeks prior to informed consent\n3. Indication of liver disease, defined by serum levels of either alanine aminotransferase (ALT Serum glutamic pyruvate transaminase \\[SGPT\\]), aspartate aminotransferase (AST, Serum glutamic oxaloacetic transaminase \\[SGOT\\]), or alkaline phosphatase (ALP) above 3 x upper limit of normal (ULN) as determined during screening, open-label stabilisation period and/or run-in period\n4. Impaired renal function, defined as estimated glomerular filtration rate (eGFR) \\<45 mL/min/1.73 m2 (MDRD formula) as determined during screening, open-label stabilisation period and/or run-in period\n5. Known hereditary galactose intolerance\n6. Known contraindications to linagliptin and empagliflozin according to the Japanese label\n7. Any previous (within 2 years prior to informed consent) or planned bariatric surgery (or any other weight loss surgery) or other gastrointestinal surgery that induce chronic malabsorption\n8. Medical history of cancer (except for resected non-invasive basal cell or squamous carcinoma) and/or treatment for cancer within the last 5 years\n9. Known blood dyscrasias or any disorders causing haemolysis or unstable red blood cell (RBC) count (e.g. malaria, babesiosis, haemolytic anaemia).\n10. Treatment with insulin, Glucagon-like peptide-1 agonists, within 12 weeks prior to informed consent\n11. Treatment with anti-obesity drugs within 12 weeks prior to informed consent or any other treatment at the time of screening (i.e., surgery, aggressive diet regimen, etc.) leading to unstable body weight\n12. Current treatment with systemic steroids (other than inhaled or topical steroids) at informed consent or change in dosage of thyroid hormones within 6 weeks prior to informed consent or any other uncontrolled endocrine disorder except T2DM\n13. Pre-menopausal women (last menstruation =1 year prior to informed consent) who:\n\n    * 1 are nursing or pregnant or\n    * 2 are of child-bearing potential and are not practicing an acceptable method of birth control, or do not plan to continue using this method throughout the trial and do not agree to submit to periodic pregnancy testing during participation in the trial. Acceptable methods of birth control include tubal ligation, intra uterine devices/systems, oral contraceptives, complete sexual abstinence, double barrier method and vasectomised partner\n14. Known or suspected allergy or hypersensitivity to trial products or related products (e.g., Dipeptidyl-peptidase-4 inhibitors or Sodium-glucose co-transporter-2 inhibitors)\n15. Alcohol or drug abuse within the 12 weeks prior to informed consent that would interfere with trial participation or any ongoing condition leading to a decreased compliance to trial procedures or trial drug intake, by the judgment of the investigator\n16. Intake of an investigational drug in another trial within 30 days prior to Visit 1 or participation in the follow-up period of another trial (participation in observational studies is permitted)\n17. Any other clinical condition that, in the opinion of the investigator, would jeopardize patient's safety while participating in this clinical trial","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change of Glycosylated Haemoglobin A1c (Glycosylated Haemoglobin A1c After 24 Weeks of Double-blind Treatment From Baseline)","description":"Change from baseline in Glycosylated haemoglobin A1c (HbA1c) at Week 24 was calculated as: HbA1c at Week 24 - HbA1c at baseline. Baseline is referred to the last observed measurement prior to the administration of randomized trial medication. Adjusted mean (Least square mean) and its standard error (SE) is presented.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.93","spread":"0.06"},{"groupId":"OG001","value":"0.21","spread":"0.09"}]}]}]},{"type":"SECONDARY","title":"Change in HbA1c From Week 28 at Week 52 (Empagliflozin 25 mg/Linagliptin 5 mg Only)","description":"Change from Week 28 in HbA1c at Week 52 was calculated as: HbA1c at Week 52 - HbA1c at Week 28. Week 28 (pre up-titration) is referred to the last observed measurement prior to the first administration of any double-blind randomized trial medication in the up-titration period. Adjusted mean (Least square mean) and its standard error (SE) is presented.\n\nThis endpoint was based on 1 group of the Full analysis set with up-titration (FASUT-II) whose dose was up-titrated to Empagliflozin 25 mg/Linagliptin 5 mg fixed dose combination thus there is no comparison group. Hence, no comparison is made. A restricted maximum likelihood (REML)-based mixed model repeated measures (MMRM) approach was used with baseline HbA1c as linear covariate and baseline eGFR, prior use of antidiabetic drug, visit as fixed effect(s). The covariance used to fit the model was unstructured.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.21","spread":"0.03"}]}]}]},{"type":"SECONDARY","title":"Change in HbA1c From Baseline at Week 52 (All Empagliflozin Versus All Placebo)","description":"Change from baseline in HbA1c at Week 52 was calculated as: HbA1c at Week 52 - HbA1c at baseline. Baseline is referred to the last observed measurement prior to the administration of randomized trial medication. Adjusted mean (Least square mean) and its standard error (SE) is presented.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.16","spread":"0.06"},{"groupId":"OG001","value":"0.06","spread":"0.10"}]}]}]},{"type":"SECONDARY","title":"Change in HbA1c From Baseline at Week 52 (Empagliflozin 25 mg/Linagliptin 5 mg Versus Linagliptin 5 mg + Placebo 25 mg)","description":"Change from baseline in HbA1c at Week 52 was calculated as: HbA1c at Week 52 - HbA1c at baseline. Baseline is referred to the last observed measurement prior to the administration of randomized trial medication. Adjusted mean (Least square mean) and its standard error (SE) is presented.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.10","spread":"0.07"},{"groupId":"OG001","value":"0.11","spread":"0.10"}]}]}]},{"type":"SECONDARY","title":"Change in HbA1c From Baseline at Week 52 (Empagliflozin 25 mg/Linagliptin 5 mg Versus All Placebo)","description":"Change from baseline in HbA1c at Week 52 was calculated as: HbA1c at Week 52 - HbA1c at baseline. Baseline is referred to the last observed measurement prior to the administration of randomized trial medication. Adjusted mean (Least square mean) and its standard error (SE) is presented.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.10","spread":"0.07"},{"groupId":"OG001","value":"-0.01","spread":"0.10"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":8,"n":182},"commonTop":["Nasopharyngitis","Upper respiratory tract inflammation","Asymptomatic bacteriuria","Blood ketone body increased"]}}}