{"nctId":"NCT00654498","briefTitle":"Pramipexole in Out-patients With Idiopathic Restless Legs Syndrome (IRLS)","startDateStruct":{"date":"2008-04"},"conditions":["Restless Legs Syndrome"],"count":306,"armGroups":[{"label":"Pramipexole","type":"OTHER","interventionNames":["Drug: Pramipexole"]},{"label":"Placebo","type":"OTHER","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Pramipexole","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Written informed consent consistent with International Conference on Harmonisation (ICH) / Good Clinical Practice (GCP) and local legislation given prior to any study procedures.\n2. Ability and willingness to comply with study treatment regimen and to attend study assessments.\n3. Male or female out-patients aged 18-80 years.\n4. Diagnosis of idiopathic Restless Legs Syndrome (IRLS) according to the clinical Restless Legs Syndrome (RLS) criteria of the International Restless Legs Syndrome Study Group (IRLSSG)\n\n   All four criteria must be present to fulfil the diagnosis of RLS:\n   * An urge to move the legs, usually accompanied or caused by uncomfortable and unpleasant sensations in the legs. (Sometimes the urge to move is present without the uncomfortable sensations and sometimes the arms or other body parts are involved in addition to the legs).\n   * The urge to move or unpleasant sensations begin or worsen during periods of rest or inactivity such as lying or sitting.\n   * The urge to move or unpleasant sensations are partially or totally relieved by movement, such as walking or stretching, at least as long as the activity continues.\n   * The urge to move or unpleasant sensations are worse in the evening or night than during the day or only occur in the evening or night. (When symptoms are very severe, the worsening at night may not be noticeable but must have been previously present).\n5. Restless Legs Syndrome (RLS)rating scale for severity total score \\>15.\n6. Restless Legs Syndrome (RLS) symptoms present at least 2 to 3 days per week during the last 3 months.\n\nExclusion Criteria:\n\n1. Women of child-bearing potential (i.e. premenopausal women, or postmenopausal women less than 2 years after last menses) who do not use during the clinical trial an adequate method of contraception such as: hormonal therapy (combined oral contraceptives, injectables, or subcutaneous implants), hormonal intrauterine devices, sexual abstinence, surgical sterilization of patient and/or partner, hysterectomy, bilateral ovariectomy or partners vasectomy\n2. Any woman of child-bearing potential not having a negative pregnancy test at screening\n3. Patients who are breastfeeding\n4. Concomitant or previous pharmacologically therapy of RLS as follows:\n\n   * Any intake of levodopa within 5 days prior to baseline visit (V2)\n   * Any intake of dopamine agonists within 14 days prior to baseline visit (V2)\n5. Current (less than 14 days before treatment with trial medication or concomitant) treatment with medication or dietary supplements, which could significantly influence RLS symptoms, e.g. dopaminergic (other than levodopa or dopamine agonists) or anti-dopaminergic drugs, non-selective Monoamine Oxidase (MAO) inhibitors, sympathomimetics, neuroleptics, anti-depressants, hypnotics, any benzodiazepines, antiepileptics, opioids, clonidine, magnesium, ferrous salts, Folic acid, vitamin B12, antihistaminics, lithium, metoclopramide or Withdrawal symptoms caused by stopping any of the drugs above\n6. Confirmed diagnose of diabetic nephropathy or clinically significant renal disease\n7. Creatinine higher than upper limit of normal (ULN) at screening\n8. Clinical significant hepatic disease or Alanine aminotransferase (ALT) \\>2 times the upper limit of normal range at screening\n9. Clinical or laboratory signs of microcytic anaemia, or ferritin in serum below the lower bound of the reference range\n10. Any of the following lab results at screening:\n\n    * Basal Thyroid Stimulating Hormone (TSH), T3 or T4 clinically significantly (at the investigators discretion) out of normal range at screening (if not caused by substitution therapy according the investigators opinion)\n    * Patients with any clinically significant abnormalities in laboratory parameters at screening at the investigators discretion\n11. Other clinically significant metabolic-endocrine, haematological, gastro-intestinal disease or pulmonary disease (such as severe COPD). Poorly controlled cardiovascular disease (including hypotension and severe coronary artery disease)\n12. History or clinical signs of peripheral neuropathy (PNP) of any origin in physical, neuro-logical examination, myelopathy or multiple sclerosis or any other neurological disease, with potential to secondarily cause RLS symptoms\n13. Presence of any other sleep disorder, such as, Rapid Eye Movement (REM) sleep behaviour disorder, narcolepsy or sleep apnoea syndrome\n14. History of Schizophrenia or any psychotic disorder, history of mental disorders due to a general medical condition or any present axis I psychiatric disorder according to Diagnostic and Statistical Manual of Mental Disorders, fourth edition (DSM IV) requiring any medical therapy\n15. History of alcohol abuse or drug addiction within the last 2 years before screening\n16. Participation in a drug study within two months prior to the start of this study\n17. History of or clinical signs for any form of epilepsy or seizures apart from fever related seizures in early childhood\n18. History of or clinical signs of malign neoplasm\n19. Patients on a shift-work-schedule, or who are otherwise unable to follow a regular sleep-wake cycle enabling use of study medication at times indicated\n20. Any other conditions that in the opinion of the investigator would interfere with the evaluation of the results or constitute a health hazard for the subject","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"The Change From Baseline to Week 6 in the Total Score of Restless Legs Syndrome Rating Scale for Severity of the International Restless Legs Syndrome Study Group (IRLS).","description":"The IRLS was a 10-item self patient's rating scale for assessing severity of restless legs syndrome symptoms with each item ranging from 0 (no symptoms) to 4 (very severe symptoms). The total IRLS score ranges from 0 (no symptoms) to 40 (worst possible symptoms).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-15.87","spread":"0.66"},{"groupId":"OG001","value":"-11.35","spread":"0.92"}]}]}]},{"type":"PRIMARY","title":"The Proportion of Patients With Clinical Global Impressions -Improvement Scale (CGI-I) Assessment of \"Much Improved\" and \"Very Much Improved\"","description":"CGI-I: 7-point clinician rated scale ranging from 1 (very much improved) to 7 (very much worse). Improvement is defined as a score of 1 (very much improved)and 2 (much improved.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.819","spread":null},{"groupId":"OG001","value":"0.543","spread":null}]}]}]},{"type":"SECONDARY","title":"The Proportion of IRLS Responders","description":"responders is defined as the total score in IRLS changed ≥ 50%from baseline calculated in the full analysis set population.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.738","spread":null},{"groupId":"OG001","value":"0.489","spread":null}]}]}]},{"type":"SECONDARY","title":"The Proportion of Patient Global Impression(PGI) Responders","description":"PGI was a one-question scale with 7 degrees to assess patient's overall condition, ranging from very much better to very much worse. The responder are defined as patients with their assessment of \"much better\" or \"very much better\".","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.686","spread":null},{"groupId":"OG001","value":"0.435","spread":null}]}]}]},{"type":"SECONDARY","title":"The Proportion of Patients With Epworth Sleepiness Scale (ESS) Categorised >10","description":"The ESS is a self-administered instrument to assess the patients likelihood of falling asleep in various activities of daily living; the maximum score is 24 indicating a very high level of daytime sleepiness and a high likelihood of falling asleep.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.108","spread":null},{"groupId":"OG001","value":"0.054","spread":null}]}]}]},{"type":"SECONDARY","title":"the Mean Change From Baseline to Week 6 in Satisfaction of Sleep at Night of RLS-6 Rating Scales","description":"RLS-6 rating scales comprises 6 questions Satisfaction of sleep is one of the 6 questions. The patient should give a rate between 0 (none/Not at all) to 10 (very severe) for the satisfaction of sleep.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.52","spread":"0.21"},{"groupId":"OG001","value":"-3.04","spread":"0.3"}]}]}]},{"type":"SECONDARY","title":"The Mean Change From Baseline in the Severity of RLS at Time of Falling Sleep of RLS-6 Rating Scales.","description":"RLS-6 rating scales comprises 6 questions. The severity of RLS at time of falling sleep is one of the 6 questions. The patient should give a rate between 0 (none/Not at all) to 10 (very severe) for the severity of RLS at time of falling sleep","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.9","spread":"0.21"},{"groupId":"OG001","value":"-3.53","spread":"0.28"}]}]}]},{"type":"SECONDARY","title":"The Mean Change From Baseline in the Severity of RLS During the Night of RLS-6 Rating Scales.","description":"RLS-6 rating scales comprises 6 questions. The severity of RLS during the night is one of the 6 questions. The patient should give a rate between 0 (\"none/Not at all\") to 10 (\"very severe\") for the severity of RLS during the night.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.68","spread":"0.21"},{"groupId":"OG001","value":"-3.32","spread":"0.29"}]}]}]},{"type":"SECONDARY","title":"The Mean Change From Baseline in the Severity of RLS During the Rest at Day of RLS-6 Rating Scales.","description":"RLS-6 rating scales comprises 6 questions. The severity of RLS during the test at day is one of the 6 questions. The patient should give a rate between 0 (\"none/Not at all\") to 10 (\"very severe\") for the severity of RLS during the rest at day.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.9","spread":"0.17"},{"groupId":"OG001","value":"-2.36","spread":"0.23"}]}]}]},{"type":"SECONDARY","title":"The Mean Change From Baseline in the Severity of RLS During the Activities at Day of RLS-6 Rating Scale","description":"RLS-6 rating scales comprises 6 questions. The severity of RLS during the activities at day is one of the 6 questions. The patient should give a rate between 0 (\"none/Not at all\") to 10 (\"very severe\") for the severity of RLS during the activity at day.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.93","spread":"0.12"},{"groupId":"OG001","value":"-0.61","spread":"0.16"}]}]}]},{"type":"SECONDARY","title":"The Mean Change From Baseline in the Intensity of Tiredness and Sleepiness at Day of RLS-6 Rating Scale","description":"RLS-6 rating scales comprises 6 questions. The intensity of tiredness and sleepiness at day is one of the 6 questions. The patient should give a rate between 0 (\"none/Not at all\") to 10 (\"very severe\") for the intensity of tiredness and sleepiness at day.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.96","spread":"0.16"},{"groupId":"OG001","value":"-2.25","spread":"0.22"}]}]}]},{"type":"SECONDARY","title":"The Change From Baseline in Visual Analogue Scales (VAS)","description":"VAS is for assessment of RLS-associated pain. The patient was asked \"How severe was your RLS associated pain in legs or arms during the past week?\". No pain:0; very worst pain:10","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.6","spread":"2.5"},{"groupId":"OG001","value":"3.9","spread":"3"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":202},"commonTop":["Dizziness","Somnolence","Nausea","Headache","Insomnia"]}}}