{"nctId":"NCT01156142","briefTitle":"Doxepin Hydrochloride in Treating Oral Mucositis Pain in Patients With Head and Neck Cancer Undergoing Radiation Therapy With or Without Chemotherapy","startDateStruct":{"date":"2010-12"},"conditions":["Head and Neck Cancer","Mucositis","Oral Complications of Radiation Therapy","Pain"],"count":155,"armGroups":[{"label":"Arm I","type":"EXPERIMENTAL","interventionNames":["Drug: doxepin hydrochloride"]},{"label":"Arm II","type":"PLACEBO_COMPARATOR","interventionNames":["Other: placebo"]}],"interventions":[{"name":"doxepin hydrochloride","otherNames":[]},{"name":"placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. ≥ 18 years of age\n2. Histologic proof of malignancy currently undergoing a course of RT (with or without chemotherapy) to a dose of ≥ 5000 cGy using 1.60 to 2.20 Gy per fraction. Note: At least one third of the oral cavity mucosa must be included in the radiation therapy fields.\n3. ≥ 4 oral pain felt to be related to mucositis for which the patient wants relief as measured by the Numeric Measure of Oral Pain. Note: An oral exam confirming the presence of mucositis should be performed by the enrolling clinician in addition to patient feedback.\n4. Ability to complete questionnaire(s) independently or with assistance\n5. ECOG Performance Status 0, 1 or 2.\n6. Provide informed written consent.\n7. Willingness to return to enrolling institution for follow-up.\n\nExclusion Criteria:\n\n1. Known allergy to doxepin, tricyclic antidepressants, or any known component of the drug formulation\n2. Use of a tricyclic antidepressant or monoamine oxidase inhibitor within the 2 weeks prior to registration\n3. Current untreated or unresolved oral candidiasis or oral HSV infection\n4. Current untreated narrow angle glaucoma\n5. Current untreated urinary retention ≤ 6 weeks prior to registration\n6. Co-morbid systemic illnesses or other severe concurrent disease which, in the judgment of the investigator, would make the patient inappropriate for entry into this study or interfere significantly with the proper assessment of safety and toxicity of the prescribed regimens\n7. Any of the following because this study involves a study agent whose genotoxic, mutagenic and teratogenic effects on the developing fetus and newborn are unknown:\n\n   * Pregnant women\n   * Nursing women\n   * Men or women of childbearing potential who are unwilling to employ adequate contraception","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Total Pain Reduction (Mouth and Throat)","description":"The total pain reduction will be calculated by the (average of mouth and throat) area under the curve (AUC) adjusting for baseline, with time scale replaced by a numerical scale of 1,2,3,4,5,6. The numerical scale will be used rather than the raw time scale in order to give proper weights to more immediate patient-reported mouth pain outcomes after treatment. The AUC will be calculated by proration when there are terminal missing data. If the missing data are intermittent, simple imputation will be applied to calculate the AUC. The question ('On a scale from 0 to 10, what number best describes your MOUTH PAIN due to your radiation treatment now?') used 11-point numerical analog scales (0 (no pain) to 10 (worst pain imaginable or possible) scores) to measure pain. The AUCs for the two treatment arms were compared by using the Wilcoxon rank sum test with 95% CIs.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-9.1","spread":"7.9"},{"groupId":"OG001","value":"-4.7","spread":"6.1"}]}]}]},{"type":"SECONDARY","title":"Total Taste of the Oral Rinse","description":"The total taste of the oral rinse will be calculated by the area under the curve (AUC) adjusting for baseline, with time scale replaced by a numerical scale of 1,2,3,4,5,6 , and analyzed in the same way as the primary endpoint. The numerical scale will be used rather than the raw time scale in order to give proper weights to more immediate patient-reported mouth pain outcomes after treatment. The AUC will be calculated by proration when there are terminal missing data. If the missing data are intermittent, simple imputation will be applied to calculate the AUC. The question ('On a scale from 0 to 10, what number best describes the TASTE OF THE ORAL RINSE now?') used 11-point numerical analog scales (0 (acceptable taste) to 10(terrible taste), with higher values representing worse outcome) to evaluate the total taste of the oral rinse. The AUCs for the two treatment arms were compared by using the Wilcoxon rank sum test with 95% CIs.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.7","spread":"7.1"},{"groupId":"OG001","value":"5.1","spread":"7.7"}]}]}]},{"type":"SECONDARY","title":"Total Stinging or Burning From the Oral Rinse","description":"The total stinging or burning from the oral rinse will be calculated by the area under the curve (AUC) adjusting for baseline, with time scale replaced by a numerical scale of 1,2,3,4,5,6. The numerical scale will be used rather than the raw time scale in order to give proper weights to more immediate patient-reported mouth pain outcomes after treatment. The AUC will be calculated by proration when there are terminal missing data. If the missing data are intermittent, simple imputation will be applied to calculate the AUC. The question ('On a scale from 0 to 10, what number best describes any STINGING OR BURNING FROM THE ORAL RINSE now?') used 11-point numerical analog scales (0 (no stinging or burning) to 10 (worst stinging or burning possible) scores) to total stinging or burning from the oral rinse. The AUCs for the two treatment arms were compared by using the Wilcoxon rank sum test with 95% CIs.The statistical analysis will be the same as the primary analysis.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.6","spread":"8.4"},{"groupId":"OG001","value":"4.0","spread":"8.0"}]}]}]},{"type":"SECONDARY","title":"Total Drowsiness Increase","description":"The total drowsiness increase will be calculated by the area under the curve (AUC) adjusting for baseline, with time scale replaced by a numerical scale of 1,2,3,4,5,6. The numerical scale will be used rather than the raw time scale in order to give proper weights to more immediate patient-reported mouth pain outcomes after treatment. The AUC will be calculated by proration when there are terminal missing data. If the missing data are intermittent, simple imputation will be applied to calculate the AUC. The question ('On a scale from 0 to 10, what number best describes your DROWSINESS now?') used 11-point numerical analog scales (0 (no drowsiness) to 10 (extreme drowsiness, leading to sleep) scores) to measure total drowsiness increase. The AUCs for the two treatment arms were compared by using the Wilcoxon rank sum test with 95% CIs. The statistical analysis will be the same as the primary analysis.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.7","spread":"10.3"},{"groupId":"OG001","value":"-2.4","spread":"6.6"}]}]}]},{"type":"SECONDARY","title":"Incidence of Using Alternative Analgesics Between 2 and 4 Hours After the Initial Mouthwash","description":"The incidence of utilizing additional analgesics between 2 and 4 hours after the initial mouthwash will be compared between the arms by the Chi-square test .","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.8","spread":null},{"groupId":"OG001","value":"2.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16.9","spread":null},{"groupId":"OG001","value":"14.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Patient Preference for Continuing Therapy With Oral Doxepin Hydrochloride","description":"After each dose was administered, patients were asked if they would like to continue rinses with that particular agent. The percentage of patients who expressed an interest in continuing therapy are reported below.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"77.3","spread":null},{"groupId":"OG001","value":"51.5","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":74},"commonTop":["Mucositis oral","Oral pain","Dry mouth","Somnolence","Nausea"]}}}