{"nctId":"NCT01986114","briefTitle":"A Long-Term Study of SM-13496 in Patients With Bipolar I Disorder.","startDateStruct":{"date":"2014-01-29","type":"ACTUAL"},"conditions":["Bipolar I Disorder"],"count":495,"armGroups":[{"label":"SM-13496 20-120mg","type":"EXPERIMENTAL","interventionNames":["Drug: SM-13496"]}],"interventions":[{"name":"SM-13496","otherNames":["Lurasidone"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nPatients who completed the D1002001 study\n\n・Patients who completed the D1002001 study and who are considered by the investigator to be eligible and without safety concerns.\n\nPatients who did not participate in the D1002001 study\n\n* Patients who were fully informed of and understand the objectives, procedures, and possible benefits and risks of the study and who provided written voluntary consent to participate in the study.\n* Outpatients aged 18 through 74 years at the time of consent\n* Patients meets DSM-IV-TR criteria for bipolar I disorder, most recent episode manic, hypomanic, or mixed with or without rapid cycling disease course (≥ 4 episodes of mood disturbance, but \\< 8 episodes in the previous 12 months prior to screening).\n\nExclusion Criteria:\n\n* Patients with imminent risk of suicide or injury to self, others, or property.\n* Patients who are otherwise considered ineligible for the study by the investigator.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"74 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Subjects With at Least One Adverse Event (AE) and Adverse Drug Reaction (ADR)","description":"The number and percentage of subjects with at least one adverse event and adverse drug reaction","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"352","spread":null},{"groupId":"OG001","value":"169","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Long Term Study Baseline to LOCF Endpoint in the Montgomery-Asberg Depression Rating Scale (MADRS) Score","description":"Montgomery-Asberg Depression Rating Scale (MADRS)is a clinician-rated assessment of a subject's level of depression.\n\nThe MADRS total score ranges from a minimum of 0 to a maximum of 60. For the MADRS total score, low scores indicate a better outcome and high scores indicate a worse outcome. When change from baseline is considered, a negative (decrease in score) value is considered a better outcome, and a positive (increase in score) value is considered a worse outcome.\n\nThe MADRS contains ten (10) items. The total score is computed as the sum of the scores for the 10 items.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.4","spread":"12.09"},{"groupId":"OG001","value":"1.1","spread":"12.58"}]}]}]},{"type":"SECONDARY","title":"Change From Long Term Study Baseline to LOCF Endpoint in the Young Mania Rating Scale (YMRS) Total Score.","description":"YMRS (Young Mania Rating Scale) is a clinician-rated assessment of the severity of mania in subjects with a diagnosis of bipolar disorder.\n\nThe YMRS total score ranges from a minimum of 0 to a maximum of 60. For the YMRS total score, low scores indicate a better outcome and high scores indicate a worse outcome. When change from baseline is considered, a negative (decrease in score) value is considered a better outcome, and a positive (increase in score) value is considered a worse outcome.\n\nThe YMRS contains eleven (11) items. The total score is computed as the sum of the scores for the 11 items.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.0","spread":"4.54"},{"groupId":"OG001","value":"-2.0","spread":"6.73"}]}]}]},{"type":"SECONDARY","title":"Number of Subjects Who Experienced Recurrence/Relapse of Any Mood Event From Clinical Stability of Bipolar Disorder.","description":"The number and percentage of subjects who experienced recurrence/relapse of any mood event from clinical stability of bipolar disorder.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null},{"groupId":"OG001","value":"18","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":19,"n":495},"commonTop":["Akathisia","Nasopharyngitis","Somnolence","Nausea","Headache"]}}}