{"nctId":"NCT00326209","briefTitle":"Long-Term Safety and Tolerability of Mesalamine Pellets in Participants With Ulcerative Colitis in Remission","startDateStruct":{"date":"2005-12-22","type":"ACTUAL"},"conditions":["Ulcerative Colitis"],"count":393,"armGroups":[{"label":"Encapsulated Mesalamine Granules (eMG)","type":"EXPERIMENTAL","interventionNames":["Drug: Encapsulated Mesalamine Granules (eMG)"]}],"interventions":[{"name":"Encapsulated Mesalamine Granules (eMG)","otherNames":["Mesalamine pellets"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. An Institutional Review Board (IRB)/Ethics Committee (EC) approved informed consent is signed and dated prior to any study-related activities.\n2. Participant has successfully participated in a previous MP clinical study per investigator's discretion with successful participation minimally defined as compliant with study-related procedures and study drug dosing schedule in the previous study and did not discontinue from the previous study due to study drug-related AE(s) or if new participants:\n\n   a. Participant is a male or,\n\n   If the participant is female, she is eligible to enter if she is of:\n\n   Non-childbearing potential (that is; physiologically incapable of becoming pregnant, including any female who has undergone sterilization \\[hysterectomy or bilateral tubal ligation\\] or is post-menopausal. For purposes of this study, postmenopausal is defined as 1 year without menses); or childbearing potential, has a negative serum pregnancy test at screen and, if heterosexually active, agrees to one of the following:\n\n   i) Double barrier method of contraception, specifically, use of a condom and spermicide, for 1 week prior to study drug administration, throughout the 6-month Treatment Phase, and the 2-week follow-up phase.\n\n   ii) Oral contraceptives administered for at least 2 monthly cycles prior to study drug administration during all 6 months of study drug administration and administered for 1 monthly cycle following completion of the study.\n\n   iii) An intrauterine device (IUD), inserted by a qualified clinician, with published data showing that the lowest expected failure rate is less than (\\<)1% per year (not all IUDs meet this criterion).\n\n   iv) Medroxyprogesterone acetate (DEPO-PROVERA) administered for a minimum of 1 monthly cycle prior to the study drug administration, during all 6 months of study drug administration, and administered for 1 monthly cycle following study completion. Norelgestromin/ ethinyl estradiol transdermal system (Ortho Evra patch) administered for at least 2 monthly cycles prior to study drug administration and administered for 2 monthly cycles following study completion.\n\n   v) Partner has undergone vasectomy and participant is in a monogamous relationship.\n\n   The investigator is responsible for determining whether the participant has adequate birth control for study participation.\n\n   b. Participant is greater than or equal to (≥) 18 years of age. c. Participant has historically confirmed diagnosis (physician letter for newly/recently diagnosed and by medical records for previously diagnosed participants) of mild to moderate UC in remission for greater than (\\>) 1 month and \\<12 months.\n\n   d. Confirmed current remission defined as both: A screening rectal bleeding score of 0 as described in the Disease Activity Index (DAI) (Sutherland Index) where 0 = None A screening sigmoidoscopy score of 0 to 1 for mucosal appearance as described in the (Sutherland Index where 0 = intact mucosa with preserved or distorted vessels and 1 = Erythema, decreased vascular pattern, granularity, no mucosal hemorrhage.\n3. Participant and investigator consider there is the potential for benefit to the participant with MP treatment.\n4. Participant is capable and willing to comply with all study procedures.\n\nExclusion Criteria:\n\n1. Participant has any condition or circumstance that would, in the opinion of the investigator, prevent completion of the study or interfere with analysis of study results, including history of noncompliance with treatments or visits.\n\n   If a new participant, the following additional exclusion criteria will apply:\n2. Participant has a history of allergy or intolerance to aspirin, mesalamine or other salicylates.\n3. Participant has an abnormal clinical lab result which in the opinion of the investigator is significant enough to prevent participant's enrollment in the study.\n4. Participant or participant's parents are known to have phenylketonuria.\n5. Participant has participated in an investigational drug or device study within the 30 days prior to study screening.\n6. Participant shows evidence of current excessive alcohol consumption or drug dependence.\n7. Participant has uncontrolled, clinically significant renal disease manifested by 1.5 \\* ULN of serum creatinine or blood urea nitrogen (BUN) levels.\n8. Participant has calculated creatinine clearance level of \\<60 mL/min","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Treatment-Emergent Adverse Events (TEAEs)","description":"An AE was defined as any untoward medical occurrence in a participant who received study drug without regard to possibility of causal relationship. A TEAE was defined as any event with a start date occurring on or after treatment Day 1 or, if pre-existing, worsening after treatment Day 1. Serious AEs were defined as death, a life-threatening AE, inpatient hospitalization or prolongation of existing hospitalization, persistent or significant disability or incapacity, a congenital anomaly or birth defect, or an important medical event that jeopardized participant and required medical intervention to prevent 1 of the outcomes listed in this definition. A summary of other non-serious AEs and all serious AEs, regardless of causality is located in Reported AE section.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"280","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants Who Prematurely Discontinued Treatment","description":"Number of participants who prematurely discontinued treatment due to any reason were reported.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"282","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Potentially Clinically Significant (PCS) Hematology and Blood Chemistry Abnormalities","description":"Criteria for potentially clinically significant abnormal hematology and blood chemistry values included: hemoglobin (grams/deciliter \\[g/dL\\]): \\<10 and ≥3 decrease, or \\>20; hematocrit (%): \\<30 and ≥10 decrease, or \\>60; platelets (\\*10\\^9 cells/liter): \\<100 or \\>700 (normal: 150-400); white blood cells (\\*10\\^9 cells/liter): \\<2.3 or \\>16.2 (normal: 3.5-11.1); alanine aminotransferase (units/liter \\[U/L\\]): ≥3 \\* upper limit of normal (ULN) (normal range 0-47 U/L); aspartate aminotransferase (U/L): ≥3 \\* ULN (normal range 0-37 U/L); total bilirubin (micromoles/liter \\[µmol/L\\]): \\>2 times; and calcium creatinine clearance (milliliters/minute \\[mL/min\\]): ≤50.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Clinically Significant Change From Baseline in Vital Signs","description":"Vital signs included systolic and diastolic blood pressure, pulse rate, body temperature, or body weight.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":28,"n":388},"commonTop":["Nasopharyngitis","Headache","Diarrhea","Abdominal Pain","Sinusitis"]}}}