{"nctId":"NCT00709956","briefTitle":"Iloprost Power 15 in Pulmonary Arterial Hypertension","startDateStruct":{"date":"2008-07"},"conditions":["Pulmonary Arterial Hypertension"],"count":64,"armGroups":[{"label":"Active / placebo","type":"EXPERIMENTAL","interventionNames":["Drug: iloprost (5 µg)","Drug: placebo"]},{"label":"Placebo / active","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: iloprost (5 µg)","Drug: placebo"]}],"interventions":[{"name":"iloprost (5 µg)","otherNames":["Ventavis(R)"]},{"name":"placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Signed informed consent prior to initiation of any study mandated procedure,\n* Patients with symptomatic idiopathic, or familial pulmonary arterial hypertension or pulmonary hypertension associated with human immunodeficiency virus (HIV) or drugs/toxins in NYHA functional class II to IV.\n* Women of childbearing potential must have a negative urine pregnancy test and must use an adequate method of contraception during the study and for 28 days after discontinuation of the study drug.\n\nExclusion Criteria:\n\n* Pulmonary arterial hypertension related to any condition other than those specified in the inclusion criteria,\n* Pulmonary arterial hypertension associated with significant venous or capillary involvement (Pulmonary capillary wedge pressure (PCWP) \\> 15 mmHg),\n* Known pulmonary veno-occlusive disease, or pulmonary capillary hemangiomatosis,\n* Moderate to severe obstructive lung disease: forced expiratory volume in 1 second/forced vital capacity (FEV1/FVC) \\< 70% and FEV1 \\< 65% of predicted value after bronchodilator administration,\n* Moderate to severe restrictive lung disease: total lung capacity (TLC) \\< 60% of predicted value,\n* Pregnant or breast-feeding women,\n* Systemic hypertension (systolic blood pressure \\> 160 mmHg or diastolic blood pressure \\> 100 mmHg on repeated measurement),\n* Systolic blood pressure \\< 95 mmHg,\n* Moderate to severe hepatic impairment, i.e., Child-Pugh Class B or C,\n* Chronic renal insufficiency defined by serum creatinine \\> 2.5 mg/dL (221 μmol/L) or ongoing dialysis,\n* Clinically relevant bleeding disorder or active bleeding,\n* For those patients on monotherapy, any contraindication to bosentan, ambrisentan, or sildenafil, according to product label,\n* Known hypersensitivity to iloprost or any of its excipients.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"6-minute-walk Distance (6MWD)","description":"The 6-minute walk test was performed 20-40 minutes after treatment. This was a non-encouraged test (the person conducting the test did not encourage the patient to walk farther or faster) that measured the distance covered over a 6-minute walk.\n\nIt was conducted by a trained member of the site staff who was listed on the site's delegation of authority sheet. For patients who had never performed a 6-minute walk test previously, a training test was requested before the qualifying tests for randomization.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"330.0","spread":"22.84"},{"groupId":"OG001","value":"328.6","spread":"55.28"}]}]}]},{"type":"SECONDARY","title":"Borg Dyspnea Score","description":"The Borg scale is a category-ratio scale, commonly used to evaluate the effects of exercise on dyspnea. The original and modified scales have ratio properties ranging from 0 = nothing at all to 10 = very, very severe, with descriptors from 0 to 10. Descriptors have been modified by others so that 10 has been labeled \"extremely severe,\" or \"the worst possible dyspnea imaginable.\" Reliability and validity have been reported in a general population and in patients with PAH as well as other respiratory conditions.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.5","spread":"2.23"},{"groupId":"OG001","value":"3.4","spread":"2.25"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":31},"commonTop":["Flushing","Cough","Dizziness","Headache","Throat irritation"]}}}