{"nctId":"NCT03988634","briefTitle":"Changes in NT-proBNP, Safety, and Tolerability in HFpEF Patients With a WHF Event (HFpEF Decompensation) Who Have Been Stabilized and Initiated at the Time of or Within 30 Days Post-decompensation (PARAGLIDE-HF)","startDateStruct":{"date":"2019-06-29","type":"ACTUAL"},"conditions":["Heart Failure With Preserved Ejection Fraction (HFpEF)"],"count":467,"armGroups":[{"label":"sacubitril/valsartan (LCZ696)","type":"EXPERIMENTAL","interventionNames":["Drug: sacubitril/valsartan","Drug: valsartan matching placebo"]},{"label":"valsartan","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: valsartan","Drug: sacubitril/valsartan matching placebo"]}],"interventions":[{"name":"sacubitril/valsartan","otherNames":["LCZ696"]},{"name":"valsartan","otherNames":[]},{"name":"sacubitril/valsartan matching placebo","otherNames":[]},{"name":"valsartan matching placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"INCLUSION CRITERIA:\n\n1. Signed informed consent must be obtained prior to participation in the study\n2. Patients \\>=18 years of age, male or female\n3. Current hospitalization for Worsening Heart Failure (WHF) (HFpEF decompensation), or within 30 days of discharge following a WHF event (defined as hospitalization, emergency department (ED) visit or out-of-hospital urgent HF visit, all requiring IV diuretics). Patients with a diagnosis of acute heart failure had to have symptoms and signs of fluid overload (i.e. jugular venous distention, edema or rales on auscultation or pulmonary congestion on chest x-ray). Eligible patients were randomized after IV diuresis for HFpEF is given (and no earlier than 36 hours from their last ACEi dose if applicable) and within 30 days post-decompensation after presentation with acute HFpEF decompensation and meeting the following definitions of hemodynamic stability:\n\n   Randomized patients were hemodynamically stable defined in this study as:\n   1. SBP \\>=100mmHg for the preceding 6 hours prior to randomization; no symptomatic hypotension\n   2. No increase (intensification) in IV diuretic dose within last 6 hours prior to randomization\n   3. No IV inotropic drugs for 24 hours prior to randomization\n   4. No IV vasodilators including nitrates within last 6 hours prior to randomization\n4. HFpEF with most recent LVEF \\> 40% (within past 3 months)\n5. Elevated NT-proBNP or BNP at the time of acute HFpEF decompensation or post-decompensation screening (and within 72 hours for out-of-hospital randomization, if applicable):\n\n   1. Patients not in Atrial Fibrillation(AF) at the time of biomarker assessment: NT-proBNP \\>= 500pg/mL or BNP \\>= 150 pg/mL; patients in AF at the time of biomarker assessment: NT-proBNP \\>= 1000pg/mL or BNP \\>= 300 pg/mL\n   2. Patients recruited in-hospital were randomized based on the qualifying local lab value in-hospital NT-proBNP or BNP value.\n   3. Patients enrolled post-decompensation can be randomized based on their NT-proBNP or BNP value in the following way:\n\n   i. if enrolling in post-decompensation setting then need eligible screening/local NTproBNP/BNP within 72 hours of randomization. The test value could be from recent hospitalization if within 72 hours or ii. would require (re)drawing NT-proBNP or BNP labs in post-decompensation setting if the lab value is not already available within the last 72 hours).\n\n6\\) Has not taken an ACEi for 36 hours prior to randomization\n\nEXCLUSION CRITERIA:\n\n1. Any clinical event within the 90 days prior to randomization that could have reduced the LVEF (i.e., myocardial infarction (MI), coronary artery bypass graft (CABG), unless an echo measurement was performed after the event confirming the LVEF to be \\> 40%\n2. Entresto™ (sacubitril/valsartan) usage within the past 60 days\n3. eGFR \\< 20ml/min/1.73 m2 as measured by the simplified Modification of Diet in Renal Disease (MDRD) formula at most recent assessment prior to randomization and within 24 hours prior to inpatient randomization or 72 hours prior to outpatient randomization\n4. Serum potassium \\> 5.2 mEq/L at most recent assessment prior to randomization and within 24 hours prior to inpatient randomization or 72 hours prior to outpatient randomization\n5. Acute coronary syndrome, stroke, transient ischemic attack; cardiac, carotid or other major CV surgery; percutaneous coronary intervention (PCI) or carotid angioplasty, within 30 days prior to randomization\n6. Probable alternative diagnoses that in the opinion of the investigator could account for the patient's HF symptoms (i.e. dyspnea, fatigue) such as significant pulmonary disease (including primary pulmonary HTN), anemia or obesity.\n7. Isolated right HF in the absence of left-sided structural heart disease\n8. History of hypersensitivity (i.e. including angioedema), known or suspected contraindications, or intolerance to any of the study drugs including ARNIs (i.e. sacubitril/valsartan), and/or ARBs\n9. Patients with a known history of angioedema due to any etiology\n10. Patients with a history of heart transplant or LVAD, currently on the transplant list, or with planned intent to implant LVAD or CRT device within the initial three months of enrollment during the trial\n11. A cardiac or non-cardiac medical condition other than HF with an estimated life expectancy of \\< 6 months\n12. Known pericardial constriction, genetic hypertrophic cardiomyopathy, or infiltrative cardiomyopathy including suspected or confirmed amyloid heart disease (amyloidosis)\n13. Life-threatening or uncontrolled dysrhythmia, including symptomatic or sustained ventricular tachycardia and atrial fibrillation or flutter with a resting ventricular rate \\> 110 bpm\n14. Clinically significant congenital heart disease felt to be the cause of the patient's symptoms and signs of HF\n15. Coronary or carotid artery disease or valvular heart disease likely to require surgical or percutaneous intervention within the duration of the trial\n16. Any surgical or medical condition, which in the opinion of the investigator, may place the patient at higher risk from his/her participation in the study, or is likely to prevent the patient from complying with the requirements of the study or completing the study\n17. Known hepatic impairment (as evidenced by total bilirubin \\> 3 mg/dL, or increased ammonia levels, if performed), or history of cirrhosis with evidence of portal hypertension such as varices\n18. Participation in any other clinical trial involving investigational agents or devices within the past 30 days\n19. Current confirmed COVID19 infection\n20. Past COVID19 infection with persistent symptom burden suspected due to COVID19 (further defined in Section 5.2).\n21. Pregnant or nursing (lactating) women, where pregnancy is defined as the state of a female after conception and until the termination of gestation, confirmed by a positive hCG laboratory test.\n22. Women of child-bearing potential, defined as all women physiologically capable of becoming pregnant, unless they are using highly effective methods of contraception during dosing of investigational drug and for 7 days off of study drug. Highly effective contraception methods are defined in protocol.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"99 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Time-averaged Proportional Change in NT proBNP From Baseline to Weeks 4 and 8","description":"To demonstrate the effect of sacubitril/valsartan vs. valsartan on time-averaged proportional change in N-terminal pro-brain natriuretic peptide (NT-proBNP) from baseline to weeks 4 and 8 in heart failure with preserved ejection fraction (HFpEF) patients with a worsening heart failure event (HFpEF decompensation) who have been stabilized for and initiated at the time of or within 30 days post-decompensation.\n\nPlasma NT-proBNP (pg/mL) values were averaged from Week 4 and Week 8 visits. The change from baseline to average of Week 4 and Week 8 was expressed as the geometric mean of the ratio: Week - 8/Baseline.\n\nNT-proBNP is a protein produced in large amounts by the heart when it is not working properly, as in heart failure.\n\nBaseline value was the last non-missing assessment of plasma NT-proBNP before the first administration of study drug.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.7200","spread":null},{"groupId":"OG001","value":"0.8425","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Pairwise Comparisons With Wins or Ties in the Endpoint Adjudication Committee (EAC)-Adjudicated Composite Hierarchical Outcome","description":"This hierarchical composite endpoint consists of 4 ordered components: 1. Time to CV death, 2. Number and times of HF hospitalizations during follow-up, 3. Number and times of urgent HF visits during follow-up, 4. Time averaged proportional change in NT-proBNP from baseline to Weeks 4 and 8. This endpoint was analyzed estimating the unmatched win ratio by comparing every participant in the sacubitril/valsartan arm to every participant in the valsartan arm to determine a winner (unmatched pairing method). For every pair, a patient is labelled a 'winner' (i.e. achieve a better clinical outcome) or a 'loser'. Otherwise they are considered tied. The reported unit is the total \"wins\" or \"ties\" for each treatment group from performing such a hierarchical comparison.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2170","spread":null},{"groupId":"OG001","value":"1536","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"50583","spread":null},{"groupId":"OG001","value":"50583","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6963","spread":null},{"groupId":"OG001","value":"6357","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"37263","spread":null},{"groupId":"OG001","value":"37263","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"930","spread":null},{"groupId":"OG001","value":"572","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"35761","spread":null},{"groupId":"OG001","value":"35761","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9987","spread":null},{"groupId":"OG001","value":"8343","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17431","spread":null},{"groupId":"OG001","value":"17431","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20050","spread":null},{"groupId":"OG001","value":"16808","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17431","spread":null},{"groupId":"OG001","value":"17431","spread":null}]}]}]},{"type":"SECONDARY","title":"EAC Adjudicated Recurrent Composite Events","description":"This endpoint calculated the cumulative number of the following composite events over time:\n\n* CV death\n* recurrent HF hospitalizations\n* recurrent urgent HF visits The time to these recurrent events was analyzed using the semi-parametric proportional rates model (abbreviated as LWYY model).\n\nThe exposure-adjusted rate per 100 subject years (EAR) was calculated diving the total number of events by 100 subject years (total exposure up to event/censoring).\n\nThe role of the Endpoint Adjudication Committee (EAC) was to ensure that all treatment outcomes were judged uniformly, using standard criteria and processes.\n\nEvents that occurred in the double-blind treatment phase are included in the analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"63.519","spread":null},{"groupId":"OG001","value":"76.189","spread":null}]}]}]},{"type":"SECONDARY","title":"Total Number of Confirmed Incidences of a Composite Endpoint of Worsening Renal Function","description":"This endpoint calculated the incidences of a composite endpoint of worsening renal function defined as:\n\n* renal death (from adverse events data)\n* reaching end-stage renal disease (ESRD) (Sustained eGFR \\<15mL/min/m2, chronic dialysis, or renal transplant)\n* ≥ 50% decline in estimated glomerular filtration rate (eGFR) relative to baseline \\[using central laboratory measurements (scheduled or unscheduled visits)\\]\n\nThe Investigator-reported AE and central laboratory data was used to identified event of interest in this secondary endpoint.\n\nEvents that occurred in the randomized double-blind treatment phase were included in the analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"34","spread":null},{"groupId":"OG001","value":"46","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportional Change in NT-proBNP From Baseline to Week 8","description":"This endpoint intended to assess the effect of sacubitril/valsartan vs. valsartan on change in N-terminal pro-brain natriuretic peptide (NT-proBNP) from baseline to Week 8.\n\nNT-proBNP is a protein produced in large amounts by the heart when it is not working properly, as in heart failure.\n\nThe change from baseline to Week 8 was expressed as the geometric mean of the ratio: Week 8/Baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.6778","spread":null},{"groupId":"OG001","value":"0.7275","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportional Change From Baseline in Hs-Troponin at Weeks 4 and 8","description":"This endpoint intended to assess the effect of sacubitril/valsartan vs. valsartan on change from baseline in high sensitivity (hs)-Troponin at Weeks 4 and 8. Analysis was repeated for both the visits, Week 4 and Week 8 separately.\n\nHs-Troponin-T is a biomarker that is released from the heart under stress or injury conditions.\n\nThe change from baseline to Week 4 and Week 8 was expressed as the geometric mean of the ratio: Week 4 or Week 8/Baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.8124","spread":null},{"groupId":"OG001","value":"0.9826","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.7545","spread":null},{"groupId":"OG001","value":"0.9310","spread":null}]}]}]},{"type":"SECONDARY","title":"Dosing Levels and Discontinuations","description":"The dosing level has been summarized by treatment group and in-/out-of-hospital randomization status. The dose levels used were:\n\nDose Level 1: 40 mg valsartan or 24/26 mg \\[50 mg\\] LCZ696, BID; Dose Level 2: 80 mg valsartan or 49/51 mg \\[100 mg\\] LCZ696, BID; Dose Level 3: 160 mg valsartan or 97/103 mg \\[200 mg\\] LCZ696, BID\n\nPatients counted as \"Off Treatment\" are those who prematurely permanently discontinued study treatment but continued with visits.\n\nPatients counted as \"No Treatment\" are those who permanently discontinued with both study treatment and study visits","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"133","spread":null},{"groupId":"OG001","value":"130","spread":null}]},{"measurements":[{"groupId":"OG000","value":"29","spread":null},{"groupId":"OG001","value":"32","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"29","spread":null},{"groupId":"OG001","value":"40","spread":null}]},{"measurements":[{"groupId":"OG000","value":"22","spread":null},{"groupId":"OG001","value":"23","spread":null}]},{"measurements":[{"groupId":"OG000","value":"48","spread":null},{"groupId":"OG001","value":"48","spread":null}]},{"measurements":[{"groupId":"OG000","value":"27","spread":null},{"groupId":"OG001","value":"18","spread":null}]},{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"18","spread":null}]},{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"16","spread":null}]},{"measurements":[{"groupId":"OG000","value":"32","spread":null},{"groupId":"OG001","value":"32","spread":null}]},{"measurements":[{"groupId":"OG000","value":"19","spread":null},{"groupId":"OG001","value":"11","spread":null}]},{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"62","spread":null},{"groupId":"OG001","value":"60","spread":null}]},{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"11","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null},{"groupId":"OG001","value":"21","spread":null}]},{"measurements":[{"groupId":"OG000","value":"15","spread":null},{"groupId":"OG001","value":"12","spread":null}]},{"measurements":[{"groupId":"OG000","value":"22","spread":null},{"groupId":"OG001","value":"20","spread":null}]},{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"5","spread":null}]},{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"11","spread":null}]},{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"10","spread":null}]},{"measurements":[{"groupId":"OG000","value":"16","spread":null},{"groupId":"OG001","value":"15","spread":null}]},{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"9","spread":null}]},{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]}]},{"type":"SECONDARY","title":"Incidence of Adverse Events of Special Interest (AESI) During Treatment","description":"This endpoint intended to calculate the incidence of the following adverse events of special interest (AESI) during treatment:\n\nSymptomatic hypotension, Hyperkalemia (potassium \\> 5.5 mEq/L), Angioedema and worsening renal function (defined as an increase in serum creatinine of ≥ 0.5 mg/dL and worsening of the eGFR by at least 25%)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"56","spread":null},{"groupId":"OG001","value":"36","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"45","spread":null},{"groupId":"OG001","value":"43","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"50","spread":null},{"groupId":"OG001","value":"72","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":119,"n":233},"commonTop":["SARS-CoV-2 test negative","Hypotension","Hyperkalaemia","Acute kidney injury","Blood creatinine increased"]}}}