{"nctId":"NCT02978508","briefTitle":"Bio-equivalence Study Comparing Permethrin Cream, 5% With Elimite in Patients With Active Scabies.","startDateStruct":{"date":"2016-11","type":"ACTUAL"},"conditions":["Scabies"],"count":140,"armGroups":[{"label":"Permethrin Cream, 5%","type":"EXPERIMENTAL","interventionNames":["Drug: Permethrin Cream, 5%"]},{"label":"Elimite","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Elimite"]}],"interventions":[{"name":"Permethrin Cream, 5%","otherNames":[]},{"name":"Elimite","otherNames":["Permethrin Cream, 5%"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Male or non-pregnant, non-lactating female subject at least 12 years of age or older.\n2. Subject must have a positive identification for mites, eggs, or mite fecal matter by microscopic examination of a skin scraping.\n3. Subjects must have at least two of the three following: a) excoriations and inflammatory papules with a typical distribution pattern and localization (webbed spaces of the fingers, flexor surfaces of the wrists, elbows, axillae, belt line, feet, skin surface of external genitalia, or areolae); b) presence of burrows; c) family or contacts with moderate to severe itching which increases during the night.\n4. Subjects must be willing to make every effort to immediately disinfect clothes, towels, and linens and all potentially infected household items upon diagnosis of infestation to prevent re-infestation.\n5. All household members with prolonged physical contact with the subject must be willing to attend Baseline visit and receive treatment with standard of care if deemed necessary by the Investigator in order to prevent re-infestation of the subject enrolled.\n6. Subject or representative must read and sign an Institutional Review Board/Independent Ethics Committee (IRB/IEC) approved Informed Consent Form (ICF); for minor subjects (18 years or younger in most states) the parent or legal guardian should sign the ICF and the child will be required to sign the Assent Form that will written in such a way as to be understandable to a child.\n7. Subject must be able to apply study product to self. If the subject is a child, then parent/guardian will apply study product to him/her.\n\nExclusion Criteria:\n\n1. Females who are pregnant as shown in a urine pregnancy test at the Baseline visit, prior to randomization, or lactating, or of childbearing potential (for purpose of this study a female of childbearing potential is considered to be not surgically sterile or postmenopausal for at least 1 year) who are not using or do not agree to use an acceptable form of contraception (oral /implant /injectable /transdermal contraceptives, intrauterine device (IUD), condom, diaphragm, or abstinence) during the study, or who intends to become pregnant during the study; contraceptive method must also be consistent throughout the study.\n2. Treatment for scabies \\<4 weeks prior to enrollment, including permethrin, benzyl alcohol, lindane, crotamiton, malathion, and ivermectin.\n3. Use of prohibited medications:\n\n   * Topical or oral scabicidal/antiparasitic treatment including: permethrin, benzyl alcohol, benzyl benzoate, lindane, crotamiton, malathion, ivermectin, precipitated sulfur, albendazole, keratolytic cream, tea tree oil, or oil of the leaves of Lippia multiflora Moldenke within 28 days of visit 2.\n   * Systemic corticosteroids (including inhaled steroids) taken within 14 days of visit 2.\n   * Topical corticosteroids including hydrocortisone taken within 24 hours of visit 2.\n   * Topical antipruritics, including antihistamines within 24 hours of any study visits.\n   * Oral antihistamine including diphenhydramine (Benadryl) taken within 24 hours of any study visits.\n   * Topical antibiotics including mupirocin taken within 24 hours of any study visits.\n4. Patients with immunosuppressive disorders requiring therapy, severe systemic disease, history of HIV infection and/or seizures.\n5. Patients with crusted/Norwegian scabies.\n6. Presence of underlying skin disease that would obscure evaluation of the papules and burrows associated with scabies infection as determined by the Investigator.\n7. Presence of severe cutaneous bacterial or fungal infections requiring therapy (including systemic and topical antibiotics) as determined by the Investigator.\n8. Sensitivity or allergy to Permethrin Cream or any of its components, synthetic pyrethroids, pyrethrin, chrysanthemums or ragweed.\n9. A recent (less than 1 year) history of alcoholism, drug abuse, or other problems which would likely make the subject unreliable for the study.\n10. Participation in another investigational study or using any investigational product within the 30 days prior to the Baseline visit.\n11. Participation of family member, or another member of the household (including regular bedmates) in the current study.\n12. Total number of bedmates and family members with prolonged physical contact is greater than 6 (including study subject).\n13. Any employees of the clinic, investigators, or family members of the study staff.\n14. Patients who in the opinion of the Investigator would be non-compliant with the requirements of the study protocol.","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Proportion of Patients That Are Identified as Cured.","description":"To demonstrate bioequivalence between Permethrin Cream, 5% (Test) and Elimite™ (Reference) in patients with active scabies.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"68","spread":null},{"groupId":"OG001","value":"70","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Patients That Are Identified as Cured.","description":"To demonstrate bioequivalence between Permethrin Cream, 5% (Test) and Elimite™ (Reference) in patients with active scabies.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19","spread":null},{"groupId":"OG001","value":"21","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":70},"commonTop":["Nasopharyngitis","Burning Sensation","Erythema","Upper Respiratory tract infection","Abdominal Pain Upper"]}}}