{"nctId":"NCT01422434","briefTitle":"LEO 90105 Ointment in Japanese Subjects With Psoriasis","startDateStruct":{"date":"2011-07"},"conditions":["Psoriasis"],"count":676,"armGroups":[{"label":"LEO 90105 ointment","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: LEO 90105 = calcipotriol + betamethasone dipropionate"]},{"label":"Dovonex® ointment","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Dovonex® = calcipotriol"]},{"label":"Rinderon® - DP ointment","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Rinderon® - DP = betamethasone dipropionate"]}],"interventions":[{"name":"LEO 90105 = calcipotriol + betamethasone dipropionate","otherNames":["LEO 90105 = Dovobet/Daivobet/Taclonex"]},{"name":"Dovonex® = calcipotriol","otherNames":[]},{"name":"Rinderon® - DP = betamethasone dipropionate","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subjects having understood and signed a written informed consent form prior to any study related procedures being carried out.\n* Japanese subjects.\n* 20 years of age or above.\n* Either sex.\n* Clinical diagnosis of psoriasis vulgaris amenable to topical treatment, involving arms and/or trunk and/or legs.\n* A minimum m-PASI (Modified Psoriasis Area and Severity Index) score for extent of 2 in at least one body region (i.e.\n\npsoriasis affecting at least 10% of arms, and/or 10% of trunk, and/or 10% of legs).\n\n* Psoriasis vulgaris on the trunk/limbs (excluding psoriasis on the genitals/skin folds) of not more than 30% body surface area (BSA).\n* A target lesion of a minimum of 5 cm at its longest axis and preferably not located on an elbow or knee, scoring at least 3 for each of redness, thickness and scaliness, and at least 10 in total by the physician's assessment of severity of the target lesion - A physician's global assessment of disease severity of psoriasis on trunk/limbs of mild, moderate, severe or very severe.\n* Females of childbearing potential must have a negative result for a urine pregnancy test at Day 0 (Visit 1) and must agree to use an adequate method of birth control, as judged by the (sub)investigator, during the study. The contraceptive method should have started an adequate amount of time before the pregnancy test, which is dependent on the partic-ular method used and as judged by the (sub)investigator, and must continue for at least 1 week after the last application of study medication. A female is defined as not of child-bearing potential if she is postmenopausal (12 months with no menses without an alter-native medical cause) or surgically sterile (tubal ligation/section, hysterectomy or bilateral ovariectomy).\n\nExclusion Criteria:\n\n* Systemic use of biological treatments with a potential effect on psoriasis vulgaris within the following time periods prior to randomisation:\n* etanercept, adalimumab, infliximab - 3 months\n* ustekinumab - 4 months\n* other products - 3 months/5 half-lives (whichever is longer).\n* Systemic treatments with all therapies other than biological treatments with a potential effect on psoriasis vulgaris (e.g., corticosteroids, vitamin D analogues, retinoids, immu-nosuppressants such as ciclosporin and methotrexate) within 4 weeks prior to randomi-sation (use of inhaled and nasal corticosteroids is allowed, use of systemic antihistamines is allowed).\n* Psoralen plus ultraviolet light A (PUVA) therapy, ultraviolet light B (UVB) therapy or ultraviolet light A (UVA) therapy within 4 weeks prior to randomisation.\n* Topical treatment of psoriasis on area(s) to be treated with study medication within 2 weeks prior to randomisation (use of emollients is allowed during this 2-week period, but not after randomisation).\n* Topical treatment of psoriasis on the face, genitals or skin folds with vitamin D ana-logues (e.g. calcipotriol, tacalcitol, maxacalcitol), or potent or very potent World Health Organisation (WHO) group III or IV corticosteroids within 2 weeks prior to randomisation.\n* Topical treatment of scalp psoriasis with vitamin D analogues (e.g. calcipotriol, tacalcitol, maxacalcitol), or very potent WHO group IV corticosteroids within 2 weeks prior to randomisation.\n* Topical treatment of conditions other than psoriasis with vitamin D analogues (e.g. calcipotriol, tacalcitol, maxacalcitol), or potent or very potent WHO group III or IV cor-ticosteroids within 2 weeks prior to randomisation.\n* Planned initiation of, or changes in, concomitant medication that may affect psoriasis vulgaris (e.g., beta-blockers, antimalaria drugs, lithium and Angiotensin Converting Enzyme (ACE) inhibitors) during the study.\n* Current diagnosis of erythrodermic, exfoliative, guttate or pustular psoriasis.\n* Patients with any of the following disorders (a) or symptoms (b) present on the area(s) to be treated with study medication: (a) viral (e.g., herpes or varicella) lesions of the skin, fungal or bacterial skin infections, parasitic infections, skin manifestations in relation to syphilis or tuberculosis, rosacea, acne vulgaris, atrophic skin, striae atrophicae, ichthyosis, acne rosacea, ulcers, burns, frostbite, wounds, or (b) fragility of skin veins..\n* Other inflammatory skin diseases (e.g., seborrhoeic dermatitis, contact dermatitis and cutaneous mycosis) that may confound the evaluation of psoriasis vulgaris on the trunk/limbs.\n* Planned excessive exposure of area(s) to be treated with study medication to either natural or artificial sunlight (including tanning booths, sun lamps, etc) during the study.\n* Known or suspected disorders of calcium metabolism associated with hypercalcaemia, or albumin-corrected serum calcium above the reference range from the sample taken at the Washout/Screening Visit.\n* Known or suspected severe renal insufficiency, severe hepatic disorders or severe heart disease.\n* Known or suspected hypersensitivity to any components of the investigational products.\n* Clinical signs or symptoms of Cushing's disease or Addison's disease\n* Current participation in any other interventional clinical study.\n* Subjects who have received treatment with any non-marketed drug substance (i.e. an agent which has not yet been made available for clinical use following registration) within the 4 weeks prior to randomisation, or longer if the class of substance requires a longer washout as defined in exclusion criterion number 1 for biological treatments.\n* Females who are pregnant, wishing to become pregnant during the study, or are breast-feeding.\n* Patients suspected of being unable to comply with the study protocol, e.g. due to alcoholism, drug dependence or psychotic state.\n* Previous randomisation in this study.\n* Hospitalised patients.","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Modified Psoriasis Area and Severity Index (mPASI)","description":"The primary response criterion was the percentage change in m-PASI from baseline to Week 4.\n\nThe extent of and severity of redness, thickness and scaliness of psoriasis were recorded for each of three regions (arms, trunk and legs) and these were used to calculate mPASI using the following formula:\n\nArms: 0.2(R+T+S)E = X Trunk: 0.2(R+T+S)E = Y Legs: 0.2(R+T+S)E = Z where R = score for redness (using a scale from 0 to 4, where o is non signs and 4 is the most severe signs) T = score for thickness (using a scale from 0 to 4, where o is non signs and 4 is the most severe signs) S = score for scaliness (using a scale from 0 to 4, where o is non signs and 4 is the most severe signs) E = score for extent (using a scale from 0 to 6, where 0 is no involvement and 6 is 90-100% involvemnet) The sum of X + Y + Z gave the total m-PASI, which could range from 0 to 64.8.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-50.5","spread":"32.1"},{"groupId":"OG001","value":"-64.3","spread":"24.7"},{"groupId":"OG002","value":"-53.6","spread":"26.4"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Target Lesion Assessment","description":"Percentage change in composite severity score of the target lesion from baseline to Week 4.\n\nAt Visit 1, the investigator selected a target lesion. Location was recorded as trunk, limb excluding elbow and/or knee.\n\nAt Visits 1-4, the investigator assessed the severity of the target lesion for each sign (redness, thickness and scaliness) on a scale from 0 to 8 where 0 is no signs of redness, thickness or scaliness and 8 is the most severe signs of redness, thickeness or scaliniess.\n\nThe individual scores for redness, thickness and scaliness were added together to give a single composite score for severity of the target lesion which could range from 0 to 24. The percentage change in the composite severity score from baseline to each visit was also calcutated.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-57.1","spread":"27.6"},{"groupId":"OG001","value":"-70.5","spread":"21.1"},{"groupId":"OG002","value":"-58.6","spread":"26.1"}]}]}]},{"type":"SECONDARY","title":"Physician's Global Assessment of Psoriasis","description":"Subjects with 'clear' or 'almost clear' disease by physician's global assessment on the following 6 point scale: clear, almost clear, mild, moderate, severe, very severe.\n\nThe assessment represents the average lesion severity on the trunk and limbs. The assessment was based on the condition of the disease at the time of evaluation, and not in relation to the condition at a previous visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"52","spread":null},{"groupId":"OG001","value":"89","spread":null},{"groupId":"OG002","value":"43","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in mPASI From Baseline to Week 1","description":"The extent of and severity of redness, thickness and scaliness of psoriasis were recorded for each of three regions (arms, trunk and legs) and these were used to calculate mPASI. The m-PASI could range from 0 to 64.8. The least severe outcome is 0 and the most severe outcome is 64.8","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-23.7","spread":"23.0"},{"groupId":"OG001","value":"-39.1","spread":"21.8"},{"groupId":"OG002","value":"-29.5","spread":"21.4"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":226},"commonTop":["Nasopharyngitis","Psoriasis"]}}}