{"nctId":"NCT00457730","briefTitle":"A Study to Test the Use of Duloxetine for Pain in MS","startDateStruct":{"date":"2007-01"},"conditions":["Multiple Sclerosis"],"count":38,"armGroups":[{"label":"Duloxetine","type":"EXPERIMENTAL","interventionNames":["Drug: Duloxetine"]},{"label":"placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Duloxetine","otherNames":["Cymbalta"]},{"name":"Placebo","otherNames":["Sugar Pill"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Diagnosis of MS made at least 3 months prior based on McDonald or Proser criteria.\n* Age over 17.\n* Clinical stability defined as no MS exacerbation or change in disease modifying therapy for 90 days prior to screening.\n* Daily pain attributed to MS, present for a minimum of 2 months prior to screening.\n* Minimum baseline score of 4 on the 24-h Worst Pain Score rated on an 11 point (0-10) point Likert Scale within the identified region of central pain.\n\nExclusion Criteria:\n\n* Pain that could not clearly be differentiated from causes other than Multiple Sclerosis, such as diabetic neuropathy, PVD, arthritis or other musculoskeletal condition, chronic headache, visceral pain.\n* Transient pains such as dysesthetic L'Hermittes sign alone.\n* Current or historical diagnosis of mania, bipolar disorder or psychosis.\n* Concomitant use of monoamine oxidase inhibitors (MAOI) or thioridazine.(MAOI drug must be discontinued 14 days prior to enrollment. At least 5 days must have passed after study drug discontinuation before MAOI drug may be started.)\n* Concomitant use of a serotonin reuptake inhibitor or venlafaxine or duloxetine within 4 weeks of baseline.\n* Use of any analgesic medication except ibuprofen for neurogenic pain 7 days prior to the baseline visit and until study termination.\n* Use of an opioid, marijuana or dronabinol within 7 days of baseline.\n* Narrow angle glaucoma.\n* Depression with suicidality.\n* Substantial alcohol use. Because it is possible that Duloxetine and alcohol interact to cause liver injury, duloxetine should not be prescribed to patients with substantial alcohol use. Potential subjects will be asked how much alcohol they drink. If the answer is over 2 drinks a day this will generally constitute an exclusion.\n* History of chronic hepatic insufficiency or ALT or AST\\> twice the upper limit of normal. Because it is possible thast Duloxetine may aggravate pre exisitng liver disease, duloxetine should not be prescribed to patients with chronic liver disease.\n* Renal insufficiency (Creatinine Clearance , 30mL/minor serum creatinine \\> 1.9). Duloxetine is not recommended for patients with end stage renal disease (requiring dialysis) or severe renal impairment. Population PK analyses suggest that mild to moderate degrees of renal dysfunction (estimated CrCl 30-80ml/min)have no significant effect on Duloxetine clearance. We will calculate creatinine clearance using the Cockcroft-Gault calculation. This is the most common calculation used in FDA producy labeling: Males=(140-age)(wt in kg)(serum creatinine)(72). Females= malesx 0.85.\n* Uncontrolled hypertention (SBP\\>180, DBP\\>105)\n* Females who are breast feeding, pregnant, or have potential to become pregnant during the course of the study.(fertile and unwilling/unable to use effective contraceptive measures)\n* Any other serious and/or unstable medical condition.\n* Allergy to ibuprofen or any other non steroidal anti inflammatory drug (NSAID)\n* Any history of peptic ulcer disease within 2 years or lifetime history of NSAID-associated gastritis or other toxicity.\n* Patients taking low dose aspirin will be instructed to contact their primary physicianto ask whether they may safely discontinue aspirin while participating in this study. If the recommendation is to continue aspirin or if use of aspirin is for secondary prevention of arteriosclerotic disease, then they will be excluded.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percent Change in Worst Pain Score","description":"Weekly mean of 24 hour Worst Pain Score, percent change from baseline. Range is 0-10 with 0= no pain and 10= worst possible pain.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-29.1","spread":"20.4"},{"groupId":"OG001","value":"-11.5","spread":"18.2"}]}]}]},{"type":"SECONDARY","title":"Percent Change in Average Pain Score.","description":"Percent change in Weekly mean of 24 hour Average pain Score, Week 6 vs. baseline. Range is 0-10 with 0= no pain and 10= worst possible pain.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-38.5","spread":"29.1"},{"groupId":"OG001","value":"-10.4","spread":"18.85"}]}]}]},{"type":"SECONDARY","title":"Global Impression of Change","description":"global impression: \"How do you feel about the effects of the medication over the past 7 days? 7 point scale, 7 = delighted, 1= terrible","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.77","spread":"1.3"},{"groupId":"OG001","value":"3.94","spread":"1.16"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":18},"commonTop":["headache","nausea","dizziness"]}}}