{"nctId":"NCT00095199","briefTitle":"Docetaxel or Pemetrexed With or Without Cetuximab in Patients With Recurrent or Progressive Non-Small Cell Lung Cancer","startDateStruct":{"date":"2005-01"},"conditions":["Non Small Cell Lung Cancer"],"count":939,"armGroups":[{"label":"Cetuximab & Pemetrexed","type":"EXPERIMENTAL","interventionNames":["Drug: Pemetrexed","Biological: Cetuximab"]},{"label":"Pemetrexed","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Pemetrexed"]},{"label":"Cetuximab & Docetaxel","type":"EXPERIMENTAL","interventionNames":["Biological: Cetuximab","Drug: Docetaxel"]},{"label":"Docetaxel","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Docetaxel"]}],"interventions":[{"name":"Pemetrexed","otherNames":["Alimta","LY231514"]},{"name":"Cetuximab","otherNames":["Erbitux","LY2939777"]},{"name":"Docetaxel","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Pathologic confirmation of metastatic, unresectable, or locally-advanced NSCLC.\n* Disease progression during or following one prior platinum-based chemotherapy regimen for advanced disease (stage IIIB or IV).\n* Bidimensionally measurable disease.\n* Karnofsky performance status score of 60 to 100 at study entry.\n* The participant has tumor tissue available for immunohistochemical determination of epidermal growth factor (EGFR) expression.\n* Adequate recovery from recent surgery, chemotherapy, and radiation therapy. At least 4 weeks must have elapsed from major surgery, prior chemotherapy, prior treatment with an investigational agent, or prior radiation therapy (palliative radiation therapy is allowed).\n* Accessible for treatment and follow-up. Participants enrolled in this trial must be treated at the participating center.\n* Women of childbearing potential (WOCBP) and fertile men with partners of childbearing potential must be using an adequate method of contraception.\n* WOCBP must have a negative serum or urine pregnancy test.\n\nExclusion Criteria:\n\n* Women who are pregnant or breastfeeding.\n* Dementia, altered mental status, or any psychiatric condition that would prohibit the understanding or rendering of informed consent.\n* A serious uncontrolled medical disorder that would impair the ability of the patient to receive protocol therapy.\n* Symptomatic or uncontrolled metastases in the brain. Participants receiving a glucocorticoid for brain metastases will be excluded, but those receiving anticonvulsants will be eligible.\n* Uncontrolled pleural effusion or ascites.\n* Peripheral neuropathy greater than grade 2, as assessed by the National Cancer Institutes-Common Toxicity Criteria Adverse Events (NCI-CTCAE), Version 3.0.\n* Any concurrent malignancy other than basal cell skin cancer, or carcinoma in situ of the cervix. Patients with a previous malignancy, but without evidence of disease for greater than or equal 3 years will be allowed to enter the trial.\n* More than one prior chemotherapy regimen for advanced disease.\n* Inadequate hematologic function defined by an absolute neutrophil count (ANC) \\<1,500/mm3, a platelet count \\<100,000/mm3, and a hemoglobin level \\<9 g/dL. Red blood cell transfusions are not permitted within 7 days of receiving cetuximab, docetaxel, or pemetrexed.\n* Inadequate hepatic function, defined by a total bilirubin level \\>1.5 times the upper limit of normal (ULN), aspartate transaminase (AST) and alanine aminotransferase (ALT) levels \\>2.5 times the ULN (greater than or equal to 5 times the ULN if known liver metastases), and an alkaline phosphatase level \\>5.0 times the ULN.\n* Inadequate renal function defined by a serum creatinine level \\>1.5 times the ULN.\n* Prior treatment with cetuximab, or any other epidermal growth factor receptor inhibitors, including tyrosine kinase inhibitors, such as gefitinib or erlotinib. Participants must not have received prior chimerized or murine monoclonal antibody therapy. Prior treatment with other monoclonal antibodies targeting receptors other than the EGFR is permitted \\>30 days prior to randomization.\n* Prior treatment with docetaxel or pemetrexed therapy.\n* Inability or unwillingness to take folic acid or vitamin B12 supplementation.\n* Inability or unwillingness to interrupt nonsteroidal anti-inflammatory drugs (NSAIDs) for a 5-day period (8-day period for long-acting agents such as piroxicam). Aspirin will be permitted during the study.\n* Patients (including prisoners) who are compulsorily detained (involuntarily incarcerated) for treatment of either a psychiatric or physical (eg, infectious disease) illness.\n* Prior treatment with an experimental drug or medical device within 30 days of randomization.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression Free Survival (PFS)","description":"PFS was defined as the time from randomization until the date of progressive disease (PD) or death from any cause. Participants who were alive and without progression were censored at the date of their last tumor assessment. PFS was assessed by the independent review committee (IRC) in the Pemetrexed group (Cetuximab \\& Pemetrexed versus Pemetrexed) and by the investigator in the Docetaxel group (Cetuximab \\& Docetaxel versus Docetaxel).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.89","spread":null},{"groupId":"OG001","value":"2.76","spread":null},{"groupId":"OG002","value":"2.37","spread":null},{"groupId":"OG003","value":"1.54","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS)","description":"OS was defined as the time from randomization to death. Participants without a date of death were censored on the last date participants were known to be alive, or lost to follow-up.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.93","spread":null},{"groupId":"OG001","value":"7.79","spread":null},{"groupId":"OG002","value":"5.75","spread":null},{"groupId":"OG003","value":"8.15","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Randomized Participants With the Best Overall Response (OR) of Partial Response (PR) or Complete Response (CR) (Overall Response Rate [ORR])","description":"The best overall response rate (ORR) was the proportion of randomized participants with a best OR of CR or PR, according to modified World Health Organization (WHO) guidelines. It was calculated as the total number of participants with CR or PR divided by the total number of participants treated in that arm. Participants with no post-baseline evaluation were considered as non-responders. The tumor response was assessed by the independent review committee (IRC) in the Pemetrexed group and by the investigator in the Docetaxel group.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.066","spread":null},{"groupId":"OG001","value":"0.043","spread":null},{"groupId":"OG002","value":"0.078","spread":null},{"groupId":"OG003","value":"0.066","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Randomized Participants With Best Overall Response (OR) of Partial Response (PR), Complete Response (CR), or Stable Disease (SD)","description":"The disease control rate (DCR) was the proportion of randomized participants with a best OR of CR, PR or SD according to modified World Health Organization (WHO) guidelines. It was calculated as the total number of participants with CR, PR or SD divided by the total number of participants randomized in that arm. The tumor response was assessed by the independent review committee (IRC) in the Pemetrexed group and by the investigator in the Docetaxel group.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.522","spread":null},{"groupId":"OG001","value":"0.480","spread":null},{"groupId":"OG002","value":"0.335","spread":null},{"groupId":"OG003","value":"0.253","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Symptomatic Response (Symptom Response Rates) Using the Lung Cancer Subscale (LCS) Scores of Functional Assessment of Cancer Therapy for Participants With Lung Cancer (FACT-L)","description":"The FACT-LCS is a set of 7 questions to inventory problems specific to lung cancer symptoms. Participants rate each item on a 5-point Likert-type scale from 0 (not at all) to 4 (very much). Scores range from 0-28 and higher score indicates fewer symptoms. Symptom response (improvement) was defined as ≥2 point increase from baseline in the 7-item LCS score that was maintained for 2 consecutive assessments at least 3 weeks, and not \\>5 weeks apart for participants, whose baseline LCS score was ≤26. Symptom response rate was the percentage of participants with symptomatic response.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17.1","spread":null},{"groupId":"OG001","value":"22.9","spread":null},{"groupId":"OG002","value":"17.3","spread":null},{"groupId":"OG003","value":"13.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Symptomatic Progression","description":"The FACT-LCS (see description in Outcome measure 5) inventories problems specific to lung cancer symptoms. Using this Scale, Symptom progression = a ≥ 2 point decrease from baseline in LCS score maintained for 2 consecutive assessments ≥3 weeks, and \\<5 weeks, apart. The symptom progression date = the first of 2 consecutive assessments with a ≥2 point decline. Time to symptomatic progression = the time from randomization to the symptom progression date. For participants with no symptom progression, time to symptomatic progression was censored the date of last symptom assessment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null},{"groupId":"OG002","value":"NA","spread":null},{"groupId":"OG003","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Overall Response (OR)","description":"The duration of response, in participants with best OR of complete response (CR) or partial response (PR), was measured from the date criteria are met for CR/PR (not confirmation date, whichever was first recorded), until the first occurrence date that the criteria of progressive disease (PD) was met, or death. Participants who were alive and without progression were censored at the date of their last independent review committee (IRC) tumor assessment. The tumor response and progression were assessed by the IRC in the Pemetrexed group and by the investigator in the Docetaxel group.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.17","spread":null},{"groupId":"OG001","value":"6.93","spread":null},{"groupId":"OG002","value":"5.36","spread":null},{"groupId":"OG003","value":"5.39","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Common Toxicity Criteria (CTC) Grade 3 or 4 Toxicities","description":"National Cancer Institutes-Common Toxicity Criteria version 3.0 was used by investigators to assess participant toxicities. Mapping of investigator verbatim terms to CTCAE terms was done by the sponsor/designee using CTCAE v4.0. Participants reported had grade 3 or 4 toxicities (or both potentially). Grade 3 AEs: severe or medically significant but not immediately life-threatening;hospitalization or prolongation of hospitalization indicated; disabling; limiting self care activities of daily living. Grade 4 AEs: life-threatening consequences; urgent intervention indicated.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"179","spread":null},{"groupId":"OG001","value":"143","spread":null},{"groupId":"OG002","value":"112","spread":null},{"groupId":"OG003","value":"97","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":119,"n":292},"commonTop":["Fatigue","Dermatitis acneiform","Nausea","Decreased appetite","Anaemia"]}}}