{"nctId":"NCT00489736","briefTitle":"Efficacy & Safety of Dronedarone Versus Amiodarone for the Maintenance of Sinus Rhythm in Patients With Atrial Fibrillation","startDateStruct":{"date":"2007-06"},"conditions":["Atrial Fibrillation"],"count":504,"armGroups":[{"label":"Dronedarone 400mg bid","type":"EXPERIMENTAL","interventionNames":["Drug: dronedarone (SR33589)"]},{"label":"Amiodarone 600mg/200mg od","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: amiodarone"]}],"interventions":[{"name":"dronedarone (SR33589)","otherNames":["Multaq®"]},{"name":"amiodarone","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients with documented atrial fibrillation for more than 72 hours for whom cardioversion and antiarrhythmic treatment is indicated in the opinion of the investigator and under oral anticoagulation\n\nExclusion Criteria:\n\n* Contraindication to oral anticoagulation\n* Patient having received amiodarone in the past whatever the date (more than a total of twenty 200 mg tablets or more than 5 days intravenous)\n* Patients known to have chronic AF, patients with atrial flutter or paroxysmal atrial fibrillation\n* Severe congestive heart failure with New-York Heart Association (NYHA) class III or IV, severe bradycardia, high degree atrio-ventricular block, ongoing potentially dangerous symptoms when in AF such as angina pectoris, transient ischemic attacks, stroke, syncope, as judged by the investigator, first degree family history of sudden cardiac death below age 50 years in the absence of coronary heart disease, significant sinus node disease without a permanent pacemaker implanted\n* History of torsades de pointes or long QT syndrome or QT- or QTc-interval ≥500 msecs before randomization\n* Treatment with other class I or III antiarrhythmic drugs which cannot be discontinued\n* Dysthyroidism or other contraindication to amiodarone\n\nThe above information are not intended to contain all the considerations relevant to a patient's potential participation in a clinical trial.","healthyVolunteers":false,"sex":"ALL","minimumAge":"21 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Treatment Failure","description":"The primary event is the treatment failure defined as the first recurrence of atrial fibrillation or premature study drug discontinuation for intolerance or lack of efficacy according to the investigator judgement. The primary efficacy analysis is performed on the time from first study drug intake to this primary event. The \"Measured Values\" table below presents the numbers of patients with the event at the end of the study period.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"184","spread":null},{"groupId":"OG001","value":"141","spread":null}]}]}]},{"type":"SECONDARY","title":"Occurrence of the Main Safety Endpoint (MSE) Defined as Thyroid, Hepatic, Pulmonary, Neurological, Skin, Eye, or Gastrointestinal Specific Treatment Emergent Events or Premature Study Drug Discontinuation Following Any Adverse Event","description":"The considered event is the occurrence of the MSE defined as thyroid, hepatic, pulmonary, neurological, skin, eye, or gastrointestinal specific treatment emergent events or premature study drug discontinuation following any adverse event (AE), whichever comes first. The analysis is performed on the time from first study drug intake to this event. The \"Measured Values\" table below presents the numbers of patients with the event at the end of the study period.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"83","spread":null},{"groupId":"OG001","value":"107","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Occurrence of the MSE Excluding Gastrointestinal Specific Treatment Emergent Events Defined as Diarrhoea, Nausea, Vomiting","description":"The considered event is the occurrence of the MSE excluding gastrointestinal specific treatment emergent events defined as diarrhoea, nausea, vomiting. The analysis is performed on the time from first study drug intake to this event. The \"Measured Values\" table below presents the numbers of patients with the event at the end of the study period.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"61","spread":null},{"groupId":"OG001","value":"99","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":34,"n":249},"commonTop":["Any Gastrointestinal disorders","Any Infections and infestations","Any Investigations","Any Cardiac disorders","Any Nervous system disorders"]}}}