{"nctId":"NCT02025725","briefTitle":"Multicenter Study to Evaluate the Efficacy and Safety of Metoclopramide Nasal Spray in Women With Diabetic Gastroparesis","startDateStruct":{"date":"2014-03-27"},"conditions":["Diabetic Gastroparesis"],"count":205,"armGroups":[{"label":"10 mg Metoclopramide Nasal Spray","type":"EXPERIMENTAL","interventionNames":["Drug: Metoclopramide Nasal Spray"]},{"label":"Placebo Nasal Spray","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo Nasal Spray"]}],"interventions":[{"name":"Metoclopramide Nasal Spray","otherNames":["EVK-001"]},{"name":"Placebo Nasal Spray","otherNames":["EVK-001 Placebo"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Non pregnant, non lactating female subjects between the ages of 18 and 75 years\n* Willingness and ability to give written informed consent\n* The ability to read, understand and speak English\n* Prior diagnosis of Type 1 or Type 2 diabetes\n* Diagnosis of diabetic gastroparesis with confirmation of delayed gastric emptying\n* A mean daily gastroparesis symptom score of ≥1.4 and ≤3.5 prior to randomization\n* Subjects of childbearing potential must agree to use contraception\n* Willingness to discontinue current treatment for diabetic gastroparesis and to avoid all proscribed (excluded) medications, as specified by the protocol, for the duration of the study\n\nExclusion Criteria:\n\n* Gastric bypass, gastric banding, gastric pacemaker, post surgical causes of gastroparesis and disorders known to be associated with abnormal gastrointestinal motility\n* A history of allergic or adverse responses, including, but not limited to, acute dystonic reactions and tardive dyskinesia, to metoclopramide or any comparable or similar product\n* A history of, or physical findings suggestive of, tardive dyskinesia\n* A history of epilepsy or currently using and unwilling or unable stop other drugs known to be associated with extrapyramidal reactions at screening\n* A history of allergy to any of the ingredients in the study drug formulation\n* A history of organ transplant, chronic pancreatitis, gross malabsorptive syndromes, celiac disease, active inflammatory bowel disease (IBD), or symptomatic irritable bowel syndrome (IBS)\n* Malignancy (with the exception of treated squamous cell or basal cell carcinoma of the skin) currently present, initially diagnosed or recurring within five (5) years of screening\n* Renal dysfunction calculated as creatinine clearance (CrCl) \\<40 mL/min at screening\n* Hemoglobin A1c \\>11.5% at screening\n* Subjects who are trying to conceive, are pregnant, or are lactating","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Gastroparesis Symptom Assessment (GSA), a Patient Reported Outcome Measure","description":"Change from the Baseline Period to Week 4 of the Treatment Period in the mean daily Gastroparesis Symptom Assessment (GSA) total score for subjects receiving Metoclopramide Nasal Spray 10 mg versus subjects receiving placebo. The GSA minimum value is 0 (no symptoms) and the maximum value is 4 (very severe symptoms). A higher score is a worse outcome.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.925","spread":"0.935"},{"groupId":"OG001","value":"-0.896","spread":"0.947"}]}]}]},{"type":"POST_HOC","title":"Gastroparesis Symptom Assessment (GSA)","description":"Change from the Baseline Period to Weeks 1, 2, 3 and 4 of the Treatment Period in the mean daily Gastroparesis Symptom Assessment (GSA) total score in subjects with moderate to severe symptoms at Baseline (GSA score greater than 2.7) receiving Metoclopramide Nasal Spray 10 mg versus subjects receiving placebo. The GSA minimum value is 0 (no symptoms) and the maximum value is 4 (very severe symptoms). A higher score is a worse outcome.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.587","spread":"0.520"},{"groupId":"OG001","value":"-0.388","spread":"0.444"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.949","spread":"0.864"},{"groupId":"OG001","value":"-0.616","spread":"0.635"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.095","spread":"0.912"},{"groupId":"OG001","value":"-0.750","spread":"0.785"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.218","spread":"0.991"},{"groupId":"OG001","value":"-0.857","spread":"0.938"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":102},"commonTop":["Headache","Abdominal pain","Cough","Nasal discomfort","Abdominal tenderness"]}}}