{"nctId":"NCT01339559","briefTitle":"Brivaracetam Safety and Efficacy Follow-up Study in Subjects With Epilepsy","startDateStruct":{"date":"2011-05-11","type":"ACTUAL"},"conditions":["Epilepsy"],"count":767,"armGroups":[{"label":"Brivaracetam","type":"EXPERIMENTAL","interventionNames":["Drug: Brivaracetam"]}],"interventions":[{"name":"Brivaracetam","otherNames":["UCB34714"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subject completed the Treatment Period of N01358 or the evaluation period of N01258\n* Male/female subject from 16 years or older. Subject under 18 years may only be included where legally permitted and ethically accepted\n* Subject for whom the Investigator believes a reasonable benefit from the long term administration of BRV may be expected\n* Female subject without childbearing potential (premenarcheal, postmenopausal for at least 2 years, bilateral oophorectomy or tubal ligation, complete hysterectomy) are eligible\n\nExclusion Criteria:\n\n* Subject has developed hypersensitivity to any components of the investigational medicinal product (IMP) or comparative drugs as stated in this protocol during the course of the core studies\n* Severe medical, neurological, or psychiatric disorders, or laboratory values which may have an impact on the safety of the subject\n* Poor compliance with the visit schedule or medication intake in the previous BRV study\n* Planned participation in any other clinical study of another investigational drug or device during this study\n* Pregnant or lactating woman\n* Any medical condition which, in the Investigator's opinion, warrants exclusion\n* Subject has a lifetime history of suicide attempt or has suicidal ideation in the past 6 months","healthyVolunteers":false,"sex":"ALL","minimumAge":"16 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With at Least One Treatment-Emergent Adverse Event (TEAE)","description":"Treatment-emergent Adverse Events (TEAEs) were defined as those events which started on or after the date of first dose of investigational medicinal product (IMP), or events in which severity worsened on or after the date of first dose of study medication. The event does not necessarily have a causal relationship with that treatment or usage.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"83.9","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants Who Withdrew Due to Adverse Events (AEs)","description":"An AE is any untoward medical occurrence in a participant or trial subject that is administered a drug or biologic (medicinal product) or that is using a medical device. The event does not necessarily have a causal relationship with that treatment or usage.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.9","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With at Least One Serious Adverse Event (SAE)","description":"A Serious Adverse Event (SAE) is any untoward medical occurrence that at any dose:\n\n* Results in death\n* Is life-threatening\n* Requires in patient hospitalization or prolongation of existing hospitalization\n* Is a congenital anomaly or birth defect\n* Is as infection that requires treatment parenteral antibiotics\n* Other important medical events which based on medical or scientific judgement may jeopardize the patients or may require medical or surgical intervention to prevent any of the above.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Partial Onset Seizure (POS) (Type I) Frequency Per 28 Days During the Evaluation Period","description":"The 28 day adjusted seizure frequency was calculated by dividing the number of partial seizures by the number of days for which the diary was completed, and multiplying the resulting value by 28.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change in Partial Onset Seizure (POS) (Type I) Frequency Per 28 Days From Baseline of the Previous Study to the Evaluation Period","description":"The percent change from the previous study baselines, in Partial Onset Seizure (POS) (Type I) frequency per 28 days is defined as:\n\n(the value at the previous study baselines) minus (the value at each time-points during the evaluation period) divided by the value at the previous study baselines.\n\nNote: Since N01258 was a safety study, participants were not required to meet seizure frequency requirements during the Baseline Period, and the Baseline Period was short (ie, 7 days). Therefore, participants from N01258 were excluded from efficacy summaries in the variable of percent change in POS frequency.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"52.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Responder Rate in POS (Type I) Frequency Over the Evaluation Period","description":"A responder is defined as a subject with a ≥ 50% reduction in seizure frequency from the Baseline Period of the previous study.\n\nNote: Since N01258 was a safety study, participants were not required to meet seizure frequency requirements during the Baseline Period, and the Baseline Period was short (ie, 7 days). Therefore, participants from N01258 were excluded from efficacy summaries in the variable of responder rates in POS frequency.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"51.7","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":140,"n":766},"commonTop":["Headache","Dizziness","Somnolence","Nasopharyngitis","Fatigue"]}}}