{"nctId":"NCT00001305","briefTitle":"Growth Hormone Therapy in Osteogenesis Imperfecta","startDateStruct":{"date":"1991-11-05"},"conditions":["Osteogenesis Imperfecta"],"count":42,"armGroups":[{"label":"Growth Hormone","type":"EXPERIMENTAL","interventionNames":["Drug: Humatrope"]}],"interventions":[{"name":"Humatrope","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"* INCLUSION CRITERIA:\n\nPatients will be recruited with the goal of including at least 10 each of individuals with clinical/biochemical criteria of types III and IV OI who are between 3 and 8 years of age.\n\nHeight: Individuals with type III OI have severe short stature by definition; individuals with type IV OI recruited to the study will have height less than the 3rd percentile for age. All individuals will be required to furnish growth records, especially height and head circumference, from at least the preceding two years.\n\nLong bone status: Participants must have radiographic evidence that long bone epiphyses have not yet fused. In addition, 60 degrees or greater angulation of a femur will exclude a child, pending surgical management or medical clearance.\n\nSpine: Prospective participants will be evaluated for scoliosis and spinal compressions. Participants with scoliosis greater than 40 degrees will be excluded unless evidence is presented that the scoliosis has been stable for the prior two years. Participants with corrective rods in their spine will be excluded.\n\nNeuro status: All patients will be co-enrolled in 97-CH-0064, and will be screened for Basilar Invagination through that protocol. Children who are initially screened by spiral CT scan with MRI confirmation and determined to have severe BI will be excluded from participation in this study. Severe BI is defined by NIH data as distortion of the angle between the pons and medulla and or compression of posterior fossa contents. We are only beginning to define the parameters of BI in this population, and we do not know why some children with BI progress in severity and some do not. Until those questions are answered, we feel it would not be prudent to stimulate growth in a child we know to have a severe form of BI at enrollment.\n\nPulmonary status: All children will be co-enrolled in 97-CH-0064, and will have pulmonary function testing through that protocol. Tests will be scheduled as required for that protocol; namely, PFTs every 2 years if normal, every year if abnormal.\n\nEXCLUSION CRITERIA:\n\nPatients who develop scoliosis greater than 40 degrees and/or patients who progress to severe basilar invagination during the study will be removed from the study. Failure to comply with the outlined procedures (blood draws, endocrine testing, bone biopsies, and visit schedule) is also a criterion for withdrawal from the protocol.\n\nPatients who become pregnant.","healthyVolunteers":false,"sex":"ALL","minimumAge":"3 Years","maximumAge":"16 Years","stdAges":["CHILD"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Proportion of Subjects Who Met Criteria of Increase in Growth Rate Since Baseline.","description":"The proportion of subjects who met the study criteria of at least 50% increase in growth rate since baseline.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":42},"commonTop":["Headache","Reaction to preservatives"]}}}