{"nctId":"NCT03461406","briefTitle":"A Study of Safety and Efficacy of Fibrin Sealant Grifols as an Adjunct to Haemostasis During Surgery in Paediatric Participants","startDateStruct":{"date":"2019-01-18","type":"ACTUAL"},"conditions":["Excessive Bleeding During Surgery"],"count":186,"armGroups":[{"label":"Fibrin Sealant Grifols","type":"EXPERIMENTAL","interventionNames":["Biological: Fibrin Sealant Grifols"]},{"label":"EVICEL","type":"ACTIVE_COMPARATOR","interventionNames":["Biological: EVICEL"]}],"interventions":[{"name":"Fibrin Sealant Grifols","otherNames":["FS Grifols"]},{"name":"EVICEL","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nPre-operative:\n\n1. Less than 18 years of age.\n2. Requires an elective (non-emergent), open (non-laparoscopic), pelvic, abdominal, or thoracic (non-cardiac) surgical procedure.\n3. Participant and/or participant's legal guardian is willing to give permission for the participant to participate in the clinical trial and provide written informed consent for the participant. In addition, assent must be obtained from pediatric participants who possess the intellectual and emotional ability to comprehend the concepts involved in the clinical trial.\n\n   Intra-operative:\n4. Presence of an appropriate (as defined in inclusion criterion 5) parenchymous or soft tissue TBS identified intra-operatively by the investigator (the surgeon).\n5. TBS has Grade 1 (mild) or Grade 2 (moderate) bleeding intensity according to the investigator's (the surgeon's) judgment. The intensity of the bleeding at the TBS will be rated by the investigator using the 5-point validated bleeding severity scale.\n\nExclusion Criteria:\n\nPre-operative:\n\n1. Admitted for trauma surgery.\n2. Unwilling to receive blood products.\n3. Known history of severe (eg, anaphylactic) reaction to blood products.\n4. Known history of intolerance to any of the components of the investigational product (IP).\n5. Female participants who are pregnant, breastfeeding or, if of child-bearing potential (ie, adolescent), unwilling to practice a highly effective method of contraception.\n6. Previously enrolled in a clinical trial with FS Grifols.\n7. Currently participating, or during the study is planned to participate, in any other investigational device or medicinal product study without prior and explicit approval from the sponsor.\n\n   Intra-operative:\n8. An appropriate parenchymous or soft tissue TBS (as defined in exclusion criteria 9 and 10) cannot be identified intra-operatively by the investigator (the surgeon).\n9. TBS has Grade 3 (severe) bleeding according to the investigator's (the surgeon's) judgment that cannot be controlled with conventional surgical techniques to Grade 1 or Grade 2 bleeding. The intensity of the bleeding at the TBS will be rated by the investigator using the 5-point validated bleeding severity scale.\n10. TBS is in an actively infected surgical field.\n11. Occurrence of major intra-operative complications that require resuscitation or deviation from the planned surgical procedure.\n12. Application of any topical hemostatic agent on the resection surface of parenchyma or soft tissue prior to application of the IP.","healthyVolunteers":false,"sex":"ALL","maximumAge":"17 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants Achieving Hemostasis Within 4 Minutes After Treatment Start (T4)","description":"Hemostasis is defined as Grade 0 bleeding per 5-point validated bleeding severity scale (0=no bleeding and 4=Unidentified or inaccessible spurting or gush) at the target bleeding site (TBS) according to the investigator's (surgeon's) judgment, so that the surgical closure of the exposed field could begin.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100.0","spread":null},{"groupId":"OG001","value":"100.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"93.3","spread":null},{"groupId":"OG001","value":"90.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Cumulative Percentage of Participants Achieving Hemostasis at the TBS by the 7 Minutes After Treatment Start (T7)","description":"Hemostasis is defined as Grade 0 bleeding at the TBS according to the investigator's (surgeon's) judgment, so that the surgical closure of the exposed field could begin. The cumulative percentage of participants achieving hemostasis at the TBS by the time points of T7 defined as an absence/cessation of bleeding (Grade 0) at the TBS by that time point without occurrence of rebleeding, Grade 3 or Grade 4 bleeding, use of alternative hemostatic treatment, and reapplication of study treatment after T4 and until TClosure.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100.0","spread":null},{"groupId":"OG001","value":"100.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100.0","spread":null},{"groupId":"OG001","value":"100.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Cumulative Percentage of Participants Achieving Hemostasis at the Target Bleeding Site by 10 Minutes After Treatment Start (T10)","description":"Hemostasis is defined as Grade 0 bleeding at the TBS according to the investigator's (surgeon's) judgment, so that the surgical closure of the exposed field could begin. The cumulative percentage of participants achieving hemostasis at the TBS by the time points of T10 defined as an absence/cessation of bleeding (Grade 0) at the TBS by that time point without occurrence of rebleeding, Grade 3 or Grade 4 bleeding, use of alternative hemostatic treatment, and reapplication of study treatment after T4 and until TClosure.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"97.8","spread":null},{"groupId":"OG001","value":"100.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100.0","spread":null},{"groupId":"OG001","value":"100.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Treatment Failures","description":"Participants were considered treatment failures if there is a. persistent bleeding at the TBS beyond T4 b. Grade 3 or Grade 4 breakthrough bleeding from the TBS that jeopardizes participant safety according to the investigator's judgment at any moment during the 10-minute observational period and until TClosure c. Use of alternative hemostatic treatments or maneuvers (other than the study treatment) at the TBS during the 10-minute observational period and until TClosure, or use of study treatment at the TBS beyond T4 and until TClosure d. Rebleeding (Grade ≥1) at the TBS after the assessment of the primary efficacy endpoint at T4 and until TClosure.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":8,"n":91},"commonTop":["Vomiting","Anaemia","Pyrexia","Nausea","Hypertension"]}}}