{"nctId":"NCT01691508","briefTitle":"Mepolizumab Steroid-Sparing Study in Subjects With Severe Refractory Asthma","startDateStruct":{"date":"2012-10"},"conditions":["Asthma"],"count":135,"armGroups":[{"label":"Mepolizumab","type":"EXPERIMENTAL","interventionNames":["Drug: Mepolizumab","Drug: OCS (prednisone/prednisolone)"]},{"label":"Placebo","type":"EXPERIMENTAL","interventionNames":["Drug: Placebo","Drug: OCS (prednisone/prednisolone)"]}],"interventions":[{"name":"Mepolizumab","otherNames":[]},{"name":"Placebo","otherNames":[]},{"name":"OCS (prednisone/prednisolone)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Informed Consent and Study Compliance: Subjects must be able to give written informed consent prior to participation in the study, which will include the ability to comply with the requirements and restrictions listed in the consent form.\n* Systemic Corticosteroids: Requirement for regular treatment with maintenance systemic corticosteroids in the 6 months prior to Visit 1 and using a stable oral corticosteroid dose for 4 weeks prior to Visit 1. Subjects must be taking 5.0 to 35 mg/day of prednisone or equivalent at Visit 1 and must agree to switch to study required prednisone/prednisolone as their oral corticosteroid and use it per protocol for the duration of the study.\n* Inhaled Corticosteroids: Requirement for regular treatment with high dose inhaled corticosteroid in the 6 months prior to Visit 1. For 18 years of age and older: inhaled corticosteroid (ICS) dose must be \\>=880 microgram (µg)/day fluticasone propionate (FP) (ex-actuator) or equivalent daily. For ICS/ long acting beta2 agonist (LABA) combination preparations, the highest approved maintenance dose in the local country will meet this ICS criterion. For ages 12 to 17: ICS dose must be \\>=440 μg/day FP (ex-actuator) or equivalent daily.\n* Controller Medication: Current treatment with an additional controller medication for at least 3 months OR documentation of having used and failed an additional controller medication for at least 3 successive months during the prior 12 months \\[e.g., LABA, leukotriene receptor antagonist (LTRA), or theophylline\\].\n* Eosinophilic Asthma: Prior documentation of eosinophilic asthma or high likelihood of eosinophilic asthma.\n* FEV1: Persistent airflow obstruction as indicated by a pre-bronchodilator FEV1 \\<80% predicted.\n* Asthma: Evidence of asthma indicated by airway reversibility, hyperresponsiveness or airway variability.\n\nExclusion Criteria:\n\n* Smoking history: Current smokers or former smokers with a smoking history of \\>=10 pack years.\n* Concurrent Respiratory Disease: Presence of a clinically important lung condition other than asthma.\n* Malignancy: A current malignancy or previous history of cancer in remission for less than 12 months prior screening\n* Liver Disease: Unstable liver disease\n* Cardiovascular: Subjects who have severe or clinically significant cardiovascular disease uncontrolled with standard treatment.\n* Other Concurrent Medical Conditions: Subjects who have known, pre-existing, clinically significant endocrine, autoimmune, metabolic, neurological, renal, gastrointestinal, hepatic, haematological or any other system abnormalities that are uncontrolled with standard treatment.\n* Eosinophilic Diseases: Subjects with other conditions that could lead to elevated eosinophils such as Hypereosiniophilic Syndromes, including Churg-Strauss Syndrome, or Eosinophilic Esophaghitis. Subjects with a known, pre-existing parasitic infestation within 6 months prior to Visit 1 are also to be excluded.\n* ECG: ECG assessment QTcF \\>=450 milliseconds (msec) or QTcF \\>= 480 msec for subjects with Bundle Branch Block.\n* Immunodeficiency: A known immunodeficiency (e.g. human immunodeficiency virus - HIV), other than that explained by the use of corticosteroids taken as therapy for asthma.\n* Omalizumab Use: Subjects who have received omalizumab \\[Xolair\\] within 130 days of Visit 1.\n* Other Monoclonal Antibodies: Subjects who have received any monoclonal antibody (other than Xolair) to treat inflammatory disease within 5 half-lives of Visit 1.\n* Investigational Medications: Subjects who have received treatment with an investigational drug within the past 30 days or five terminal phase half-lives of the drug whichever is longer, prior to Visit 1 (this also includes investigational formulations of marketed products).\n* Hypersensitivity: Subjects with a known allergy or intolerance to a monoclonal antibody or biologic.\n* Pregnancy: Subjects who are pregnant or breastfeeding. Patients should not be enrolled if they plan to become pregnant during the time of study participation.\n* Alcohol/Substance Abuse: A history (or suspected history) of alcohol misuse or substance abuse within 2 years prior to Visit 1.\n* Adherence: Subjects who have known evidence of lack of adherence to controller medications and/or ability to follow physician's recommendations.\n* Previous participation: Subjects who have previously any study of mepolizumab and received Investigational Product.","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With the Indicated Percent Reduction From Baseline in Oral Corticosteroid (OCS) Dose During Weeks 20 to 24 While Maintaining Asthma Control","description":"Baseline (BL) dose was the prescribed optimized prednisone/prednisolone dose following the OCS Optimization Phase. Maintenance (MN) dose was the mean of all daily prednisone/prednisolone doses during the MN Phase (weeks 20 to 24). The percent reduction of OCS dose during weeks 20 to 24 compared to BL dose was calculated as: 100 x (BL dose minus MN dose)/BL dose. Asthma control between weeks 20 and 24 was defined as no clinically significant exacerbation (worsening of asthma that required use of systemic corticosteroids or hospitalization and/or emergency department visits) during this period. The percent reduction of OCS was categorized as: 90 to 100%; 75 to \\<90%; 50 to \\<75%; \\>0 to \\<50%; no decrease in prednisone dose, or lack of asthma control, or withdrawal (WD) from treatment. Analysis was performed using a proportional odds model with terms for treatment group, region, duration of OCS use at BL (\\<5 years vs. \\>=5 years) and BL OCS dose.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"16","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"12","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"37","spread":null},{"groupId":"OG001","value":"25","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Achieved a Reduction of >=50% in Their Daily Oral Corticosteroid (OCS) Dose Compared With Baseline Dose, During Weeks 20 to 24 While Maintaining Asthma Control","description":"Baseline (BL) dose was the prescribed optimized prednisone/prednisolone dose following the OCS Optimization Phase. Maintenance (MN) dose was the mean of all daily prednisone/prednisolone doses during the MN Phase (weeks 20 to 24). The percent reduction of OCS dose during weeks 20 to 24 compared to BL dose was calculated as: 100 x (BL dose minus MN dose)/BL dose. Asthma control between weeks 20 and 24 was defined as no clinically significant exacerbation (worsening of asthma that required use of systemic corticosteroids or hospitalization and/or emergency department visits) during this period. Analysis was performed using a binary logistic regression model with terms for treatment group, region, duration of OCS use at BL (\\<5 years vs. \\>=5 years) and BL OCS dose.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22","spread":null},{"groupId":"OG001","value":"37","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"44","spread":null},{"groupId":"OG001","value":"32","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Achieved a Reduction of Their Daily OCS Dose to <=5.0 mg During Weeks 20 to 24 While Maintaining Asthma Control","description":"Maintenance (MN) dose was the mean of all daily prednisone/prednisolone doses during the MN Phase (weeks 20 to 24). Asthma control between weeks 20 and 24 was defined as no clinically significant exacerbation (worsening of asthma that required use of systemic corticosteroids or hospitalization and/or emergency department visits) during this period. Number of participants who achieved a reduction of their daily OCS dose to \\<=5.0 mg was based on the value of the MN dose. Analysis was performed using a binary logistic regression model with terms for treatment group, region, duration of OCS use at BL (\\<5 years vs. \\>=5 years) and BL OCS dose.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21","spread":null},{"groupId":"OG001","value":"37","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"45","spread":null},{"groupId":"OG001","value":"32","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Achieved a Total Reduction of OCS Dose During Weeks 20 to 24 While Maintaining Asthma Control","description":"MN dose was the mean of all daily prednisone/prednisolone doses during the MN Phase (weeks 20 to 24). Asthma control between weeks 20 and 24 was defined as no clinically significant exacerbation (worsening of asthma that required use of systemic corticosteroids or hospitalization and/or emergency department visits) during this period. The number of participants who achieved a total reduction of OCS dose was based on the value of the MN dose. Total reduction implied no OCS use during the entire MN phase. Analysis was performed using a binary logistic regression model with terms for treatment group, region, duration of OCS use at BL (\\<5 years vs. \\>=5 years) and BL OCS dose.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"61","spread":null},{"groupId":"OG001","value":"59","spread":null}]}]}]},{"type":"SECONDARY","title":"Median Percentage Change From Baseline in Daily OCS Dose During Weeks 20 to 24 While Maintaining Asthma Control","description":"BL dose was the prescribed optimized prednisone/prednisolone dose following the OCS Optimization Phase. MN dose was the mean of all daily prednisone/prednisolone doses during the MN Phase (weeks 20 to 24). The percent change of OCS dose during weeks 20 to 24 compared to BL dose was calculated as: 100 x (MN dose minus BL dose)/BL dose. Asthma control between weeks 20 and 24 was defined as no clinically significant exacerbation (worsening of asthma that required use of systemic corticosteroids or hospitalization and/or emergency department visits) during this period. For participants who withdrew from the study prior to the Maintenance Phase, and for participants with a lack of asthma control during the Maintenance Phase, a value equal to the minimum percent reduction in OCS use across all subjects was imputed for the analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"-50.0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":12,"n":66},"commonTop":["Headache","Nasopharyngitis","Bronchitis","Sinusitis","Fatigue"]}}}