{"nctId":"NCT01964560","briefTitle":"A Clinical Study to Investigate the Efficacy and Safety of Lacosamide as an Add on Therapy in Children With Epilepsy With Partial-onset Seizures","startDateStruct":{"date":"2014-08-13","type":"ACTUAL"},"conditions":["Epilepsy"],"count":540,"armGroups":[{"label":"Lacosamide","type":"EXPERIMENTAL","interventionNames":["Drug: Lacosamide"]}],"interventions":[{"name":"Lacosamide","otherNames":["VIMPAT"]},{"name":"Lacosamide","otherNames":["VIMPAT"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* An Institutional Review Board (IRB)/Independent Ethics Committee (IEC) approved written Informed Consent form (ICF) is signed and dated by the subject or legal representative. The ICF or a specific Assent form, where required, will be signed and dated by minors\n* Subject has completed the Transition Period of SP0967 \\[NCT02477839\\] or SP0969 \\[NCT01921205\\] for the treatment of uncontrolled partial-onset seizures in pediatric epilepsy\n* Subject is expected to benefit from participation, in the opinion of the investigator\n* Subject/legal representative is considered reliable and capable of adhering to the protocol (eg, able to understand and complete diaries), visit schedule, and medication intake according to the judgment of the investigator\n* Subject is male or female aged 1 month to ≤17 years\n* Subject has a diagnosis of epilepsy with partial-onset seizures\n\nExclusion Criteria:\n\n* Subject is receiving any investigational drugs or using any experimental devices in addition to lacosamide (LCM)\n* Subject meets a mandatory withdrawal criterion (ie, MUST withdraw criterion) for SP0967 or SP0969, or is experiencing an ongoing serious adverse event (SAE)\n* For subjects ≥6 years of age, subject has a lifetime history of suicide attempt (including an actual attempt, interrupted attempt, or aborted attempt), or has suicidal ideation in the past 6 months as indicated by a positive response ('Yes') to either Question 4 or Question 5 of the Columbia-Suicide Severity Rating Scale (C-SSRS) at Visit 1\n* Female subject who is pregnant or nursing, and/or a female subject of childbearing potential who is not surgically sterile or does not practice 1 highly effective method of contraception","healthyVolunteers":false,"sex":"ALL","minimumAge":"1 Month","maximumAge":"17 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Treatment-emergent Adverse Events (TEAEs)","description":"An adverse event (AE) is any untoward medical occurrence in a patient or clinical investigation participant administered a pharmaceutical product that does not necessarily have a causal relationship with this treatment. An AE can therefore be any unfavorable and unintended sign (including an abnormal laboratory finding), symptom, or disease temporally associated with the use of a medicinal (investigational) product, whether or not related to the medicinal (investigational) product. Treatment-emergent is defined as starting on or after the date of first dose of LCM in EP0034, and within 30 days of last dose.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"77.2","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With Serious TEAEs","description":"A serious adverse event (SAE) must meet 1 or more of the following criteria: • Death, • Life-threatening (Life-threatening does not include a reaction that might have caused death had it occurred in a more severe form.), • Significant or persistent disability/incapacity, • Congenital anomaly/birth defect (including that occurring in a fetus), • Important medical event that, based upon appropriate medical judgment, may jeopardize the patient or participant and may require medical or surgical intervention to prevent 1 of the other outcomes listed in the definition of serious., • Initial inpatient hospitalization or prolongation of hospitalization. Treatment-emergent is defined as starting on or after the date of first dose of LCM in EP0034, and within 30 days of last dose.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20.6","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With TEAEs Leading to Study Discontinuation","description":"An adverse event (AE) is any untoward medical occurrence in a patient or clinical investigation participant administered a pharmaceutical product, which does not necessarily have a causal relationship with this treatment. AEs leading to study discontinuation. Treatment-emergent is defined as starting on or after the date of first dose of LCM in EP0034, and within 30 days of last dose.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Seizure-free Days During the Study","description":"The number of seizure-free days was the total number of days within an interval for which daily diary data were available and no seizures were reported. The percentage of seizure-free days was computed as 100 times the number of seizure-free days in the interval divided by the number of days in the interval for which daily diary data were available. Percentage of seizure-free days was measured using data obtained from participant diaries from EP0034 and is presented for the overall Treatment only.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"66.96","spread":"36.18"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":111,"n":540},"commonTop":["Pyrexia","Upper respiratory tract infection","Nasopharyngitis","Vomiting","Diarrhoea"]}}}