{"nctId":"NCT00574873","briefTitle":"Compare Bosutinib To Imatinib In Subjects With Newly Diagnosed Chronic Phase Philadelphia Chromosome Positive CML","startDateStruct":{"date":"2008-02-05","type":"ACTUAL"},"conditions":["Chronic Myeloid Leukemia"],"count":502,"armGroups":[{"label":"1","type":"EXPERIMENTAL","interventionNames":["Drug: Bosutinib"]},{"label":"2","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: imatinib"]}],"interventions":[{"name":"Bosutinib","otherNames":["SKI 606"]},{"name":"imatinib","otherNames":["Gleevec"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Cytogenetic diagnosis of chronic phase Ph+ CML diagnosed less than 6 months.\n* Diagnosis of CML chronic phase confirmed.\n* Adequate hepatic and renal function.\n* Able to take oral tablets.\n\nExclusion Criteria:\n\n* Exclusions include Philadelphia negative CML.\n* Prior anti-leukemia treatment.\n* Prior stem cell transplant.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Complete Cytogenetic Response (CCyR) at Year 1","description":"Cytogenetic Response (CyR) is based on the prevalence of Philadelphia chromosome positive (Ph+) metaphases among cells in metaphase on a bone marrow (BM) aspirate. CCyR was achieved when there was 0 percent (%) Ph+ metaphases among cells in a BM sample when at least 20 metaphases from a BM sample were analyzed, or less than (\\<) 1% breakpoint cluster region Abelson protooncogene (Bcr-Abl) fusion product among cells in a BM sample or peripheral blood sample when at least 200 cells were analyzed.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"70.0","spread":null},{"groupId":"OG001","value":"68.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Major Molecular Response (MMR) at Year 1","description":"Molecular response was assessed using Bcr-Abl transcript levels measured by reverse transcriptase polymerase chain reaction (RT-PCR) from peripheral blood. A MMR was defined as a ratio Bcr-Abl/Abl less than or equal to (≤) 0.1% on the international scale (greater than or equal to \\[≥\\] 3 log reduction from standardized baseline in ratio of Bcr-Abl to Abl transcripts) with at least 3000 Abl analyzed.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"38.0","spread":null},{"groupId":"OG001","value":"25.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Kaplan-Meier Estimate of Probability of Retaining CCyR at 192 Weeks","description":"The Kaplan-Meier curve was generated based the time from the first date of CCyR until the first date of confirmed loss of CCyR, objectively documented, for responders only. Participants without confirmed loss of CCyR were censored at the last valid cytogenetic assessment.\n\nCyR is based on the prevalence of Ph+ metaphases among cells in metaphase on a bone marrow sample. CCyR was achieved when there was 0% Ph+ metaphases among cells in a BM sample when at least 20 metaphases from a BM sample were analyzed, or \\<1% Bcr-Abl fusion product among cells in a BM sample or peripheral blood sample when at least 200 cells were analyzed.\n\nThe medians have not been reached in either arm, as such, the premature estimated hazard ratio is provided. Four years rate was displayed since the majority of participants had first CCyR by Year 1.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"92.9","spread":null},{"groupId":"OG001","value":"88.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Kaplan-Meier Estimate of Probability of Retaining Complete Hematologic Response (CHR) at 192 Weeks","description":"The Kaplan-Meier curve was generated based on the first date of confirmed CHR until the first date of loss of CHR, objectively documented, for responders only. Participants without confirmed loss of response were censored at the last valid hematologic assessment.\n\nCHR must have been of at least 4 weeks in duration confirmed by 2 assessments at least 4 weeks apart and was defined as follows: white blood cells ≤ institutional upper limit of normal, no peripheral blasts or promyelocytes, myelocytes + metamyelocytes \\<5% in blood, absolute neutrophil count ≥1.0\\*10\\^9/L, platelets ≥100 but \\<450\\*10\\^9/L unless related to therapy, \\<20% basophils in blood and no extramedually involvement (including hepato- or splenomegaly).\n\nThe medians have not been reached in either arm, as such, the premature estimated hazard ratio is provided. Four years rate was displayed since the majority of participants had first CHR by Year 1.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"91.6","spread":null},{"groupId":"OG001","value":"86.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Kaplan-Meier Estimate of Probability of Retaining Derived MMR at 144 Weeks","description":"The Kaplan-Meier curve was generated based on the first date of MMR until the first date loss of MMR, objectively documented, for responders only. Participants without confirmed loss of response were censored at the last valid molecular assessment.\n\nMolecular response was assessed using Bcr-Abl transcript levels measured by RT-PCR from peripheral blood. MMR is defined as a ratio Bcr-Abl/Abl ≤0.1% on the international scale (≥3 log reduction from standardized baseline in ratio of Bcr-Abl to Abl transcripts) with at least 3000 Abl analyzed.\n\nThe medians have not been reached in either arm, as such, the premature estimated hazard ratio is provided. Three years rate was displayed since the majority of imatinib participants had first MMR by Year 2.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"94.7","spread":null},{"groupId":"OG001","value":"98.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Cumulative Incidence of On-Treatment Transformation to Accelerated Phase (AP) or Blast Phase (BP) at 192 Weeks","description":"The cumulative incidence curve was generated based on the time from randomization to the first date of transformation to AP or BP while on study treatment adjusting for the competing risk of treatment discontinuation without transformation, for each participant.\n\nCriteria for transformation to AP: 15 to 29% blasts; ≥30% blasts + promyelocytes; ≥20% basophils in blood or bone marrow; platelets \\<100\\*10\\^9/L (not related to therapy), in blood. Criteria for transformation to BP: ≥30% blasts in blood or bone marrow and extramedullary involvement other than liver or spleen (example: chloromas).\n\nTime to transformation was calculated as weeks = (\\[date of first documented occurrence of the event - date of randomization\\] + 1)/7. If transformation was not obtained, censoring was at the last hematologic assessment or death (whichever was earliest). Participants who were not treated contributed time = 1 day/7. 95% confidence interval for the cumulative incidence is from Gray's method.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.6","spread":null},{"groupId":"OG001","value":"4.4","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":90,"n":248},"commonTop":["Diarrhoea","Nausea","Thrombocytopenia","Vomiting","Anaemia"]}}}