{"nctId":"NCT04052698","briefTitle":"Clinical Study to Investigate the Efficacy and Safety of Wilate During Prophylaxis in Previously Treated Patients With VWD","startDateStruct":{"date":"2020-06-18","type":"ACTUAL"},"conditions":["Von Willebrand Diseases"],"count":43,"armGroups":[{"label":"All patients","type":"EXPERIMENTAL","interventionNames":["Drug: Wilate"]}],"interventions":[{"name":"Wilate","otherNames":["von Willebrand factor / Factor VIII (plasma derived)"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nPatients who meet all of the following criteria are eligible for the study:\n\n* Aged ≥6 years at the time of screening\n* VWD type 1 (baseline von Willebrand factor activity \\[VWF:Ristocetin Co-factor (RCo)\\] \\<30 IU/dL, 2A, 2B, 2M, or 3 according to medical history requiring substitution therapy with a VWF-containing product to control bleeding\n* Currently receiving on-demand treatment with a VWF-containing product with at least 1, and an average of ≥2, documented spontaneous BEs per month in the last 6 months, with at least 2 of these BEs requiring treatment with a VWF-containing product\n* Availability of records to reliably evaluate type, frequency, and treatment of BEs for at least 6 months of on-demand treatment before screening\n* Female patients of child-bearing potential must have a negative urine pregnancy test at screening and agree to use adequate birth control measures; in case hormonal contra-ception is used, the medication class should remain unchanged for the duration of the study\n* All patients to provide voluntarily given, fully informed written and signed consent obtained before any study-related procedures are conducted\n\nExclusion Criteria:\n\nPatients who meet any of the following criteria are not eligible for the study:\n\n* Having received on-demand or prophylactic treatment with a VWF-containing product but having no records available to reliably evaluate the type, frequency, and treatment of BEs over a period of at least 6 months of on-demand treatment\n* History, or current suspicion, of VWF or FVIII inhibitors\n* Medical history of a thromboembolic event within 1 year before enrolment\n* Severe liver or kidney diseases (alanine aminotransferase \\[ALAT\\] and aspartate trans-aminase \\[ASAT\\] levels \\>5 times of upper limit of normal, creatinine \\>120 µmol/L)\n* Platelet count \\<100,000/µL at screening (except for VWD type 2B)\n* Body weight \\<20 kg at screening\n* Patients receiving, or scheduled to receive, immunosuppressant drugs (other than an-tiretroviral chemotherapy), such as prednisone (equivalent to \\>10 mg/day), or similar drugs\n* Pregnant or breast-feeding at the time of enrolment\n* Cervical or uterine conditions causing abnormal uterine bleeding (including infection, dysplasia)\n* Treatment with any IMP in another interventional clinical study currently or within 4 weeks before enrolment\n* Other coagulation disorders or bleeding disorders due to anatomical reasons\n* Known hypersensitivity to any of the components of the study drug","healthyVolunteers":false,"sex":"ALL","minimumAge":"6 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Total Annualized Bleeding Rate (TABR)","description":"The TABR was calculated as the total number of spontaneous bleeds, traumatic bleeds, and other bleeds (except menstrual bleeds) occurring in the time period between first dose of the investigational medicinal product (IMP) and the Study Completion Visit, divided by the duration (in years) between first dose of IMP and the Study Completion Visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.73","spread":"4.838"},{"groupId":"OG001","value":"4.28","spread":"4.647"},{"groupId":"OG002","value":"6.31","spread":"9.634"},{"groupId":"OG003","value":"5.24","spread":"7.745"}]}]}]},{"type":"PRIMARY","title":"Comparison of Total Annualized Bleeding Rates (TABR) During Prophylaxis Treatment in Study WIL-31 to On-demand Treatment in the Same Patient Population in the Preceding Study WIL-29","description":"Estimated TABR number calculated using a negative binomial counting regression model. Comparison between this number calculated for studies WIL-29 (NCT04053699) and WIL-31. For the comparison of results from WIL-31 to WIL-29 an estimated total annualized bleeding rate was calculated for each cohort, and compared with a negative binomial counting model. As these were estimated rates, there is only one value for each cohort with no measure of spread","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"33.3751","spread":null},{"groupId":"OG001","value":"5.4914","spread":null}]}]}]},{"type":"SECONDARY","title":"Spontaneous Annualized Bleeding Rate (SABR)","description":"Spontaneous annualized bleeding rate (SABR) calculated in analogy with TABR","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.53","spread":"4.145"},{"groupId":"OG001","value":"6","spread":"1.49"},{"groupId":"OG002","value":"4.16","spread":"7.382"},{"groupId":"OG003","value":"3.23","spread":"5.915"}]}]}]},{"type":"SECONDARY","title":"Comparison of Spontaneous Annualized Bleeding Rates (SABR) During Prophylaxis Treatment in Study WIL-31 to On-demand Treatment in the Same Patient Population in the Preceding Study WIL-29.","description":"Estimated SABR number calculated using a negative binomial counting regression model. Comparison between this number calculated for studies WIL-29 (NCT04053699) and WIL-31. For the comparison of results from WIL-31 to WIL-29 an estimated total annualized bleeding rate was calculated for each cohort, and compared with a negative binomial counting model. As these were estimated rates, there is only one value for each cohort with no measure of spread","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24.4168","spread":null},{"groupId":"OG001","value":"3.3925","spread":null}]}]}]},{"type":"SECONDARY","title":"Wilate Consumption for Prophylaxis (mFAS Population)","description":"Data on the consumption of Wilate (VWF/FVIII IU/kg per month and per week per patient) for prophylactic treatment","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"31.06","spread":"6.589"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"31.04","spread":"6.559"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"66.06","spread":"23.359"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"287.26","spread":"101.569"}]}]}]},{"type":"SECONDARY","title":"Incremental In Vivo Recovery (IVR) of Von Willebrand Factor Activity (VWF:RCo)","description":"Incremental VWF:RCo IVR of Wilate over time (at baseline and at 1, 2, 3, 6, 9, and 12 months of treatment)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.439","spread":"0.5259"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.273","spread":"0.6040"}]}]}]},{"type":"SECONDARY","title":"Incremental In Vivo Recovery (IVR) of FVIII","description":"FVIII:C of Wilate in pediatric patients (at baseline PK visit) measured by chromogenic assay","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.697","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.140","spread":null}]}]}]},{"type":"SECONDARY","title":"Efficacy of Wilate in the Treatment of Breakthrough Bleeding Events (BEs)","description":"Treatment efficacy will be assessed at the end of a BE by the patient using predefined criteria of 'Excellent', 'Good', 'Moderate' or 'None'. All effectiveness ratings assessed as either \"excellent\" or \"good\" will be considered \"successfully treated\".","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"109","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Wilate Exposure for Prophylaxis (mFAS Population)","description":"Data on the exposure days of Wilate prophylactic treatment","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"105.55","spread":"32.782"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Efficacy Rating for Wilate in Surgical Prophylaxis","description":"Efficacy will be assessed by the surgeon at the end of surgery and by the hematologist at the end of the postoperative period using predefined criteria of 'Excellent', 'Good', 'Moderate' or 'None'. In addition, an overall assessment using the 'Excellent', 'Good', 'Moderate' or 'None' scale taking both the intra- and postoperative assessments into account will be made at the end of the postoperative period by the investigator based on an algorithm.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Quality of Life (QoL) Assessed Using the Patient-Reported Outcomes Measurement Information System (PROMIS-29)","description":"QoL assessment based on the results from the PROMIS-29 (Patient-Reported Outcomes Measurement Information System) survey, which monitors and evaluates the physical, mental, and social health in all patients. The survey covers seven domains from the most relevant areas of self-reported health (depression, anxiety, physical function, pain interference, fatigue, sleep disturbance and ability to participate in social roles and activities) for the majority of people with chronic illness, each domain using a scale of a minimum score of 0 and a maximum score of 10. Derived T-score values are presented with higher scores equalling higher levels of the outcome being measured (e.g. more fatigue, more physical function). T-scores were calculated using the scoring service from the HealthMeasures Assessment Center. For this T-score metric 50 is the mean of a relevant reference population and 10 is the standard deviation (SD) of that population.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"47.63","spread":"8.892"},{"groupId":"OG001","value":"0.59","spread":"5.457"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"49.64","spread":"7.521"},{"groupId":"OG001","value":"-1.47","spread":"8.386"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"46.97","spread":"7.427"},{"groupId":"OG001","value":"-2.15","spread":"6.103"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"47.32","spread":"9.408"},{"groupId":"OG001","value":"-2.15","spread":"8.658"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"45.35","spread":"9.884"},{"groupId":"OG001","value":"-1.21","spread":"12.494"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"54.20","spread":"9.310"},{"groupId":"OG001","value":"0.97","spread":"8.472"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"51.04","spread":"8.990"},{"groupId":"OG001","value":"-3.65","spread":"7.182"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Quality of Life (QoL) Assessed Using a 36-Item Short Form Health Survey, Version 2 (SF-36v2)","description":"QoL assessment based on the results from the SF-36v2 (Short Form Health Survey) questionnaire to measure functional health and well-being in patients ≥16 years. SF-36v2 ranks 8 different domains using a scale standardized with a scoring algorithm to obtain a score ranging from 0 to 100. The eight health domains include physical functioning (PF), role physical (RP), bodily pain (BP), general health problems (GH), vitality (VT), social functioning (SF), role emotional (RE) and general mental health (MH). Norm-based scoring is used for the SF-36, setting the general population mean to 50 and the SD to 10 for all scales. Scores typically range from 20 to 60, with higher scores indicating better health.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"46.11","spread":"10.572"},{"groupId":"OG001","value":"3.58","spread":"6.971"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"50.08","spread":"10.434"},{"groupId":"OG001","value":"3.82","spread":"9.887"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Quality of Life (QoL) Assessed Using a 10-Item Short Form Health Survey (SF-10)","description":"QoL assessment based on the results from a SF-10 parent-completed questionnaire for patients ≥6 and \\<16 years of age, in order to score physical and psychosocial health. Norm-based scoring is used for the SF-36, setting the general population mean to 50 and the SD to 10 for all scales. Scores typically range from 20 to 60, with higher scores indicating better health.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"40.59","spread":"10.907"},{"groupId":"OG001","value":"6.06","spread":"13.141"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"50.15","spread":"7.161"},{"groupId":"OG001","value":"-0.48","spread":"10.735"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Joint Health Status Assessed Using Hemophilia Joint Health Score (HJHS)","description":"Joint health status will be assessed using the Hemophilia Joint Health Score (HJHS), which has been specifically validated for the assessment of the clinical outcome in VWD. HJHS evaluates six index joints to produce a score between 0-124. The maximum score for an individual index joint is 20. Higher scores indicate worse joint health.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.44","spread":"0.882"},{"groupId":"OG001","value":"2.83","spread":"5.231"},{"groupId":"OG002","value":"11.47","spread":"19.622"},{"groupId":"OG003","value":"6.75","spread":"15.168"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.67","spread":"2.000"},{"groupId":"OG001","value":"2.67","spread":"4.546"},{"groupId":"OG002","value":"8.33","spread":"20.780"},{"groupId":"OG003","value":"4.90","spread":"15.027"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.22","spread":"1.563"},{"groupId":"OG001","value":"-0.17","spread":"0.983"},{"groupId":"OG002","value":"-4.33","spread":"7.247"},{"groupId":"OG003","value":"-2.13","spread":"5.588"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Menstrual Bleeding Assessed Using Pictorial Blood Loss Assessment Chart (PBAC) Score","description":"Bleeding information from each menstrual period while in this study will be collected using the Pictorial Blood Loss Assessment Chart (PBAC). The PBAC will be provided to all female patients of child-bearing potential. The data documented in the PBAC and the investigator-calculated final score will be recorded in the electronic case report form (eCRF). The PBAC score is from 0 onwards, with no theoretical maximum. A score of \\>100 defines abnormal coagulation and heavy menstrual bleeding (\\>80ml of blood loss per menstrual cycle).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"219.0","spread":"91.71"},{"groupId":"OG001","value":"143.5","spread":"59.91"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":43},"commonTop":["Headache","Respiratory tract infection","COVID-19 infection","Nasopharyngitis","Hypersensitivity"]}}}