{"nctId":"NCT00910104","briefTitle":"Cholestasis Reversal: Efficacy of IV Fish Oil","startDateStruct":{"date":"2006-08","type":"ACTUAL"},"conditions":["Parenteral Nutrition Associated Liver Disease","Short Bowel Syndrome","Gastrointestinal Disease"],"count":91,"armGroups":[{"label":"Omegaven","type":"EXPERIMENTAL","interventionNames":["Drug: Omegaven®"]}],"interventions":[{"name":"Omegaven®","otherNames":["Fish Oil Lipid Emulsion (FOLE)"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Patients will be PN dependent (unable to meet nutritional needs solely by enteral nutrition) and are expected to require PN for at least another 30 days\n2. Patients considered eligible for study participation must have parenteral nutrition associated liver disease (PNALD) as defined as a direct bilirubin of \\> 2 mg/dl or currently on Omegaven through another protocol. Other causes of liver disease should be excluded. A liver biopsy is not necessary for treatment.\n3. Direct bilirubin \\> 2.0 mg/dl or already on Omegaven through another protocol\n4. Signed patient informed consent.\n5. The patient must have utilized standard therapies to prevent the progression of his/her liver disease including surgical treatment, cyclic PN, avoiding overfeeding, reduction/removal of copper and manganese from PN, advancement of enteral feeding, and the use of ursodiol (i..e., Actigall®).\n\nExclusion Criteria:\n\n1. Pregnancy\n2. Other causes of chronic liver disease (Hepatitis C, biliary atresia, and alpha 1 anti-trypsin deficiency).\n3. Enrollment in any other clinical trial involving an investigational agent (unless approved by the designated physicians on the multidisciplinary team)\n4. The parent or guardian or child unwilling to provide consent or assent\n\nIn rare instances, patients diagnosed with PNALD may later be found to have liver disease due to other causes in addition to the use of PN (i.e., inborn errors of metabolism, viral infections ). Such causes may not be known at the time of enrollment and will not preclude them from continuing in the study. For the sake of statistical analysis, however, these patients will be excluded although all data will be collected and reviewed.","healthyVolunteers":false,"sex":"ALL","maximumAge":"17 Years","stdAges":["CHILD"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Reversal of Cholestasis, Defined as a Direct Bilirubin to <= 2.0 mg/dL.","description":"Time to reversal of established parenteral nutrition associated liver disease, defined as a decrease in direct bilirubin to \\<= 2.0 mg/dL.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.7","spread":null},{"groupId":"OG001","value":"6.4","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":42},"commonTop":["Hypertriglyceridemia","INR > 2.0","Essential fatty acid deficiency"]}}}