{"nctId":"NCT02068092","briefTitle":"Olive Oil for High Risk Breast Cancer Prevention in Women","startDateStruct":{"date":"2013-12","type":"ACTUAL"},"conditions":["Breast Cancer"],"count":51,"armGroups":[{"label":"Hydroxytyrosol","type":"EXPERIMENTAL","interventionNames":["Drug: Hydroxytyrosol"]}],"interventions":[{"name":"Hydroxytyrosol","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria\n\n1. Female aged ≥18 years of age.\n2. Elevated risk of breast cancer as defined by at least one of the following categories and have declined tamoxifen and/or raloxifene therapy:\n\n   1. Diagnosis of lobular carcinoma in situ (LCIS), atypical ductal, or lobular hyperplasia.\n   2. A known deleterious mutation in BRCA1, BRCA2, PTEN, or TP53. (Note: The participant must be a documented carrier to meet this criterion. If there is a known mutation in a hereditary breast cancer susceptibility gene in a participant's family member, the participant herself must have undergone genetic testing as per National Comprehensive Cancer Network guidelines to be eligible per this criterion.)\n   3. Modified Gail/CARE model risk at 5 years ≥ 1.67%. (Note: Risk models are to be used only if there is no known previous diagnosis of resected ductal carcinoma in situ \\[DCIS\\] or LCIS and there is no known deleterious mutation in BRCA1, BRCA2, PTEN, or TP53)\n   4. 10% or more probability of BRCA mutation by BRCAPRO or similar model\n3. Must have at least one breast available for imaging and biopsy. A previously irradiated breast (i.e., for resected DCIS) is not evaluable for breast imaging or biopsy.\n\n   a. Allow for submission of core needle breast material for future use.\n4. Baseline mammogram performed within 90 days prior to study entry, done on a digital mammography machine, that are reported as normal or benign.\n5. Baseline mammographic density \\> 10% based upon the classification system (2 = 11-50%, \"scattered fibroglandular densities\"; 3 = 51-75%, heterogeneously dense; 4 = \\>75%, extremely dense). Women with a baseline mammographic density of ≤ 10% (1 = ≤10%, breasts are almost entirely fat) will not be eligible\n6. Eastern Cooperative Oncology Group performance status of 0-1.\n7. Prior anticoagulant therapy use is allowed provided therapy is discontinued at least 7 days prior to the breast biopsy in order to reduce the risk of bleeding. For participants who have taken an anticoagulation within the past 7 days, international normalized ratio must be ≤ 1.5 x institutional upper limit of normal and prothrombin time and partial thromboplastin time ≤ ULN prior to the breast biopsy.\n8. Must agree to use effective consistent contraception. Hormone-based birth control (pills, patches, or shots) is allowed. Hormone replacement therapy is not allowed for postmenopausal participants.\n9. Must not participate in any other clinical trial for the treatment or prevention of cancer unless they are no longer receiving the intervention and are in the follow-up phase only. Participants must also agree not to join such a trial while participating in this study.\n10. Provide written informed consent.\n\nExclusion Criteria\n\n1. DCIS or previous invasive ductal carcinoma.\n2. Any prior malignancy except for the following: adequately treated basal cell or squamous cell skin cancer and in situ cervical cancer.\n3. Prior tamoxifen or raloxifene use in the past 1 year.\n4. Pregnant or breastfeeding.\n5. Bilateral breast implants. Prior breast reduction surgery is allowed.\n6. Mammograms that are reported as suspicious.","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Maximum Volumetric Breast Density Percentage","description":"Change in Maximum Volumetric Breast Density Percentage from Baseline at 12 Months. Maximum volumetric breast density (max VBD%) which is calculated by fibroglandular breast volume divided by total breast volume (checked on the higher side, left or right) was used to obtain the study's endpoints. The primary endpoint was the annualized percent decrease in max VBD% between baseline (BL) and end-of-treatment (EOT) with HT.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.038","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Adverse Events","description":"Number of participants with adverse events as assessed by the National Cancer Institute Common Terminology Criteria for Adverse Events v4.03","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Expression of Ki67 in Tumor Tissue","description":"To determine the expression of Ki67 in tumor tissue","paramType":null,"dispersionType":null,"classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"MRI Breast Density","description":"To determine breast density as assessed by magnetic resonance imaging","paramType":null,"dispersionType":null,"classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":51},"commonTop":["Fatigue"]}}}