{"nctId":"NCT01588353","briefTitle":"Collagenase Option for Reduction of Dupuytren's Contracture in Japan","startDateStruct":{"date":"2012-05"},"conditions":["Dupuytren's Contracture"],"count":104,"armGroups":[{"label":"AK160 0.58 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Collagenase Clostridium Histolyticum"]}],"interventions":[{"name":"Collagenase Clostridium Histolyticum","otherNames":["Xiaflex® (US)","Xiapex® (EU)"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* At least 20 years old when written informed consent is obtained.\n* Having a diagnosis of Dupuytren's contracture and flexion contracture due to palpable cord in at least 1 non-thumb finger (20° to 100° in MP joint and 20° to 80° in PIP joint).\n* Positive tabletop test result (i.e., cannot simultaneously place affected finger and palm on a table).\n* Voluntary written informed consent is obtained.\n\nExclusion Criteria:\n\nPatients meeting any of the following criteria will be excluded:\n\n* Is pregnant, may be pregnant, wishes to become or could become pregnant during the study (i.e., unless acceptable contraception is used, the patient has been sterilized, or the patient is postmenopausal \\[no menstrual period for at least 12 months without any other medical cause\\]), or is breastfeeding.\n* Has a coexisting chronic disease of the hand that could impact assessment (muscular disease, neurological disease, neuromuscular disease).\n* Has received another investigational product 30 or fewer days before first injection of the investigational product.\n* Has undergone aponeurectomy, aponeurotomy, needle aponeurotomy/fasciotomy, verapamil/interferon injection, or another Dupuytren's Contracture treatment of the primary joint 90 or fewer days before first injection of the investigational product.\n* Is allergic to collagenase or any of the excipients of AK160.\n* Has taken tetracycline derivative such as minocycline and doxycycline 14 or fewer days before first injection of the investigational product.\n* Has received a collagenase product 30 or fewer days before first injection of the investigational product.\n* Is currently taking or has taken, 7 or fewer days before first injection of the investigational product, an anticoagulant or antiplatelet drug (other than ≤150 mg/day of aspirin).\n* Has suffered a recent stroke, hemorrhage, or other disease affecting the hands.\n* Has a serious disease unsuited for the study.\n* Receiving treatment for a malignancy.\n* History of drug or alcohol addiction within the past 5 years or history of drug or alcohol abuse within the past year.\n* Has received previously the investigational product (AK160, AA4500, XIAFLEX®, or XIAPEX®).\n* Otherwise found ineligible as a subject by the investigator.","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"The Percentage of Participants That Were Successfully Treated With a \"Successful Reduction in Contracture to 5°or Less\"","description":"The Primary Outcome Measure for participants who were enrolled at Step1 through Step2 and treated with AK160 is the percentage of 77 participants that were successfully treated where \"successfully treated\" was defined as reduction in the contracture of the first treated joint to 5° or less. The injection was allowed up to 3 times.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"86","spread":null}]}]}]},{"type":"SECONDARY","title":"Clinical Improvement After the Last Injection","description":"The Secondary Outcome Measure for participants who were enrolled at Step1 through Step2 and treated with AK160 is the percentage of 77 participants that were clinically improved where \"clinically improved\" was defined as reduction in the contracture of the first treated joint by 50% or more from the baseline. The injection was allowed up to 3 times.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null},{"groupId":"OG001","value":"90.0","spread":null},{"groupId":"OG002","value":"96.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Reduction From Baseline Contracture After the Last Injection","description":"The Secondary Outcome Measure for participants who were enrolled at Step1 through Step2 and treated with AK160 is the mean percent decrease from baseline degree of contracture in primary joints after the last injection. The injection was allowed up to 3 times.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"97.08","spread":"7.791"},{"groupId":"OG001","value":"82.48","spread":"24.674"},{"groupId":"OG002","value":"91.39","spread":"17.900"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline Range of Motion After the Last Injection","description":"The Secondary Outcome Measure for participants who were enrolled at Step1 through Step2 and treated with AK160 is the change from baseline range of motion in primary joints after the last injection. The injection was allowed up to 3 times.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"41.6","spread":"18.91"},{"groupId":"OG001","value":"33.3","spread":"17.73"},{"groupId":"OG002","value":"38.4","spread":"18.79"}]}]}]},{"type":"SECONDARY","title":"Time to First Achieve and Maintain Clinical Success After the Last Injection","description":"The Secondary Outcome Measure for participants who were enrolled at Step1 through Step2 and treated with AK160 is the time to first achieve and maintain clinical success after the last injection where \"clinical success\" was defined as reduction in the contracture of the first treated joint to 5° or less. The injection was allowed up to 3 times.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.0","spread":null},{"groupId":"OG001","value":"7.0","spread":null},{"groupId":"OG002","value":"1.0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":14,"n":102},"commonTop":["Injection site pain","Injection site bruising","Injection site swelling","Contusion","Injection site laceration"]}}}