{"nctId":"NCT01862640","briefTitle":"A Phase 3, 12-week, Multicenter, Randomized, Double-blind, Placebo-controlled Trial to Evaluate the Efficacy, Safety, and Tolerability of 2 Fixed Doses of Brexpiprazole in the Treatment of Alzheimer's Agitation","startDateStruct":{"date":"2013-07-11","type":"ACTUAL"},"conditions":["Agitation Associated With","Alzheimer's Disease","Alzheimer's Type","Mental Disorder","Nervous System Diseases"],"count":433,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo Oral Tablet"]},{"label":"Brexpiprazole 1 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Brexpiprazole, OPC-34712"]},{"label":"Brexpiprazole 2 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Brexpiprazole, OPC-34712"]}],"interventions":[{"name":"Brexpiprazole, OPC-34712","otherNames":[]},{"name":"Placebo Oral Tablet","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male and female participants 55 to 90 years of age, inclusive, at the time of informed consent.\n* Participants who are residing at their current location for at least 14 days before screening and are expected to remain at the same location for the duration of the trial.\n* Participants with a diagnosis of probable Alzheimer's disease according to National Institute of Neurological and Communicative Disorders and Stroke and the Alzheimer's Disease and Related Disorders Association.\n* Participants with a Mini-Mental State Exam score of 5 to 22, inclusive, at screening and baseline visits.\n* Participants with onset of symptoms of agitation at least 2 weeks prior to the screening visit.\n* Participants with a score of ≥ 4 on the agitation/aggression item of the Neuropsychiatric Inventory-Nursing Home at the screening and baseline visits.\n* Participants who require pharmacotherapy for treatment of agitation per the investigator's judgment, after an evaluation for reversible factors (for example, pain, infection, polypharmacy) and a trial of nonpharmacological intervention.\n* Participants must have a previous magnetic resonance imaging or computed tomography of the brain, which was performed after the onset of symptoms of dementia, with findings consistent with the diagnosis of Alzheimer's disease.\n\nExclusion Criteria:\n\n* Participants with dementia or other memory impairment not due to Alzheimer's disease\n* Participants with a history of stroke, well-documented transient ischemic attack, pulmonary or cerebral embolism.\n* Participants who currently have clinically significant neurological, hepatic, renal, metabolic, hematological, immunological, cardiovascular, pulmonary, gastrointestinal, or psychiatric disorders.\n* Participants who have been diagnosed with an Axis I disorder (Diagnostic and Statistical Manual of Mental Disorders, 4th edition, text revision criteria)\n* Participants with uncontrolled hypertension\n* Participants with uncontrolled insulin-dependent diabetes mellitus\n* Participants with epilepsy or a history of seizures\n* Participants considered in poor general health based on the investigator's judgment.","healthyVolunteers":false,"sex":"ALL","minimumAge":"55 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline In The Cohen-Mansfield Agitation Inventory (CMAI) Total Score After 12 Weeks Of Brexpiprazole Treatment","description":"To compare the efficacy of 2 fixed doses (1 mg/day and 2 mg/day) of brexpiprazole with placebo in participants with agitation associated with dementia of the Alzheimer's type, by the assessment of CMAI after 12 weeks of treatment. The CMAI assesses the frequency of agitated behaviors in elderly persons, such as hitting, cursing, and restlessness. It consists of 29 items all rated on a 1 to 7 scale with 1 being the \"best\" rating and 7 being the \"worst\" rating. The minimum possible CMAI total score is 29, and the maximum possible CMAI total score is 203. A decrease in score indicates improvement in symptoms. To control the overall type I error at 0.05 level when making 2 comparisons of brexpiprazole doses versus placebo, statistical testing was carried out using a hierarchical testing procedure in the order of: 1) comparison of 2 mg/day brexpiprazole versus placebo, and 2) comparison of 1 mg/day brexpiprazole versus placebo.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-21.6","spread":"1.32"},{"groupId":"OG001","value":"-17.6","spread":"1.33"},{"groupId":"OG002","value":"-17.8","spread":"1.34"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline In The Clinical Global Impression-Severity Of Illness (CGI-S) Score, As Related To Symptoms Of Agitation After 12 Weeks Of Brexpiprazole Treatment","description":"To compare the efficacy of 2 fixed doses (1 mg/day and 2 mg/day) of brexpiprazole with placebo in participants with agitation associated with Alzheimer's dementia, by the assessment of CGI-S score after 12 weeks of treatment. The CGI-S was used to rate the severity of agitation. Scores were: 0 = not assessed; 1 = normal, not at all ill; 2 = borderline mentally ill; 3 = mildly ill; 4 = moderately ill; 5 = markedly ill; 6 = severely ill; and 7 = among the most extremely ill participants. A decrease in score indicates improvement in symptoms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.29","spread":"1.05"},{"groupId":"OG001","value":"-1.04","spread":"1.12"},{"groupId":"OG002","value":"-1.08","spread":"0.89"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":5,"n":20},"commonTop":["Headache","Insomnia","Dizziness","Agitation","Asthenia"]}}}