{"nctId":"NCT01289028","briefTitle":"Efficacy of Nilotinib in Adult Patients With Gastrointestinal Stromal Tumors Resistant to Imatinib and Sunitinib.","startDateStruct":{"date":"2008-11"},"conditions":["Gastrointestinal Stromal Tumors"],"count":125,"armGroups":[{"label":"Nilotinib","type":"EXPERIMENTAL","interventionNames":["Drug: Nilotinib"]}],"interventions":[{"name":"Nilotinib","otherNames":["AMN107"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Histologically confirmed diagnosis of GIST that is unresectable and/or metastatic and therefore not amenable to surgery or combined modality with curative intent.\n* Radiologically confirmed disease progression during imatinib therapy at a dose of at least 400 mg daily and/or radiologically confirmed disease progression during sunitinib therapy OR documented intolerance to imatinib and/or sunitinib. (Patients with prior additional investigational treatment of GIST prior to study entry can be included.)\n* At least one measurable site of disease on CT/MRI as defined by RECIST criteria.\n\nExclusion Criteria:\n\n* Prior treatment with nilotinib.\n* Treatment with any cytotoxic and/or investigational cytotoxic drug ≤ 4 weeks (6 weeks for nitrosurea or mitomycin C) prior to Visit 1.\n* Prior or concomitant malignancies requiring active treatment other than GIST with the exception of previous or concomitant basal cell skin cancer, previous cervical carcinoma in situ.\n* Impaired cardiac function at visit 1\n* Patients with severe and/or uncontrolled concurrent medical disease that in the opinion of the investigator could cause unacceptable safety risks or compromise compliance with the protocol e.g. impairment of gastrointestinal (GI) function, or GI disease that may significantly alter the absorption of the study drugs, uncontrolled diabetes.\n\nOther protocol-defined inclusion/exclusion criteria may apply","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percent of Patients Achieving Stable Disease (SD)","description":"Neither sufficient shrinkage to qualify for Partial Response nor sufficient increase to qualify for Progression Disease, taking as reference the smallest sum of the longest diameter since the treatment started.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"48.8","spread":null}]}]}]},{"type":"PRIMARY","title":"Percent of Patients Achieving Partial Response (PR)","description":"The primary efficacy variable was defined as the proportion of patients with a best overall response of CR by Week 16/Month 4 based on local assessment according to RECIST (Version 1.0). This is an at least a 30% decrease in the sum of the longest diameter of target lesions, taking as reference the baseline sum longest diameter.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Percent of Patients Achieving Complete Response (CR)","description":"Complete response (CR) is the Disappearance of all target lesions.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Analysis of Time to Overall Response (CR or PR) According to RECIST Using Kaplan-Meier Method for ITT Population","description":"Complete Response (CR): Disappearance of all target lesions. and Partial Response (PR): At least a 30% decrease in the sum of the longest diameter of target lesions, taking as reference the baseline sum longest diameter.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"92.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"92.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Overall Response (CR or PR): Per Protocol Population","description":"Complete Response (CR): Disappearance of all target lesions, and Partial Response (PR): At least a 30% decrease in the sum of the longest diameter of target lesions, taking as reference the baseline sum longest diameter.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"91.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"91.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Tumor Progression","description":"Time to tumor progression defined as the time from start of treatment to observed tumor progression (censoring for death without progression) as stated in the original protocol was not evaluated as stated in section 9.8.3 of the clinical study report.","classes":[]},{"type":"SECONDARY","title":"Duration of Overall Response","description":"The best overall response is the best response recorded from the start of the treatment until disease progression/recurrence","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1331","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival, Number of Events Related to Progression of the Disease","description":"The OS rate could not be calculated due to the high number of censored cases. Number of censored, n (%) 108 (86.4). Only available data is number of events. OS was defined as the time from first study drug administration to death from any cause. If a patient was not known to have died, survival was censored at date of last contact.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression Free Survival (PFS) of the Patients Who Were Included Due to an Intolerability of a Prior Treatment.","description":"Progression-free survival (PFS) is defined as the time from first study drug administration to objective tumor progression or death from any cause. If a patient has not had an event, PFS is censored at the date of last adequate tumor assessment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"110","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":60,"n":125},"commonTop":["Fatigue","Constipation","Abdominal pain","Nausea","Vomiting"]}}}