{"nctId":"NCT01358357","briefTitle":"Bipolar Maintenance Study of Lurasidone Adjunctive to Lithium or Divalproex","startDateStruct":{"date":"2011-06"},"conditions":["Bipolar I Disorder"],"count":965,"armGroups":[{"label":"Lurasidone 20-80 mg flexible dose","type":"EXPERIMENTAL","interventionNames":["Drug: Lurasidone"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Lurasidone","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nOpen-label Phase\n\n* 18 years of age or older\n* Diagnostic and Statistical Manual of Mental Disorders, 4th Ed., Text Revision (DSM-IV-TR) diagnosis of bipolar I disorder\n\n  •≥ 1 manic, mixed manic, or depressed episode in past 2 years\n* YMRS or MADRS total score ≥ 14 if on lithium or divalproex; ≥ 18 if not on lithium or divalproex\n\nDouble-blind Phase\n\nInclusion Criteria:\n\n* Subjects must achieve consistent clinical stability, defined as total scores ≤ 12 on the YMRS and MADRS over at least 12 weeks, with the allowance of two excursions (YMRS and/or MADRS total scores up to 13 or 14, respectively) except during the last 4 weeks before randomization\n\nExclusion Criteria:\n\nOpen Label Phase\n\n* Diagnosis of an Axis I or Axis II disorder, other than bipolar I disorder, that is the primary focus of treatment within 3 months of screening\n* Subjects for whom diagnostic agreement between the Investigator and United BioSource Corporation (Boston) (UBC) cannot be reached\n* Ultra-fast rapid cycling (defined as ≥ 8 mood episodes over the previous 12-month period)\n* Subjects who test positive for drugs of abuse at screening. In the event a subject tests positive for cannabinoids (tetrahydrocannabinol), the Investigator will evaluate the subject's ability to abstain from cannabis during the study\n* Unstable/inadequately treated medical illness\n* The subjects answers \"yes\" to \"Suicidal Ideation\" items 4 or 5 on the C-SSRS (at time of evaluation)\n\nDouble Blind Phase\n\n* Subjects who in the Investigator's judgment have not been compliant with study medication during the stabilization phase\n* Subjects who have not stabilized during the open-label phase (within 20 weeks)\n* Subjects who test positive for drugs of abuse at double-blind phase baseline. In the event a subject tests positive for cannabinoids (tetrahydrocannabinol), the Investigator will evaluate the subject's ability to abstain from cannabis during the study","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Time to Recurrence of Mood Event During the Double Blind Treatment Phase","description":"A mood event is defined as one of the following during the double-blind phase:\n\n(1) Fulfilled Diagnostic and Statistical Manual of Mental Disorders, 4th Ed., Text Revision (DSM-IV-TR) criteria for manic, mixed manic, hypomanic, or depressive episode. (2) Required treatment intervention for manic, mixed manic, hypomanic, or depressive symptoms with any antipsychotic (other than study drug), antidepressant, mood stabilizer (other than lithium or divalproex), anxiolytic agents, benzodiazepine (beyond dosage allowed for anxiety, agitation, or insomnia). (3) Psychiatric hospitalization for any bipolar mood episode. (4) Young Mania Rating Scale (YMRS) or Montgomery-Asberg Depression Rating Scale (MADRS) total score ≥ 18 or Clinical Global Impression Bipolar Version, Severity of Illness (CGI BP S) score ≥ 4 at 2 consecutive assessments no more than 10 days apart. (5) Discontinuation from the study because of a mood event (as determined by the Investigator).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"207","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to All-cause Discontinuation","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"225","spread":null},{"groupId":"OG001","value":"207","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Recurrence of a Manic, Mixed Manic, Hypomanic, or Depressed Episode","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects Who Experience a Recurrence of a Manic, Mixed Manic, Hypomanic, or Depressed Episode","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.7","spread":null},{"groupId":"OG001","value":"21.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Double-blind Baseline to Week 28 (LOCF) in CGI-BP-S Overall Score","description":"The CGI-BP-S overall score is a single value, clinician-rated assessment of overall bipolar illness severity and ranges from 1=Normal, not at all ill, to 7=Among the most extremely ill patients. a higher score is associated with greater illness severity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.40","spread":"0.085"},{"groupId":"OG001","value":"0.49","spread":"0.085"}]}]}]},{"type":"SECONDARY","title":"Change From Double -Blind Baseline to Week 28 (LOCF) in CGI-BP-S Mania Score","description":"The CGI-BP-S mania score is a single value, clinician-rated assessment of mania illness severity and ranges from 1=Normal, not at all ill to 7=Among the most extremely ill patients. A high score is associated with greater illness severity","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.10","spread":"0.062"},{"groupId":"OG001","value":"0.21","spread":"0.062"}]}]}]},{"type":"SECONDARY","title":"Change From Double-blind Baseline to Week 28 (LOCF) in CGI+-BP-S Depression Score","description":"The CGI-BP-S depression score is a single value, clinician-rated assessment of depression illness severity and ranges from 1=Normal, not at all ill to 7=Among the most extremely ill patients. A higher score is associated with a greater illness severity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.35","spread":"0.082"},{"groupId":"OG001","value":"0.42","spread":"0.081"}]}]}]},{"type":"SECONDARY","title":"Change From Double-blind Baseline to Week 28 (LOCF) in YMRS Total Score","description":"the YMRS is an 11-item instrument used to assess the severity of mania in subjects with a diagnosis of bipolar disorder. Ratings are based on patient self-reporting, combined with clinician observation (accorded greater score). The YMRS total score is calculated as the sum of the 11 items. The YMRS total score ranges from 0 to 60. Higher scores are associated with greater severity of maia.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.0","spread":"0.43"},{"groupId":"OG001","value":"1.8","spread":"0.43"}]}]}]},{"type":"SECONDARY","title":"Change From Double-blind Baseline to Week 28 (LOCF) in MADRS Total Score","description":"The MADRS consists of 10 items, each rated on a Likert scale, from 0=Normal to 6=Most Severe. The MADRS total score is calculated as the sum of the 10 items. The MADRS total score ranges from 0 to 60. Higher scores are associated with greater severity of depressive symptoms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.0","spread":"0.57"},{"groupId":"OG001","value":"3.5","spread":"0.57"}]}]}]},{"type":"SECONDARY","title":"Change Fro Double-blind Baseline to Week 28 (LOCF) in QIDS-SR(16) Total Score","description":"The QIDS-SR16 is a 16-item self-report measure of depressive symptomatology which uses a computerized assessment interface for administration. The scoring system for the QIDS-SR16 converts responses to 16 separate items into nine DSM-IV symptom criterion domains. The nine domains comprise: depressed mood (Item 5); concentration/decision making (Item 10); self outlook (Item 11); suicidal ideation (Item 12); decreased interest (Item 13); decreased energy (Item 14); sleep disturbance (initial, middle, and late insomnia or hypersomnia) (highest score of Items 1 to 4); appetite/weight disturbance (highest score of Items 6 to 9); and psychomotor disturbance (highest score of Items 15 and 16). The QIDS-SR16 total score is calculated as the sum of the 9 domain scores. The QIDS-SR16 total score ranges from 0 to 27 with a high score indicating more severe symptoms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.9","spread":"0.27"},{"groupId":"OG001","value":"1.1","spread":"0.27"}]}]}]},{"type":"SECONDARY","title":"Change From Double-blind Baseline to Week 28 (LOF) in PANSS Positive Symptom (PANNS-P) Subscale Score","description":"The PANSS-P is a subset of items in the PANSS, an interview-based measure of the severity of psychopathology in adults with psychotic disorders. The measure contains seven questions to assess delusions, conceptual disorganization, hallucinations behavior, excitement, grandiosity, suspiciousness/persecution, and hostility. An anchored Likert scale from 1-7, where values of 2 and above indicate the presence of progressively more severe symptoms, is used to score each item. The PANSS-P subscale score is the sum of the 7 items and ranges from 7 through 49. A higher score is associated with greater illness severity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.2","spread":"0.13"},{"groupId":"OG001","value":"0.3","spread":"0.13"}]}]}]},{"type":"SECONDARY","title":"Change From Double-blind Baseline to Week 28 (LOCF) in SDS Total Score","description":"The SDS is a composite of three self-rated items designed to measure the extent to which three major sectors in the patient's life are impaired by depressive symptoms. The SDS total score is calculated as the sum of the 3 items. The SDS total score ranges from 0 to 30. Higher scores are associated with greater severity of global functional impairments. If a subject has not worked/studied at all during the past week for reasons unrelated to the disorder, the SDS total score will be set to missing.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.4","spread":"0.59"},{"groupId":"OG001","value":"0.6","spread":"0.61"}]}]}]},{"type":"SECONDARY","title":"Change From Double-blind Baseline to Week 28 (LOCF) in PIRS-2 Total Score","description":"The PIRS-2 is a 2-item self-report of insomnia assessed via a computer interface. Each item is scored from 0-3. The PIRS-2 total score is calculated as the sum of the 2 items. The PIRS total score ranges from 0 to 6. Higher scores are associated with greater severity of insomnia.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.4","spread":"0.10"},{"groupId":"OG001","value":"0.5","spread":"0.10"}]}]}]},{"type":"SECONDARY","title":"Change From Double-blind Baseline to Week 28 (LOCF) in Q-LES-Q-SF Percent Maximum Possible Score","description":"The Q-LES-Q-SF is a 16-item self-report measure of the degree of enjoyment and satisfaction in various areas of daily living. The questionnaire was developed and validated for use in depressed outpatient subjects and has eight summary scales that reflect major areas of functioning: physical health, mood, leisure time activities, social relationships, general activities, work, household duties and school/coursework. Each item is rated on a 5-point scale, ranging from 1 (very poor) to 5 (very good). The Q-LES-Q-SF percentage maximum possible score is calculated as 100 × (Raw Score - 14 \\[Minimum Score\\]) / (70 \\[Maximum Score\\] - 14 \\[Minimum Score\\]). Higher percent maximum scores indicate better quality of life.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.70","spread":"1.022"},{"groupId":"OG001","value":"-2.07","spread":"1.035"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":13,"n":246},"commonTop":["Headache","Nausea","Insomnia","Akathisia","Somnolence"]}}}