{"nctId":"NCT03361865","briefTitle":"Pembrolizumab in Combination With Epacadostat or Placebo in Cisplatin-ineligible Urothelial Carcinoma (KEYNOTE-672/ECHO-307)","startDateStruct":{"date":"2017-12-04","type":"ACTUAL"},"conditions":["UC (Urothelial Cancer)"],"count":93,"armGroups":[{"label":"Pembrolizumab 200 mg + epacadostat 100 mg BID","type":"EXPERIMENTAL","interventionNames":["Drug: Pembrolizumab","Drug: Epacadostat"]},{"label":"Pembrolizumab 200 mg + placebo BID","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Pembrolizumab","Drug: Placebo"]}],"interventions":[{"name":"Pembrolizumab","otherNames":["MK-3475"]},{"name":"Epacadostat","otherNames":["INCB024360"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Histologically or cytologically-confirmed diagnosis of advanced/unresectable (inoperable) or metastatic urothelial cancer of the renal pelvis, ureter, bladder, or urethra.\n* Measurable disease based on RECIST v1.1.\n* Be considered ineligible to receive cisplatin-based combination therapy, based on protocol-defined criteria.\n* Have provided tissue for PD-L1 analysis from an archival tissue sample or newly obtained core or excisional biopsy of a tumor lesion not previously irradiated.\n* Have received no prior systemic chemotherapy for advanced/unresectable (inoperable) or metastatic urothelial cancer.\n* Eastern Cooperative Oncology Group (ECOG) performance status of 0, 1, or 2 within 14 days prior to randomization.\n* Adequate organ function per protocol-defined criteria.\n\nExclusion Criteria:\n\n* Disease that is suitable for local therapy administered with curative intent.\n* Known additional malignancy that is progressing or has required active treatment within the past 3 years.\n* Known active central nervous system (CNS) metastases and/or carcinomatous meningitis. Participants with previously treated brain metastases may participate provided they are radiologically stable, ie, without evidence of progression for at least 4 weeks by repeat imaging, clinically stable and without requirement of steroid treatment for at least 14 days prior to first dose of study treatment.\n* Active autoimmune disease that has required systemic treatment in past 2 years.\n* Known history of human immunodeficiency virus (HIV) infection. HIV testing is not required unless mandated by local health authority.\n* Known history of or is positive for active hepatitis B (hepatitis B surface antigen \\[HBsAg\\] reactive) or has active hepatitis C (HCV RNA). Note: Testing must be performed to determine eligibility.\n* History of a gastrointestinal condition that in the opinion of the Investigator may affect oral drug absorption.\n* History or presence of an abnormal electrocardiogram (ECG) that, in the investigator's opinion, is clinically meaningful.\n* Use of protocol-defined prior/concomitant therapy.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Objective Response Rate (ORR) With Pembrolizumab + Epacadostat Versus Pembrolizumab + Placebo","description":"ORR was defined as the percentage of participants who had a confirmed complete response (CR) or partial response (PR) per RECIST v1.1 by investigator determination. Responses are based on Investigator assessments per RECIST 1.1 without confirmation using all scans up to the cutoff date.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"31.8","spread":null},{"groupId":"OG001","value":"24.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Safety and Tolerability of Pembrolizumab + Epacadostat Versus Pembrolizumab + Placebo as Measured by Number of Participants Experiencing Adverse Events (AEs)","description":"AE is defined as any untoward medical occurrence in a patient or clinical study participant, temporally associated with the use of study treatment, whether or not considered related to the study treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"43","spread":null},{"groupId":"OG001","value":"47","spread":null}]}]}]},{"type":"SECONDARY","title":"Safety and Tolerability of Pembrolizumab + Epacadostat Versus Pembrolizumab + Placebo as Measured by Number of Participants Discontinuing Study Treatment Due to AE","description":"AE is defined as any untoward medical occurrence in a patient or clinical study participant, temporally associated with the use of study treatment, whether or not considered related to the study treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"15","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":23,"n":43},"commonTop":["Rash","Anaemia","Asthenia","Diarrhoea","Pruritus"]}}}