{"nctId":"NCT02178956","briefTitle":"A Study of BBI608 Plus Weekly Paclitaxel to Treat Gastric and Gastro-Esophageal Junction Cancer","startDateStruct":{"date":"2014-10"},"conditions":["Gastric Cancer","Gastroesophageal Junction Cancer"],"count":714,"armGroups":[{"label":"BBI608 plus Paclitaxel","type":"EXPERIMENTAL","interventionNames":["Drug: BBI608","Drug: Paclitaxel"]},{"label":"Placebo plus Paclitaxel","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Paclitaxel","Other: Placebo"]}],"interventions":[{"name":"BBI608","otherNames":["Napabucasin","BB608","BBI-608"]},{"name":"Paclitaxel","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Cytologically or histologically confirmed advanced gastric or GEJ adenocarcinoma that is metastatic or locally advanced and unresectable.\n* Failed treatment with one regimen containing at least a platinum/fluoropyrimidine doublet for unresectable or metastatic disease.Treatment failure is defined as progression of disease (clinical or radiologic) during first line treatment for unresectable or metastatic disease or ≤ 6 months after last dose of first line treatment.\n* Paclitaxel therapy is appropriate for the patient and is recommended by the Investigator.\n* Imaging investigations including CT/MRI of chest/abdomen/pelvis or other scans as necessary to document all sites of disease done within 21 days prior to randomization. Patients with either measurable disease OR non-measurable evaluable disease will be eligible.\n* Eastern Cooperative Oncology Group (ECOG) Performance Status of 0 or 1.\n\n  ･≥ 18 years of age.\n* For male or female patient of child producing potential: Must agree to use contraception or take measures to avoid pregnancy during the study and for 6 months after the final dose of Paclitaxel or for 30 days for female patients and for 90 days for male patients, of the final BBI608/Placebo dose if Paclitaxel was not administered.\n* Women of child bearing potential (WOCBP) must have a negative serum or urine pregnancy test within 5 days prior to randomization.\n* Alanine transaminase (ALT) ≤ 3 × institutional upper limit of normal (ULN) \\[≤ 5 × ULN in presence of liver metastases\\] within 14 days prior to randomization.\n* Hemoglobin (Hgb) ≥ 9.0 g/dL within 14 days prior to randomization. Must not have required transfusion within 1 week of baseline Hgb assessment.\n* Total bilirubin ≤ 1.5 × institutional ULN \\[≤ 2.0 x ULN in presence of liver metastases\\] within 14 days prior to randomization.\n* Creatinine ≤ 1.5 × institutional ULN or Creatinine Clearance \\> 50 ml/min (as calculated by the Cockroft-Gault equation) within 14 days prior to randomization.\n* Absolute neutrophil count ≥ 1.5 x 10\\^9/L within 14 days prior to randomization.\n* Platelet count ≥ 100 x 10\\^9/L within 14 days prior to randomization. Must not have required transfusion within 1 week of baseline platelet assessment.\n* Other baseline laboratory evaluations must be done within 14 days prior to randomization.\n* Patient must consent to provision of a representative formalin fixed paraffin block of tumor tissue, if available, in order that the specific correlative marker assays may be conducted.\n* Patient must consent to provision of a sample of blood in order that the specific correlative marker assays may be conducted.\n* Patients must be accessible for treatment and follow up.\n* Protocol treatment is to begin within 2 working days of patient randomization.\n* The patient is not receiving therapy in a concurrent clinical study and the patient agrees not to participate in other interventional clinical studies during their participation in this trial while on study treatment. Patients participating in surveys or observational studies are eligible to participate in this study.\n\nExclusion Criteria:\n\n* Anti-cancer chemotherapy or biologic therapy if administered prior to the first planned dose of BBI608/placebo within period of time equivalent to the usual cycle length of the regimen. An exception is made for oral fluoropyrimidines (e.g. capecitabine, S-1), where a minimum of 10 days since last dose must be observed prior to the first planned dose of BBI608/placebo.Radiotherapy, immunotherapy, or investigational agents within four weeks of first planned dose of BBI608/placebo, with the exception of a single dose of radiation up to 8 Gray (equal to 800 RAD) with palliative intent for pain control up to 14 days before randomization.\n* Prior taxanes in the neoadjuvant or adjuvant setting with progression occurring within 6 months of completion of taxane therapy; or any taxanes in the metastatic setting.\n* More than one prior chemotherapy regimen administered in the metastatic setting.\n* Major surgery within 4 weeks prior to randomization.\n* Any known symptomatic brain metastases requiring steroids.\n* Women who are pregnant or breastfeeding.\n* Gastrointestinal disorder(s) which, in the opinion of the Qualified/Principal Investigator, would significantly impede the absorption of an oral agent.\n* Unable or unwilling to swallow BBI608/placebo capsules daily.\n* Uncontrolled intercurrent illness.\n* Peripheral neuropathy ≥ CTCAE Grade 2 at baseline.\n* History of other malignancies except: adequately treated non-melanoma skin cancer, curatively treated in-situ cancer of the cervix, or other solid tumors curatively treated with no evidence of disease for ≥ 3 years.\n* Prior treatment with BBI608.\n* Any active disease condition which would render the protocol treatment dangerous or impair the ability of the patient to receive protocol therapy.\n* Any condition (e.g. psychological, geographical, etc.) that does not permit compliance with the protocol.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Survival","description":"The primary objective of this study is to assess the effect of orally administered BBI608 plus weekly paclitaxel, in comparison to placebo plus weekly paclitaxel on the Overall Survival of patients with advanced histopathologically confirmed gastric or gastroesophageal junction adenocarcinoma who failed treatment with one platinum/fluoropyrimidine containing regimen for unresectable or metastatic disease.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.93","spread":null},{"groupId":"OG001","value":"7.36","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression Free Survival","description":"Defined as the time from randomization to the first objective documentation of disease progression or death due to any cause which comes first. Progression is defined using Response Evaluation Criteria In Solid Tumors Criteria(RECIST v1.1), as a 20% increase in the sum of the longest diameter of target lesions, or a measurable increase in anon-target lesion, or the appearance of new lesions.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.55","spread":null},{"groupId":"OG001","value":"3.68","spread":null}]}]}]},{"type":"SECONDARY","title":"Objective Response Rate","description":"Objective Response Rate is defined as the percentage of patients with a documented complete response or partial response (CR + PR) based on RECIST 1.1.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null},{"groupId":"OG001","value":"18","spread":null}]}]}]},{"type":"SECONDARY","title":"Disease Control Rate","description":"Disease control Rate is defined as the percentage of patients with a documented complete response or partial response (CR + PR+SD) based on RECIST 1.1.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"55","spread":null},{"groupId":"OG001","value":"58","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Patients With Adverse Events","description":"All patients who have received at least one dose of BBI608/Placebo will be included in the safety analysis. The number of patients who experienced at least one adverse event is reported.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"352","spread":null},{"groupId":"OG001","value":"338","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":125,"n":357},"commonTop":["Diarrhoea","Nausea","Anaemia","Abdominal pain","Decreased appetite"]}}}