{"nctId":"NCT01382602","briefTitle":"Autologous Muscle Derived Cells Female Stress Urinary Incontinence Clinical Study","startDateStruct":{"date":"2011-11-04","type":"ACTUAL"},"conditions":["Urinary Incontinence, Stress"],"count":150,"armGroups":[{"label":"AMDC-USR","type":"EXPERIMENTAL","interventionNames":["Biological: AMDC-USR"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Biological: Placebo"]}],"interventions":[{"name":"AMDC-USR","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Female patient has primary symptoms of SUI, as confirmed by patient medical history and clinical symptoms, including a focused incontinence evaluation.\n\nExclusion Criteria:\n\n* Patient has symptoms of pure urge incontinence as confirmed by basic evaluation of etiology from a patient medical history, including a focused incontinence history.\n* Patient has symptoms of mixed urinary incontinence where urge incontinence is the predominant factor.\n* Patient has had stress urinary incontinence symptoms less than 6 months prior to signing the informed consent.\n* Patient has not previously attempted conservative treatment for at least 1 month prior to signing the informed consent. (Examples of conservative treatment include behavior modifications, bladder exercises, biofeedback, etc.)\n* Patient has more than 2 episode of awakening to void during normal sleeping hours.\n* Patient cannot be maintained on a stable dose and/or frequency of medication (including diuretics) known to affect lower urinary tract function, including but not limited to, anticholinergics, tricyclic antidepressants or alpha-adrenergic blockers, for at least 2 weeks prior to randomization or is likely to change during the course of the study.\n* Patient is pregnant, lactating, or plans to become pregnant during the course of the study.\n* Patient refuses to provide written informed consent.\n* Patient is not at least 18 years of age.\n* Patient is not available for the follow-up evaluations as required by the protocol.","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Response (Based on Stress IEF, or In-office Pad Weight Test, or 24-hour Pad Weight Test) at 12 Months","description":"A composite primary endpoint of responder rate was used, where a subject was considered a responder if she had ≥ 50% reduction from baseline in stress Incontinence Episode Frequency (stress IEF; reported stress leaks from 3-day diary) or ≥ 50% reduction in leakage from baseline as determined by either the in-office pad weight test or the 24-hour pad weight test.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"82","spread":null},{"groupId":"OG001","value":"90","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":93},"commonTop":["Urinary tract infection","Dysuria","Nausea","Pollakiuria","Injection site pain"]}}}