{"nctId":"NCT04737187","briefTitle":"Phase III Study of Trifluridine/Tipiracil With and Without Bevacizumab in Refractory Metastatic Colorectal Cancer Patients","startDateStruct":{"date":"2020-11-25","type":"ACTUAL"},"conditions":["Refractory Metastatic Colorectal Cancer"],"count":492,"armGroups":[{"label":"Trifluridine/Tipiracil + Bevacizumab","type":"EXPERIMENTAL","interventionNames":["Drug: Trifluridine/Tipiracil","Drug: Bevacizumab"]},{"label":"Trifluridine/Tipiracil","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Trifluridine/Tipiracil"]}],"interventions":[{"name":"Trifluridine/Tipiracil","otherNames":["TAS102","S 95005","Lonsurf"]},{"name":"Bevacizumab","otherNames":["Avastin"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Has histologically confirmed unresectable adenocarcinoma of the colon or rectum (all other histological types are excluded).\n2. RAS status must have been previously determined (mutant or wild-type) based on local assessment of tumor biopsy.\n3. Has received a maximum of 2 prior chemotherapy regimens for the treatment of advanced colorectal cancer and had demonstrated progressive disease or intolerance to their last regimen.\n4. Has measurable or non-measurable disease as defined by RECIST version 1.1\n5. Is able to swallow oral tablets.\n6. Estimated life expectancy ≥12 weeks.\n7. Eastern Cooperative Oncology Group performance status (ECOG PS) 0 or 1\n\nExclusion Criteria:\n\n1. More than 2 prior chemotherapy regimens for the treatment of advanced colorectal cancer.\n2. Pregnancy, lactating female or possibility of becoming pregnant during the study.\n3. Patients currently receiving or having received anticancer therapies within 4 weeks prior to randomization.\n4. Has not recovered from clinically relevant non-hematologic CTCAE grade ≥ 3 toxicity of previous anticancer therapy prior to randomization (excluding alopecia, and skin pigmentation).\n5. Has symptomatic central nervous system metastases that are neurologically unstable or requiring increasing doses of steroids to control CNS disease.\n6. Has severe or uncontrolled active acute or chronic infection.\n7. Has active or history of interstitial lung disease and/or pneumonitis, or pulmonary hypertension.\n8. Known Hepatitis B or Hepatitis C Virus infection.\n9. Known carriers of HIV antibodies.\n10. Confirmed uncontrolled arterial hypertension (defined as systolic blood pressure ≥ 150 mm Hg and/or diastolic blood pressure ≥ 100 mm Hg) or uncontrolled or symptomatic arrhythmia.\n11. Deep arterial thromboembolic events including cerebrovascular accident or myocardial infarction within the last 6 months prior to randomization.\n12. Treatment with any of the following within the specified time frame prior to randomization:\n\n    * major surgery within 4 weeks prior to randomisation (the surgical incision should be fully healed prior to study drug administration), or has not recovered from side effects of previous surgery, or patient that may require major surgery during the study\n    * Prior radiotherapy if completed less than 4 weeks before randomisation, except if provided as a short course for symptoms palliation only.\n    * Drainage for ascites, pleural effusion or pericardial fluid within 4 weeks prior to randomization\n13. Other clinically significant medical conditions.\n14. Other malignancies.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Survival (OS)","description":"Overall survival defined as the observed time elapsed between the date of randomization and the date of death due to any cause. The primary estimand of interest was defined to assess the effect of the randomized treatments on the survival duration in all participants regardless of whether or not intercurrent events had occurred (treatment policy strategy). Analysis was performed using Kaplan- Meier method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.78","spread":null},{"groupId":"OG001","value":"7.46","spread":null}]}]}]},{"type":"PRIMARY","title":"Survival Probability at 6 Months","description":"Overall survival defined as the observed time elapsed between the date of randomization and the date of death due to any cause. The primary estimand of interest was defined to assess the effect of the randomized treatments on the survival duration in all participants regardless of whether or not intercurrent events had occurred (treatment policy strategy). Analysis was performed using Kaplan- Meier method. In this outcome measure, data of survival probability at 6 months was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.77","spread":null},{"groupId":"OG001","value":"0.61","spread":null}]}]}]},{"type":"PRIMARY","title":"Survival Probability at 12 Months","description":"Overall survival defined as the observed time elapsed between the date of randomization and the date of death due to any cause. The primary estimand of interest was defined to assess the effect of the randomized treatments on the survival duration in all participants regardless of whether or not intercurrent events had occurred (treatment policy strategy). Analysis was performed using Kaplan- Meier method. In this outcome measure, data of survival probability at 12 months was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.43","spread":null},{"groupId":"OG001","value":"0.30","spread":null}]}]}]},{"type":"PRIMARY","title":"Survival Probability at 18 Months","description":"Overall survival defined as the observed time elapsed between the date of randomization and the date of death due to any cause. The primary estimand of interest was defined to assess the effect of the randomized treatments on the survival duration in all participants regardless of whether or not intercurrent events had occurred (treatment policy strategy). Analysis was performed using Kaplan- Meier method. In this outcome measure, data of survival probability at 18 months was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.28","spread":null},{"groupId":"OG001","value":"0.15","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression Free Survival (PFS)","description":"PFS was defined as the time elapsed between the date of randomisation and the date of radiological tumour progression as per Response Evaluation Criteria in Solid Tumors (RECIST v1.1) assessed by investigator, or death (from any cause), whichever comes first. Progressive Disease (PD) as per RECIST 1.1: at least a 20 percent (%) increase in sum of diameters of target lesions, unequivocal progression of existing non-target lesions. Analysis was performed by Kaplan-Meier method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.55","spread":null},{"groupId":"OG001","value":"2.40","spread":null}]}]}]},{"type":"SECONDARY","title":"Probability of Participants With Progression Free Survival at 3, 6, 9 and 12 Months","description":"PFS was defined as the time elapsed between the date of randomisation and the date of radiological tumour progression as per Response Evaluation Criteria in Solid Tumors (RECIST v1.1) assessed by investigator, or death (from any cause), whichever comes first. Progressive Disease (PD) as per RECIST 1.1: at least a 20 percent (%) increase in sum of diameters of target lesions, unequivocal progression of existing non-target lesions. Analysis was performed by Kaplan-Meier method. In this outcome measure, data of PFS at 3 months was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.73","spread":null},{"groupId":"OG001","value":"0.45","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.43","spread":null},{"groupId":"OG001","value":"0.16","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.28","spread":null},{"groupId":"OG001","value":"0.05","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.16","spread":null},{"groupId":"OG001","value":"0.01","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Response Rate (ORR)","description":"Objective response was defined as percentage of participants who achieved complete response (CR) or partial response (PR) according to the RECIST version 1.1 and using investigator's tumour assessment. As per RECIST 1.1, CR was defined as disappearance of all target and non-target lesions and normalization of tumor marker level. Any pathological lymph nodes (whether target or non-target) must have reduction in short axis to less than (\\<) 10 millimeters (mm). PR was defined as at least a 30% decrease in the sum of diameters of target lesions, taking as reference the Baseline sum diameters.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.10","spread":null},{"groupId":"OG001","value":"1.22","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Disease Control","description":"Disease control is defined as percentage of participants who achieved CR or PR, or stable disease (SD) as per RECIST 1.1 and using investigator's tumour assessment from the date of randomization to until disease progression or death due to any cause. As per RECIST 1.1, CR: disappearance of all target and non-target lesions and normalization of tumor marker level. Any pathological lymph nodes (whether target or non-target) must have reduction in short axis to \\<10 mm. PR: at least a 30% decrease in sum of diameters of target lesions, taking as reference baseline sum diameters. SD: neither sufficient shrinkage to qualify for PR nor sufficient increase to qualify for progressive disease, taking as reference the smallest sum diameters. PD: at least 20% increase in sum of diameters of target lesions, unequivocal progression of existing non-target lesions.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"69.51","spread":null},{"groupId":"OG001","value":"41.87","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment-emergent Adverse Events (TEAE) and Treatment-emergent Serious Adverse Events (TESAEs)","description":"An AE was defined as any untoward medical occurrence in a participant who received study drug and did not necessarily have to have a causal relationship with the treatment. Serious adverse events (SAEs) was any untoward medical occurrence that at any dose: resulted in death, was life-threatening, required inpatient hospitalization or prolongation of existing hospitalization, resulted in persistent or significant disability/incapacity, was a congenital anomaly/birth defect, was a medically important event. TEAEs were defined as AEs that developed, worsened or became serious during the TEAE period (time from the first dose of study treatment up to 30 days after the last dose of study treatment). TEAEs included both SAEs and non-SAEs.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"241","spread":null},{"groupId":"OG001","value":"241","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"66","spread":null},{"groupId":"OG001","value":"79","spread":null}]}]}]},{"type":"SECONDARY","title":"European Organization for the Research and Treatment of Cancer Quality of Life Questionnaire Core 30 (EORTC QLQ-C30): Time to Definitive Deterioration of >=10 Points in Sub-scale Scores - Kaplan-Meier Analysis","description":"EORTC QLQ-C30: 30 item questionnaires with 5 multi-item functional subscales (physical, role, cognitive, emotional, social functioning), 3 multi-item symptom scales (fatigue, nausea/vomiting, and pain), global health/quality of life (QOL) subscale and 6 single items assessing other cancer related symptoms (dyspnea, sleep disturbance, appetite, diarrhea, constipation and financial impact of cancer). It employed twenty-eight 4-point Likert scales with responses from \"not at all\" to \"very much\" and GHS/QoL, scored on scale of 1 (very poor) to 7 (excellent). All scales are transformed from raw scores to linear scales ranging 0 to 100. Higher score for functional \\& GHS/QoL = higher level of functioning, \\& higher score for symptoms scales = higher symptom burden. Time to definitive \\>=10 points deterioration: time from date of randomization to first deterioration in QoL score \\>=10 points compared to baseline with no later improvement or death due to any cause. Kaplan-Meier method was used.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.97","spread":null},{"groupId":"OG001","value":"4.50","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.57","spread":null},{"groupId":"OG001","value":"4.40","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9.95","spread":null},{"groupId":"OG001","value":"5.85","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9.36","spread":null},{"groupId":"OG001","value":"4.73","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.97","spread":null},{"groupId":"OG001","value":"4.93","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.21","spread":null},{"groupId":"OG001","value":"4.04","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9.36","spread":null},{"groupId":"OG001","value":"5.06","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.57","spread":null},{"groupId":"OG001","value":"4.34","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9.36","spread":null},{"groupId":"OG001","value":"5.65","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9.36","spread":null},{"groupId":"OG001","value":"5.75","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.34","spread":null},{"groupId":"OG001","value":"4.66","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9.46","spread":null},{"groupId":"OG001","value":"5.55","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10.41","spread":null},{"groupId":"OG001","value":"5.52","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9.36","spread":null},{"groupId":"OG001","value":"6.11","spread":null}]}]}]},{"type":"SECONDARY","title":"European Organization for the Research and Treatment of Cancer Quality of Life Questionnaire Core 30 (EORTC QLQ-C30): Time to Definitive Deterioration of >=10 Points in the Global Health Status Score - Kaplan-Meier Analysis","description":"EORTC QLQ-C30: 30 item questionnaires composed of 5 multi-item functional subscales (physical, role, cognitive, emotional, social functioning), 3 multi-item symptom scales (fatigue, nausea/vomiting, and pain), global health/QOL subscale and 6 single items assessing other cancer related symptoms (dyspnea, sleep disturbance, appetite, diarrhea, constipation and financial impact of cancer). It employed twenty-eight 4-point Likert scales with responses from \"not at all\" to \"very much\" and GHS/QoL, scored on scale of 1 (very poor) to 7 (excellent). All scales are transformed from raw scores to linear scales ranging 0 to 100. Higher score for functional \\& GHS/QoL = higher level of functioning, \\& higher score for symptoms scales = higher symptom burden. Time to definitive \\>=10 points deterioration: time from date of randomization to the first deterioration in QoL score \\>=10 points compared to baseline with no later improvement or death due to any cause. Kaplan-Meier method was used.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.54","spread":null},{"groupId":"OG001","value":"4.70","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in European Quality of Life Group Questionnaire With 5 Dimensions and 5 Levels Per Dimension (EQ-5D-5L): Health State Utility Index Value at Specified Timepoints","description":"The EQ-5D-5L is a standardized measure of health status that provides a general assessment of health utility and consist in 2 sections a descriptive system comprising 5 dimensions (mobility, self-care, usual activities, pain/discomfort and anxiety/depression) and Visual Analog Scale (VAS). Each dimension has a 5-level response: no problems, slight problems, moderate problems, severe problems, and extreme problems. Response options are measured with a 5-point Likert scale. The 5D-5L systems are converted into a single index utility score between 0 to 1, where higher score indicates a better health state and lower score indicate worse health state.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.004","spread":"0.125"},{"groupId":"OG001","value":"0.001","spread":"0.163"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.003","spread":"0.114"},{"groupId":"OG001","value":"-0.030","spread":"0.153"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.014","spread":"0.107"},{"groupId":"OG001","value":"0.002","spread":"0.188"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.016","spread":"0.111"},{"groupId":"OG001","value":"-0.014","spread":"0.209"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.003","spread":"0.101"},{"groupId":"OG001","value":"0.004","spread":"0.120"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.010","spread":"0.112"},{"groupId":"OG001","value":"-0.003","spread":"0.094"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.007","spread":"0.078"},{"groupId":"OG001","value":"0.002","spread":"0.105"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.016","spread":"0.097"},{"groupId":"OG001","value":"-0.028","spread":"0.109"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.024","spread":"0.149"},{"groupId":"OG001","value":"0.032","spread":"0.085"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.003","spread":"0.094"},{"groupId":"OG001","value":"0.018","spread":"0.106"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.008","spread":"0.105"},{"groupId":"OG001","value":"0.008","spread":"0.104"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.025","spread":"0.113"},{"groupId":"OG001","value":"0.030","spread":"0.039"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.037","spread":"0.112"},{"groupId":"OG001","value":"0.015","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.034","spread":"0.062"},{"groupId":"OG001","value":"0.016","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in European Quality of Life Working Group Health Status Measure 5 Dimensions, 5 Levels (EQ-5D-5L) Score: Visual Analogic Scale (VAS) at Specified Timepoints","description":"The EQ-5D-5L is a standardized measure of health status that provides a general assessment of health utility and consist of 2 sections; descriptive system comprises 5 dimensions (mobility, self-care, usual activities, pain/discomfort and anxiety/depression) and a VAS. The VAS records the respondent's self-rated health on a 20 centimeter (cm) vertical VAS; the scale went from 0 (worst imaginable health state) to 100 (best imaginable health state). This information can be used as a quantitative measure of health as judged by the individual respondents.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.095","spread":"16.256"},{"groupId":"OG001","value":"0.058","spread":"15.749"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.852","spread":"15.696"},{"groupId":"OG001","value":"-4.242","spread":"18.302"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.297","spread":"17.618"},{"groupId":"OG001","value":"-1.604","spread":"15.729"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.521","spread":"18.177"},{"groupId":"OG001","value":"-3.247","spread":"17.769"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.904","spread":"16.908"},{"groupId":"OG001","value":"-1.271","spread":"16.738"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.786","spread":"16.162"},{"groupId":"OG001","value":"-3.513","spread":"18.602"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.500","spread":"16.730"},{"groupId":"OG001","value":"-2.708","spread":"16.573"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.221","spread":"15.635"},{"groupId":"OG001","value":"-0.353","spread":"16.328"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.745","spread":"14.085"},{"groupId":"OG001","value":"3.400","spread":"11.928"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.953","spread":"13.991"},{"groupId":"OG001","value":"-4.500","spread":"25.785"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.212","spread":"16.328"},{"groupId":"OG001","value":"2.833","spread":"16.388"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.385","spread":"13.674"},{"groupId":"OG001","value":"8.000","spread":"15.188"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.056","spread":"15.757"},{"groupId":"OG001","value":"13.000","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.545","spread":"15.952"},{"groupId":"OG001","value":"13.000","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":66,"n":246},"commonTop":["Neutropenia","Nausea","Anaemia","Asthenia","Diarrhoea"]}}}