{"nctId":"NCT03639675","briefTitle":"Study to Learn How the Drug Aflibercept Works in in Japanese Patients With Increased Eye Pressure That is Caused by New Blood Vessels Growing in the Eye (Neovascular Glaucoma or NVG). Safety of the Drug and Patients' Tolerability of the Drug Injection is Also Studied","startDateStruct":{"date":"2018-10-03","type":"ACTUAL"},"conditions":["Glaucoma, Neovascular"],"count":16,"armGroups":[{"label":"NVG patients","type":"EXPERIMENTAL","interventionNames":["Drug: Aflibercept (EYLEA, BAY86-5321)","Drug: Topical IOP-lowering drugs"]}],"interventions":[{"name":"Aflibercept (EYLEA, BAY86-5321)","otherNames":[]},{"name":"Topical IOP-lowering drugs","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Japanese men and women aged 20 years or older\n* Patients diagnosed as having NVG (neovascular glaucoma) with neovascularization in the anterior segment (both iris and anterior chamber angle)\n* Patients with IOP (intraocular pressure) higher than 25 mmHg in the study eye due to anterior segment (both iris and anterior chamber angle) neovascularization\n\nExclusion Criteria:\n\n* Patients with angle-closure due to conditions other than NVG or complete angle-closure due to NVG\n* Patients with a known or suspected ocular or peri-ocular infection\n* Patients with severe intraocular inflammation in the study eye\n* Women who are pregnant, suspected of being pregnant or lactating\n* Patients with known allergy to aflibercept","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Intraocular Pressure (IOP) From Baseline to Week 1","description":"The primary efficacy analysis was on the changes in IOP from baseline to Week 1 (LOCF).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-8.3","spread":"7.3"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Had Improved Neovascularization of the Iris (NVI) Grade From Baseline to Week 1","description":"NVI Grade: 0=No iris neovascularization; 1=Fine surface neovascularization of the pupillary zone of the iris involving less than two quadrants; 2=Surface neovascularization of the pupillary zone of the iris involving more than two quadrants; 3=In addition to neovascularization of the pupillary zone, neovascularization of the ciliary zone of the iris and/or ectropion uveae involving one to three quadrants; 4=In addition to neovascularization of the pupillary zone, neovascularization of the ciliary zone of the iris and/or ectropion uveae involving more than three quadrants. The change in NVI grades categorized to \"Improved\" means improvement by at least one grade from baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":16},"commonTop":["Eye pain","Corneal erosion","Eye pruritus","Nasopharyngitis","Pneumonia"]}}}