{"nctId":"NCT01704261","briefTitle":"Addition of Omarigliptin (MK-3102) to Participants With Type 2 Diabetes Mellitus Who Have Inadequate Glycemic Control on Combination Therapy With Glimepiride and Metformin (MK-3102-022)","startDateStruct":{"date":"2012-10-18","type":"ACTUAL"},"conditions":["Type 2 Diabetes Mellitus"],"count":307,"armGroups":[{"label":"Omarigliptin","type":"EXPERIMENTAL","interventionNames":["Drug: Omarigliptin","Drug: Glimepiride","Drug: Metformin"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Matching placebo to Omarigliptin","Drug: Glimepiride","Drug: Metformin"]}],"interventions":[{"name":"Omarigliptin","otherNames":[]},{"name":"Matching placebo to Omarigliptin","otherNames":[]},{"name":"Glimepiride","otherNames":["Amaryl®","Glimy"]},{"name":"Metformin","otherNames":["Fortamet®","Glucophage®","Glucophage® XR","Glumetza®","Riomet®"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Diagnosed with type 2 diabetes mellitus\n* Currently taking stable doses of metformin (\\>=1500 mg/day) and sulfonylurea\n* Male, or female not of reproductive potential or female of reproductive potential who agrees to remain abstinent or use (or have their partner use) 2 methods of acceptable contraception to prevent pregnancy during the study and for 21 days after the last dose of study drug\n\nExclusion Criteria:\n\n* History of type 1 diabetes mellitus or a history of ketoacidosis\n* Treated with any antihyperglycemic agent therapies other than the protocol-required sulfonylurea and metformin within 12 weeks prior to study participation or with omarigliptin at any time prior to study participation.\n* History of hypersensitivity to a dipeptidyl peptidase IV (DPP-4) inhibitor\n* On a weight loss program and is not in the maintenance phase; or has been on a weight loss medication in the past 6 months; or has undergone bariatric surgery within 12 months prior to study participation.\n* Is on or likely to require treatment for \\>=2 consecutive weeks or repeated courses of corticosteroids (inhaled, nasal or topical corticosteroids are permitted)\n* Currently being treated for hyperthyroidism or is on thyroid replacement therapy and has not been on a stable dose for at least 6 weeks\n* Medical history of active liver disease (other than non-alcoholic hepatic steatosis), including chronic active hepatitis B or C, primary biliary cirrhosis, or symptomatic gallbladder disease\n* Human immunodeficiency virus (HIV)\n* New or worsening coronary heart disease, congestive heart failure, myocardial infarction, unstable angina, coronary artery intervention, stroke, or transient ischemic neurological disorder within the past 3 months\n* Poorly controlled hypertension\n* History of malignancy \\<=5 years prior to study participation, except for adequately treated basal cell or squamous cell skin cancer, or in situ cervical cancer\n* Clinically important hematological disorder (such as aplastic anemia, myeloproliferative or myelodysplastic syndromes, thrombocytopenia)\n* Pregnant or breast feeding, or is expecting to conceive or donate eggs during the trial, including 21 days following the last dose of study drug\n* Current user of recreational or illicit drugs or has had a recent history of drug abuse or routinely consumes \\>2 alcoholic drinks per day or \\>14 drinks per week, or engages in binge drinking\n* Donated blood products within 8 weeks of study participation, or intends to donate blood products during the study or has received or anticipates receiving blood products within 12 weeks prior to study participation or during the study","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Hemoglobin A1c (A1C) at Week 24","description":"A1C is blood marker used to report average blood glucose levels over a prolonged periods of time and is reported as a percentage (%). Thus, this change from baseline reflects the Week 24 A1C minus the Week 0 A1C.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.67","spread":null},{"groupId":"OG001","value":"-0.06","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants Who Experienced at Least One Adverse Event (AE)","description":"An AE is defined as any unfavorable and unintended sign including an abnormal laboratory finding, symptom or disease associated with the use of a medical treatment or procedure, regardless of whether it is considered related to the medical treatment or procedure.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"57.5","spread":null},{"groupId":"OG001","value":"47.7","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants Who Discontinued From the Study Due to an AE","description":"An AE is defined as any unfavorable and unintended sign including an abnormal laboratory finding, symptom or disease associated with the use of a medical treatment or procedure, regardless of whether it is considered related to the medical treatment or procedure.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.6","spread":null},{"groupId":"OG001","value":"2.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Fasting Plasma Glucose (FPG) at Week 24","description":"Blood glucose was measured on a fasting basis. FPG is expressed as mg/dL. Blood was drawn at predose on Day 1 and after 24 weeks of treatment to determine change in plasma glucose levels (i.e., FPG at Week 24 minus FPG at baseline).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-19.6","spread":null},{"groupId":"OG001","value":"-3.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Attaining A1C Glycemic Goals of <7% and <6.5% at Week 24","description":"The percentage of participants who achieved A1C values \\<6.5% (48 mmol/mol) or \\<7.0% (53 mmol/mol) in the FAS population at Week 24.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23.8","spread":null},{"groupId":"OG001","value":"4.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10.1","spread":null},{"groupId":"OG001","value":"2.1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":153},"commonTop":["Hypoglycaemia","Upper respiratory tract infection","Urinary tract infection"]}}}