{"nctId":"NCT00478647","briefTitle":"Study of GA-GCB Enzyme Replacement Therapy in Type 1 Gaucher Disease Patients Previously Treated With Imiglucerase","startDateStruct":{"date":"2007-07-25","type":"ACTUAL"},"conditions":["Gaucher Disease"],"count":40,"armGroups":[{"label":"GA-GCB (velaglucerase alfa)","type":"EXPERIMENTAL","interventionNames":["Biological: GA-GCB (velaglucerase alfa)"]}],"interventions":[{"name":"GA-GCB (velaglucerase alfa)","otherNames":["gene-activated® human glucocerebrosidase","VPRIV®","GA-GCB"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nIncludes:\n\n* The participant has a documented diagnosis of type 1 Gaucher disease, as determined by deficient glucocerebrosidase (GCB) activity relative to normal as measured in leukocytes or by genotype analysis and the participant/legal guardian is willing and able to provide written informed consent prior to initiating any study-related procedures\n* The participant has received consistent treatment with imiglucerase at a dose ≤ 60 U/kg and ≥ 15 U/kg every other week for a minimum of 30 consecutive months. Participants who are anti-imiglucerase antibody positive will be allowed to enter this study\n* The participant is at least 2 years of age\n* Female participants of child-bearing potential agree to use a medically acceptable method of contraception. Male participants must agree to use a medically acceptable method of birth control\n* Participant must be sufficiently co-operative to participate in the study as judged by the Investigator.\n\nExclusion Criteria:\n\nIncludes:\n\n* The participant has type 2 or 3 Gaucher disease or is suspected of having type 3 Gaucher disease\n* The participant has received treatment with any investigational drug or device within the 30 days prior to study entry; such use during the study is not permitted\n* Participant is HIV positive\n* Participant is hepatitis B/C positive\n* The participant presents with sustained iron, folic acid and/or vitamin B12 deficiency-related anemia during Screening\n* The participant, participant's parent(s), or participant's legal guardian(s) is/are unable to understand the nature, scope, and possible consequences of the study\n* The participant has a significant comorbidity that might affect study data or confound the study results\n* The participant is unable to comply with the protocol or is otherwise unlikely to complete the study, as determined by the Investigator\n* The participant has experienced an anaphylactic/anaphylactoid reaction during treatment with imiglucerase\n* The participant has received miglustat during the 6 months prior to study enrollment\n* The participant has an active, clinically significant spleen infarction\n* The participant has active, progressive bone necrosis\n* The participant is a pregnant and/or lactating female","healthyVolunteers":false,"sex":"ALL","minimumAge":"2 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"SECONDARY","title":"Change From Baseline to Week 53 in Hemoglobin Concentration","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.101","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline to Week 53 in Platelet Count","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.04","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline to Week 51 in Normalized Liver Volume","description":"Liver volume has been normalized for percentage (%) of body weight. Liver size relative to body weight= (Liver volume \\[cc\\]/Body weight \\[kg\\])\\*100","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.03","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline to Week 51 in Normalized Spleen Volume","description":"Spleen volume has been normalized for percentage (%) of body weight. Spleen size relative to body weight= (Spleen volume \\[cc\\]/Body weight \\[kg\\])\\*100","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.56","spread":null}]}]}]},{"type":"PRIMARY","title":"Participants Who Experienced at Least One Adverse Event","description":"Safety was assessed throughout the study by assessments including adverse events, concomitant medication use, and vital signs. Additional safety assessments, including 12-lead ECGs, physical examinations, clinical laboratory tests and determination of the presence of anti-velaglucerase alfa antibodies. Refer to Adverse event section for further details.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"34","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":40},"commonTop":["Headache","Arthralgia","Nasopharyngitis","Back pain","Cough"]}}}