{"nctId":"NCT00226655","briefTitle":"An Open-Labeled, Extended-Use of XERECEPT (hCRF) for Patients in Studies NTI 0302, 0303, or Other Designated Studies","startDateStruct":{"date":"2005-07"},"conditions":["Brain Edema","Brain Tumor"],"count":112,"armGroups":[{"label":"I","type":"EXPERIMENTAL","interventionNames":["Drug: hCRF [XERECEPT (corticorelin acetate injection)]"]}],"interventions":[{"name":"hCRF [XERECEPT (corticorelin acetate injection)]","otherNames":["hCRF, XERECEPT (corticorelin acetate injection)"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participation in and completion of stipulated final follow-up periods for study NTI 0302, NTI 0303, or other designated studies.\n* Have a Karnofsky Performance of \\> 50 at Baseline\n* Capable of self-administration of subcutaneous injections twice daily or availability of assistance from caregiver.\n* Ability to provide written informed consent or, if unable to provide, have a legal guardian or representative provide written informed consent.\n* For women of childbearing potential: a negative serum pregnancy test at Baseline\n\nExclusion Criteria:\n\n* Concurrent enrollment in any investigational drug or device study, other than NTI 0302, NTI 0303, or other designated studies.\n* Systemic steroid use for any indication other than peritumoral brain edema.\n* Use or intended use of dexamethasone as an anti-emetic during study.\n* Clinical signs and symptoms of cerebral herniation.\n* Serious concomitant cardiovascular, pulmonary, renal, gastrointestinal or endocrine metabolic disease which could put the patient at unusual risk during study participation.\n* Confounding previous or concurrent neurological disorders that would interfere with adequate clinical evaluation.\n* Clinically significant head injury or chronic seizure disorder, if the condition results in functional impairment or is likely to interfere with evaluations.(Maintenance anticonvulsant therapy is allowed)\n* Central nervous system (CNS) infection.\n* Pregnancy, breastfeeding and/or refusal to practice birth control while in study, for women of childbearing potential.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Long Term Safety and Tolerability of hCRF","description":"Number of patients reporting adverse events","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"111","spread":"4.5"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":72,"n":112},"commonTop":["Neoplasm progression","Convulsion","Headache","Flushing","Nausea"]}}}