{"nctId":"NCT04839562","briefTitle":"A Controlled Study of Solriamfetol for Attention Deficit Hyperactivity Disorder (ADHD) in Adults","startDateStruct":{"date":"2021-08-06","type":"ACTUAL"},"conditions":["Attention Deficit Hyperactivity Disorder"],"count":66,"armGroups":[{"label":"solriamfetol","type":"EXPERIMENTAL","interventionNames":["Drug: Solriamfetol 75 MG","Drug: Solriamfetol 150 MG"]},{"label":"placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Placebo"]}],"interventions":[{"name":"Solriamfetol 75 MG","otherNames":["Sunosi 75 mg"]},{"name":"Solriamfetol 150 MG","otherNames":["Sunosi 150 mg"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Adults ages 18-65 years of age.\n2. A diagnosis of childhood-onset ADHD, meeting the Diagnostic and Statistical Manual-5 (DSM-5) criteria for ADHD in adulthood, including at least 5 current symptoms of inattentive or impulsive-hyperactive traits, and childhood onset by age 12, defined as two symptoms of inattentive or of impulsive/hyperactive traits by the age of 12.\n3. A score of 20 or more on the Adult ADHD Investigator Symptom Report Scale (AISRS)\n\nExclusion Criteria:\n\n1. Individuals with known renal insufficiency or renal impairment.\n2. A history of intolerance to solriamfetol\n3. Pregnant or nursing females, and individuals unwilling to use adequate contraceptive methods to avoid conception while they are receiving study agent and for 1 month after the last dose of study agent. For female subjects of childbearing potential adequate contraceptive methods will include: a medically acceptable form of birth control (such as male or female condoms with or without spermicidal agent, diaphragm or cervical cap with spermicide, medically prescribed IUD, hormonal contraceptives like birth control pills, or abstinence). For male subjects this will include use of male condom, being status post vasectomy at least 4 months prior to initiation of study drug exposure, or abstinence during the study.\n4. A known unstable major medical illness including hepatic, renal, gastroenterological, respiratory, cardiovascular (including hypertension ≥ 140/90 mmHg), endocrinologic (e.g. thyroid), neurologic (e.g. seizure), immunologic, hematologic, or psychiatric (including an active substance use disorder, psychosis, bipolar disorder, major depression) disorder.\n5. Any medical condition that the Principal Investigator (PI) believes will be exacerbated by study participation.\n6. A history of cancer (except localized skin cancer without metastases or in situ cervical cancer) within 5 years prior to screening.\n7. A known history of narrow-angle glaucoma.\n8. Current (within 3 months) DSM-V criteria for abuse or dependence with any psychoactive substance other than nicotine.\n9. Multiple adverse drug reactions, defined as previous moderate to severe adverse experiences while on two or more chemically unrelated compounds, where these reactions were unpredictable from the known pharmacology of the drug.\n10. Any other concomitant medication with primarily central nervous system activity that are catecholaminergic such as stimulants or atomoxetine, or have strong noradrenergic mechanisms of action such as duloxetine or venlafaxine or buproprion. Subjects may be included who are taking stable doses of agents with primary serotonergic (such as selective serotonin reuptake inhibitors or buspirone), gabaergic (such as gabapentin, pregabalin), or other anticonvulsants. We will also allow participation by individuals with rare (predicted to be less than twice a week) use of prn benzodiazepines or sedative-hypnotics.\n11. Current use of MAO Inhibitor or use within the past two weeks.\n12. Concomitant medications with high potential for dopaminergic or sympathomimetic effects.\n13. Investigator and his/her immediate family; defined as the investigator's spouse, parent, child, grandparent, or grandchild.\n\n14, Reasonable suspicion of inability, in the judgement of the investigator, to appropriately monitor experiences during the study and take steps to report these experiences or respond in a manner preserving personal health and safety.\n\n15\\. If clinically appropriate, any subjects taking medication exclusionary to the study (including agents used for management of ADHD) must be tapered off this medication prior to baseline visit for the length of 5 half-lives of the medication, corresponding to 95% of the agent leaving the participant's system), plus several days or otherwise sufficient period of time to allow assessment of eligibility for participation off medication.\n\n16\\. Any condition, including a moderate to severe untreated sleep disorder or other mental health disorder, that renders inability, in the investigator's judgement, to determine whether ADHD symptoms are primarily due to ADHD.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Adult Attention Deficit Hyperactivity Disorder (ADHD) Investigator Symptom Rating Scale (AISRS) Total Score","description":"Difference between active and placebo for change in Adult ADHD Investigator Symptom Rating total score from baseline to week 6 visit. The minimum score on this scale is 0, the maximum score for the scale is 54 points.Higher numbers indicate more ADHD symptoms, lower scores reflect lower ADHD symptoms.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-7.6","spread":null},{"groupId":"OG001","value":"-2.1","spread":null}]}]}]},{"type":"PRIMARY","title":"A Priori Definition of Clinical Improvement","description":"25% reduction in ADHD symptoms as measured by the Adult ADHD Investigator Symptom Rating Scale (AISRS), and a Clinical Global Impression Improvement score of 2 (much) or 1 (very much) improved. The minimum score on the AISRS scale is 0, the maximum score for the scale is 54 points.Higher numbers indicate more ADHD symptoms, lower scores reflect lower ADHD symptoms. The Clinical Global Impression (CGI) Improvement scores range from 0 to 7, with 0=not assessed,1=very much improved), 2=much improved, through to 7=very much worse. Lower scores therefore mean better outcomes.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Reaching 0.5 Standard Deviation Improvement on Brief Rating Inventory of Executive Function-Adult Version (BRIEF-A): Global Executive Composite Index","description":"We secondarily will explore whether there are reduced symptoms of executive dysfunction (defined by a 0.5 standard deviation improvement on the Brief Rating Inventory of Executive Function-Adult Version (BRIEF-A) self-report total (GEC). The BRIEF has 75 items that are rated in terms of frequency on a 3-point scale: 0 (never), 1 (sometimes), 2 (often). The range of scores is 0 to 225. Ther are 9 subscales that are indexed under two categories, Behavioral Regulation (BRI) and Metacognition (MI), and these indexes form the overall summary score, the Global Executive Composite (GEC). Raw scores for each scale are summed and T scores (M = 50, SD = 10) are used to interpret the individual's level of executive functioning. Higher scores reflect worse functioning, and lower scores reflect better functioning.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Reaching 0.5 Standard Deviation Improvement on Brief Rating Inventory of Executive Function-Adult Version (BRIEF-A): Behavioral Regulation Index","description":"We secondarily will explore whether there are reduced symptoms of executive dysfunction (defined by a 0.5 standard deviation improvement on the Brief Rating Inventory of Executive Function-Adult Version (BRIEF-A) self-report total (GEC) or subscale scores. The BRIEF has 75 items that are rated in terms of frequency on a 3-point scale: 0 (never), 1 (sometimes), 2 (often). The range of scores is 0 to 225. There are 9 subscales that are indexed under two categories, one of which is Behavioral Regulation (BRI). The raw score of the BRI is converted into a T scores (M = 50, SD = 10) are used to interpret the individual's level of executive functioning. Higher scores reflect worse functioning, and lower scores reflect better functioning.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Reaching 0.5 Standard Deviation Improvement on Brief Rating Inventory of Executive Function-Adult Version (BRIEF-A): Metacognition Index","description":"We secondarily will explore whether there are reduced symptoms of executive dysfunction (defined by a 0.5 standard deviation improvement on the Brief Rating Inventory of Executive Function-Adult Version (BRIEF-A) self-report total (GEC) or subscale scores). The BRIEF has 75 items that are rated in terms of frequency on a 3-point scale: 0 (never), 1 (sometimes), 2 (often). The range of scores is 0 to 225. There are 9 subscales that are indexed under two categories, one of which is Metacognition Index (MI). The raw score of the MI is converted into a T scores (M = 50, SD = 10) are used to interpret the individual's level of executive functioning. Higher scores reflect worse functioning, and lower scores reflect better functioning.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Reaching 0.5 Standard Deviation Improvement on Brief Rating Inventory of Executive Function-Adult Version (BRIEF-A): Inhibit Subscale","description":"We secondarily will explore whether there are reduced symptoms of executive dysfunction (defined by a 0.5 standard deviation improvement on the Brief Rating Inventory of Executive Function-Adult Version (BRIEF-A) self-report total (GEC) or subscale scores). The BRIEF has 75 items that are rated in terms of frequency on a 3-point scale: 0 (never), 1 (sometimes), 2 (often). The range of scores is 0 to 225. There are 9 subscales, one of which is the Inhibit subscale. Raw scores for this scale are summed and T scores (M = 50, SD = 10) are used to interpret the individual's level of executive functioning. Higher scores reflect worse functioning, and lower scores reflect better functioning.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Reaching 0.5 Standard Deviation Improvement on Brief Rating Inventory of Executive Function-Adult Version (BRIEF-A): Shift Subscale","description":"We secondarily will explore whether there are reduced symptoms of executive dysfunction (defined by a 0.5 standard deviation improvement on the Brief Rating Inventory of Executive Function-Adult Version (BRIEF-A) self-report total (GEC) or subscale scores). The BRIEF has 75 items that are rated in terms of frequency on a 3-point scale: 0 (never), 1 (sometimes), 2 (often). The range of scores is 0 to 225. Ther are 9 subscales that are indexed under two categories, one of which is the Shift subscale. Raw scores for this scale are summed and T scores (M = 50, SD = 10) are used to interpret the individual's level of executive functioning. Higher scores reflect worse functioning, and lower scores reflect better functioning.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Reaching 0.5 Standard Deviation Improvement on Brief Rating Inventory of Executive Function-Adult Version (BRIEF-A): Emotional Control Subscale","description":"We secondarily will explore whether there are reduced symptoms of executive dysfunction (defined by a 0.5 standard deviation improvement on the Brief Rating Inventory of Executive Function-Adult Version (BRIEF-A) self-report total (GEC) or subscale scores). The BRIEF has 75 items that are rated in terms of frequency on a 3-point scale: 0 (never), 1 (sometimes), 2 (often). The range of scores is 0 to 225. There are 9 subscales, one of which is the Emotional Control subscale. Raw scores for this scale are summed and T scores (M = 50, SD = 10) are used to interpret the individual's level of executive functioning. Higher scores reflect worse functioning, and lower scores reflect better functioning.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Reaching 0.5 Standard Deviation Improvement on Brief Rating Inventory of Executive Function-Adult Version (BRIEF-A): Self-Monitor Subscale","description":"We secondarily will explore whether there are reduced symptoms of executive dysfunction (defined by a 0.5 standard deviation improvement on the Brief Rating Inventory of Executive Function-Adult Version (BRIEF-A) self-report total (GEC) or subscale scores). The BRIEF has 75 items that are rated in terms of frequency on a 3-point scale: 0 (never), 1 (sometimes), 2 (often). The range of scores is 0 to 225. There are 9 subscales, one of which is the Self-Monitor subscale. Raw scores for this scale are summed and T scores (M = 50, SD = 10) are used to interpret the individual's level of executive functioning. Higher scores reflect worse functioning, and lower scores reflect better functioning.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"9","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Reaching 0.5 Standard Deviation Improvement on Brief Rating Inventory of Executive Function-Adult Version (BRIEF-A): Initiate Subscale","description":"We secondarily will explore whether there are reduced symptoms of executive dysfunction (defined by a 0.5 standard deviation improvement on the Brief Rating Inventory of Executive Function-Adult Version (BRIEF-A) self-report total (GEC) or subscale scores). The BRIEF has 75 items that are rated in terms of frequency on a 3-point scale: 0 (never), 1 (sometimes), 2 (often). The range of scores is 0 to 225. There are 9 subscales, one of which is the Initiate subscale. Raw scores for this scale are summed and T scores (M = 50, SD = 10) are used to interpret the individual's level of executive functioning. Higher scores reflect worse functioning, and lower scores reflect better functioning.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null},{"groupId":"OG001","value":"9","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Reaching 0.5 Standard Deviation Improvement on Brief Rating Inventory of Executive Function-Adult Version (BRIEF-A): Working Memory Subscale","description":"We secondarily will explore whether there are reduced symptoms of executive dysfunction (defined by a 0.5 standard deviation improvement on the Brief Rating Inventory of Executive Function-Adult Version (BRIEF-A) self-report total (GEC) or subscale scores) The BRIEF has 75 items that are rated in terms of frequency on a 3-point scale: 0 (never), 1 (sometimes), 2 (often). The range of scores is 0 to 225. There are 9 subscales, one of which is the Working Memory subscale. Raw scores for this scale are summed and T scores (M = 50, SD = 10) are used to interpret the individual's level of executive functioning. Higher scores reflect worse functioning, and lower scores reflect better functioning.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null},{"groupId":"OG001","value":"9","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Reaching 0.5 Standard Deviation Improvement on Brief Rating Inventory of Executive Function-Adult Version (BRIEF-A): Plan/Organize Subscale","description":"We secondarily will explore whether there are reduced symptoms of executive dysfunction (defined by a 0.5 standard deviation improvement on the Brief Rating Inventory of Executive Function-Adult Version (BRIEF-A) self-report total (GEC) or subscale scores). The BRIEF has 75 items that are rated in terms of frequency on a 3-point scale: 0 (never), 1 (sometimes), 2 (often). The range of scores is 0 to 225. There are 9 subscales, one of which is the Plan/Organize subscale. Raw scores for this scale are summed and T scores (M = 50, SD = 10) are used to interpret the individual's level of executive functioning. Higher scores reflect worse functioning, and lower scores reflect better functioning.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Reaching 0.5 Standard Deviation Improvement on Brief Rating Inventory of Executive Function-Adult Version (BRIEF-A): Task Monitor Subscale","description":"We secondarily will explore whether there are reduced symptoms of executive dysfunction (defined by a 0.5 standard deviation improvement on the Brief Rating Inventory of Executive Function-Adult Version (BRIEF-A) self-report total (GEC) or subscale scores). The BRIEF has 75 items that are rated in terms of frequency on a 3-point scale: 0 (never), 1 (sometimes), 2 (often). The range of scores is 0 to 225. There are 9 subscales, one of which is the Task Monitor subscale. Raw scores for this scale are summed and T scores (M = 50, SD = 10) are used to interpret the individual's level of executive functioning. Higher scores reflect worse functioning, and lower scores reflect better functioning.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Reaching 0.5 Standard Deviation Improvement on Brief Rating Inventory of Executive Function-Adult Version (BRIEF-A): Organization of Materials Subscale","description":"We secondarily will explore whether there are reduced symptoms of executive dysfunction (defined by a 0.5 standard deviation improvement on the Brief Rating Inventory of Executive Function-Adult Version (BRIEF-A) self-report total (GEC) or subscale scores). The BRIEF has 75 items that are rated in terms of frequency on a 3-point scale: 0 (never), 1 (sometimes), 2 (often). The range of scores is 0 to 225. There are 9 subscales, one of which is the Organization of Materials subscale. Raw scores for this scale are summed and T scores (M = 50, SD = 10) are used to interpret the individual's level of executive functioning. Higher scores reflect worse functioning, and lower scores reflect better functioning.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null},{"groupId":"OG001","value":"9","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":29},"commonTop":["Cold/Infection/Allergy","Headache","Insomnia","Musculoskeletal","Nausea/Vomiting/Diarrhea (Gastrointestinal)"]}}}