{"nctId":"NCT03539887","briefTitle":"Trial of the Rapid Antisuicidal Effects of Intranasal Ketamine in Comorbid Depression and Alcohol Abuse","startDateStruct":{"date":"2018-05-01","type":"ACTUAL"},"conditions":["Suicidal Ideation","Depression","Alcohol Abuse"],"count":33,"armGroups":[{"label":"Intranasal ketamine","type":"EXPERIMENTAL","interventionNames":["Drug: Intranasal ketamine"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Intranasal ketamine","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Voluntary admission to Harris County Psychiatry Center\n* Able to provide written informed consent\n* Current suicidal ideation and depressive symptoms and Diagnostic and Statistical Manual of Mental Disorders -IV- Text Revision(DSM-IV-TR) depressive episode (also MADRS greater than or equal to 12) and Young Mania Rating Scale (YMRS) score lower than 8\n* DSM-IV-TR criteria for current alcohol abuse (but not intoxicated/withdrawal, abstinent from drinking for \\> 5 days prior to admission).\n* Lifetime history of suicide attempt (patient)\n* Not taking any medication in the last 24hs.\n* Scale for Suicide Ideation (SSI) score over 4 (first five items) and Columbia scale (C-SSRS) score 4 or 5\n\nExclusion Criteria:\n\n* Unstable medical condition or medical problem with known central nervous system (CNS) effects, e.g. uncontrolled hypertension systolic blood pressure (SBP) ≥170 and/or diastolic blood pressure (DBP) ≥100) or recent history (6 months) of alcohol-withdrawal seizures or significant abnormal laboratory tests (liver function test (LFT) 3 times higher than normal).\n* Prior diagnosis of a DSM-IV-TR psychotic spectrum disorder, psychotic symptoms, or personality disorder.\n* Currently under the acute effects of an illicit substance.\n* Pregnant or nursing women.\n* Subjects with a history of DSM-IV drug dependency or abuse (except for caffeine or nicotine dependence) within the preceding 3 months","healthyVolunteers":false,"sex":"ALL","minimumAge":"21 Years","maximumAge":"60 Years","stdAges":["ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Suicidal Ideation as Assessed by the Scale for Suicide Ideation (SSI)","description":"The scale contains 19 items rated on a scale from 0 to 2, allowing score range from 0 to 38, score over 4 (first five items) will be considered inclusion criteria. Higher values indicate worsening or presence of suicidal ideation.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.8","spread":"8.08"},{"groupId":"OG001","value":"12.3","spread":"7.83"}]}]}]},{"type":"SECONDARY","title":"Depression as Assessed by the Montgomery-Åsberg Depression Rating Scale (MADRS)","description":"It has ten items, each item yields a score of 0 to 6. Hence the overall score ranges from 0 to 60. Higher scores indicate more severe depression.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.8","spread":"13.7"},{"groupId":"OG001","value":"22.5","spread":"17.7"}]}]}]},{"type":"SECONDARY","title":"Snaith-Hamilton Pleasure Scale","description":"The Snaith-Hamilton Pleasure Scale (SHAPS) is an assessment of anhedonia, which is the inability to experience pleasure. The SHAPS has 14 items. Each item has four possible responses: strongly disagree, disagree, agree, or strongly agree. A response of \"strongly disagree\" or \"disagree\" equals one point, and a response of \"strongly agree\" or \"agree\" equals 0 points. Thus, the final score ranges from 0 to 14. A score of 2 or less constitutes a \"normal\" score, while an \"abnormal\" score is defined as 3 or more.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.12","spread":"4.81"},{"groupId":"OG001","value":"5.00","spread":"4.29"}]}]}]},{"type":"SECONDARY","title":"Alcohol Urge Questionnaire (AUQ)","description":"Alcohol Urge Questionnaire (AUQ) is a multi-item measure of self-reported urges to drink alcohol, predictor of drinking abuse and relapse. AUQ is an 8-item questionnaire.\n\nEach item is scored on a 1 to 7 scale (Strongly Disagree = 1 and Strongly Agree = 7). Items 2 and 7 are reverse scored. Total score ranges from 8 to 56, and a higher score reflects greater craving.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.8","spread":"12.2"},{"groupId":"OG001","value":"16.3","spread":"11.2"}]}]}]},{"type":"SECONDARY","title":"Manic Symptoms as Assessed by Score on the Young Mania Rating Scale (YMRS)","description":"The YMRS has 11 items, and total score ranges from 0 to 88, with a higher score indicating greater mania.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.29","spread":"2.85"},{"groupId":"OG001","value":"2.40","spread":"2.12"}]}]}]},{"type":"SECONDARY","title":"Dissociative State as Assessed by Score on Clinician-Administered Dissociative States Scale (CADSS)","description":"The CADSS consists of 23 items, and each item is rated on a scale from 0 (not at all) to 4 (severe), with the total score ranging from 0 to 92. A higher score indicates greater severity of dissociative state.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.824","spread":"2.90"},{"groupId":"OG001","value":"1.60","spread":"3.20"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":17},"commonTop":["Cognitive side effect"]}}}