{"nctId":"NCT02764489","briefTitle":"FEIBA Reconstitution Volume Reduction and Faster Infusion Study (FEIBA STAR)","startDateStruct":{"date":"2019-02-12","type":"ACTUAL"},"conditions":["Hemophilia A or B With Inhibitors"],"count":45,"armGroups":[{"label":"Part 1:FEIBA 85±15 U/kg at Regular Volume Then 50% Reduced Volume at 2 U/kg/min Rate or Vice Versa","type":"EXPERIMENTAL","interventionNames":["Biological: FEIBA"]},{"label":"Part 2:FEIBA 85±15U/kg 50% Reduced Volume at 4U/kg/min Rate Then at 10U/kg/min Rate","type":"EXPERIMENTAL","interventionNames":["Biological: FEIBA"]}],"interventions":[{"name":"FEIBA","otherNames":["FEIBA NF.","AICC","anti-inhibitor coagulant complex","Anti-inhibitor Coagulant Complex Nanofiltered (activated prothrombin complex concentrate [APCC])","APCC","Activated prothrombin complex concentrate"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Greater than or equal to (\\> or =) 18 to less than or equal to (\\< or =) 65 years old at the time of screening.\n2. Hemophilia A or B of any severity, with a documented \\> or = 3 months history of inhibitors (\\> or = 0.6 Bethesda units \\[BU\\]) requiring the use of bypassing agents (FEIBA or rFVIIa) prior to screening. Inhibitor level will be tested at screening if no documented history is available.\n3. Hepatitis C virus (HCV) negative, either by antibody testing or polymerase chain reaction (PCR); or HCV positive with stable liver disease.\n4. Human immune deficiency virus (HIV) negative; or HIV positive with stable disease and CD4 count \\> or = 200 cells per cubic millimetre (cell/mm3) at screening.\n5. Adequate venous access.\n6. Willing and able to comply with the requirements of the protocol.\n7. If a female of childbearing potential, must have a negative blood pregnancy test and agrees to employ adequate birth control measures for the duration of the study, such as: a. Abstain from sexual intercourse, b. Use a reliable method of contraception (contraception such as an intrauterine device, barrier method \\[e.g., diaphragm or sponge; female condom not permitted\\] with spermicide, oral contraceptive, injectable progesterone, sub dermal implant), and have their male partner use a condom\n8. If female of non-childbearing potential, confirmed at screening by fulfilling 1 of the following criteria:\n\n   1. Postmenopausal, defined as amenorrhea for at least 12 months following cessation of all exogenous hormonal treatments and with follicle-stimulating hormone levels within the laboratory-defined postmenopausal range or postmenopausal with amenorrhea for at least 24 months and on hormonal replacement therapy.\n   2. Documentation of irreversible surgical sterilization by hysterectomy, bilateral oophorectomy, bilateral tubal ligation (with no subsequent pregnancy at least 1 year from bilateral tubal ligation), or bilateral salpingectomy.\n\nExclusion criteria:\n\n1. Known hypersensitivity to FEIBA or any of its components.\n2. Advanced liver disease (e.g., liver biopsy confirmed diagnosis of cirrhosis, portal vein hypertension, ascites, prothrombin time \\[PT\\] 5 seconds above upper limit of normal).\n3. Planned elective surgery during participation in this study (excluding minor procedures that will not need preventative bleeding treatments, such as exchanges of peripherally inserted central catheters).\n4. Platelet count less than (\\<) 100,000/ microliter (μL).\n5. Taking Emicizumab (Hemlibra) for bleed prevention.\n6. Clinical or laboratory evidence of disseminated intravascular coagulation based on medical history.\n7. Prior history or evidence of thromboembolic event: acute myocardial infarction, deep vein thrombosis, pulmonary embolism, etc.\n8. Diagnosis of advanced atherosclerosis, malignancy, and/or other diseases that may increase the participant's risk of thromboembolic complications.\n9. Participant is taking any immunomodulating drug (e.g., corticosteroid agents at a dose equivalent to hydrocortisone greater than (\\>) 10 milligram per day (mg/day), or α-interferon) within 30 days prior to enrollment except anti-retroviral chemotherapy.\n10. Herbal supplements that contain anti-platelet activity.\n11. Participant has participated in another clinical study involving an investigational product (IP) or investigational device within 30 days prior to enrollment or is scheduled to participate in another clinical study involving an IP or investigational device during the course of this study.\n12. Participant is a family member or employee of the investigator.\n13. Clinically significant medical, psychiatric or cognitive illness, or recreational drug/alcohol use that, in the opinion of the investigator, would affect participant safety or compliance.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Any Treatment Emergent Adverse Event (TEAE)","description":"An adverse event (AE) is any untoward medical occurrence in a clinical investigation participant administered a pharmaceutical product and that does not necessarily have a causal relationship with this treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"7","spread":null},{"groupId":"OG002","value":"1","spread":null},{"groupId":"OG003","value":"4","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Any Hypersensitivity Reaction","description":"Number of participants with AEs particular to allergic-type hypersensitivity reactions were assessed. Clinical manifestations of hypersensitivity reactions included, but was not limited to skin rash, pruritus (itching), urticaria (hives), angioedema (for example, swelling of the lips and/or tongue) and anaphylactic reaction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Any Thromboembolic Event","description":"Participants with adverse events related to thromboembolic event were reported. Clinical manifestations of thromboembolic events included, but was not limited to myocardial infarction, deep vein thrombosis, pulmonary embolism, stroke and transitory ischemic attack.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Any Infusion Site Reaction","description":"Infusion sites were monitored for pain, tenderness, erythema, and swelling. Infusion site evaluations were made by clinical staff or by the participant or caregiver.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With AEs Leading to Study Discontinuation","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Vital Signs Considered as AEs","description":"Number of participants with vital signs considered as AEs were assessed. Vital signs included body temperature (degree Celsius or degrees Fahrenheit \\[°C or °F\\]), respiratory rate (breaths/min), pulse rate (beats/min), and systolic and diastolic blood pressure (millimeter of mercury \\[mmHg\\]).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"1","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Laboratory Assessments Considered as AEs","description":"Number of participants with Laboratory Assessments considered as AEs were assessed. Laboratory assessments included hematology, clinical chemistry, coagulation testing, serological testing, pregnancy testing, cluster differentiation 4 (CD4).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"2","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":33},"commonTop":["Arthralgia","Headache"]}}}