{"nctId":"NCT03442751","briefTitle":"Study to Evaluate the Safety and Efficacy of Epi-on Corneal Cross-linking in Eyes With Progressive Keratoconus","startDateStruct":{"date":"2018-04-06","type":"ACTUAL"},"conditions":["Progressive Keratoconus"],"count":201,"armGroups":[{"label":"Epithelium-on CXL Treatment Group","type":"EXPERIMENTAL","interventionNames":["Drug: Test Article A","Drug: Test Article B","Device: KXL medical device system"]},{"label":"Sham Treatment/Control Group","type":"SHAM_COMPARATOR","interventionNames":["Drug: Placebo","Device: KXL medical device system"]}],"interventions":[{"name":"Test Article A","otherNames":[]},{"name":"Test Article B","otherNames":[]},{"name":"Placebo","otherNames":[]},{"name":"KXL medical device system","otherNames":[]},{"name":"KXL medical device system","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Be between 12 and 55 years of age, male or female, of any race;\n2. Provide written informed consent and sign a HIPAA form. Subjects who are under the age of 18 (or have not yet reached the age of majority per local regulations) will need to sign an assent form as well as having a parent or legal guardian sign an informed consent\n3. Ability to read English or Spanish to complete the NEI-VFQ 25 questionnaire;\n4. Willingness and ability to follow all instructions and comply with schedule for follow-up visits;\n5. For females capable of becoming pregnant, agree to have urine pregnancy testing performed prior to randomization of each study eye; must not be lactating, and must agree to use a medically acceptable form of birth control for at least one week prior to the randomization visit, and continue to use the method for one month following the treatment. Acceptable forms for birth control are spermicide with barrier, oral contraceptive, injectable or implantable method of contraception, transdermal contraceptive, intrauterine device, or surgical sterilization of partner. For non-sexually active females, abstinence will be considered an acceptable form of birth control. Women considered capable of becoming pregnant include all females who have experienced menarche and have not experienced menopause (as defined by amenorrhea for greater than 12 consecutive months) or have not undergone successful surgical sterilization (e.g. hysterectomy, bilateral tubal ligation, or bilateral oophorectomy);\n6. Having topographic and clinical evidence of keratoconus\n\nExclusion Criteria:\n\n1. Contraindications, sensitivity or known allergy to the use of the test article(s) or their components;\n2. If female, be pregnant, nursing or planning a pregnancy or have a positive urine pregnancy test prior to the randomization or treatment of either eye or during the course of the study;\n3. Previous ocular condition (other than refractive error) in the eye to be treated that may predispose the eye for future complications.\n4. A history of delayed epithelial healing in the eye to be treated or a current condition that may interfere with or prolong epithelial healing;\n5. A history of previous corneal cross-linking treatment in the eye to be treated;\n6. Have used an investigational drug or device within 30 days of screening or be concurrently enrolled in another investigational drug or device trial within 30 days of the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","maximumAge":"55 Years","stdAges":["CHILD","ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Difference Between Treatment Groups in the Change From Baseline to Month 6 in Kmax","description":"Mean difference of at least 1 diopter in Kmax change from baseline to Month 6 between treatment groups","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.3","spread":null},{"groupId":"OG001","value":"0.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Difference Between Treatment Groups in the Change From Baseline to Month 12 in Kmax","description":"Difference between the CXL and Sham/Control treatment groups in the change from baseline to Month 12 in Kmax","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.4","spread":null},{"groupId":"OG001","value":"0.7","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":189},"commonTop":["Conjunctival hyperaemia","Punctate keratitis","Corneal opacity","Photophobia","Eye pain"]}}}