{"nctId":"NCT05543187","briefTitle":"A Study of TAK-625 for the Treatment of Progressive Familial Intrahepatic Cholestasis (PFIC)","startDateStruct":{"date":"2023-01-10","type":"ACTUAL"},"conditions":["Progressive Familial Intrahepatic Cholestasis (PFIC)"],"count":5,"armGroups":[{"label":"TAK-625, Primary cohort","type":"EXPERIMENTAL","interventionNames":["Drug: TAK-625"]},{"label":"TAK-625, Supplemental cohort","type":"EXPERIMENTAL","interventionNames":["Drug: TAK-625"]}],"interventions":[{"name":"TAK-625","otherNames":["Maralixibat chloride"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. The participant is Japanese male or female with a body weight \\>=3.0 kg and who is \\>=1 month of age at the time of informed consent.\n2. The participant has a cholestasis as manifested by total serum bile acid (sBA) \\>=3\\^ upper limit of the normal range (ULN) (applies to the primary cohort only).\n3. The participant has an average morning ItchRO (Obs) score \\>=1.5 during 4 consecutive weeks of the screening period, leading to the baseline visit (Week 0/Visit 2). Since it is difficult to evaluate pruritus in infants, participants \\<12 months of age at screening whose pruritus is unavoidably difficult to be evaluated are not necessarily required to meet the above score.\n4. The caregiver has completed at least 21 valid\\* morning ItchRO (Obs) entries during 4 consecutive weeks of the screening period, leading to the baseline visit (Week 0/Visit 2) (\\*valid=completed and not answered as \"I don't know\"; the maximum allowed invalidreports=7, no more than 2 invalid reports during the last 7 days before the baseline visit \\[Week 0/Visit 2\\]).\n5. The participant has a diagnosis of progressive familial intrahepatic cholestasis (PFIC) based on:\n\n   Chronic cholestasis as manifested by persistent (\\>6 months\\*) pruritus in addition to biochemical abnormalities and/or pathological evidence of progressive liver disease. (\\* =\\<6 months is acceptable for participants \\<12 months of age).\n\n   AND\n\n   For Primary cohort:\n\n   a) The participant has a genetic testing result consistent with disease-causing variation in ABCB11 (PFIC2), based on a genotyping.\n\n   For Supplemental cohort:\n   1. The participant has a genetic testing results consistent with disease causing variation in ATP8B1 (PFIC1), ABCB4 (PFIC3), or tight junction protein 2 gene (TJP2) (PFIC4), based on a genotyping.\n   2. The participant has a PFIC phenotype without a known mutation or with another known mutation not described above.\n   3. The PFIC participant has internal or external biliary diversion surgery history, and the internal or external biliary diversion surgery was reversed.\n6. The participant (whenever possible) and caregiver are able to be contacted by phone for scheduled remote visits (participant contacts \\[phone calls\\]).\n7. Both a caregiver and participant above the age of assent are capable of reading and understanding the questionnaires.\n8. The same caregiver should be contacted during this study. The ItchRO (Obs) should be completed by the same caregiver for consistency during this study, even if the participant is an adult (over 18 years old).\n\nExclusion Criteria:\n\n1. The diagnosed with PFIC2 due to ABCB11 mutation that predicts complete absence of BSEP function due to the type of ABCB11 mutation (t-PFIC2), based on a genotyping (applies to the primary cohort only).\n2. The participant has a diagnosis of benign recurrent intrahepatic cholestasis indicated by a history of intermittent cholestasis with no disease progression.\n3. The participant has a current or recent history (\\<1 year) of atopic dermatitis or other non-cholestatic diseases associated with pruritus.\n4. The participant has a previous history of surgical interruption of the enterohepatic circulation (applies to the primary cohort only).\n5. The participant with chronic diarrhea requiring intravenous (IV) fluid or nutritional intervention and/or its sequelae at screening or during the 6 months prior to screening.\n6. The participant has a history of liver transplant or currently requires imminent liver transplant.\n7. The participant with decompensated cirrhosis (international normalized ratio \\[INR\\] \\>1.5, and/or albumin \\<30 g/L, history, or presence of clinically significant ascites, and/or variceal hemorrhage, and/or encephalopathy).\n8. The participant has an alanine aminotransferase (ALT) or total serum bilirubin (TSB) level \\>15\\^ ULN at screening.\n9. The participant has other liver disease.\n10. The participant has any other disease or condition known to interfere with the absorption, distribution, metabolism, or excretion of drugs, including bile salt metabolism in the intestine (eg, inflammatory bowel disease), per investigator discretion.\n11. The participant has a possible malignant liver mass in imaging, including screening ultrasound.\n12. The participant has received bile acid, lipid binding resins or ileal bile acid transporter (IBAT) inhibitors within 28 days prior to screening and throughout the trial.\n13. The participant who has received sodium phenylbutyrate for less than 6 months at the initiation of screening.","healthyVolunteers":false,"sex":"ALL","minimumAge":"1 Month","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in the Average Morning Itch Reported Outcome (ItchRO) (Observer Instrument [Obs]) Severity Score Between Baseline and the Average of Week 15 Through Week 26","description":"The ItchRO (Obs) scale measures severity of pruritus. The score on ItchRO (Obs) scale ranged from 0 to 4, where 0=None observed or reported, 1=Mild, 2=Moderate, 3=Severe, 4=Very severe. A higher score indicated more severe pruritus. Average baseline morning ItchRO (Obs) scores were calculated as sum of the morning scores divided by number of morning scores for the 4-week (28 days) time periods (that is \\[i.e.\\], Day -28 to Day -1). Average morning ItchRO (Obs) scores Week 15 through Week 26 were calculated as the sum of the morning scores divided by the number of morning scores from Week 15 to Week 26. Change was calculated as: Average value of Weeks 15 to 26 - Average value of Baseline (Day -28 to Day -1).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.514","spread":null},{"groupId":"OG001","value":"-0.202","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in the Average Morning ItchRO (Obs) Frequency Score Between Baseline and the Average of Week 15 Through Week 26","description":"The ItchRO (Obs) scale measures frequency of pruritus. The score on ItchRO (Obs) scale ranged from 0 to 4, where 0=None observed or reported, 1= A little bit of the time, 2= Some of the time, 3= Most of the time, 4= Almost all of the time/constantly, I don't know) to describe their pruritus condition. 'I don't know' was categorized as missing data. A higher score indicated more severe pruritus. Baseline average morning ItchRO (Obs) frequency scores were calculated as the sum of the morning frequency scores divided by the number of morning severity scores for the 4-week (28 days) time periods. (i.e., Day -28 to Day -1). Average morning ItchRO (Obs) frequency scores of Week 15 through Week 26 were calculated as the sum of the morning frequency scores divided by the number of mornings frequency scores from Week 15 to Week 26. Change was calculated as: Average value of Weeks 15 to 26 - Average value of Baseline (Day -28 to Day -1).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.740","spread":null},{"groupId":"OG001","value":"-0.735","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Total Serum Bile Acid (sBA) Levels to Week 26","description":"Change from baseline was calculated as: Post-baseline observed value - Baseline (before first dosing) observed value. Change from baseline in total sBA levels to Week 26 was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-149.900","spread":null},{"groupId":"OG001","value":"-18.250","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants (Responders) Who Experienced an sBA Control From Baseline Through Week 26","description":"Responders to sBA control were defined as participants who achieved a decrease to less than (\\<) 102 mcmol/L, a decrease of greater than (\\>) 75 percent (%), or normalization at any timepoint from baseline through Week 26.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"33.3","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in the ItchRO (Obs) Weekly Average Severity Between Baseline and the Average of Week 15 Through Week 26","description":"ItchRO (Obs) scale measures severity of pruritus, score ranged from 0 to 4, where 0=None observed or reported, 1=Mild, 2=Moderate, 3=Severe, 4=Very severe. A higher score indicated more severe pruritus. Weekly average severity was calculated based on daily maximum severity scores from both morning and evening. Average baseline morning and evening ItchRO (Obs) scores were calculated as sum of morning or evening scores divided by number of morning or evening scores for 4-week (28 days) time periods (i.e., Day -28 to Day -1). Average morning and evening ItchRO (Obs) scores Week 15 to Week 26 were calculated as sum of morning or evening scores divided by number of morning or evening scores from Week 15 to Week 26. Change was calculated as: Average value of Weeks 15 to 26 - Average value of Baseline (Day -28 to Day -1).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.629","spread":null},{"groupId":"OG001","value":"-0.254","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":3},"commonTop":["Upper respiratory tract infection","Diarrhoea","Gastroenteritis","Influenza","Auricular haematoma"]}}}