{"nctId":"NCT00352846","briefTitle":"Effect of Zoledronic Acid on Chemotherapy Induced Bone Loss","startDateStruct":{"date":"2006-01"},"conditions":["Non-Hodgkin's Lymphoma","Lymphoma"],"count":135,"armGroups":[{"label":"Vitamin D + Calcium Carbonate","type":"EXPERIMENTAL","interventionNames":["Drug: Vitamin D","Drug: Calcium Carbonate"]},{"label":"Vitamin D + Calcium Carbonate + Zoledronic Acid","type":"EXPERIMENTAL","interventionNames":["Drug: Zoledronic Acid","Drug: Vitamin D","Drug: Calcium Carbonate"]}],"interventions":[{"name":"Zoledronic Acid","otherNames":["Zometa","Zoledronate"]},{"name":"Vitamin D","otherNames":[]},{"name":"Calcium Carbonate","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Diagnosis of Non-Hodgkin's Lymphoma (B- or T-cell) or Hodgkin's lymphoma.\n2. Prior Chemotherapy\\</= 4 weeks of treatment.\n3. Age \\>/= 18 years old.\n4. Eastern Cooperative Oncology Group (ECOG) Performance Status 0-3.\n5. Estimated creatinine clearance \\>/= 60 ml/min.\n6. Must sign an informed consent form.\n\nExclusion Criteria:\n\n1. Radiologic evidence of vertebral or hip fracture.\n2. BMD T-score less than (i.e., worse than or more negative than) -2.0 at any of the following sites: lumbar spine, femoral neck, or total hip.\n3. Patients with secondary non-lymphomatous cancers metastatic to bone. However, other secondary cancers are allowed.\n4. Spinal cord compression due to vertebral collapse.\n5. Bisphosphonate treatment in the prior 6 months or steroid use (greater than 35 mg of prednisone equivalent steroids) in the prior 3 months. The use of topical, inhaled, or nasal steroids is allowed.\n6. Primary hyperparathyroidism.\n7. Active osteomalacia.\n8. Untreated hypocalcemia (ionized, iCa), Ionized Ca level must be within normal limits prior to enrollment.\n9. Untreated secondary hyperparathyroidism, Patients with abnormal parathyroid hormone (PTH) levels may be enrolled as long as they are being treated.\n10. Untreated vitamin D deficiency, Vitamin D level may be abnormal and patient may be enrolled as long as they are being treated.\n11. Untreated low testosterone (test in men only), testosterone level may be abnormal and patient may be enrolled as long as they are being treated.\n12. Paget's disease.\n13. Pregnant or breast-feeding.\n14. Radiotherapy involving the mandible.\n15. Current active dental problems including infection of the teeth or jawbone (maxilla or mandibular); dental or fixture trauma, or a current or prior diagnosis of osteonecrosis of the jaw (ONJ), or of exposed bone in the mouth, or of slow healing after dental procedures.\n16. Recent (within 3 weeks) or planned dental or jaw surgery (e.g.. extraction, implants).\n17. Patients with abnormal renal function as evidenced by either a serum creatinine greater than 3 mg/dL or by a calculated creatinine clearance of \\< 60 mL/minute.\n18. Known hypersensitivity to zoledronic acid or other bisphosphonates.\n19. Hypercalcemia: corrected Ca \\> 10.2 mg/dL or ionized Ca \\> 1.32 mmol/L","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage Change in Bone Mineral Density (BMD) T-Score From Baseline to 12 Months","description":"The 12-month change from baseline in BMD at the total lumbar spine. BMD evaluation was performed at baseline and at 12 months after initiation of therapy at the lumbar spine. BMD was measured by dual-energy, x-ray absorptiometry scanners. T-Score is the number of standard deviations above or below the mean. A T-score \\>= -1 indicates a normal BMD, while T-scores between -1 and -2.5 indicate osteopenia and T-scores \\<= -2.5 indicate osteoporosis.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.08","spread":"0.34"},{"groupId":"OG001","value":"-0.09","spread":"1.23"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":37},"commonTop":[]}}}