{"nctId":"NCT00327717","briefTitle":"Evaluating the Efficacy and Safety of Zonisamide in the Treatment of Partial Seizures","startDateStruct":{"date":"2006-09"},"conditions":["Partial Seizures"],"count":240,"armGroups":[{"label":"Zonisamide 100 mg tablet","type":"EXPERIMENTAL","interventionNames":["Drug: Zonisamide"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Zonisamide","otherNames":["Zonegran"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"According to the International League Against Epilepsy (ILAE) classification of seizure type (1981) and international classification of epilepsies and epileptic syndromes (ILAE, 1989), definite diagnosis of partial seizures (with or without secondary generalized seizures) refractory to current anti epilepsy drug (AED) therapy.\n\nInclusion criteria:\n\n1. Adult male or female, 16 to 70 years old;\n2. Classified according to the ILAE classification of seizure type (1981) and international classification of epilepsy and epileptic syndromes (ILAE, 1989) into partial seizures (with or without secondary generalized seizures);\n3. Based on the retrospective subject diary, at least 4 partial seizures per month ( 4 weeks ) within 12 weeks prior to entry;\n4. No more than 8 secondary generalized tonic, clonic, or tonic-clonic seizures per month within 12 weeks prior to entry;\n5. Antiepileptic therapy including at least 1-2 concomitant AEDs and were on a stable dose(s) of the same AEDs for the 3 months prior to enrollment;\n6. Had performed electro encephalogram (EEG) within 6 months prior to entry, and computer tomography (CT) or magnetic resonance imaging (MRI) examination to mainly exclude space-occupying disease;\n7. Was able to count seizure frequencies;\n8. Women with child bearing potential, were not to be pregnant or nursing, and must have agreed to practice during the study a reliable form of contraception (oral contraceptive, condom, intrauterine device or diaphragm).\n9. Signed written informed consent and agreed to comply with the protocol.\n\nExclusion criteria:\n\n1. History or evidence of a progressive central nervous system (CNS) disease;\n2. Nonepileptic seizures and pseudoepileptic seizures;\n3. Severe mental retardation or unstable psychical status;\n4. Clinically significant cardiac, hepatic, renal, or hematological disease, uncontrolled hypertension (systolic blood pressure (SBP) ≥150 and/or diastolic blood pressure (DBP) ≥100mmHg), Symptomatic ischemic heart disease, cerebral infarction or atherosclerosis obliterans;\n5. History of malignant neoplastic disease;\n6. Any condition that might interfere the pharmacokinetics (absorption, distribution, and/or excretion) of drugs, such as liver or kidney dysfunction, hypoproteinemia;\n7. Glucose-6-phosphate dehydrogenase (G-6-PD) deficiency or history of hemolytic anemia or acute intermittent porphyria.\n8. History of kidney stone;\n9. History of alcohol or drug abuse within 2 years;\n10. Sensitivity to sulfonamide medications or history of severe drug allergy;\n11. Administration of monoamine oxidase inhibitor (MAOI), antidepressants or antipsychotic a psycho-tropic within 14 days prior to entry;\n12. History of status epileptics in the past years or seizure clusters where individual seizures cannot be counted ;\n13. History of zonisamide administration;\n14. History of acetazolamide administration to treat epilepsy within 2 months prior to entry;\n15. Joined the clinical trial of other AEDs within 30 days prior to entry;\n16. Pregnant women or women in lactation;\n17. Abnormal clinical laboratory values with clinical significance judged by investigators (for example, if abnormal hepatic function is caused by concurrent other AEDs, the abnormal value within 2 times of normal could be acceptable);\n18. Inability of subject to return for scheduled visits or to comply with any other aspect of the protocol.\n19. Subjects who, in the opinion of the investigator, were poor medical candidates or pose any other risk for therapy with an investigational drug.","healthyVolunteers":false,"sex":"ALL","minimumAge":"16 Years","maximumAge":"70 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Median Percent Change From Baseline in All Partial Seizure Frequency (Complex Partial Seizures (CP)+ Simple Partial Seizures (SP) + Secondary Generalization Seizures (SGS)) During the Fixed-dose Phase","description":"The median percent change in seizure frequency of all partial seizures (CP+SP+SGS) from baseline during the fixed-dose phase.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-48.42","spread":"73.83"},{"groupId":"OG001","value":"-26.58","spread":"157.22"}]}]}]},{"type":"SECONDARY","title":"The Mean Percent Change From Baseline in Complex Partial (CP) Seizure Frequency","description":"The Mean Percent Change in seizure frequency of CP from baseline during the fixed-dose phase.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-31.65","spread":"87.28"},{"groupId":"OG001","value":"-25.21","spread":"68.23"}]}]}]},{"type":"SECONDARY","title":"The Mean Percent Change From Baseline in Simple Partial (SP) Seizure Frequency","description":"The Mean percent change in seizure frequency of SP from baseline during the fixed-dose phase.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-49.14","spread":"62.06"},{"groupId":"OG001","value":"56.03","spread":"318.43"}]}]}]},{"type":"SECONDARY","title":"The Mean Percent Change From Baseline in Partial Seizures With Secondary Generalization (SGS)","description":"The mean percent change in seizure frequency of SGS from baseline during the fixed-dose phase.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-53.2","spread":"54.81"},{"groupId":"OG001","value":"-4.08","spread":"178.66"}]}]}]},{"type":"SECONDARY","title":"Responder Rate","description":"Responder rate is defined as percentage of participants with \\>=50% reduction in seizure frequency from baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"48.6","spread":null},{"groupId":"OG001","value":"34.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Number of Seizure Free Days","description":"Mean number of seizure free days per 28 day period during fixed dose phase","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22.31","spread":"6.14"},{"groupId":"OG001","value":"21.43","spread":"7.07"}]}]}]},{"type":"SECONDARY","title":"Mean Percentage of Change in Seizure Free Days","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"79.69","spread":"21.93"},{"groupId":"OG001","value":"76.52","spread":"25.26"}]}]}]},{"type":"SECONDARY","title":"Mean Time to First Seizure (Days)","description":"Mean time to first seizure during fixed dose phase","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22.31","spread":"6.14"},{"groupId":"OG001","value":"21.43","spread":"7.07"}]}]}]},{"type":"SECONDARY","title":"Percentage of Seizure-free Participants During Fixed-dose Phase","description":"Percentage of seizure-free participants during fixed-dose phase","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.8","spread":null},{"groupId":"OG001","value":"2.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Drop - Out Rate","description":"Number of Participants who dropped out of the study. In the Study drop-out rate is defined as number of participants.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":120},"commonTop":["somnolence","Upper respiratory tract infection","anorexia","Dizziness","nausea"]}}}