{"nctId":"NCT01337089","briefTitle":"Long Term Safety of Sativex Oromucosal Spray (Sativex®; Nabiximols) as Adjunctive Therapy in Patients With Uncontrolled Persistent Chronic Cancer Related Pain","startDateStruct":{"date":"2011-01-19","type":"ACTUAL"},"conditions":["Pain","Advanced Cancer"],"count":660,"armGroups":[{"label":"Non-comparative, open-label Nabiximols","type":"EXPERIMENTAL","interventionNames":["Drug: Nabiximols"]}],"interventions":[{"name":"Nabiximols","otherNames":["Sativex®"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participant had completed the parent study within the last seven days\n* Willing and able to give written informed consent\n* Willing and able to comply with all study requirements\n\nExclusion Criteria:\n\n* The participant was using cannabis or cannabinoid based medications, other than the parent study investigational medicinal product (IMP), and was unwilling to abstain for the duration of the study\n* Any history or immediate family history of schizophrenia, other psychotic illness, severe personality disorder or other significant psychiatric disorder other than depression associated with their underlying condition\n* Any known or suspected history of a substance abuse/dependence disorder (including opiate abuse/dependence prior to the diagnosis of cancer), current heavy alcohol consumption (more than 60 grams \\[g\\] of pure alcohol per day for men, and more than 40 g of pure alcohol per day for women), current use of an illicit drug or current non-prescribed use of any prescription drug\n* Had poorly controlled epilepsy or recurrent seizures (for example, one or more seizure during the last year)\n* Had experienced myocardial infarction or clinically significant cardiac dysfunction within the last 12 months or had a cardiac disorder that, in the opinion of the investigator would have put the participant at risk of a clinically significant arrhythmia or myocardial infarction\n* Had significantly impaired renal function\n* Had significantly impaired hepatic function at the \"end of treatment\" visit of the parent study\n* Female participants of child-bearing potential and male participants whose partner was of child-bearing potential, unless willing to ensure that they or their partner used effective contraception, for example, oral contraception, double barrier, intra-uterine device, during the study and for 3 months thereafter (however, a male condom should not have been used in conjunction with a female condom as this may not have proven effective)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percent Of Participants With Treatment-emergent Adverse Events","description":"Treatment-emergent Adverse Events (TEAEs) were coded according to the Medical Dictionary for Regulatory Activities (MedDRA) dictionary version 17.0. A TEAE is defined as an adverse event with an onset after the start of study drug treatment. The percent of participants who experienced one or more TEAEs is reported.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"82.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline In Mean NRS Average Pain During The Last Period","description":"Participants indicated the level of pain experienced in the last 24 hours on an 11-point Numerical Rating Scale (NRS), where a score of 0 indicated \"no pain\" and a score of 10 indicated \"pain as bad as you can imagine.\" Change in mean NRS average pain was calculated as: Last Period NRS average pain score - Baseline NRS average pain score.\n\nA negative value indicates an improvement in average pain score from Baseline.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"1.8"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline In Mean Sleep Disruption NRS During The Last Period","description":"Participants indicated the level of sleep disruption experienced in the last 24 hours on an 11-point NRS, where a score of 0 indicated \"did not disrupt sleep\" and a score of 10 indicated \"completely disrupted (unable to sleep at all).\" Change in mean sleep disruption NRS was calculated as: Last Period sleep disruption NRS score - Baseline sleep disruption NRS score.\n\nA negative value indicates an improvement in sleep disruption score from Baseline.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1","spread":"1.9"}]}]}]},{"type":"SECONDARY","title":"Patient Satisfaction Questionnaire At Last Visit (Up To Day 183)","description":"The Patient Satisfaction Questionnaire (PSQ) was used to assess level of satisfaction of the participant with the study drug, with the markers \"extremely satisfied, very satisfied, slightly satisfied, neutral, slightly dissatisfied, very dissatisfied, extremely dissatisfied\". Last visit refers to the last visit that a participant completed the assessment.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"56","spread":null}]},{"measurements":[{"groupId":"OG000","value":"230","spread":null}]},{"measurements":[{"groupId":"OG000","value":"185","spread":null}]},{"measurements":[{"groupId":"OG000","value":"82","spread":null}]},{"measurements":[{"groupId":"OG000","value":"33","spread":null}]},{"measurements":[{"groupId":"OG000","value":"22","spread":null}]},{"measurements":[{"groupId":"OG000","value":"10","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline In NRS Constipation At Last Visit (Up To Day 183)","description":"Participants indicated level of constipation on an 11-point NRS, where a score of 0 was \"no constipation\", and 10 was \"constipation as bad as you can imagine.\" Last visit refers to the last visit that a participant completed the assessment.\n\nChange in NRS constipation score was calculated as: Last Visit NRS constipation score - Baseline NRS constipation score.\n\nA negative value indicates improvement in condition from Baseline.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.1","spread":"2.5"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":301,"n":660},"commonTop":["Nausea","Vomiting","Dizziness","Asthenia","Decreased Appetite"]}}}