{"nctId":"NCT04115293","briefTitle":"Safety, Tolerability, and Efficacy of Zilucoplan in Subjects With Generalized Myasthenia Gravis","startDateStruct":{"date":"2019-09-17","type":"ACTUAL"},"conditions":["Myasthenia Gravis, Generalized"],"count":174,"armGroups":[{"label":"0.3 mg/kg zilucoplan (RA101495)","type":"EXPERIMENTAL","interventionNames":["Drug: zilucoplan (RA101495)"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"zilucoplan (RA101495)","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Diagnosis of gMG \\[Myasthenia Gravis Foundation of America (MGFA) Class II-IV\\] at Screening\n* Positive serology for acetylcholine receptor (AChR) autoantibodies\n* MG-ADL Score of ≥ 6 at Screening and Baseline\n* QMG score ≥ 12 at Screening and Baseline\n* No change in corticosteroid dose for at least 30 days prior to Baseline or anticipated to occur during the 12-week Treatment Period\n* No change in immunosuppressive therapy, including dose, for at least 30 days prior to Baseline or anticipated to occur during the 12-week Treatment Period\n\nExclusion Criteria:\n\n* Thymectomy within 12 months prior to Baseline or scheduled to occur during the 12 week Treatment Period\n* History of meningococcal disease\n* Current or recent systemic infection within 2 weeks prior to Baseline or injection requiring intravenous (IV) antibiotics within 4 weeks prior to Baseline","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"74 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline (CFB) to Week 12 in Myasthenia Gravis-Activities of Daily Living (MG-ADL) Total Score","description":"The MG-ADL is an 8-item patient-reported outcome measure assessing MG symptoms and their effects on daily activities. Each item in the scale scored 0 to 3 (0=None, 3=severe disease) point scale. The total score was the sum of all individual item scores and ranged from 0 to 24. Higher scores indicated more severe disability due to MG. A decrease from Baseline score indicated improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.30","spread":null},{"groupId":"OG001","value":"-4.39","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 12 in the Quantitative Myasthenia Gravis (QMG) Total Score","description":"The QMG is a standardized and validated quantitative strength scoring system that was developed specifically for MG. The scale consisted of 13 items. Each item in the scale scored on a 0 to 3-point scale, ranging from 0 (no weakness) to 3 (severe weakness), summing up to the overall score range from 0 to 39. Higher scores indicated more severe impairment. A decrease from Baseline score indicated improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.25","spread":null},{"groupId":"OG001","value":"-6.19","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 12 in the Myasthenia Gravis Composite (MGC) Scale Total Score","description":"The total MGC score was sum of responses to 10 individual items : 1. Ptosis upward gaze (0 to 3), 2. Double vision on lateral gaze, left or right (0, to 4), 3. Eye closure (0 to 2), 4. Talking (0 to 6), 5. Chewing (0 to 6), 6. Swallowing \\[0 to 6\\], 7. Breathing (0 to 9), 8. Neck flexion or extension (0 to 4), 9. Shoulder abduction (0 to 5), 10. Hip flexion (0 to 5). The higher score for each item indicated severity. The total score ranged 0 to 50 with higher score indicative of severe disease activity). A decrease from Baseline score showed improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.42","spread":null},{"groupId":"OG001","value":"-8.62","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 12 in the Myasthenia Gravis - Quality of Life Revised (MG-QoL15r) Scale Total Score","description":"The MG-QoL15r is a 15-item patient-reported outcome measure designed to assess quality of life in patients with MG. Each item in the scale scored on a 0 to 2-point scale (0=Not much at all, 1=Somewhat, 2=Very much). The total score was the sum of the 15 individual item scores, ranging from 0 to 30. Higher scores indicated more severe impact of the disease on aspects of the patient's life. A decrease from Baseline score indicated improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.16","spread":null},{"groupId":"OG001","value":"-5.65","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to First Receipt of Rescue Therapy Over the 12-week Treatment Period","description":"Time to first receipt of rescue therapy over the 12-week treatment period (in days) was defined as the date of first rescue therapy use minus date of first Investigational Medicinal Product (IMP) + 1.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving Minimal Symptom Expression (MSE) at Week 12 Without Rescue Therapy","description":"Percentage of Participants achieving MSE was defined as achieving a MG-ADL value of a 0 (No MG symptoms) or 1 (Mild MG symptoms) at Week 12 and not having taken rescue therapy. Any participant with an event of death, myasthenic crisis or rescue therapy was considered as non-responders. Any other missing data was imputed using the missing at Random (MAR) assumption.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.8","spread":null},{"groupId":"OG001","value":"14.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving a ≥ 3-point Reduction in MG-ADL Score at Week 12 Without Rescue Therapy","description":"Percentage of participants achieving a ≥ 3-point reduction in MG-ADL Score at Week 12 without rescue therapy were reported. The MG-ADL is an 8-item patient-reported outcome measure assessing MG symptoms and their effects on daily activities. Each item in the scale scored on a 0 to 3 (0=None, 3=severe disease) point scale. The total score was the sum of all individual item scores and ranged from 0 to 24. Higher scores indicated more severe disability due to MG. Any participant with an event of death, myasthenic crisis or rescue therapy was considered as non-responders. Any other missing data was imputed using the MAR assumption.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"46.1","spread":null},{"groupId":"OG001","value":"73.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving a ≥5-point Reduction in QMG Score Without Rescue Therapy at Week 12","description":"Percentage of participants achieving a ≥5-point reduction in QMG Score without rescue therapy at Week 12 were reported. The QMG is a standardized and validated quantitative strength scoring system that was developed specifically for MG. The scale consisted of 13 items. Each item in the scale scored on a 0 to 3-point scale, ranging from 0 (no weakness) to 3 (severe weakness), summing up to the overall score range from 0 to 39. Higher scores indicated more severe impairment. Any participant with an event of death, myasthenic crisis or rescue therapy was considered as non-responders. Any other missing data was imputed using the MAR assumption.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"33.0","spread":null},{"groupId":"OG001","value":"58.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Treatment-emergent Adverse Events (TEAEs)","description":"A TEAE is defined as an AE starting on or after the time of first administration of IMP and up to and including 40 days after the final dose (or last contact depending on which occurs first). Adverse events starting before the date of the first administration of IMP were not considered TEAEs.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"70.5","spread":null},{"groupId":"OG001","value":"76.7","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":13,"n":88},"commonTop":["Headache","Injection site bruising","Myasthenia gravis","Diarrhoea","Injection site pain"]}}}