{"nctId":"NCT03460652","briefTitle":"KP415 Open-Label Safety Study in Children (6-12 Years of Age) With ADHD","startDateStruct":{"date":"2018-03-13","type":"ACTUAL"},"conditions":["ADHD"],"count":282,"armGroups":[{"label":"Open-Label KP415","type":"EXPERIMENTAL","interventionNames":["Drug: KP415 oral capsule"]}],"interventions":[{"name":"KP415 oral capsule","otherNames":["Azstarys","SDX/d-MPH"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Subject must meet Diagnostic and Statistical Manual of Mental Disorders - Fifth Edition (DSM-5) criteria for a primary diagnosis of ADHD (combined, inattentive, or hyperactive/impulsive presentation) per clinical evaluation and confirmed by the Mini International Neuropsychiatric Interview for Children and Adolescents (MINI-KID).\n2. Subject must have a score of at least 3 (mildly ill) on the clinician-administered Clinical Global Impressions-Severity (CGI-S) scale.\n3. Subjects who completed the efficacy study with KP415 may be rolled over into the current study.\n4. Subject, subject's parent/legal guardian and caregiver (if applicable) must understand and be willing and able to comply with all study procedures and visit schedule.\n\nExclusion Criteria:\n\n1. Subject with any clinically significant chronic medical condition that may interfere with the participant's ability to participate in the study.\n2. Subject has any diagnosis of bipolar I or II disorder, major depressive disorder, conduct disorder, obsessive-compulsive disorder, any history of psychosis, autism spectrum disorder, disruptive mood dysregulation disorder (DMDD), intellectual disability, Tourette's Syndrome, confirmed genetic disorder with cognitive and/or behavioral disturbances.\n3. Subject has evidence of any chronic disease of the central nervous system (CNS) such as tumors, inflammation, seizure disorder, vascular disorder, potential CNS related disorders that might occur in childhood, or history of persistent neurological symptoms attributable to serious head injury.\n4. Subject has a current (last month) psychiatric diagnosis other than specific phobia, motor skills disorders, oppositional defiant disorder, sleep disorders, elimination disorders, adjustment disorders, learning disorders, or communication disorders. Participants with school phobia or separation anxiety will not be eligible.\n5. Subject has clinically significant suicidal ideation/behavior, based on a history of attempted suicide and the C-SSRS assessment at Screening or at any time before the last dose of study drug.\n6. Subject has any clinically significant unstable medical abnormality, chronic disease, or a history of a clinically significant abnormality of the cardiovascular, gastrointestinal, respiratory, hepatic, or renal systems, or a disorder or history of a condition that may interfere with drug absorption, distribution, metabolism, or excretion of study drug.\n7. Subject has a history or presence of abnormal ECGs.","healthyVolunteers":false,"sex":"ALL","minimumAge":"6 Years","maximumAge":"12 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Subjects With Treatment-Emergent Adverse Events (TEAEs)","description":"TEAEs will be assessed starting following the first dose of study drug, and ending with the Follow-Up Visit or Early Termination Visit.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"143","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"108","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in ADHD-RS-5 Total Score","description":"The clinician-administered ADHD-RS-5 is an 18-item scale that rates ADHD symptoms on a 4-point scale. Each item is scored using a combination of severity and frequency ratings from a range of 0 (reflecting no symptoms or a frequency of never or rarely) to 3 (reflecting severe symptoms or a frequency of very often), so that the total ADHD-RS-5 scores range from 0 to 54. The 18 items can be divided into two 9-item subscales: One for hyperactivity/impulsivity and the other for inattentiveness.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-29.0","spread":"11.21"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in CGI-S","description":"The CGI-S is a clinician-rated scale that evaluates the severity of psychopathology (ADHD symptoms in this study) on a scale from 1 (not at all ill) to 7 (among the most severely ill).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null}]},{"measurements":[{"groupId":"OG000","value":"5","spread":null}]},{"measurements":[{"groupId":"OG000","value":"82","spread":null}]},{"measurements":[{"groupId":"OG000","value":"112","spread":null}]},{"measurements":[{"groupId":"OG000","value":"26","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"47","spread":null}]},{"measurements":[{"groupId":"OG000","value":"45","spread":null}]},{"measurements":[{"groupId":"OG000","value":"52","spread":null}]},{"measurements":[{"groupId":"OG000","value":"7","spread":null}]},{"measurements":[{"groupId":"OG000","value":"1","spread":null}]},{"measurements":[{"groupId":"OG000","value":"1","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Children's Sleep Habits Questionnaire","description":"The modified, abbreviated Children's Sleep Habits Questionnaire (CSHQ) will be used to assess the sleep behavior. The CSHQ is a retrospective, 33-item parent questionnaire to examine sleep behavior in small children. Items are rated on a 3-point scale of \"Usually\", \"Sometimes\" and \"Rarely\" for occurrences in a number of key sleep domains: bedtime resistance, sleep onset delay, sleep duration, sleep anxiety, night wakings, parasomnias, sleep disordered breathing, and daytime sleepiness. Scores range from 33-99, with higher scores represent more disturbed sleep. Scores were obtained during a clinician-directed interview with the parent/guardian/caregiver.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.3","spread":"5.20"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":238},"commonTop":["infections and infestations","psychiatric disorders","metabolism and nutrition disorders","investigations","nervous system"]}}}