{"nctId":"NCT01591746","briefTitle":"Botulinum Toxin A (Botox) in Tissue Expander Breast Reconstruction","startDateStruct":{"date":"2012-08","type":"ACTUAL"},"conditions":["Breast Cancer","Pain, Postoperative","BRCA1 Mutation","BRCA2 Mutation","Breast Diseases","Neoplasms"],"count":131,"armGroups":[{"label":"Group A - Botulinum Toxin Type A","type":"EXPERIMENTAL","interventionNames":["Drug: Botulinum Toxin Type A"]},{"label":"Group B - Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Botulinum Toxin Type A","otherNames":["BOTOX"]},{"name":"Placebo","otherNames":["Sodium chloride solution"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Women at least 18 years of age, who will undergo immediate unilateral or bilateral tissue expander breast reconstruction following therapeutic skin-sparing or nipple-sparing mastectomy\n* Women at least 18 years of age, who will undergo immediate bilateral tissue expanders breast reconstruction following risk-reduction (prophylactic) skin-sparing or nipple-sparing mastectomy\n\nExclusion Criteria:\n\n* Subjects who are unable to read or speak English\n* Breast reconstruction using the latissimus dorsi flap combined with a tissue expander\n* Documented diagnosis of chronic pain, upper limb spasticity, cervical dystonia, axillary hyperhidrosis, strabismus or blepharospasm\n* Hypersensitivity to any botulinum toxin preparation or to any of the components in the formulation\n* Infection at the proposed site of injection\n* Pre-existing neuromuscular disorders (including diagnosed myasthenia gravis, Eaton-Lambert syndrome, or amyotrophic lateral sclerosis)\n* Aminoglycosides intake at the time of surgery (these antibiotics can potentiate the effect of BTX-A)\n* Women who are pregnant or breast feeding\n* Presence of breast implants from previous breast surgery\n* Reported use of Botox within 4 months prior to planned surgical date","healthyVolunteers":true,"sex":"FEMALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Average Pain Scores Using a Numeric Pain Intensity Scale","description":"The numeric pain intensity scale (NPIS) will be completed at the preoperative visit and again at the first postoperative visit. The NPIS is a visual analog scale (VAS) commonly used to assess clinical pain. Subjects are asked to rate their pain on a scale from 0 to 10, where 0 is no pain and 10 is the worst pain imaginable.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]},{"type":"PRIMARY","title":"Physical Well-Being Using the BREAST-Q, Reconstruction Module","description":"The Physical Well-Being scale of the BREAST-Q, Reconstruction module, will be used for this purpose. The BREAST-Q is a validated patient-reported outcome measure to accurately assess quality of life and patient satisfaction. The Reconstruction module Physical Well-Being scale has questions on the function and participation in activities before and after breast reconstruction. For this study, subjects were asked to answer 16 questions on how often they experienced each symptom, using score of 1 to 5, where 1 was none of the time and 5 was very often. Answers from these questions were combined to provide a total physical well-being score (for a total possible range of 16-80) for each patient at each visit. Lower scores reflected fewer symptoms and higher satisfaction where higher scores reflected more symptoms and less satisfaction.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"63","spread":null},{"groupId":"OG001","value":"60","spread":null}]}]}]},{"type":"SECONDARY","title":"Initial Intraoperative Fill Volume in Milliliters (mL)","description":"The amount of initial intraoperative fill volume in milliliters (mL) in the tissue expander at the time of surgery divided by the manufacturers recommended total tissue expander volume will be measured. Each breast will be measured separately.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"63.5","spread":"23.0"},{"groupId":"OG001","value":"60.4","spread":"20.0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"60.1","spread":"23.1"},{"groupId":"OG001","value":"60.0","spread":"21.1"}]}]}]},{"type":"SECONDARY","title":"Number of Tissue Expansion Visits","description":"The total number of tissue expansion visits completed post-operatively.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Total Volume of Tissue Expansion","description":"Measurement of total expansion volume in milliliters (mL).","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"80","spread":null},{"groupId":"OG001","value":"75","spread":null}]}]}]},{"type":"SECONDARY","title":"Rate of Reconstruction Failure","description":"The rate of reconstruction failure will be measured by the number of subjects who have tissue expander removal.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":68},"commonTop":["Unplanned reoperation","Delayed wound healing","Seroma","Surgical site infection","Hematoma requiring reoperation"]}}}