{"nctId":"NCT01302964","briefTitle":"Mirtazapine Treatment of Anxiety in Children and Adolescents With Pervasive Developmental Disorders","startDateStruct":{"date":"2010-08"},"conditions":["Autism Spectrum Disorders"],"count":30,"armGroups":[{"label":"Mirtazapine","type":"EXPERIMENTAL","interventionNames":["Drug: Mirtazapine"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Placebo","otherNames":["Sugar pill"]},{"name":"Mirtazapine","otherNames":["Remeron"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Ages 5-17 years\n* Diagnosis of autistic disorder, Asperger's disorder or Pervasive Developmental Disorder Not Otherwise Specified (PDD NOS)\n* Clinically significant anxiety as evidenced by a Pediatric Anxiety Rating Scale (PARS) score of 10 or greater\n* Abbreviated intelligence quotient (IQ) greater than 50 on the Stanford Binet 5th Ed.\n\nExclusion Criteria:\n\n* Diagnosis of Rett's disorder or childhood integrative disorder\n* Diagnosis of obsessive-compulsive disorder (OCD), post-traumatic stress disorder, major mood disorder, psychotic disorder, or substance use disorder\n* Presence of any past or present medical conditions that would make treatment with mirtazapine unsafe\n* Use of other antidepressants or benzodiazepines\n* Use of other psychotropic medications which are ineffective, poorly tolerated, or sub-optimal in terms of dose\n* Previous adequate trial of mirtazapine","healthyVolunteers":false,"sex":"ALL","minimumAge":"5 Years","maximumAge":"17 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean 10-Week Change in Pediatric Anxiety Rating Scale 5-Item Total Score, Double-blind Phase","description":"The Pediatric Anxiety Rating Scale (PARS) is a clinician-rated instrument that assesses anxiety symptoms that are commonly associated with social anxiety, separation anxiety, and generalized anxiety disorders. Scaled score ranges form 0-25 with higher scores indicating more severe anxiety symptoms. Means were estimated using a repeated measures linear regression model with treatment group, study week (in categories), and their interaction as covariates, and assuming a common mean between treatment groups at baseline. Confidence intervals reflect a Bonferroni multiple testing correction accounting for the selection of two primary outcomes.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.9","spread":null},{"groupId":"OG001","value":"-3.2","spread":null}]}]}]},{"type":"PRIMARY","title":"Proportion of Participants Who Responded to Treatment at 10 Weeks According to the Improvement Item of the Clinical Global Impression-Scale (Response Defined as CGI-I=1 or CGI-I=2)","description":"The Clinical Global Impressions Global Improvement (CGI-I) is designed to take into account all factors to arrive at an assessment of response to treatment. The CGI-I scale ranges from 1 to 7 (1=very much improved; 2= much improved; 3=minimally improved; 4=no change; 5=minimally worse; 6=much worse; 7=very much worse), with lower scores indicating improvement (1=very much improved and 2=much improved). In this study the CGI was focused on the target symptom of anxiety. Participants with a CGI-I score of 1 or 2 were classified as responders. The CGI-I was administered biweekly for 6 weeks and again at 10 weeks during the study. The participant who withdrew from the study before 10 weeks was not included in the calculations.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.47","spread":null},{"groupId":"OG001","value":"0.20","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":20},"commonTop":["Sedation/Drowsiness","Appetite increase","Irritability","Nausea","Stomach or abdominal discomfort"]}}}