{"nctId":"NCT01974141","briefTitle":"A Safety and Efficacy Study of Dapsone Gel in Patients With Acne Vulgaris","startDateStruct":{"date":"2013-11"},"conditions":["Acne Vulgaris"],"count":2102,"armGroups":[{"label":"Dapsone Gel","type":"EXPERIMENTAL","interventionNames":["Drug: Dapsone Gel"]},{"label":"Dapsone Gel Vehicle","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Dapsone Gel Vehicle"]}],"interventions":[{"name":"Dapsone Gel","otherNames":[]},{"name":"Dapsone Gel Vehicle","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Diagnosis of acne vulgaris\n* Willing to avoid excessive or prolonged exposure to ultraviolet light (eg, sunlight, tanning beds) throughout the study\n\nExclusion Criteria:\n\n* Severe cystic acne, acne conglobata, acne fulminans, or secondary acne\n* Use of phototherapy devices (eg, ClearLight™), energy-based devices, adhesive cleansing strips (eg, Pond's®, Biore®), or cosmetic procedures (eg, facials, peeling, comedo extraction) in the past week\n* Use of anti-inflammatory medications, salicylic acid; corticosteroids, antibiotics, antibacterials (including benzoyl peroxide-containing products \\[eg, benzamycin\\]), retinoids; other topical acne treatments (eg, photodynamic therapy, medicated soaps such as those containing benzoyl peroxide, salicylic acid, sulfur, or sodium sulfacetamide) in the past 2 weeks\n* Use of birth control pills strictly for acne control","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Patients With a Score of 0 (None) or 1 (Minimal) on the 5-point Global Acne Assessment Score (GAAS)","description":"The Investigator evaluated the patient's acne severity using the 5-point GAAS scale with 0 being none and 4 being severe. The complete scale is as follow: Grade 0 (none) = No evidence of facila acne vulgaris; Grade 1 (minimal) = Few noninflammatory lesions (comedones) are present, a few inflammatory lesions (papules/pustules) may be present, no nodulo-cyctic lesions are allowed; Grade 2 (mild) = Several to many noninflammatory lesions (comedones) are present, a few inflammatory lesions (papules/pustules) are present, no nodulo-cystic lesions are allowed; Grade 3 (moderate) = Many noninflammatory (comedones) and inflammatory lesions (papules/pustules) are present, no nodulo-cystic lesions are allowed; Grade 4 (severe) = Significant degree of inflammatory disease, papules/pustules are a predominant feature, a few nodulo-cystic lesions may be present, comedones may be present.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"29.9","spread":null},{"groupId":"OG001","value":"21.2","spread":null}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Inflammatory Facial Lesion Counts","description":"The Investigator evaluated the patient's inflammatory lesions (papule, pustule and nodule/cyst). A negative change from baseline indicates a reduction in lesion counts (improvement) and a positive change from baseline indicates an increase in lesion counts (worsening).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"29.0","spread":"0.25"},{"groupId":"OG001","value":"29.4","spread":"0.25"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-16.1","spread":"0.32"},{"groupId":"OG001","value":"-14.1","spread":"0.32"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Noninflammatory Facial Lesion Counts","description":"The Investigator evaluated the patient's noninflammatory lesions (papule, pustule and nodule/cyst). A negative change from baseline indicates a reduction in lesion counts (improvement) and a positive change from baseline indicates an increase in lesion counts (worsening).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"47.0","spread":"0.53"},{"groupId":"OG001","value":"48.7","spread":"0.53"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-20.8","spread":"0.56"},{"groupId":"OG001","value":"-17.6","spread":"0.55"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Total Lesion Counts","description":"The Investigator evaluated the patient's inflammatory (papule, pustule and nodule/cyst) and non-inflammatory (blackhead and whitehead) lesions. A papule is a small, red, solid elevation less than 1.0 cm in diameter, a pustule is a small, circumscribed elevation of the skin that contains yellow-white exudate and a nodule/cyst is a circumscribed, elevated, solid lesion generally more than 0.5 cm in diameter with palpable depth. The total lesion count was the sum of the inflammatory and non-inflammatory lesion counts. A negative change from baseline indicates a reduction in lesion counts (improvement) and a positive change from baseline indicates an increase in lesion counts (worsening).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"75.9","spread":"0.65"},{"groupId":"OG001","value":"78.1","spread":"0.65"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-36.9","spread":"0.76"},{"groupId":"OG001","value":"-31.7","spread":"0.75"}]}]}]},{"type":"SECONDARY","title":"Percentage Change From Baseline in Total Lesion Counts","description":"The Investigator evaluated the patient's Inflammatory (papule, pustule and nodule/cyst) and Non-inflammatory (blackhead and whitehead) lesions. A papule is a small, red, solid elevation less than 1.0 cm in diameter, a pustule is a small, circumscribed elevation of the skin that contains yellow-white exudate and a nodule/cyst is a circumscribed, elevated, solid lesion generally more than 0.5 cm in diameter with palpable depth. The total lesion count was the sum of the inflammatory and non-inflammatory lesion counts. A negative percent change from baseline indicates a reduction in lesion counts (improvement) and a positive percent change from baseline indicates an increase in lesion counts (worsening).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-48.7","spread":"0.95"},{"groupId":"OG001","value":"-42.4","spread":"0.93"}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients Reporting \"Very Good\" or \"Excellent\" on Item 10 of the 5-Point Acne Symptom Impact Scale (ASIS)","description":"The patient assessed the impact of their acne vulgaris on the look of their face using item 10 on the 5-point ASIS. Item 10 scores range from 1 (Excellent) to 5 (Bad). The percentage of patients who had an ASIS score of 4 (Fair) or 5 (Bad) at baseline and who reported \"Very good\" or \"Excellent\" at Week 12 are reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23.8","spread":null},{"groupId":"OG001","value":"19.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the 9-Item ASIS Sign Domain Score","description":"The patient assessed signs of acne vulgaris using the ASIS. The sign domain is a composite of 9 items of the 17 items on the overall scale. Each of the items is assessed on a 5-point scale: 0 (best) to 4 (worst). The sign domain score is calculated as the average of the 9 items for a total possible score of 0 to 4. A negative number change from baseline indicates an improvement and a positive number change from baseline indicates a worsening.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.2","spread":"0.69"},{"groupId":"OG001","value":"4.2","spread":"0.71"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.73","spread":"0.677"},{"groupId":"OG001","value":"-0.69","spread":"0.678"}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients Reporting at Least a 1-Grade Improvement From Baseline in Facial Oiliness on a the 5-Point ASIS Scale","description":"The patient assessed their facial oiliness using item 1 on the 5-point ASIS. Item 1 scores ranged from 0 (Not at all oily) to 4 (Very oily). The percentage of patients who reported at least a 1-grade improvement from baseline in their facial oiliness are reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"45.7","spread":null},{"groupId":"OG001","value":"51.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients Reporting at Least a 1-Grade Improvement From Baseline in Facial Redness on a the 5-Point ASIS Scale","description":"The patient assessed their facial redness using item 8 on the 5-point ASIS. Item 8 scores ranged from 0 (Not at all red) to 4 (Very red). The percentage of patients who reported at least a 1-grade improvement from baseline in their facial redness are reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"55.6","spread":null},{"groupId":"OG001","value":"53.0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":1044},"commonTop":[]}}}