{"nctId":"NCT00887679","briefTitle":"Treatment Effects of Escitalopram (Lexapro®) on Generalized Anxiety Disorder in Patients With HIV and AIDS","startDateStruct":{"date":"2009-05"},"conditions":["Anxiety Disorders","HIV Infections"],"count":30,"armGroups":[{"label":"Escitalopram","type":"EXPERIMENTAL","interventionNames":["Drug: Escitalopram"]}],"interventions":[{"name":"Escitalopram","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* age 18 to 65 years,\n* DSM-IV (Diagnostic and Statistical Manual of Mental Disorders) criteria for Generalized Anxiety Disorder\n* confirmed stable HIV disease and attending a HIV treatment program\n* stable dose of highly active anti-retroviral therapy for a minimum of 4 weeks\n* ability to give informed consent\n\nExclusion Criteria:\n\n* bipolar disorders, any psychotic disorder\n* current major depression\n* substance dependence (except nicotine dependence) in the previous 3 months\n* currently suicidal or high suicide risk, serious or unstable medical disorders (e.g. uncontrolled hypertension or diabetes)\n* any hospitalization for HIV-related illness in the previous 3 months\n* any active CNS (central nervous system) CNS opportunistic infection or CNS malignancies related to HIV\n* current active treatment for opportunistic infections related to HIV\n* any psychotropic drug treatment in the previous 2 weeks before screening\n* history of hypersensitivity to escitalopram and/or citalopram\n* admission BDI 23\n* seizure disorder, traumatic brain injury\n* pregnant, nursing mother or planning to get pregnant.\n* Concomitant mediations: At least 2-week washout of antidepressant (4 weeks for fluoxetine) or antipsychotic or anti-anxiety medications.\n* In the opinion of the investigator the clinical condition precludes participation in the trial.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Randomization to End of Treatment in Scores on the Hamilton Anxiety Rating Scale (HAM-A)","description":"The HAM-A is administered by an interviewer who asks a series of questions related to symptoms of anxiety. The interviewer then rates the individual on a five-point scale for each of the 14 items. Seven of the items specifically address psychic anxiety and the remaining seven items address somatic anxiety. The total anxiety score ranges from 0 to 56, lower scores are better. Change from randomization to end of treatment in scores on the Hamilton Anxiety Rating Scale (HAM-A)is measured.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.23","spread":"2.57"}]}]}]},{"type":"PRIMARY","title":"Changes From Randomization to End of Treatment in Scores on the Beck Depression Inventory","description":"Scoring\n\nThe BDI consist of twenty-one questions about how the subject has been feeling in the last week. Each question has a set of at least four possible answer choices, ranging in intensity as follows:\n\n(0) I do not feel sad.\n\n1. I feel sad.\n2. I am sad all the time and I can't snap out of it.\n3. I am so sad or unhappy that I can't stand it.\n\nA value of 0 to 3 is assigned for each answer and the total score is compared to a key to determine the depression's severity. The standard cut-offs are as follows:\\[6\\] 0-9: indicates minimal depression 10-18: indicates mild depression 19-29: indicates moderate depression 30-63: indicates severe depression.\n\nHigher total scores indicate more severe depressive symptoms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27.8","spread":"7.89"}]}]}]},{"type":"SECONDARY","title":"Change From Randomization to End of Treatment in Scores for the Clinical Global Impression(CGI-S and CGI-I)","description":"Scale for scoring:\n\nClinical Global Impression(CGI-S)\n\n1. = Normal, no symptoms\n2. = Borderline ill\n3. = Mildly ill\n4. = Moderately ill\n5. = Markedly ill\n6. = Severely ill\n7. = Most extremely ill\n\nClinical Global Impression(CGI-I)-improvement since treatment\n\n1. very much improved\n2. much improved\n3. minimally improved\n4. no change from baseline\n5. minimally worse\n6. much worse\n7. very much worse","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":"0.0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":"1.0"}]}]}]},{"type":"SECONDARY","title":"Change From Randomization to End of Treatment for Trail Making Tet (TMT)","description":"Trail Making Test (TMT)Results for TMT are reported as the number of seconds required to complete the task. Higher scores reveal greater impairment.\n\nAverage =29 seconds, Deficient \\> 78 seconds","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"29.2","spread":"11.23"}]}]}]},{"type":"SECONDARY","title":"Changes From Randomization to End of Treatment in Scores on the Mini Mental State Examination (MMSE)","description":"Mini Mental State Examination (MMSE),a low score less than or equal to 23 indicates cognitive impairment and the need for further evaluation; normal cognitive function = 27-30, mild cognitive impairment = 21-26, moderate cognitive impairment = 11-20, and severe cognitive impairment = 0-10. The highest possible score is 30.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":"0"}]}]}]},{"type":"SECONDARY","title":"Changes From Randomization to End of Treatment in Scores on the Sheehan Disability Scores (SDS)","description":"Scoring:\n\nParticipants rate the extent to which work, social life, and home life are impaired by his or her symptoms. A 10 point scale is used where 0= not impaired and 10 is highly impaired indicating. The three aspects of life can be summed up into a single dimensional measure of global functional impairment that indicates 0= not impaired and 30 = highly impaired. Scores of 5 or greater are on any of the three scales are considered significant.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":"0"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":30},"commonTop":["nause","dizziness","dry mouth","diarrhea","constipation"]}}}