{"nctId":"NCT01188564","briefTitle":"Efficacy, Safety and Immunogenicity Study of Recombinant Human C1 Inhibitor for the Treatment of Acute HAE Attacks","startDateStruct":{"date":"2011-01"},"conditions":["Hereditary Angioedema"],"count":75,"armGroups":[{"label":"rhC1INH","type":"EXPERIMENTAL","interventionNames":["Drug: rhC1INH"]},{"label":"Placebo (Saline)","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo (Saline)"]}],"interventions":[{"name":"rhC1INH","otherNames":[]},{"name":"Placebo (Saline)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Aged at least 13 years\n* Signed written informed consent\n* Clear clinical and laboratory diagnosis of HAE with baseline plasma level of functional C1INH of less than 50% of normal\n* Willingness and ability to comply with all protocol procedures\n* Clinical symptoms of an eligible HAE attack with onset less than 5 hours before the time of initial evaluation\n\nExclusion Criteria:\n\n* Medical history of allergy to rabbits or rabbit-derived products (including rhC1INH), or positive anti-rabbit dander IgE test (cut off \\>0.35 kU/L; ImmunoCap® assay; Phadia or equivalent).\n* A diagnosis of acquired C1INH deficiency (AAE)\n* Pregnancy, or breastfeeding, or current intention to become pregnant\n* Treatment with any investigational drug in the past 30 days\n* Known or suspected addiction to drug and/or alcohol abuse\n* Suspicion for an alternate explanation of the symptoms other than acute HAE attack","healthyVolunteers":false,"sex":"ALL","minimumAge":"13 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Time to Beginning of Relief of Symptoms","description":"Time to beginning of relief is the time lapsed from the beginning of the infusion of study medication to the beginning of a beneficial effect based on patient's responses to the Treatmetn Effect Questionnaire (TEQ) for the primary attack location. The beginning of relief is defined as the first timepoint at which\n\n* The patient reports any of the following answers for TEQ question 1: \"A little better\", \"Better\" or \"Much better\"; and;\n* The patient reports the following answer for TEQ question 2: \"Yes\"; and,\n* There is persistence in improvement at the next assessment time, i.e.either the same or a better response to Question 1 and \"Yes\" to Question 2.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"90","spread":null},{"groupId":"OG001","value":"152","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Minimal Symptoms","description":"The key secondary efficacy endpoint was the time to minimal symptoms at all locations. The time to achieving minimal symptoms was defined as an answer of \"Yes\" to TEQ question 3.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"303","spread":null},{"groupId":"OG001","value":"483","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":56},"commonTop":["Sinus congestion","Sneezing","Vasomotor rhinitis","Diarrhea","Dyspepsia"]}}}