{"nctId":"NCT01965158","briefTitle":"Efficacy and Safety of Naldemedine in the Treatment of Opioid-induced Constipation","startDateStruct":{"date":"2013-08-29","type":"ACTUAL"},"conditions":["Opioid-induced Constipation"],"count":547,"armGroups":[{"label":"Naldemedine","type":"EXPERIMENTAL","interventionNames":["Drug: Naldemedine"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Naldemedine","otherNames":["S 297995","Symproic®"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Subjects aged 18 to 80 years inclusive at the time of informed consent\n2. Subjects must have non-malignant chronic pain treated with opioids and must have opioid-induced constipation (OIC)\n3. Subjects must be treated with a stable opioid regimen at a total daily dose on average of ≥ 30 mg equivalents of oral morphine sulfate\n4. Subjects must not be currently using laxatives or must be willing to discontinue laxative use at Screening and must be willing to use only the rescue laxatives provided throughout the study duration\n5. Subjects must meet opioid-induced constipation criteria based on the Bowel Movement and Constipation Assessment (BMCA) Diary\n\nExclusion Criteria:\n\n1. Evidence of significant structural abnormalities of the gastrointestinal (GI) tract\n2. Evidence of active medical diseases affecting bowel transit\n3. History or presence of pelvic disorders that may be a cause of constipation\n4. Surgery (except for minor procedures) within 60 days of Screening\n5. History of chronic constipation prior to starting analgesic medication or any potential non-opioid cause of bowel dysfunction that may be a major contributor to the constipation (e.g., mechanical GI obstruction)\n6. Subjects who have never taken laxatives for the treatment of OIC\n7. History of active treatment for cancer within the last 2 years (except for basal cell or squamous cell carcinoma of the skin that have been successfully resected) or tamoxifen \\[Nolvadex®\\] and raloxifene \\[Evista®\\] when being used for prevention of breast cancer\n8. Current use of any prohibited medication including opioid antagonists, partial agonists or mixed agonists/antagonists","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With a Spontaneous Bowel Movement (SBM) Response","description":"A bowel movement and constipation assessment (BMCA) was completed by participants every day during the screening and treatment periods to record information about bowel movements (BMs) and constipation. An SBM was defined as a bowel movement that occurred without the use of rescue laxative therapy during the 24 hours prior to the BM.\n\nA responder was defined as a participant having 9 or more positive response weeks out of the 12-week Treatment Period and 3 positive response weeks out of last 4 weeks of the 12-week Treatment Period. A positive response week was defined as ≥ 3 SBMs per week and an increase from baseline of ≥ 1 SBM per week for that week. If a participant had less than 4 days of diary entries for a week, that week was treated as a \"non-response\" week.\n\nAny participant with insufficient primary endpoint data (data for less than 9 out of 12 weeks of the Treatment Period or less than 3 out of the last 4 weeks of the 12-week Treatment Period) was treated as a non-responder.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"47.6","spread":null},{"groupId":"OG001","value":"34.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to the Last 2 Weeks of the Treatment Period in the Number of Spontaneous Bowel Movements Per Week","description":"A bowel movement and constipation assessment (BMCA) was completed by participants every day during the screening and treatment periods to record information about bowel movements (BMs) and constipation. An SBM was defined as a bowel movement that occurred without the use of a rescue laxative therapy during the 24 hours prior to the BM.\n\nBaseline was defined as the 14 days in the screening period prior to study drug administration.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.42","spread":"0.193"},{"groupId":"OG001","value":"2.12","spread":"0.192"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 1 in the Number of Spontaneous Bowel Movements Per Week","description":"A bowel movement and constipation assessment (BMCA) was completed by participants every day during the screening and treatment periods to record information about bowel movements (BMs) and constipation. An SBM was defined as a bowel movement that occurred without the use of a rescue laxative therapy during the 24 hours prior to the BM.\n\nBaseline was defined as the 14 days in the screening period prior to study drug administration.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.48","spread":"0.185"},{"groupId":"OG001","value":"1.36","spread":"0.184"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to the Last 2 Weeks of the Treatment Period in the Number of Complete Spontaneous Bowel Movements Per Week","description":"A bowel movement and constipation assessment (BMCA) was completed by participants every day during the screening and treatment periods to record information about bowel movements (BMs) and constipation. A complete spontaneous bowel movement (CSBM) was defined as an SBM which was accompanied by the feeling of complete evacuation.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.58","spread":"0.170"},{"groupId":"OG001","value":"1.57","spread":"0.170"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to the Last 2 Weeks of the Treatment Period in the Number of Spontaneous Bowel Movements With No Straining Per Week","description":"A bowel movement and constipation assessment (BMCA) was completed by participants every day during the screening and treatment periods to record information about bowel movements (BMs) and constipation.\n\nThe severity of straining with each bowel movement was assessed on the following scale: 0=no straining, 1=mild straining, 2=moderate straining, 3=severe straining, 4=very severe straining. SBMs without straining were defined as SBMs with a straining score of 0.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.46","spread":"0.141"},{"groupId":"OG001","value":"0.73","spread":"0.140"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":14,"n":271},"commonTop":["Diarrhoea","Abdominal pain"]}}}