{"nctId":"NCT02251275","briefTitle":"Long Term Safety of Immediate-release Tolvaptan in Subjects With Autosomal Dominant Polycystic Kidney Disease","startDateStruct":{"date":"2014-10-17","type":"ACTUAL"},"conditions":["Polycystic Kidney, Autosomal Dominant"],"count":1803,"armGroups":[{"label":"Tolvaptan","type":"EXPERIMENTAL","interventionNames":["Drug: Tolvaptan"]}],"interventions":[{"name":"Tolvaptan","otherNames":["OPC-41061"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male and female participants ≥ 18 years with confirmed diagnosis of ADPKD (during participation in prior tolvaptan trials) who have completed and transferred from the double-blind Trial 156-13-210 (12-month period including post treatment follow-up, regardless of whether this was on-treatment or off-treatment), or completed Trial 156-08-271 or a prior tolvaptan trial, or interrupted or discontinued treatment in a prior tolvaptan ADPKD trial other than Trial 156-13-210. Participants may be enrolled with the medical monitor approval, and additional close monitoring may be required at the beginning of the trial.\n* eGFR ≥ 20 milliliter (mL)/minute (min)/1.73 meter squared (m\\^2) within 3 months prior to the baseline visit. Participants who have an eGFR ≤ 20 mL/min/1.73 m\\^2 may be enrolled with medical monitor approval.\n\nExclusion Criteria:\n\n* Need for chronic diuretic use\n* Hepatic impairment based on liver function abnormalities other than that expected for ADPKD with cystic liver disease\n* Women of childbearing potential who do not agree to practice 2 different methods of birth control or remain abstinent during the trial and for 30 days after the last dose of investigational medicinal product (IMP)\n* Women who are breast-feeding and/or who have a positive pregnancy test result prior to receiving IMP.\n* Participants with contraindications to required trial assessments (contraindications to optional assessments, for example, magnetic resonance imaging \\[MRI\\] are not a limitation).\n* Participants who in the opinion of the investigator or the medical monitor, have a medical history or medical finding inconsistent with safety or trial compliance","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number Of Participants Reporting Treatment-Emergent Adverse Events (TEAEs)","description":"An adverse event (AE) was as any untoward medical occurrence associated with the use of an investigational medicinal product (IMP), whether or not considered IMP related. A TEAE was an AE that started after trial drug treatment; or if the event was continuous from baseline and was serious, related to IMP, or resulted in death, discontinuation, interruption or reduction of trial therapy. A serious TEAE included any event that resulted in: death, life-threatening, persistent or significant incapacity, substantial disruption of ability to conduct normal life functions, required inpatient hospitalization, prolonged hospitalization, congenital anomaly/birth defect, or other medically significant events as per medical judgment, that jeopardized the participant and that required medical or surgical intervention. A severe TEAE was an inability to work or perform normal daily activity. A summary of serious and all other non-serious TEAEs, regardless of causality, is located in the AE section.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"473","spread":null},{"groupId":"OG001","value":"531","spread":null},{"groupId":"OG002","value":"640","spread":null},{"groupId":"OG003","value":"6","spread":null},{"groupId":"OG004","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"87","spread":null},{"groupId":"OG001","value":"96","spread":null},{"groupId":"OG002","value":"103","spread":null},{"groupId":"OG003","value":"1","spread":null},{"groupId":"OG004","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"74","spread":null},{"groupId":"OG001","value":"78","spread":null},{"groupId":"OG002","value":"83","spread":null},{"groupId":"OG003","value":"2","spread":null},{"groupId":"OG004","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"33","spread":null},{"groupId":"OG001","value":"65","spread":null},{"groupId":"OG002","value":"38","spread":null},{"groupId":"OG003","value":"0","spread":null},{"groupId":"OG004","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"5","spread":null},{"groupId":"OG002","value":"3","spread":null},{"groupId":"OG003","value":"0","spread":null},{"groupId":"OG004","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":87,"n":505},"commonTop":["Thirst","Renal Pain","Polyuria","Hypertension","Nasopharyngitis"]}}}