{"nctId":"NCT01550965","briefTitle":"A Study to Evaluate the Impact of Adalimumab on Quality of Life, Health Care Utilization and Costs of Ulcerative Colitis Subjects in the Usual Clinical Practice Setting","startDateStruct":{"date":"2012-05"},"conditions":["Ulcerative Colitis"],"count":463,"armGroups":[{"label":"Participants Receiving Adalimumab","type":"EXPERIMENTAL","interventionNames":["Biological: Adalimumab"]}],"interventions":[{"name":"Adalimumab","otherNames":["ABT-D2E7","Humira®"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Participants had to be a male or female between the ages of 18 and 75 years old at the time of the Screening Visit.\n2. Participants who had a diagnosis of ulcerative colitis (UC) greater than 90 days prior to baseline (week 0) and failed conventional treatment.\n3. Participants diagnosis of active UC was confirmed by a colonoscopy with biopsy or flexible sigmoidoscopy with biopsy.\n4. Participants who had active UC with a Physicians Global Assessment (PGA) score of 2 or 3 and Short Inflammatory Bowel Disease Questionnaire (SIBDQ) ≤ 45 at baseline (week 0).\n5. Concurrent therapy was required for participants who were previously treated with corticosteroids or immunosuppressants (azathioprine (AZA) or 6-mercaptopurine (6-MP)) and, in the judgment of the investigator, had failed to respond to or could not tolerate their treatment. Participants had to be on a concurrent treatment with at least one of the following (oral corticosteroids or immunosuppressants or both as defined below):\n\n   * Stable oral corticosteroid dose (prednisone ≥ 20 mg/day or equivalent) for at least 14 days prior to baseline, or\n   * Stable oral corticosteroid dose (prednisone \\< 20 mg/day) for at least 21 days prior to baseline, and/or\n   * At least a consecutive 12 weeks (84 days) course of AZA or 6-MP prior to baseline.\n\nExclusion Criteria:\n\n1. Participants who had a history of subtotal colectomy with ileorectostomy or colectomy with ileoanal pouch, Kock pouch, or ileostomy for UC or planned bowel surgery.\n2. Participants received previous treatment with adalimumab or previous participation in an adalimumab clinical study.\n3. Participants who had previously used infliximab or any anti- tumor necrosis factor (TNF) agent within 56 days of baseline (week 0).\n4. Participants who had previously used infliximab or any anti-TNF agent and had not clinically responded at any time (\"primary non-responder\") unless they experienced a treatment limiting reaction.\n5. Participants who had received cyclosporine, tacrolimus, or mycophenolate mofetil within 30 days of baseline (week 0).\n6. Participants who had received intravenous (IV) corticosteroids within 14 days of Screening or during the screening period.\n7. Participants who had a current diagnosis of fulminant colitis and/or toxic megacolon.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Change From Baseline in Short Inflammatory Bowel Disease Questionnaire (SIBDQ): Total Score","description":"The SIBDQ is a disease-specific health-related quality of life (HRQOL) questionnaire, able to detect and define meaningful clinical changes in inflammatory bowel disease (IBD) participants by measuring physical, social and emotional status. The SIBDQ consists of 10 questions; each question is scored on a scale from 1 (poor QOL) to 7 (optimum QOL). A higher score indicates a better health-related quality of life. Total scores range from 10 (poor QoL) to 70 (good QoL).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17.4","spread":"14.48"}]}]}]},{"type":"PRIMARY","title":"Mean Change From the 6 Months Prior to Treatment With Adalimumab to the 6 Months After Beginning Treatment With Adalimumab in Costs of UC-related Medical Care Excluding Adalimumab Costs","description":"Medical care costs included, but were not limited to: surgical procedures, hospitalizations, bed days in hospital, unscheduled physician consultations, emergency room visits, unscheduled examination appointments, radiology appointments, endoscopy appointments and medications.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1383.8","spread":"2213.06"}]}]}]},{"type":"SECONDARY","title":"Mean Change From the 6 Months Prior to Treatment With Adalimumab to the 6 Months After Beginning Treatment With Adalimumab in Total All-cause Direct Health Care Costs (Excluding Adalimumab Costs)","description":"Medical care costs included, but were not limited to: surgical procedures, hospitalizations, bed days in hospital, unscheduled physician consultations, emergency room visits, unscheduled examination appointments, radiology appointments, endoscopy appointments and medications.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1297.8","spread":"2888.89"}]}]}]},{"type":"SECONDARY","title":"Mean Change From the 6 Months Prior to Treatment With Adalimumab to the 6 Months After Beginning Treatment With Adalimumab in UC-related Direct and Indirect Health Care Costs","description":"UC-related direct and indirect health care costs included, but were not limited to: surgical procedures, hospitalizations, bed days in hospital, unscheduled physician consultations, emergency room visits, unscheduled examination appointments, radiology appointments, endoscopy appointments, medications and indirect costs based on WPAI.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4308.3","spread":"7394.75"}]}]}]},{"type":"SECONDARY","title":"Mean Change From the 6 Months Prior to Treatment With Adalimumab to the 6 Months After Beginning Treatment With Adalimumab in UC-related and All-cause Hospitalization","description":"Hospitalization was defined as number of bed days in hospital as determined from the health care utilization information.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-7.3","spread":"16.06"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Participant's Satisfaction Using Treatment Satisfaction Questionnaire for Medication (TSQM)","description":"TSQM is a questionnaire to be completed by the participants to determine their satisfaction of the medications for ulcerative colitis including the study drug. The TSQM is a 14-item subject-rated scale that evaluates the effectiveness, side effects, convenience, and global satisfaction of the medication over the past 2-3 weeks. Each of the 14 questions are scored from 1 (worst) to 7 points (best); and each of the domains are scored from 0 (less satisfaction) to 100 (better satisfaction). N = participants with evaluable baseline and post-baseline data.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24.4","spread":"31.09"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"18.9","spread":"38.06"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.2","spread":"24.87"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"22.6","spread":"32.84"}]}]}]},{"type":"SECONDARY","title":"Mean Change From the 6 Months Prior to Treatment With Adalimumab to the 6 Months After Beginning Treatment With Adalimumab in UC-related Outpatient Utilization, Including Emergency Department Visits, Unscheduled Consultation, Exam Procedures","description":"UC-related outpatient utilization was determined from the health care utilization information. Outpatient utilization was the number of procedures/surgeries performed during outpatient visits. Participants without any outpatient utilization were excluded.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.8","spread":"6.25"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"1.09"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.9","spread":"2.82"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Absence of Blood in Stool","description":"Participants with absence of blood in stool were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"56.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Short Inflammatory Bowel Disease Questionnaire (SIBDQ): Total Score Over Time","description":"The SIBDQ is a disease-specific health-related quality of life (HRQoL) questionnaire, used to detect changes in inflammatory bowel disease (IBD) participants by measuring physical, social and emotional status. The SIBDQ consists of 10 questions, each question is scored on a scale from 1 (poor QoL) to 7 (good QoL). A higher score indicates a better health-related quality of life. Total scores range from 10 (poor QoL) to 70 (good QoL). N = participants with evaluable baseline and post-baseline data.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.1","spread":"9.81"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15.4","spread":"12.83"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14.8","spread":"13.06"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17.4","spread":"14.48"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Physician's Global Assessment (PGA)","description":"The Physician's Global Assessment was used to measure the participant's disease activity. The physician considered the participant's reported information such as number of stools, rectal bleeding, abdominal discomfort, and functional assessment during the previous day prior to the visit, and other observations such as physical findings, and the participant's performance status at the time of the visit. Based on the above information the investigator made an overall assessment of participant's current severity of UC using the ordinal scale from 0 (normal) to 3 (severe disease).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.6","spread":"0.69"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.1","spread":"0.85"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.9","spread":"0.95"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.1","spread":"0.97"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Total Simple Clinical Colitis Activity Index (SCCAI)","description":"The SCCAI measures disease activity as assessed by the investigator and includes the following 6 items: bowel frequency (day), bowel frequency (night), urgency of defecation, blood in stool, general well-being and extra colonic features. The score ranges from 0 (best) to 19 points (worst).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.2","spread":"2.55"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.1","spread":"3.33"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.0","spread":"3.79"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.1","spread":"3.88"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in European Quality of Life - 5 Dimensions - 5 Level (EQ-5D-5L) Total Score","description":"EQ-5D-5L Total Score provides a descriptive profile of health status. It comprises of 5 dimensions of health (mobility, self-care, usual activities, pain/discomfort, and anxiety/depression) to describe the subject's current health state. Each dimension comprises 5 levels with corresponding numeric scores ranging from 1 (no problems) through 5 (extreme problems). A unique EQ-5D-5L health state was defined by combining the numeric level scores for each of the 5 dimensions and the total score ranges from -0.594 to 1, with higher scores representing a better health state. An increase in the EQ-5D-5L total score indicates improvement. N = participants with evaluable baseline and post-baseline data.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1","spread":"0.18"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1","spread":"0.21"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1","spread":"0.22"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1","spread":"0.23"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Work Productivity and Activity Impairment Questionnaire: Specific Health Problem (WPAI-SHP): Percentage of Work Time Missed","description":"WPAI-SHP is a questionnaire used to assess the effect of the participant's health problems on their ability to work and perform regular activities. A higher score indicates an increased impairment. A positive value of change indicates an increased impairment of work productivity and the limitation of activities of daily life, while a negative value indicates an improvement. The percentage of work time missed data was applicable to employed participants only. N = participants with evaluable baseline and post-baseline data.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-8.6","spread":"25.55"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-12.2","spread":"30.97"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-11.6","spread":"32.04"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-11.4","spread":"30.85"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Work Productivity and Activity Impairment Questionnaire: Specific Health Problem (WPAI-SHP): Percentage of Impairment While Working","description":"WPAI-SHP is a questionnaire used to assess the effect of the participant's health problems on their ability to work and perform regular activities. The scores on the WPAI questionnaire are presented as percentages (multiplying the scores by 100), with 0% representing no impact on productivity and 100% representing complete impact on productivity. Change in WPAI-SHP was calculated by deducting the final score from the baseline score. A higher score indicates an increased impairment. A positive value of change indicates an increased impairment of work productivity and the limitation of activities of daily life, while a negative value indicates an improvement. The percentage of impairment while working data was applicable to employed participants only. N = participants with evaluable baseline and post-baseline data.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-16.6","spread":"25.94"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-22.9","spread":"30.91"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-21.7","spread":"30.98"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-24.5","spread":"29.78"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Work Productivity and Activity Impairment Questionnaire: Specific Health Problem (WPAI-SHP): Overall Work Impairment Percentage","description":"WPAI-SHP is a questionnaire used to assess the effect of the participant's health problems on their ability to work and perform regular activities. The scores on the WPAI questionnaire are presented as percentages (multiplying the scores by 100), with 0% representing no impact on productivity and 100% representing complete impact on productivity. Change in WPAI-SHP was calculated by deducting the final score from the baseline score. A higher score indicates an increased impairment. A positive value of change indicates an increased impairment of work productivity and the limitation of activities of daily life, while a negative value indicates an improvement. The overall work impairment data was applicable to employed participants only. N = participants with evaluable baseline and post-baseline data.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-18.3","spread":"27.72"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-26.5","spread":"34.56"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-25.3","spread":"35.10"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-29.2","spread":"32.32"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Work Productivity and Activity Impairment Questionnaire: Specific Health Problem (WPAI-SHP): Percentage of Activity Impairment","description":"WPAI-SHP is a questionnaire used to assess the effect of the participant's health problems on their ability to work and perform regular activities. The scores on the WPAI questionnaire are presented as percentages (multiplying the scores by 100), with 0% representing no impact on productivity and 100% representing complete impact on productivity. Change in WPAI-SHP was calculated by deducting the final score from the baseline score. A higher score indicates an increased impairment. A positive value of change indicates an increased impairment of work productivity and the limitation of activities of daily life, while a negative value indicates an improvement. N = participants with evaluable baseline and post-baseline data.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-18.2","spread":"24.55"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-25.4","spread":"30.84"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-24.4","spread":"31.35"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-27.2","spread":"32.83"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":67,"n":463},"commonTop":["COLITIS ULCERATIVE","HEADACHE","NASOPHARYNGITIS","ARTHRALGIA","NAUSEA"]}}}