{"nctId":"NCT00925301","briefTitle":"Study of the Effects of Oral AT1001 (Migalastat Hydrochloride) in Patients With Fabry Disease","startDateStruct":{"date":"2009-10-23","type":"ACTUAL"},"conditions":["Fabry Disease"],"count":67,"armGroups":[{"label":"Migalastat","type":"EXPERIMENTAL","interventionNames":["Drug: migalastat hydrochloride"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"migalastat hydrochloride","otherNames":["AT1001","Galafold","Migalastat"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female between the ages of 16 and 74 diagnosed with Fabry disease.\n* Confirmed mutant form of α-galactosidase A shown to be responsive to migalastat in vitro.\n* Participant has never been treated with enzyme replacement therapy (ERT) or has not received ERT for 6 consecutive months or longer before the screening visit for the study.\n* Urine GL-3 ≥4 times the upper limit of normal at screening.\n* Participants taking angiotensin converting enzyme inhibitors or angiotensin receptor blockers must be on a stable dose for a minimum of 4 weeks before the baseline visit.\n* Females who can become pregnant and all males agree to be sexually abstinent or use medically accepted methods of birth control during the study and for 30 days after study completion.\n* Participant is willing and able to provide written informed consent and assent, if applicable.\n\nExclusion Criteria:\n\n* Participant has undergone or is scheduled to undergo kidney transplantation, or is currently on dialysis.\n* Estimated glomerular filtration rate \\<30 milliliters per minute per 1.73 meters squared (chronic kidney disease Stage 4 or 5) based on the Modification of Diet in Renal Disease equation at screening.\n* Pregnant or breast-feeding.\n* History of allergy or sensitivity to study medication (including excipients) or other iminosugars (for example, miglustat, miglitol).\n* Participant is treated or has been treated with any investigational drug within 30 days of study start.\n* Participant is currently treated or has ever been treated with migalastat.","healthyVolunteers":false,"sex":"ALL","minimumAge":"16 Years","maximumAge":"74 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage Of Participants With At Least A 50% Reduction From Baseline To Month 6 In The Average Number Of Kidney Interstitial Capillary (IC) Globotriaosylceramide (GL-3) Inclusions","description":"Renal biopsies were taken at Baseline and Month 6 (Stage 1). The specimens were evaluated using virtual microscopy. The annotation, scoring, and adjudication of the kidney histology assessments were performed by the Clinical Pathology Endpoints Committee. The number of kidney IC GL-3 inclusions was assessed by 3 renal pathologists who were blinded to treatment assignments, participants' data, and biopsy sequence. One pathologist served as annotator and identified the 300 capillaries on up to 8 slides per specimen to be scored. Two pathologists served as scorers; these pathologists completed the blinded paired assessments. Each pathologist served as annotator/adjudicator for 1/3 of the cases. Paired assessments were undertaken at Baseline and Month 6. Assessments were made using digital images. A responder was defined as a participant with a ≥50% reduction from Baseline to Month 6 in the average number of kidney IC GL-3 inclusions.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"9","spread":null}]},{"measurements":[{"groupId":"OG000","value":"19","spread":null},{"groupId":"OG001","value":"23","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change In Kidney IC GL-3 Inclusions From Baseline To Month 6","description":"Renal biopsies were taken at Baseline and Month 6. The specimens were evaluated using virtual microscopy. The annotation, scoring, and adjudication of the kidney histology assessments were performed by the Clinical Pathology Endpoints Committee. The number of kidney IC GL-3 inclusions was assessed by 3 renal pathologists who were blinded to treatment assignments, participants' data, and biopsy sequence. One pathologist served as annotator and identified the 300 capillaries on up to 8 slides per specimen to be scored. Two pathologists served as scorers; these pathologists completed the blinded paired assessments. Each pathologist served as annotator/adjudicator for 1/3 of the cases. Paired assessments were undertaken at Baseline and Month 6. Assessments were made using digital images.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-7.948","spread":"105.2736"},{"groupId":"OG001","value":"12.985","spread":"90.5131"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline Through Month 24 In Urine GL-3 Levels","description":"The effect of migalastat versus placebo on urine GL-3 levels was measured by liquid chromatography-mass spectrometry/mass spectrometry. The 24-hour urine samples were collected at Baseline, Month 6 (Stage 1), Month 12 (Stage 2), and Month 24 (OLE). Results are presented as changes in nanograms (ng)/mg creatinine from Baseline to the end of the 3 stages.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-234.80","spread":"853.451"},{"groupId":"OG001","value":"-186.24","spread":"957.119"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-179.63","spread":"699.157"},{"groupId":"OG001","value":"-537.95","spread":"1169.883"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-62.37","spread":"615.944"},{"groupId":"OG001","value":"-177.42","spread":"288.224"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Change From Month 6 To Month 12 In Average Number Of Kidney IC GL-3 Inclusions","description":"Renal biopsies were taken at Month 6 and Month 12. The specimens were evaluated using virtual microscopy. The annotation, scoring, and adjudication of the kidney histology assessments were performed by the Clinical Pathology Endpoints Committee. The number of kidney IC GL-3 inclusions was assessed by 3 renal pathologists who were blinded to treatment assignments, participants' data, and biopsy sequence. One pathologist served as annotator and identified the 300 capillaries on up to 8 slides per specimen to be scored. Two pathologists served as scorers; these pathologists completed the blinded paired assessments. Each pathologist served as annotator/adjudicator for 1/3 of the cases. Paired assessments were undertaken at Month 6 and Month 12. Assessments were made using digital images.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.320","spread":null}]}]}]},{"type":"POST_HOC","title":"Change From Baseline To Month 6 In Average Number Of Kidney IC GL-3 Inclusions","description":"Renal biopsies were taken at Baseline and Month 6. The specimens were evaluated using virtual microscopy. The annotation, scoring, and adjudication of the kidney histology assessments were performed by the Clinical Pathology Endpoints Committee. The number of kidney IC GL-3 inclusions was assessed by 3 renal pathologists who were blinded to treatment assignments, participants' data, and biopsy sequence. One pathologist served as annotator and identified the 300 capillaries on up to 8 slides per specimen to be scored. Two pathologists served as scorers; these pathologists completed the blinded paired assessments. Each pathologist served as annotator/adjudicator for 1/3 of the cases. Paired assessments were undertaken at Baseline and Month 6. Assessments were made using digital images. Treatment effect was estimated using the LS mean difference between treatments within the context of the ANCOVA model.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.250","spread":"0.5126"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":34},"commonTop":["Headache","Nasopharyngitis","Paraesthesia","Fatigue","Upper Respiratory Tract Infection"]}}}