{"nctId":"NCT03224403","briefTitle":"Randomized, Double-Blind, Single-Dose, Efficacy and Safety Study of Test Acetaminophen Tablet in Postoperative Dental Pain","startDateStruct":{"date":"2017-07-19","type":"ACTUAL"},"conditions":["Post-operative Dental Pain"],"count":664,"armGroups":[{"label":"Test acetaminophen","type":"EXPERIMENTAL","interventionNames":["Drug: Test acetaminophen"]},{"label":"Commercial acetaminophen","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Commercial acetaminophen"]},{"label":"Commercial ibuprofen","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Commercial ibuprofen"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Test acetaminophen","otherNames":["Test ACM"]},{"name":"Commercial acetaminophen","otherNames":["Commercial ACM"]},{"name":"Commercial ibuprofen","otherNames":["Commercial IBU"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. 17 to 50 years old\n2. Weigh 100 lbs. or greater and have a body mass index (BMI) of 18 to 30 (inclusive)\n3. Dental extraction of three or four third molars\n4. Meets post-surgical pain criteria\n5. Females of childbearing age must be willing to use acceptable method of birth control\n\nExclusion Criteria:\n\n1. Currently pregnant or planning to be pregnant or nursing a baby\n2. Known allergy to acetaminophen, nonsteroidal anti-inflammatory drugs (NSAIDs) including aspirin, as well as hydrocodone or other opioids\n3. Inability to swallow whole large tablets or capsules\n4. Have other conditions that the investigator feels may impact subject's safety and/or the integrity of the study\n5. Use of pain medications 5 or more times per week\n6. Have a history of chronic tranquilizer use, heavy drinking, or substance abuse in the last 5 years\n7. History of endoscopically documented peptic ulcer disease or bleeding disorder in the last 2 years\n8. Have a positive urine drug screen","healthyVolunteers":false,"sex":"ALL","minimumAge":"17 Years","maximumAge":"50 Years","stdAges":["CHILD","ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Time to Confirmed Perceptible Pain Relief","description":"Minutes until confirmed perceptible pain relief is achieved. Stopwatch is started after the participant takes the study medication. The participant is instructed to stop the stopwatch when they first begin to feel any pain relief. The perceptible pain relief is confirmed if the participant also stopped the second stopwatch indicating meaningful pain relief.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"15.7","spread":null},{"groupId":"OG002","value":"20.2","spread":null},{"groupId":"OG003","value":"23.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Meaningful Pain Relief","description":"Minutes until meaningful pain relief is achieved. Stopwatch is started after the participant takes the study medication. The participants are instructed to stop the stopwatch when the relief from the starting pain is meaningful to them.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"46.1","spread":null},{"groupId":"OG002","value":"44.2","spread":null},{"groupId":"OG003","value":"43.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Confirmed Perceptible Relief From 30 Minutes to Successively Earlier Minutes in One-minute Increments - 30 Minutes","description":"Percentage of participants with confirmed perceptible relief by 30 minutes. Stopwatch is started after the participant takes the study medication. The participant is instructed to stop the stopwatch when they first begin to feel any pain relief. The perceptible pain relief is confirmed if the participant also stopped the second stopwatch indicating meaningful pain relief. Test acetaminophen 1000 mg and placebo were compared on the percentage of subjects with confirmed perceptible relief starting at 30 minutes and testing successively earlier minutes (29, 28, etc) until the difference was no longer statistically significant. The earliest significant time was identified.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.6","spread":null},{"groupId":"OG001","value":"75.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Confirmed Perceptible Relief From 30 Minutes to Successively Earlier Minutes in One-minute Increments - 29 Minutes","description":"Percentage of participants with confirmed perceptible relief by 29 minutes. Stopwatch is started after the participant takes the study medication. The participant is instructed to stop the stopwatch when they first begin to feel any pain relief. The perceptible pain relief is confirmed if the participant also stopped the second stopwatch indicating meaningful pain relief. Test acetaminophen 1000 mg and placebo were compared on the percentage of subjects with confirmed perceptible relief starting at 30 minutes and testing successively earlier minutes (29, 28, etc) until the difference was no longer statistically significant. The earliest significant time was identified.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.6","spread":null},{"groupId":"OG001","value":"73.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Confirmed Perceptible Relief From 30 Minutes to Successively Earlier Minutes in One-minute Increments - 28 Minutes","description":"Percentage of participants with confirmed perceptible relief by 28 minutes. Stopwatch is started after the participant takes the study medication. The participant is instructed to stop the stopwatch when they first begin to feel any pain relief. The perceptible pain relief is confirmed if the participant also stopped the second stopwatch indicating meaningful pain relief. Test acetaminophen 1000 mg and placebo were compared on the percentage of subjects with confirmed perceptible relief starting at 30 minutes and testing successively earlier minutes (29, 28, etc) until the difference was no longer statistically significant. The earliest significant time was identified.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.6","spread":null},{"groupId":"OG001","value":"70.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Confirmed Perceptible Relief From 30 Minutes to Successively Earlier Minutes in One-minute Increments - 27 Minutes","description":"Percentage of participants with confirmed perceptible relief by 27 minutes. Stopwatch is started after the participant takes the study medication. The participant is instructed to stop the stopwatch when they first begin to feel any pain relief. The perceptible pain relief is confirmed if the participant also stopped the second stopwatch indicating meaningful pain relief. Test acetaminophen 1000 mg and placebo were compared on the percentage of subjects with confirmed perceptible relief starting at 30 minutes and testing successively earlier minutes (29, 28, etc) until the difference was no longer statistically significant. The earliest significant time was identified.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.6","spread":null},{"groupId":"OG001","value":"70.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Confirmed Perceptible Relief From 30 Minutes to Successively Earlier Minutes in One-minute Increments - 26 Minutes","description":"Percentage of participants with confirmed perceptible relief by 26 minutes. Stopwatch is started after the participant takes the study medication. The participant is instructed to stop the stopwatch when they first begin to feel any pain relief. The perceptible pain relief is confirmed if the participant also stopped the second stopwatch indicating meaningful pain relief. Test acetaminophen 1000 mg and placebo were compared on the percentage of subjects with confirmed perceptible relief starting at 30 minutes and testing successively earlier minutes (29, 28, etc) until the difference was no longer statistically significant. The earliest significant time was identified.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.6","spread":null},{"groupId":"OG001","value":"69.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Confirmed Perceptible Relief From 30 Minutes to Successively Earlier Minutes in One-minute Increments - 25 Minutes","description":"Percentage of participants with confirmed perceptible relief by 25 minutes. Stopwatch is started after the participant takes the study medication. The participant is instructed to stop the stopwatch when they first begin to feel any pain relief. The perceptible pain relief is confirmed if the participant also stopped the second stopwatch indicating meaningful pain relief. Test acetaminophen 1000 mg and placebo were compared on the percentage of subjects with confirmed perceptible relief starting at 30 minutes and testing successively earlier minutes (29, 28, etc) until the difference was no longer statistically significant. The earliest significant time was identified.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.6","spread":null},{"groupId":"OG001","value":"69.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Confirmed Perceptible Relief From 30 Minutes to Successively Earlier Minutes in One-minute Increments - 24 Minutes","description":"Percentage of participants with confirmed perceptible relief by 24 minutes. Stopwatch is started after the participant takes the study medication. The participant is instructed to stop the stopwatch when they first begin to feel any pain relief. The perceptible pain relief is confirmed if the participant also stopped the second stopwatch indicating meaningful pain relief. Test acetaminophen 1000 mg and placebo were compared on the percentage of subjects with confirmed perceptible relief starting at 30 minutes and testing successively earlier minutes (29, 28, etc) until the difference was no longer statistically significant. The earliest significant time was identified.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.6","spread":null},{"groupId":"OG001","value":"67.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Confirmed Perceptible Relief From 30 Minutes to Successively Earlier Minutes in One-minute Increments - 23 Minutes","description":"Percentage of participants with confirmed perceptible relief by 23 minutes. Stopwatch is started after the participant takes the study medication. The participant is instructed to stop the stopwatch when they first begin to feel any pain relief. The perceptible pain relief is confirmed if the participant also stopped the second stopwatch indicating meaningful pain relief. Test acetaminophen 1000 mg and placebo were compared on the percentage of subjects with confirmed perceptible relief starting at 30 minutes and testing successively earlier minutes (29, 28, etc) until the difference was no longer statistically significant. The earliest significant time was identified.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.6","spread":null},{"groupId":"OG001","value":"66.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Confirmed Perceptible Relief From 30 Minutes to Successively Earlier Minutes in One-minute Increments - 22 Minutes","description":"Percentage of participants with confirmed perceptible relief by 22 minutes. Stopwatch is started after the participant takes the study medication. The participant is instructed to stop the stopwatch when they first begin to feel any pain relief. The perceptible pain relief is confirmed if the participant also stopped the second stopwatch indicating meaningful pain relief. Test acetaminophen 1000 mg and placebo were compared on the percentage of subjects with confirmed perceptible relief starting at 30 minutes and testing successively earlier minutes (29, 28, etc) until the difference was no longer statistically significant. The earliest significant time was identified.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.9","spread":null},{"groupId":"OG001","value":"62.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Confirmed Perceptible Relief From 30 Minutes to Successively Earlier Minutes in One-minute Increments - 21 Minutes","description":"Percentage of participants with confirmed perceptible relief by 21 minutes. Stopwatch is started after the participant takes the study medication. The participant is instructed to stop the stopwatch when they first begin to feel any pain relief. The perceptible pain relief is confirmed if the participant also stopped the second stopwatch indicating meaningful pain relief. Test acetaminophen 1000 mg and placebo were compared on the percentage of subjects with confirmed perceptible relief starting at 30 minutes and testing successively earlier minutes (29, 28, etc) until the difference was no longer statistically significant. The earliest significant time was identified.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15.3","spread":null},{"groupId":"OG001","value":"60.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Confirmed Perceptible Relief From 30 Minutes to Successively Earlier Minutes in One-minute Increments - 20 Minutes","description":"Percentage of participants with confirmed perceptible relief by 20 minutes. Stopwatch is started after the participant takes the study medication. The participant is instructed to stop the stopwatch when they first begin to feel any pain relief. The perceptible pain relief is confirmed if the participant also stopped the second stopwatch indicating meaningful pain relief. Test acetaminophen 1000 mg and placebo were compared on the percentage of subjects with confirmed perceptible relief starting at 30 minutes and testing successively earlier minutes (29, 28, etc) until the difference was no longer statistically significant. The earliest significant time was identified.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.6","spread":null},{"groupId":"OG001","value":"58.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Confirmed Perceptible Relief From 30 Minutes to Successively Earlier Minutes in One-minute Increments - 19 Minutes","description":"Percentage of participants with confirmed perceptible relief by 19 minutes. Stopwatch is started after the participant takes the study medication. The participant is instructed to stop the stopwatch when they first begin to feel any pain relief. The perceptible pain relief is confirmed if the participant also stopped the second stopwatch indicating meaningful pain relief. Test acetaminophen 1000 mg and placebo were compared on the percentage of subjects with confirmed perceptible relief starting at 30 minutes and testing successively earlier minutes (29, 28, etc) until the difference was no longer statistically significant. The earliest significant time was identified.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.6","spread":null},{"groupId":"OG001","value":"56.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Confirmed Perceptible Relief From 30 Minutes to Successively Earlier Minutes in One-minute Increments - 18 Minutes","description":"Percentage of participants with confirmed perceptible relief by 18 minutes. Stopwatch is started after the participant takes the study medication. The participant is instructed to stop the stopwatch when they first begin to feel any pain relief. The perceptible pain relief is confirmed if the participant also stopped the second stopwatch indicating meaningful pain relief. Test acetaminophen 1000 mg and placebo were compared on the percentage of subjects with confirmed perceptible relief starting at 30 minutes and testing successively earlier minutes (29, 28, etc) until the difference was no longer statistically significant. The earliest significant time was identified.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.6","spread":null},{"groupId":"OG001","value":"55.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Confirmed Perceptible Relief From 30 Minutes to Successively Earlier Minutes in One-minute Increments - 17 Minutes","description":"Percentage of participants with confirmed perceptible relief by 17 minutes. Stopwatch is started after the participant takes the study medication. The participant is instructed to stop the stopwatch when they first begin to feel any pain relief. The perceptible pain relief is confirmed if the participant also stopped the second stopwatch indicating meaningful pain relief. Test acetaminophen 1000 mg and placebo were compared on the percentage of subjects with confirmed perceptible relief starting at 30 minutes and testing successively earlier minutes (29, 28, etc) until the difference was no longer statistically significant. The earliest significant time was identified.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.6","spread":null},{"groupId":"OG001","value":"53.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Confirmed Perceptible Relief From 30 Minutes to Successively Earlier Minutes in One-minute Increments - 16 Minutes","description":"Percentage of participants with confirmed perceptible relief by 16 minutes. Stopwatch is started after the participant takes the study medication. The participant is instructed to stop the stopwatch when they first begin to feel any pain relief. The perceptible pain relief is confirmed if the participant also stopped the second stopwatch indicating meaningful pain relief. Test acetaminophen 1000 mg and placebo were compared on the percentage of subjects with confirmed perceptible relief starting at 30 minutes and testing successively earlier minutes (29, 28, etc) until the difference was no longer statistically significant. The earliest significant time was identified.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.2","spread":null},{"groupId":"OG001","value":"52.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Confirmed Perceptible Relief From 30 Minutes to Successively Earlier Minutes in One-minute Increments - 15 Minutes","description":"Percentage of participants with confirmed perceptible relief by 15 minutes. Stopwatch is started after the participant takes the study medication. The participant is instructed to stop the stopwatch when they first begin to feel any pain relief. The perceptible pain relief is confirmed if the participant also stopped the second stopwatch indicating meaningful pain relief. Test acetaminophen 1000 mg and placebo were compared on the percentage of subjects with confirmed perceptible relief starting at 30 minutes and testing successively earlier minutes (29, 28, etc) until the difference was no longer statistically significant. The earliest significant time was identified.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.2","spread":null},{"groupId":"OG001","value":"41.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Confirmed Perceptible Relief From 30 Minutes to Successively Earlier Minutes in One-minute Increments - 14 Minutes","description":"Percentage of participants with confirmed perceptible relief by 14 minutes. Stopwatch is started after the participant takes the study medication. The participant is instructed to stop the stopwatch when they first begin to feel any pain relief. The perceptible pain relief is confirmed if the participant also stopped the second stopwatch indicating meaningful pain relief. Test acetaminophen 1000 mg and placebo were compared on the percentage of subjects with confirmed perceptible relief starting at 30 minutes and testing successively earlier minutes (29, 28, etc) until the difference was no longer statistically significant. The earliest significant time was identified.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.5","spread":null},{"groupId":"OG001","value":"31.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Confirmed Perceptible Relief From 30 Minutes to Successively Earlier Minutes in One-minute Increments - 13 Minutes","description":"Percentage of participants with confirmed perceptible relief by 13 minutes. Stopwatch is started after the participant takes the study medication. The participant is instructed to stop the stopwatch when they first begin to feel any pain relief. The perceptible pain relief is confirmed if the participant also stopped the second stopwatch indicating meaningful pain relief. Test acetaminophen 1000 mg and placebo were compared on the percentage of subjects with confirmed perceptible relief starting at 30 minutes and testing successively earlier minutes (29, 28, etc) until the difference was no longer statistically significant. The earliest significant time was identified.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.5","spread":null},{"groupId":"OG001","value":"25.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Confirmed Perceptible Relief From 30 Minutes to Successively Earlier Minutes in One-minute Increments - 12 Minutes","description":"Percentage of participants with confirmed perceptible relief by 12 minutes. Stopwatch is started after the participant takes the study medication. The participant is instructed to stop the stopwatch when they first begin to feel any pain relief. The perceptible pain relief is confirmed if the participant also stopped the second stopwatch indicating meaningful pain relief. Test acetaminophen 1000 mg and placebo were compared on the percentage of subjects with confirmed perceptible relief starting at 30 minutes and testing successively earlier minutes (29, 28, etc) until the difference was no longer statistically significant. The earliest significant time was identified.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.5","spread":null},{"groupId":"OG001","value":"21.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Confirmed Perceptible Relief From 30 Minutes to Successively Earlier Minutes in One-minute Increments - 11 Minutes","description":"Percentage of participants with confirmed perceptible relief by 11 minutes. Stopwatch is started after the participant takes the study medication. The participant is instructed to stop the stopwatch when they first begin to feel any pain relief. The perceptible pain relief is confirmed if the participant also stopped the second stopwatch indicating meaningful pain relief. Test acetaminophen 1000 mg and placebo were compared on the percentage of subjects with confirmed perceptible relief starting at 30 minutes and testing successively earlier minutes (29, 28, etc) until the difference was no longer statistically significant. The earliest significant time was identified.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.5","spread":null},{"groupId":"OG001","value":"18.1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":59},"commonTop":["Nausea","Vomiting"]}}}