{"nctId":"NCT03277313","briefTitle":"Efficacy, Safety, Tolerability, Immunogenicity and Pharmacokinetic Evaluation of HYQVIA in Pediatric PIDD Subjects","startDateStruct":{"date":"2017-09-25","type":"ACTUAL"},"conditions":["Primary Immunodeficiency Diseases (PID)"],"count":44,"armGroups":[{"label":"Epoch 1","type":"EXPERIMENTAL","interventionNames":["Biological: HYQVIA"]},{"label":"Epoch 2","type":"EXPERIMENTAL","interventionNames":["Biological: HYQVIA"]}],"interventions":[{"name":"HYQVIA","otherNames":["IGI 10% with rHuPH20"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Participant must have a documented diagnosis of a form of primary immunodeficiency (PI) involving a defect in antibody formation and requiring gammaglobulin replacement, as defined according to the International Union of Immunological Societies (IUIS) Scientific Committee 2015 (Picard et al., 2015) prior to enrollment. The diagnosis must be confirmed by the sponsor´s Medical Director prior to first treatment with IP in the study.\n2. Participant is at least two and below 16 years of age at the time of screening.\n3. Participant has been receiving a consistent dose of Immunoglobulin G (IgG), administered in compliance with the respective product information for a period of at least three months prior to screening. The average minimum pre-study dose over that interval was equivalent to 300 mg/kg BW / 4 weeks and a maximum dose equivalent to 1000 mg/kg body weight (BW) / 4 weeks.\n4. Participant has a serum trough level of IgG \\> 5 g/L at screening.\n5. If female of childbearing potential, participant presents with a negative pregnancy test and agrees to employ adequate birth control measures for the duration of the study.\n6. Participant /legally authorized representative is willing and able to comply with the requirements of the protocol.\n\nExclusion Criteria:\n\n1. Participant has a known history of or is positive at screening for one or more of the following: hepatitis B surface antigen (HBsAg), polymerase chain reaction (PCR) for hepatitis C virus (HCV), PCR for human immunodeficiency virus (HIV) Type 1/2.\n2. Abnormal laboratory values at screening meeting any one of the following criteria (abnormal tests may be repeated once to determine if they are persistent):\n\n   1. Persistent alanine aminotransferase (ALT) and aspartate aminotransferase (AST) \\> 2.5 times the upper limit of normal (ULN) for the testing laboratory\n   2. Persistent severe neutropenia (defined as an absolute neutrophil count \\[ANC\\] ≤ 500/mm\\^3)\n3. Participant has anemia that would preclude phlebotomy for laboratory studies, according to standard practice at the site.\n4. Participant has an ongoing history of hypersensitivity or persistent reactions (urticaria, breathing difficulty, severe hypotension, or anaphylaxis) following intravenous (IV) immunoglobulin, subcutaneous (SC) immunoglobulin, and/or Immune Serum Globulin (ISG) infusions.\n5. Participant has severe Immunoglobulin A (IgA) deficiency (less than 7.0 mg/dL) with known anti-IgA antibodies and a history of hypersensitivity.\n6. Participant has a known allergy to hyaluronidase.\n7. Participant has active infection and is receiving antibiotic therapy for the treatment of infection at the time of screening.\n8. Participant has a bleeding disorder or a platelet count less than 20,000/μL, or who, in the opinion of the investigator, would be at significant risk of increased bleeding or bruising as a result of SC therapy.\n9. Participant has severe dermatitis that would preclude adequate sites for safe product administration in the opinion of the investigator.\n10. Participant has participated in another clinical study involving an IP or investigational device within 30 days prior to enrollment or is scheduled to participate in another clinical study involving an IP or investigational device during the course of this study.\n11. Participant is a family member or employee of the investigator.\n12. If female, participant is pregnant or lactating at the time of enrollment.","healthyVolunteers":false,"sex":"ALL","minimumAge":"2 Years","maximumAge":"15 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Rate Represented as Mean Number of Acute Serious Bacterial Infections (ASBI) Per Participant-year","description":"The rate of ASBI was defined as the mean number of ASBI per participant-year based on the United States (U.S.) Food and drugs Administration (FDA) guidance for industry to support marketing of human immune globulin intravenous (IGIV) as replacement therapy for primary humoral immunodeficiency and the European Medicines Agency (EMA) guideline on the clinical investigation of human normal immunoglobulin for SC and /or intramuscular administration. ASBI included bacteremia/sepsis, bacterial meningitis, osteomyelitis/septic arthritis, bacterial pneumonia, and visceral abscess, diagnosed according to the Diagnostic Criteria for Acute Serious Bacterial Infections.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.04","spread":"0.027"}]}]}]},{"type":"SECONDARY","title":"Rate Represented as Mean Number of All Infections Per Participant-year","description":"The rate of all infections was defined as the mean number of all infections per participant-year. Number of all infections was calculated as number of infections per participant-year.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.12","spread":"0.450"}]}]}]},{"type":"SECONDARY","title":"Epoch 2: Trough Levels of Immunoglobulin G (IgG) Total and IgG Subclasses","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.381","spread":"2.9191"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9.199","spread":"1.9577"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9.214","spread":"1.9800"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13.80","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10.80","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13.50","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.888","spread":"2.7193"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.317","spread":"1.4887"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.284","spread":"1.2103"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7.590","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7.710","spread":"NA"}]}]},{"categories":[]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.311","spread":"0.6833"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.156","spread":"0.6694"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.106","spread":"0.5839"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.480","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.510","spread":"NA"}]}]},{"categories":[]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.534","spread":"0.2838"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.508","spread":"0.2545"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.507","spread":"0.2799"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.360","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.430","spread":"NA"}]}]},{"categories":[]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.2998","spread":"0.26802"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.3161","spread":"0.32899"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.3118","spread":"0.32790"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.9380","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.4560","spread":"NA"}]}]},{"categories":[]}]},{"type":"SECONDARY","title":"Epoch 2: Trough Levels of Specific Antibodies to Clinically Relevant Pathogens Categorized as Clostridium Tetani Toxoid and Hepatitis B Virus","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.685","spread":"0.6793"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.450","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.598","spread":"0.5889"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"199.6","spread":"122.97"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"146.0","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"256.7","spread":"219.53"}]}]}]},{"type":"SECONDARY","title":"Epoch 2: Trough Levels of Specific Antibodies to Clinically Relevant Pathogen Haemophilus Influenzae B","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.839","spread":"1.5222"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.810","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.678","spread":"0.8009"}]}]}]},{"type":"SECONDARY","title":"Epoch 2: Area Under the Curve Normalized for Week (AUCweek)","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"74.57","spread":"19.4"}]}]}]},{"type":"SECONDARY","title":"Epoch 2: Area Under the Curve Over the Infusion Interval (AUCTau)","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"288.8","spread":"21.7"}]}]}]},{"type":"SECONDARY","title":"Epoch 2: Apparent Clearance (CL/F)","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"56.45","spread":"61.4"}]}]}]},{"type":"SECONDARY","title":"Epoch 2: Maximum Concentration (Cmax)","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.94","spread":"17.4"}]}]}]},{"type":"SECONDARY","title":"Epoch 2: Minimum Concentration (Cmin)","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.571","spread":"25.6"}]}]}]},{"type":"SECONDARY","title":"Epoch 2: Time to Maximum Concentration (Tmax)","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.20","spread":null}]}]}]},{"type":"SECONDARY","title":"Epoch 2: Terminal Half-life (T 1/2)","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"44.98","spread":"45.9"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Serious Adverse Events (SAEs) Excluding Infections, Related and Not Related","description":"An SAE is defined as an untoward medical occurrence that at any dose is fatal, life-threatening, requires inpatient hospitalization or results in prolongation of an existing hospitalization, results in persistent or significant disability/incapacity, is a congenital anomaly/birth defect, is a medically important event. Number of participants who experienced SAEs, related or not related, was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Rate of SAEs Excluding Infections, Related and Not Related, Per Infusion","description":"Rate of SAEs per infusion was calculated as number of serious adverse events/total number of infusions administered to participants in the analysis set. Rate of SAEs per infusion (excluding infections) was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"0.002","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With All Treatment Emergent Adverse Events (TEAEs) Excluding Infections, Related and Not Related","description":"An Adverse Event (AE) is defined as any untoward medical occurrence in a clinical investigation participant administered a drug; it does not necessarily have to have a causal relationship with this treatment. A TEAE is defined as an adverse event with an onset that occurs after receiving study drug. Number of participants who experienced TEAEs, related or not related, was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25","spread":null},{"groupId":"OG001","value":"31","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null},{"groupId":"OG001","value":"36","spread":null}]}]}]},{"type":"SECONDARY","title":"Rate of All TEAEs Excluding Infections, Related and Not Related, Per Infusion","description":"Rate of all TEAEs per infusion was calculated as number of any adverse reaction events/total number of infusions administered to participants in the analysis set. Rate of any adverse reactions per infusion (excluding infections) was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.675","spread":null},{"groupId":"OG001","value":"0.397","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.270","spread":null},{"groupId":"OG001","value":"0.262","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Local TEAEs Excluding Infections, Related and Not Related","description":"An AE is defined as any untoward medical occurrence in a clinical investigation participant administered a drug; it does not necessarily have to have a causal relationship with this treatment. A TEAE is defined as an adverse event with an onset that occurs after receiving study drug. Number of participants who experienced local TEAEs, related or not related, was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22","spread":null},{"groupId":"OG001","value":"28","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]}]},{"type":"SECONDARY","title":"Rate of Local TEAEs Excluding Infections, Related and Not Related, Per Infusion","description":"Rate of local TEAEs per infusion was calculated as number of local TEAEs/total number of infusions administered to participants in the analysis set. Rate of local TEAEs per infusion (excluding infections) was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.460","spread":null},{"groupId":"OG001","value":"0.212","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.016","spread":null},{"groupId":"OG001","value":"0.013","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Systemic TEAEs Excluding Infections, Related and Not Related","description":"An AE is defined as any untoward medical occurrence in a clinical investigation participant administered a drug; it does not necessarily have to have a causal relationship with this treatment. A TEAE is defined as an adverse event with an onset that occurs after receiving study drug. Number of participants who experienced systemic TEAEs, related or not related, was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"20","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null},{"groupId":"OG001","value":"33","spread":null}]}]}]},{"type":"SECONDARY","title":"Rate of Systemic TEAEs Excluding Infections, Related and Not Related, Per Infusion","description":"Rate of systemic TEAEs per infusion was calculated as number of systemic TEAEs/total number of infusions administered to participants in the analysis set. Rate of systemic TEAEs per infusion (excluding infections) was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.214","spread":null},{"groupId":"OG001","value":"0.185","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.254","spread":null},{"groupId":"OG001","value":"0.250","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With All Temporally Associated TEAEs Excluding Infections","description":"An AE is defined as any untoward medical occurrence in a clinical investigation participant administered a drug; it does not necessarily have to have a causal relationship with this treatment. TEAE is defined as an adverse event with an onset that occurs after receiving study drug. Number of participants who experienced all temporally associated TEAEs, related or not related, was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27","spread":null},{"groupId":"OG001","value":"35","spread":null}]}]}]},{"type":"SECONDARY","title":"Rate of All Temporally Associated TEAEs Excluding Infections Per Infusion","description":"Rate of all temporally associated TEAEs per infusion was calculated as number of all temporally associated TEAEs/total number of infusions administered to participants in the analysis set. Rate of all temporally associated TEAEs per infusion (excluding infections) was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.722","spread":null},{"groupId":"OG001","value":"0.460","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With All Related (Causally) and/or Temporally Associated TEAEs Excluding Infections","description":"An AE is defined as any untoward medical occurrence in a clinical investigation participant administered a drug; it does not necessarily have to have a causal relationship with this treatment. A TEAE is defined as an adverse event with an onset that occurs after receiving study drug. Number of participants with any related (causally) and/or temporally associated TEAEs (excluding infections) was reported. Temporally-associated TEAEs were defined as TEAEs which begin during infusion of IP or within 72 hours following the end of IP infusion.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27","spread":null},{"groupId":"OG001","value":"35","spread":null}]}]}]},{"type":"SECONDARY","title":"Rate of Participants With All Related (Causally) and/or Temporally Associated TEAEs Excluding Infections Per Infusion","description":"Rate of any related (causally) and/or temporally associated TEAEs per infusion was calculated as number of related and/or temporally associated adverse events/ total number of infusions administered to participants in the analysis set. TEAEs recorded in the study database as \"possibly related\" or \"probably related\" to HYQVIA are considered HYQVIA-related adverse events. Temporally-associated TEAEs were defined as TEAEs which begin during infusion of IP or within 72 hours following the end of IP infusion. Rate of any related (causally) and/or temporally associated TEAEs per infusion (excluding infections) was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.762","spread":null},{"groupId":"OG001","value":"0.482","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Any TEAEs Excluding Infections","description":"An AE is defined as any untoward medical occurrence in a clinical investigation participant administered a drug; it does not necessarily have to have a causal relationship with this treatment. A TEAE is defined as an adverse event with an onset that occurs after receiving study drug. Percentages are rounded off to whole number at the nearest decimal.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"65.9","spread":null},{"groupId":"OG001","value":"93.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Developed Positive Titer (≥160) of Binding or Neutralizing Antibodies to rHuPH20","description":"Number of participants who developed positive titer (rHuPH20 titer ≥160) of binding antibodies to rHuPH20 was reported. Neutralizing antibodies were only tested if the participant had a titer of ≥160 of binding antibodies. Participants with multiple assessments of titer of ≥160 of binding antibodies are counted only once.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Developed Positive Titer (≥160) of Binding or Neutralizing Antibodies to rHuPH20","description":"Percentage of participants who developed positive titer (rHuPH20 titer ≥160) of binding antibodies to rHuPH20 was reported. Neutralizing antibodies were only tested if the participant had a titer of ≥160 of binding antibodies. Participants with multiple assessments of titer of ≥160 of binding antibodies are counted only once. Percentages are rounded off to whole number at the nearest decimal.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Epoch 2: Number of Infusions Per Month","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.10","spread":null}]}]}]},{"type":"SECONDARY","title":"Epoch 2: Number of Infusion Sites (Needle Sticks) Per Infusion","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.83","spread":"0.366"}]}]}]},{"type":"SECONDARY","title":"Epoch 2: Number of Infusion Sites (Needle Sticks) Per Month","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.17","spread":null}]}]}]},{"type":"SECONDARY","title":"Epoch 2: Duration of Infusion","description":"Duration of infusion is calculated as (stop time of infusion - start time of infusion) (in Epoch 2). Duration of infusion is the time from the start of rHuPH20 infusion until the stop time of immunoglobulin infusion.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"85.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Epoch 2: Maximum Infusion Rate Per Site","description":"HYQVIA treatment infusions in Epoch 2 were given at a rate of 10 milliliters per hour per site (mL/h/site) to 160 ml/h/site (body weight \\[BW\\] of \\<40 kg) and 10 mL/h/site to 300 mL/h/site (BW of ≥40 kg).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"173.5","spread":"81.32"}]}]}]},{"type":"SECONDARY","title":"Epoch 2: Infusion Volume Per Site","description":"Infusion volume per site is calculated as (actual IgG volume (mL) / total number of infusion sites used).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"101.3","spread":"51.69"}]}]}]},{"type":"SECONDARY","title":"Epoch 2: Infusions Which Were Discontinued, Slowed, or Interrupted Due to an AE","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null}]}]}]},{"type":"SECONDARY","title":"Epoch 2: Percentage of Infusions Which Were Discontinued, Slowed, or Interrupted Due to an AE","description":"Percentages are rounded off to whole number at the nearest decimal.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.69","spread":null}]}]}]},{"type":"SECONDARY","title":"Epoch 1: Number of Weeks to Reach Final Dose Interval","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.14","spread":null}]}]}]},{"type":"SECONDARY","title":"Epoch 2: Percentage of Participants Who Achieved a Treatment Interval of Three or Four Weeks in Epoch 2","description":"Percentages are rounded off to whole number at the nearest decimal. Percentages may sum up to more than 100% as assigned treatment interval could be changed during the study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"83.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Epoch 2: Percentage of Participants Who Maintained a Treatment Interval of Three or Four Weeks in Epoch 2 for 12 Months","description":"Percentages are rounded off to whole number at the nearest decimal.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"74.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Health-related Quality of Life (HRQoL): Change From Baseline in Pediatric Quality of Life Inventory (Peds-QL) Score","description":"Peds-QL=generic questionnaire developed and validated to measure HRQoL among pediatric population. It included assessment of 4 dimensions: physical functioning (8 items), emotional functioning (8 items), social functioning (8 items), and school functioning (Age groups: Toddler (2-4years),Young child (5-7years),Child (8-12years), and Teens (13-\\<16years). Depending on the participants age, questionnaire may be completed by participant or parent/caregiver as appropriate. Items were scored on a 5-point Likert scale: 0=never a problem; 1=almost never a problem; 2=sometimes a problem; 3=often a problem; and 4=almost always a problem). All Scores were transformed on a total scale from 0-100 where, 0=100, 1=75, 2=50, 3=25, and 4=0. Higher scores indicating better health status. End of Epoch 2 summarizes all participant's data for their last epoch 2 visit (so not including the participant that discontinued in epoch 1).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"72.67","spread":"12.969"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"77.29","spread":"18.908"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"75.42","spread":"17.227"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"76.09","spread":"7.894"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.57","spread":"17.134"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.74","spread":"15.170"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.84","spread":"21.050"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.09","spread":"8.750"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.73","spread":"18.799"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-26.09","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.16","spread":"19.735"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.62","spread":"5.471"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.16","spread":"17.730"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.59","spread":"16.266"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.98","spread":"14.027"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.45","spread":"8.807"}]}]}]},{"type":"SECONDARY","title":"HRQoL: Change From Baseline in EuroQol Five Dimensions Questionnaire (EQ-5D) Score","description":"The EQ-5D is a validated, self-administered assessment of overall health consisting of 5 dimensions (mobility, self-care, usual activities, pain/discomfort, and anxiety/depression). Participants were asked to describe their health state that day by choosing 1 of 3 responses that reflect the levels of severity for each of the five dimensions: no problems, some or moderate problems, or extreme problems. The domain scores are calculated with higher scores indicating worsening health status. The EQ-5D also includes a standard vertical 20-cm visual analogue scale (similar to a thermometer) for recording a participant's rating of their current HRQoL state, which ranged from 0 to 100, where 0 indicated worst imaginable health state and 100 was best imaginable health state. End of Epoch 2 summarizes all participant's data for their last epoch 2 visit (so not including the participant that discontinued in epoch 1).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"82.84","spread":"16.806"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.07","spread":"0.258"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.16","spread":"0.485"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.14","spread":"0.413"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.28","spread":"0.454"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.28","spread":"0.549"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.64","spread":"23.504"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.09","spread":"0.292"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.12","spread":"0.415"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.03","spread":"0.394"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.18","spread":"0.528"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.06","spread":"0.556"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-8.93","spread":"26.993"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.00","spread":"0.000"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.00","spread":"0.000"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.00","spread":"0.535"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.07","spread":"0.594"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.27","spread":"0.594"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.83","spread":"24.895"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.07","spread":"0.264"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.10","spread":"0.374"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.00","spread":"0.387"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.07","spread":"0.565"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.10","spread":"0.539"}]}]}]},{"type":"SECONDARY","title":"Treatment Preference and Satisfaction: Change From Baseline in Assessment of Life Quality Index (LQI) Score","description":"The LQI is a validated questionnaire assessing participant perceptions of their HRQoL and their treatment specifically among participants who use IgG therapy. This questionnaire covers 4 domains: treatment interferences, therapy-related problems, therapy setting, and treatment costs. The LQI domains are scored from 0 to 100, with higher scores associated with better IgG treatment satisfaction. End of Epoch 2 summarizes all participant's data for their last epoch 2 visit (so not including the participant that discontinued in epoch 1).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"69.77","spread":"17.518"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"65.21","spread":"17.080"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"85.66","spread":"14.610"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"60.85","spread":"27.310"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.71","spread":"18.419"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.67","spread":"17.670"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.23","spread":"23.189"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.55","spread":"36.330"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-10.52","spread":"23.850"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-13.39","spread":"31.656"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-15.87","spread":"27.808"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.19","spread":"32.826"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.49","spread":"20.908"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.41","spread":"24.399"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-10.16","spread":"24.718"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.27","spread":"35.164"}]}]}]},{"type":"SECONDARY","title":"Treatment Preference and Satisfaction: Change From Baseline in Assessment of Treatment Satisfaction and Medication Questionnaire (TSQM-9) Score","description":"The TSQM-9 is a 9-item, validated, self-administered instrument to assess participant satisfaction with medication, which assesses 3 domains: effectiveness, convenience, and global satisfaction. The TSQM-9 domain scores range from 0 to 100 with higher scores representing higher satisfaction. End of Epoch 2 summarizes all participant's data for their last epoch 2 visit (so not including the participant that discontinued in epoch 1).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"74.81","spread":"15.494"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"66.15","spread":"16.436"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"79.07","spread":"16.525"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.40","spread":"16.204"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.19","spread":"19.834"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.76","spread":"18.529"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-12.70","spread":"33.577"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-7.14","spread":"20.375"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-17.35","spread":"36.283"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.52","spread":"20.591"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.81","spread":"20.244"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.17","spread":"24.406"}]}]}]},{"type":"SECONDARY","title":"Treatment Preference and Satisfaction: Number of Participants Who Completed Treatment Preference Questionnaire","description":"The treatment preference questionnaire, internally developed by the study sponsor, is a self-administered, non-validated scale assessing participant preference for various attributes of immunoglobulin G (IgG) therapy.End of Epoch 2 summarizes all participant's data for their last epoch 2 visit (so not including the participant that discontinued in epoch 1).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"34","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"42","spread":null}]}]}]},{"type":"SECONDARY","title":"Health Resource Utilization: Days Not Able to go to School or Work, or to Perform Normal Daily Activities","description":"Days not able to go to school or work, or to perform normal daily activities due to infection or other illnesses were calculated as days not able to go to school or work, or to perform normal daily activities due to infection or other illnesses per participant-year. Per participant-years = number or days reported / total number of years of study duration, i.e., the sum of study duration for all participants in the analysis set, divided by 365.25.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.28","spread":null}]}]}]},{"type":"SECONDARY","title":"Health Resource Utilization: Days on Antibiotics","description":"Days on antibiotics were calculated as days on antibiotics per participant-year. Per participant-years = number or days reported / total number of years of study duration, i.e., the sum of study duration for all participants in the analysis set, divided by 365.25.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26.77","spread":null}]}]}]},{"type":"SECONDARY","title":"Health Resource Utilization: Number of Hospitalizations","description":"Number of hospitalizations, indication for the hospitalization (infection or non-infection) were calculated as number of hospitalizations, indication for the hospitalization (infection or non-infection) per participant-year. Per participant-years = number or days reported / total number of years of study duration, i.e., the sum of study duration for all participants in the analysis set, divided by 365.25.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.08","spread":null}]}]}]},{"type":"SECONDARY","title":"Health Resource Utilization: Number of Days Hospitalized Per Participant-Year","description":"Number of days hospitalized were calculated as number of days hospitalized per participant-year. Per participant-years = number or days reported / total number of years of study duration, i.e., the sum of study duration for all participants in the analysis set, divided by 365.25.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.21","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":44},"commonTop":["Infusion site pain","Headache","Sinusitis","Infusion site erythema","Infusion site pruritus"]}}}