{"nctId":"NCT01871727","briefTitle":"A Trial of E7777 in Persistent and Recurrent Cutaneous T-Cell Lymphoma","startDateStruct":{"date":"2013-05-30","type":"ACTUAL"},"conditions":["Persistent or Recurrent Cutaneous T-Cell Lymphoma"],"count":112,"armGroups":[{"label":"E7777","type":"EXPERIMENTAL","interventionNames":["Drug: E7777 9 mcg/kg"]}],"interventions":[{"name":"E7777 9 mcg/kg","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nParticipants must meet all of the following criteria to be included in the study:\n\n1. Age greater than or equal to 18 years.\n2. Histopathologic diagnosis of CTCL (mycosis fungoides \\[MF\\] or Sezary Syndrome \\[SS\\]), confirmed by skin biopsy, or lymph node, or blood assessment, of current disease.\n3. CD25 assay-positive tumor, defined as detectable CD25 on greater than or equal to 20% of total lymphoid infiltrate in biopsied lesions by immunohistochemistry.\n4. CTCL disease stage at study entry as follows, according to ISCL/EORTC (Olsen 2011).\n\n   * Lead-In Part: Stage IA - IV, except participants with CNS involvement.\n   * Main Study: Stage I - III\n5. History of prior therapies for CTCL: must have had prior therapy, any number of prior therapies allowed.\n\n   Topical treatments (except topical chemotherapy) and steroids are not considered as prior therapies.\n6. A minimum washout period of 4 weeks after previous CTCL therapy is recommended before the first dose of E7777.\n\n   Participants must have recovered from any adverse effects from any previous CTCL therapy to Common Terminology Criteria for Adverse Events (CTCAE) Grade \\<2 before starting study drug. A shorter washout may be allowed if participant is experiencing progressive disease despite ongoing treatment.\n7. Eastern Cooperative Oncology Group (ECOG) performance status 0, 1, or 2 in the Lead-In Part and performance status of 0 or 1 in the Main Study.\n8. Life expectancy greater than or equal to 3 months in the Lead-In Part and greater than or equal to 12 months in the Main Study.\n9. Adequate bone marrow reserves as evidenced by:\n\n   * platelets greater than or equal to 100,000/mm\\^3 (100 x 10\\^9/L)\n   * clinically stable hemoglobin greater than or equal to 9 gram per deciliter (g/dL) (90 g/L) and hematocrit greater than or equal to 27% without transfusion support\n10. Normal hepatic function as evidenced by:\n\n    * bilirubin \\<= 1.5\\* upper limit if normal (ULN) and alkaline phosphatase \\<=3.0\\*ULN\n    * aspartate aminotransferase (AST) and alanine aminotransferase (ALT) \\<= 3.0\\*ULN\n    * albumin \\>= 3.0 g/dL (30 g/L)\n11. Adequate renal function as evidenced by serum creatinine less than or equal to 1.8 mg/dL (158 umol/L) or calculated creatinine clearance greater than or equal to 50 mL/min (per the Cockcroft-Gault formula) with less than 2+ protein or 24- hour urine creatinine clearance greater than or equal to 50 mL/minute with 24- hour urine protein less than 1gram.\n12. Provide written informed consent prior to any study-specific screening procedures.\n13. Females may not be lactating or pregnant at Screening or Baseline\n14. All females will be considered to be of childbearing potential unless they are postmenopausal or have been sterilized surgically\n15. Male participants must have had a successful vasectomy (confirmed azoospermia) or they and their female partner must meet the criteria above\n\nExclusion Criteria\n\nParticipants who meet any of the following criteria will be excluded from the study:\n\n1. Prior denileukin diftitox therapy\n2. Use of topical steroids within 14 days of Day 1 of initial therapy is not allowed.Topical steroids or systemic low dose steroids of less than or equal to 10 milligram per day (mg/day) prednisone are allowed in participants with erythroderma who have been on corticosteroids for a prolonged period of time and where discontinuation may lead to rebound flare in disease. The concomitant steroid medication is allowed as long as the type of steroid, route of administration, and steroid dose remain the same as what the participant had been receiving for a prolonged period of time.\n3. Active malignancy (except for CTCL, definitively treated basal or squamous cell carcinoma of the skin, and carcinoma in-situ of the cervix) within the past 24 months.\n4. Serious intercurrent illness\n5. Significant cardiac disease requiring ongoing treatment, including congestive heart failure (CHF), severe coronary artery disease (CAD), cardiomyopathy, uncontrolled cardiac arrhythmia, unstable angina pectoris, or myocardial infarction (MI)\n6. Significant pulmonary symptoms or disease\n7. History of uncontrolled seizure disorder or active central nervous system disease\n8. Major surgery within 2 weeks of study enrollment\n9. Significant or uncontrolled infections requiring systemic anti-infective therapy\n10. Known human immunodeficiency virus (HIV) infection; known active hepatitis B or hepatitis C infection\n11. Females who are pregnant (positive urine test) or breastfeeding\n12. Any history of a medical condition or a concomitant medical condition that, in the opinion of the investigator, would compromise the participant's ability to safely complete the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Lead-In Part: Number of Participants With Dose-limiting Toxicities (DLTs) as Per National Cancer Institute Common Terminology Criteria for Adverse Events Version 4.03 (NCI CTCAE v4.03)","description":"DLTs as per NCI CTCAE v4.03 were defined as 1) serious infusion reaction (CTCAE) Grade 4 adverse event of \"Infusion related reaction,\" or recurrent CTCAE Grade 3 despite administration of systemic steroid premedication after initial occurrence. Infusion reactions were defined as symptoms (example, fatigue, nausea, vomiting, arthralgia, myalgia, pyrexia, chills, rigors) occurring within 24 hours of E7777 infusion. 2) Capillary leak syndrome (CLS) CTCAE Grade 4 or Grade 3 (with exceptions). A CLS event was defined as the noted occurrence of at least 2 of the following: hypotension, edema, or serum albumin less than (\\<) 3.0 gram per decilitre (g/dL). 3) Clinical visual impairment. 4) Any CTCAE Grade greater than or equal to (\\>=) 4 adverse event (AE) that may represent an infusion reaction. 5) Any other Grade 3 or greater toxicity assessed as related to E7777 treatment and which in the opinion of a safety consultancy investigator panel, was a dose-limiting toxicity.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"2","spread":null}]}]}]},{"type":"PRIMARY","title":"Lead-In Part: Maximum Tolerated Dose (MTD) of E7777","description":"The MTD was defined as the safe dose level established in Lead-In Part. MTD was determined by summarizing the number and percentage of participants with DLTs for the first cycle, by study dosing schedule, initial dosing level and overall for the Lead-In Part.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.0","spread":null}]}]}]},{"type":"PRIMARY","title":"Main Study Part: Objective Response Rate (ORR) by Independent Review Committee (IRC) Based on Olsen 2011 Criteria","description":"ORR was defined as the percentage of participants whose best overall response (BOR) was complete response (CR) or partial response (PR) based on independent review committee on 2 assessments at least 3 weeks apart. The tumor response was based on global response score (GRS) Olsen 2011 criteria. CR was defined as disappearance of all evidence of disease and PR was defined as regression of measurable disease and no new sites.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"36.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Lead-In Part: Duration of Response (DOR) Per Investigator Assessment","description":"DOR per investigator assessment was defined as the time from date when criteria for response (CR or PR) was first met until the date of the first documentation of disease progression (PD) or date of death from any cause. The tumor assessment was based on GRS Olsen 2011 criteria. CR was defined as disappearance of all evidence of disease and PR was defined as regression of measurable disease and no new sites. PD was defined as any new lesion or unequivocally increase of previously involved sites from nadir.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"43.0","spread":null},{"groupId":"OG001","value":"106.0","spread":null},{"groupId":"OG002","value":"113.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Main Study Part: Duration of Response (DOR) Per Independent Review Committee","description":"DOR per independent review committee was defined as the time from the date when criteria for response (CR or PR) was first met until the date of the first documentation of PD or date of death from any cause. The tumor assessment was based on GRS Olsen 2011 criteria. CR was defined as disappearance of all evidence of disease and PR was defined as regression of measurable disease and no new sites. PD was defined as any new lesion or unequivocally increase of previously involved sites from nadir.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.47","spread":null}]}]}]},{"type":"SECONDARY","title":"Lead-In Part: Time to Response (TTR) Per Investigator Assessment","description":"Time to response per investigator assessment was defined as the time from date of first dose to the date of the first documented CR or PR. The tumor assessment was based on GRS Olsen 2011 criteria. CR was defined as disappearance of all evidence of disease and PR was defined as regression of measurable disease and no new sites.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"106.0","spread":null},{"groupId":"OG001","value":"53.5","spread":null},{"groupId":"OG002","value":"64.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Main Study Part: Time to Response (TTR) Per Independent Review Committee","description":"Time to response per independent review committee was defined as the time from date of first dose to the date of the first documented CR or PR. The tumor assessment was based on GRS Olsen 2011 criteria. CR was defined as disappearance of all evidence of disease and PR was defined as regression of measurable disease and no new sites.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.41","spread":null}]}]}]},{"type":"SECONDARY","title":"Lead-In Part and Main Study Part: ORR Per Investigator Assessment","description":"ORR per investigator assessment was defined as the percentage of participants whose BOR was CR or PR. The tumor response was based on GRS Olsen 2011 criteria. CR was defined as disappearance of all evidence of disease and PR was defined as regression of measurable disease and no new sites.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"50.0","spread":null},{"groupId":"OG001","value":"50.0","spread":null},{"groupId":"OG002","value":"33.3","spread":null},{"groupId":"OG003","value":"0","spread":null},{"groupId":"OG004","value":"42.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Main Study Part: ORR Per IRC Based on Prince 2010 Criteria","description":"ORR was defined as the percentage of participants whose BOR was CR, clinical complete response (CCR) or PR per IRC. The tumor response was based on Prince 2010 criteria. CR was defined as disappearance of all evidence of disease and PR was defined as regression of measurable disease and no new sites. CCR was defined as tumor residue not visible on esophagogram, computed tomography (CT), endoscopy, positron emission tomography (PET)-CT.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"36.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Lead-In Part and Main Study Part: Number of Participants With Treatment-emergent Adverse Events (TEAEs) and Serious Adverse Events (SAEs)","description":"TEAE was defined as an adverse event that had an onset date, or a worsening in severity on or after the first dose of study drug up to the end of the study. SAE was any untoward medical occurrence that at any dose: resulted in death; life threatening required inpatient hospitalization; resulted in persistent, significant disability; was congenital anomaly/birth defect or medically important due to other reasons than mentioned criteria. Number of participants with TEAEs and SAEs were reported.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"9","spread":null},{"groupId":"OG002","value":"2","spread":null},{"groupId":"OG003","value":"97","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"4","spread":null},{"groupId":"OG002","value":"2","spread":null},{"groupId":"OG003","value":"36","spread":null}]}]}]},{"type":"SECONDARY","title":"Lead-In Part: Maximum Serum Concentration (Cmax) of E7777","description":"Participants were not available for analysis in 15 mcg/kg (Cycles 3 and 5), 6 mcg/kg (Cycle 5), 9 mcg/kg (Cycles 3 and 5), 12 mcg/kg (Cycle 3), hence no Pharmacokinetic (PK) data was collected and analyzed for these doses and cycles.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"135","spread":"26.2"},{"groupId":"OG001","value":"118","spread":"70.8"},{"groupId":"OG002","value":"183","spread":"65.3"},{"groupId":"OG003","value":"383","spread":"133"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"59.5","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG002","value":"105","spread":"NA"}]}]}]},{"type":"SECONDARY","title":"Main Study Part: Maximum Serum Concentration (Cmax) of E7777","description":null,"paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"114","spread":"62.5"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"37.5","spread":"19.4"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"45.5","spread":"46.8"}]}]}]},{"type":"SECONDARY","title":"Lead-In Part: Area Under the Curve From Time 0 to Time t (AUC[0-t]) of E7777","description":"Participants were not available for analysis in 15 mcg/kg (Cycles 3 and 5), 6 mcg/kg (Cycle 5), 9 mcg/kg (Cycles 3 and 5), 12 mcg/kg (Cycle 3), hence no PK data was collected and analyzed for these doses and cycles. Here, min\\*ng/mL means minute\\*nanogram per milliliter.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18500","spread":"6080"},{"groupId":"OG001","value":"18200","spread":"13100"},{"groupId":"OG002","value":"23600","spread":"12900"},{"groupId":"OG003","value":"39800","spread":"4170"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4670","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG002","value":"6730","spread":"NA"}]}]}]},{"type":"SECONDARY","title":"Main Study Part: Area Under the Curve From Time 0 to Time t (AUC[0-t]) of E7777","description":null,"paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16300","spread":"12600"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2170","spread":"974"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2660","spread":"2570"}]}]}]},{"type":"SECONDARY","title":"Lead-In Part: Area Under the Curve From Time 0 to Time Infinity (AUC[0-inf]) of E7777","description":"Participants were not available for analysis in 15 mcg/kg (Cycles 3 and 5), 6 mcg/kg (Cycle 5), 9 mcg/kg (Cycles 3 and 5), 12 mcg/kg (Cycle 3), hence no PK data was collected and analyzed for these doses and cycles.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20600","spread":"7850"},{"groupId":"OG001","value":"27000","spread":"16500"},{"groupId":"OG002","value":"30000","spread":"12900"},{"groupId":"OG003","value":"43500","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4960","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG002","value":"6900","spread":"NA"}]}]}]},{"type":"SECONDARY","title":"Main Study Part: Area Under the Curve From Time 0 to Time Infinity (AUC[0-inf]) of E7777","description":"Participants were not available for analysis at Cycle 3 Day 1, hence no PK data was collected and analyzed for this timepoint.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23700","spread":"12700"}]}]},{"categories":[]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4630","spread":"NA"}]}]}]},{"type":"SECONDARY","title":"Lead-In Part: Terminal Elimination Half-life (t1/2) of E7777","description":"Participants were not available for analysis in 15 mcg/kg (Cycles 3 and 5), 6 mcg/kg (Cycle 5), 9 mcg/kg (Cycles 3 and 5), 12 mcg/kg (Cycle 3), hence no PK data was collected and analyzed for these doses and cycles.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"92.0","spread":null},{"groupId":"OG001","value":"116","spread":null},{"groupId":"OG002","value":"100","spread":null},{"groupId":"OG003","value":"100","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"39.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG002","value":"20.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Main Study Part: Terminal Elimination Half-life (t1/2) of E7777","description":null,"paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"109","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"90.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"51.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Lead-In Part: Time to Reach Maximum (Peak) Concentration After Drug Administration (Tmax)","description":"Participants were not available for analysis in 15 mcg/kg (Cycles 3 and 5), 6 mcg/kg (Cycle 5), 9 mcg/kg (Cycles 3 and 5), 12 mcg/kg (Cycle 3), hence no PK data was collected and analyzed for these doses and cycles.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"75","spread":null},{"groupId":"OG001","value":"60","spread":null},{"groupId":"OG002","value":"61.5","spread":null},{"groupId":"OG003","value":"60","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"60","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG002","value":"60","spread":null}]}]}]},{"type":"SECONDARY","title":"Main Study Part: Time to Reach Maximum (Peak) Concentration After Drug Administration (Tmax)","description":null,"paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"60","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"60","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"60","spread":null}]}]}]},{"type":"SECONDARY","title":"Lead-In Part: Total Body Clearance (CL) of E7777","description":"Participants were not available for analysis in 15 mcg/kg (Cycles 3 and 5), 6 mcg/kg (Cycle 5), 9 mcg/kg (Cycles 3 and 5), 12 mcg/kg (Cycle 3), hence no PK data was collected and analyzed for these doses and cycles. Here, mL/min/kg means milliliter per minute per kilogram.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.316","spread":"0.12"},{"groupId":"OG001","value":"0.492","spread":"0.38"},{"groupId":"OG002","value":"0.551","spread":"0.48"},{"groupId":"OG003","value":"0.359","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.21","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG002","value":"1.80","spread":"NA"}]}]}]},{"type":"SECONDARY","title":"Main Study Part: Total Body Clearance (CL) of E7777","description":"Participants were not available for analysis at Cycle 3 Day 1, hence no PK data was collected and analyzed for this timepoint.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"44.6","spread":"32.6"}]}]},{"categories":[]},{"categories":[{"measurements":[{"groupId":"OG000","value":"133","spread":"NA"}]}]}]},{"type":"SECONDARY","title":"Lead-In Part: Volume of Distribution at Steady State (Vdss) of E7777","description":"Participants were not available for analysis in 15 mcg/kg (Cycles 3 and 5), 6 mcg/kg (Cycle 5), 9 mcg/kg (Cycles 3 and 5), 12 mcg/kg (Cycle 3), hence no PK data was collected and analyzed for these doses and cycles.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"39.8","spread":"4.81"},{"groupId":"OG001","value":"60.3","spread":"19.50"},{"groupId":"OG002","value":"61","spread":"21.80"},{"groupId":"OG003","value":"37","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"69.1","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG002","value":"53.3","spread":"NA"}]}]}]},{"type":"SECONDARY","title":"Main Study Part: Volume of Distribution at Steady State (Vdss) of E7777","description":"Participants were not available for analysis at Cycle 3 Day 1, hence no PK data was collected and analyzed for this timepoint.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5430","spread":"2210"}]}]},{"categories":[]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10700","spread":"NA"}]}]}]},{"type":"SECONDARY","title":"Lead-In Part: Percentage of Participants Testing Positive for Anti-E7777 and Anti-interleukin (IL)-2 Antibodies","description":"Immunogenicity was assessed by determining the anti-E7777 and anti-IL-2 antibodies in serum using validated methods. Percentage of participants testing positive for Anti-E7777 and Anti-IL-2 antibodies were reported.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"50.0","spread":null},{"groupId":"OG001","value":"100.0","spread":null},{"groupId":"OG002","value":"88.9","spread":null},{"groupId":"OG003","value":"100.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100.0","spread":null},{"groupId":"OG001","value":"100.0","spread":null},{"groupId":"OG002","value":"83.3","spread":null},{"groupId":"OG003","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100.0","spread":null},{"groupId":"OG001","value":"100.0","spread":null},{"groupId":"OG002","value":"100.0","spread":null},{"groupId":"OG003","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100.0","spread":null},{"groupId":"OG001","value":"100.0","spread":null},{"groupId":"OG002","value":"100.0","spread":null},{"groupId":"OG003","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"37.5","spread":null},{"groupId":"OG002","value":"33.3","spread":null},{"groupId":"OG003","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"87.5","spread":null},{"groupId":"OG002","value":"83.3","spread":null},{"groupId":"OG003","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100.0","spread":null},{"groupId":"OG001","value":"100.0","spread":null},{"groupId":"OG002","value":"100.0","spread":null},{"groupId":"OG003","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100.0","spread":null},{"groupId":"OG001","value":"83.3","spread":null},{"groupId":"OG002","value":"100.0","spread":null},{"groupId":"OG003","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Main Study Part: Percentage of Participants Testing Positive for Anti-E7777 and Anti-IL-2 Antibodies","description":"Immunogenicity was assessed by determining the anti-E7777 and anti-IL-2 antibodies in serum using validated methods. Percentage of participants testing positive for Anti-E7777 and Anti-IL-2 antibodies were reported.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"85.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"91.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"95.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"52.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"88.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Main Study Part: Number of Participants With Objective Skin Response","description":"Modified severity weighted assessment tool (mSWAT) was used to measure skin disease severity based on the percentage of body surface area (BSA) with patches, plaques, or tumors. Total scores were calculated by multiplying the BSA percentage for each category of lesion (patch, plaque, or tumor) by a weighting factor and adding the three sub-scores which ranged from 0 (unaffected) to 400 (severely affected). Lower scores indicated a lower degree of skin disease severity. CR corresponded to 100% clearance of skin lesions present at baseline (mSWAT score of 0). PR corresponded to 50-99% clearance of skin disease present at baseline (at least 50% reduction in mSWAT score), without new tumors.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25","spread":null}]}]}]},{"type":"SECONDARY","title":"Main Study Part: Duration of Skin Response","description":"The duration of skin response based on the mSWAT score was defined as time from the date when criteria for skin response (CR or PR) was first met until the date of documented PD or death due to any cause for those participants with a confirmed PR or CR. mSWAT was used to measure skin disease severity based on the percentage of BSA with patches, plaques, or tumors. Total scores were calculated by multiplying the BSA percentage for each category of lesion (patch, plaque, or tumor) by a weighting factor and adding the three sub-scores which ranged from 0 (unaffected) to 400 (severely affected). Lower scores indicated a lower degree of skin disease severity. CR corresponded to 100% clearance of skin lesions present at baseline (mSWAT score of 0). PR corresponded to 50-99% clearance of skin disease present at baseline (at least 50% reduction in mSWAT score), without new tumors.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.47","spread":null}]}]}]},{"type":"SECONDARY","title":"Main Study Part: Time to Skin Response","description":"The time to skin response based on the mSWAT score was defined as time from the date of first dose to the date when criteria for skin response (CR or PR) were first met. mSWAT was used to measure skin disease severity based on the percentage of BSA with patches, plaques, or tumors. Total scores were calculated by multiplying the BSA percentage for each category of lesion (patch, plaque, or tumor) by a weighting factor and adding the three sub-scores which ranged from 0 (unaffected) to 400 (severely affected). Lower scores indicated a lower degree of skin disease severity. CR corresponded to 100% clearance of skin lesions present at baseline (mSWAT score of 0). PR corresponded to 50-99% clearance of skin disease present at baseline (at least 50% reduction in mSWAT score), without new tumors.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.41","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":2},"commonTop":["Nausea","Fatigue","Oedema peripheral","Alanine aminotransferase increased","Aspartate aminotransferase increased"]}}}