{"nctId":"NCT02997202","briefTitle":"A Trial of the FMS-like Tyrosine Kinase 3 (FLT3) Inhibitor Gilteritinib Administered as Maintenance Therapy Following Allogeneic Transplant for Patients With FLT3/Internal Tandem Duplication (ITD) Acute Myeloid Leukemia (AML)","startDateStruct":{"date":"2017-08-16","type":"ACTUAL"},"conditions":["Acute Myeloid Leukemia"],"count":356,"armGroups":[{"label":"Gilteritinib","type":"EXPERIMENTAL","interventionNames":["Drug: gilteritinib"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"gilteritinib","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Registration Inclusion Criteria\n\n* Participant is considered a suitable candidate for HCT and has an acceptable source of allogeneic donor stem cells, as defined per institutional practice (allogeneic HCT for any donor source \\[matched sibling, unrelated donor (URD), mismatched URD, related haploidentical, or umbilical cord blood\\] and any graft source \\[umbilical cord, BM, peripheral blood (PB)\\], and any conditioning \\[myeloablative conditioning (MAC), reduced intensity conditioning (RIC), or non-myeloablative conditioning (NMA)\\] will be permitted).\n* Participant is considered a legal adult by local regulation at the time of signing informed consent form (ICF).\n* Participant consents to allow access to diagnostic BM aspirate or PB sample and/or the DNA derived from that sample, if available, that may be used to validate a companion diagnostic that is being developed in parallel with gilteritinib.\n* Participant has confirmed, morphologically documented AML in CR1. For the purposes of registration, CR1 will be defined as \\< 5% blasts in the BM with no morphologic characteristics of acute leukemia (e.g., Auer Rods) in the BM with no evidence of extramedullary disease such as central nervous system involvement or granulocytic sarcoma.\n\n  * Participant has not received more than 2 cycles of induction chemotherapy to achieve CR1. The induction cycles can be the same regimen or different regimens. The regimen(s) may contain conventional agents, investigational agents, or a combination of both.\n  * Participants with CR with incomplete count recovery (CRp or CRi) are allowed. Incomplete platelet recovery (CRp) is defined as CR with platelet count \\< 100 x 109/L. Incomplete blood count recovery (CRi) is defined as CR with residual neutropenia \\< 1 x 109/L with or without complete platelet recovery. Red blood cell count (RBC) and platelet transfusion independence is not required.\n  * The maximum time allowed from establishment of CR1 to registration is 12 months.\n* Participant has presence of the FLT3/ITD activating mutation in the BM or PB as determined by the local institution at diagnosis.\n* Participant must meet the following criteria as indicated on the clinical laboratory tests:\n\n  * Serum creatinine within normal range, or if serum creatinine outside normal range, then glomerular filtration rate (GFR) \\> 40 mL/min/1.73m2 as calculated with the Cockcroft-Gault equation with adjustment if total body weight is ≥ 125% of ideal body weight.\n  * Total bilirubin (TBL) ≤ 2.5 mg/dL, except for participants with Gilbert's syndrome.\n  * Serum AST and/or alanine aminotransferase (ALT) \\< 3 x institutional upper limit of normal (ULN).\n* Participant has left ventricular ejection fraction at rest ≥ 40%.\n* Participant has diffusing capacity of the lung for carbon monoxide (DLCO) (corrected for hemoglobin) ≥ 50% predicted and/or forced expiratory volume in 1 second (FEV1) ≥ 50% predicted.\n* Female participants must either:\n\n  * Be of non-childbearing potential:\n  * postmenopausal (defined as at least 1 year without menses) prior to screening or\n  * documented as surgically sterilized (at least 1 month prior to the screening visit)\n* Or, if of childbearing potential,\n\n  * Agree not to try to become pregnant during the study for 6 months after the final study drug administration\n  * And have a negative serum pregnancy test at screening\n  * And, if heterosexually active, agree to consistently use highly effective contraception per locally accepted standards in addition to a barrier method starting at screening and throughout the study period and for 6 months after the final study drug administration.\n  * For United Kingdom sites:\n  * Highly effective forms of birth control include:\n  * Consistent and correct usage of established hormonal contraceptives that inhibit ovulation\n  * Established intrauterine device (IUD) or intrauterine system (IUS)\n* Female participants must agree not to breastfeed or donate ova throughout the study drug treatment period and for 6 months after the final study drug administration.\n* Male participants (even if surgically sterilized), and partners who are women of childbearing potential must be using highly effective contraception in addition to a barrier method throughout the study drug treatment period and for 127 days after the final study drug administration.\n\n  * For United Kingdom sites:\n  * Highly effective forms of birth control include:\n  * Consistent and correct usage of established hormonal contraceptives that inhibit ovulation\n  * Established IUD or IUS\n  * Vasectomy (A vasectomy is a highly effective contraception method provided the absence of sperm has been confirmed. If not, an additional highly effective method of contraception should be used.)\n  * Male is sterile due to a bilateral orchiectomy\n* Male participants must not donate sperm throughout the study drug treatment period and for 127 days after the final study drug administration.\n* Participant is able to take an oral medication.\n* Participant agrees not to participate in another interventional study while on treatment.\n\nRandomization Inclusion Criteria\n\n* Participant is ≥ 30 days and ≤ 90 days from hematopoietic cell infusion.\n* Participant has achieved engraftment. Engraftment is defined as ANC ≥ 500 cells/μL and platelets ≥ 20000/μL on 3 consecutive measurements (each occurring at least 1 day apart). The participant must not have had a platelet transfusion within 7 days prior to the first measurement.\n* Participant has confirmed ongoing morphologically documented AML in CR1. For the purposes of randomization, CR1 will be defined as \\< 5% blasts with no morphologic characteristics of acute leukemia (e.g., Auer Rods) in the BM with no evidence of extramedullary disease such as central nervous system involvement or granulocytic sarcoma.\n* Participant meets the following criteria as indicated on the clinical laboratory tests:\n\n  * Serum creatinine within normal range, or if serum creatinine outside normal range, then GFR \\> 40 mL/min/1.73m2 as calculated with the Cockcroft-Gault equation with adjustment if total body weight is ≥ 125% of ideal body weight.\n  * TBL \\< 2.5 mg/dL, except for participants with Gilbert's syndrome.\n  * Serum AST and/or ALT \\< 3 x institutional ULN.\n  * Serum potassium and magnesium ≥ the institutional lower limit of normal (LLN).\n* If the participant has developed overall grades II-IV acute GVHD, the following criteria must be met to be randomized:\n\n  * No requirement of \\> 0.5 mg/kg of prednisone (or equivalent) daily dose within 1 week of randomization\n  * No escalation of systemic immunosuppression in terms of increase of corticosteroids or addition of new agent / modality within 2 weeks of randomization. (Note that increasing calcineurin inhibitors or sirolimus to achieve therapeutic trough levels is allowed.) Topical skin and topical gastrointestinal steroids are allowed.\n* Participant is able to take oral medication.\n\nRegistration Exclusion Criteria\n\n* Participant has had a prior allogeneic transplant.\n* Participant has Karnofsky performance status score \\< 70% .\n* Participant requires treatment with concomitant drugs that are strong inducers of CYP3A within 14 days of start of study drug.\n* Participant requires treatment with concomitant drugs that target serotonin 5-hydroxytryptamine receptor 1 (5HT1R) or 5-hydroxytryptamine receptor 2B (5HT2BR) or sigma nonspecific receptor with the exception of drugs that are considered absolutely essential for the care of the participant.\n* Participant has a Fridericia-corrected QT interval (QTcF) \\> 450 msec (average of triplicate determinations) per central read.\n* Participant has long QT Syndrome at screening.\n* Participant has a known infection with human immunodeficiency virus (HIV).\n* Participant has active hepatitis B infection as determined by NAAT or surface antigen assay. Participants who have acquired immunity from past exposure (HBcAb positive / HBsAb positive / HBsAg negative) are eligible.\n* Participant has active hepatitis C infection as determined by NAAT. NAAT must be performed if the participant has positive serology for hepatitis C. Participants who have had past exposure and have no detectable virus either through spontaneous clearance or treatment are eligible.\n* Participant has an uncontrolled infection. If a bacterial or viral infection is present, the participant must be receiving definitive therapy and have no signs of progressing infection for 72 hours prior to registration. If a fungal infection is present, the participant must be receiving definitive systemic anti-fungal therapy and have no signs of progressing infection for 1 week prior to registration.\n\n  * Progressing infection is defined as hemodynamic instability attributable to sepsis or new symptoms, worsening physical signs or radiographic findings attributable to infection.\n  * Persisting fever without other signs or symptoms will not be interpreted as progressing infection.\n* Participant has had a myocardial infarction within 6 months prior to registration or New York Heart Association (NYHA) Class III or IV heart failure, uncontrolled angina, severe uncontrolled ventricular arrhythmias, or electrocardiographic evidence of acute ischemia.\n* Participant has a serious medical or psychiatric illness likely to interfere with participation in this clinical study.\n* Participant is breast feeding or pregnant.\n* Participant has prior malignancies, except lobular breast carcinoma in situ, fully resected basal cell or squamous cell carcinoma of skin or treated cervical carcinoma in situ.\n\nCancer treated with curative intent ≥ 5 years previously will be allowed. Cancer treated with curative intent \\< 5 years previously will not be allowed.\n\nRandomization Exclusion Criteria\n\n* Participant requires treatment with concomitant drugs that are strong inducers of CYP3A within 14 days of starting study drug.\n* Participant requires treatment with concomitant drugs that target serotonin 5HT1R or 5HT2BR or sigma nonspecific receptor with the exception of drugs that are considered by the investigator to be absolutely essential for the care of the participant and for which no acceptable alternative exists.\n* Participant has a QTcF interval \\> 450 msec (average of triplicate determinations) by central read.\n* Participant has a need for supplemental oxygen with the exception of using previously existing non-invasive continuous positive airway pressure (CPAP) at night.\n* Participant has used investigational agents within 4 weeks of randomization.\n* Participant has used experimental therapy for acute GVHD within 4 weeks of randomization. If unsure of the definition of \"experimental\", discussion with one of the protocol chairs is recommended.\n* Participant has an uncontrolled infection. If a bacterial or viral infection is present, the participant must be receiving definitive therapy and have no signs of progressing infection for 72 hours prior to randomization. If a fungal infection is present, the participant must be receiving definitive systemic anti-fungal therapy and have no signs of progressing infection for 1 week prior to randomization.\n\n  * Progressing infection is defined as hemodynamic instability attributable to sepsis or new symptoms, worsening physical signs or radiographic findings attributable to infection.\n  * Persisting fever without other signs or symptoms will not be interpreted as progressing infection.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Relapse-free Survival (RFS)","description":"RFS was defined as the time from the date of randomization until the date of documented morphological relapse, or death from any cause, whichever occurred first. Morphological relapse was defined as documentation of any of the following events:\n\n* BM blasts ≥ 5% (not attributable to regenerating BM)\n* Any circulating blasts (not attributable to regenerating BM or growth factors)\n* Presence of extramedullary blast foci per Revised International Working Group (RIWG) criteria\n* The earliest date of any of the relapse event was used for RFS.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS)","description":"OS was defined as the time from randomization until the date of death from any cause (death date - first dose date + 1). For a Participant who were not known to have died by the end of study follow-up, OS was censored at the date of last contact (date of last contact - first dose date + 1).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment Emergent Adverse Events (TEAE)","description":"An Adverse event (AE) was any untoward medical occurrence in a participant administered a study drug, and which did not have to have a causal relationship with this treatment. An AE can therefore be any unfavorable and unintended sign (including an abnormal laboratory finding), symptom or disease (new or exacerbated) temporally associated with the use of a medicinal product, whether considered related to the medicinal product.\n\nTEAE defined as an AE event observed through 30 days after the last dose.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"175","spread":null},{"groupId":"OG001","value":"162","spread":null}]}]}]},{"type":"SECONDARY","title":"Karnofsky Performance Status Scores","description":"KPS scores of participants were reported. KPS was a standard way of measuring ability of cancer participants to perform ordinary tasks. It was 11 level score which ranged between 0-100%. 100 =Normal, no complaints, no evidence of disease 90 =Able to carry on normal activity, minor signs or symptoms of disease 80 =Normal activity with effort, some signs or symptoms of disease 70 =Care for self, unable to carry on normal activity or to do work 60 =Required occasional assistance but was able to care for most of his needs 50 =Required considerable assistance \\& frequent medical care 40 =Disabled, required special care \\& assistance 30 = Severely disabled, hospitalization indicated, although death not imminent 20 =Very sick, hospitalization necessary, active supportive treatment necessary 10 =moribund fatal processes progressing rapidly 0 =Dead.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"84.20","spread":"10.65"},{"groupId":"OG001","value":"84.73","spread":"10.69"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"93.12","spread":"8.34"},{"groupId":"OG001","value":"91.67","spread":"9.48"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Non-relapse Mortality (NRM)","description":"NRM was defined as death from any cause other than relapse or disease progression (DP). Relapse was defined as documentation of any of the following events:\n\n* BM blasts ≥ 5% (not attributable to regenerating BM)\n* Any circulating blasts (not attributable to regenerating BM or growth factors)\n* Presence of extramedullary blast foci per RIWG criteria\n* The earliest date of any of the relapse event were used for RFS. DP: \\>=20% increase in sum of diameter of all measured target lesions, taking as reference the smallest sum of diameter of all target lesions recorded at or after baseline, sum must also be absolute increase of \\>=5 mm. Unequivocal progression of existing non-target lesions. Appearance of at least 1 new lesion. Incidence of NRM was estimated using the cumulative incidence function, treating relapse/progression as a competing risk.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.6","spread":null},{"groupId":"OG001","value":"6.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Event-free Survival (EFS)","description":"EFS: Time from date of randomization until documented relapse, or premature discontinuation of treatment or initiation of other anti-leukemic treatment or death from any cause, whichever occurred first.\n\nRelapse was defined as documentation of any of following events:\n\n* BM blasts ≥ 5% (not attributable to regenerating BM)\n* Any circulating blasts (not attributable to regenerating BM or growth factors)\n* Presence of extramedullary blast foci per RIWG criteria\n* The earliest date of any of relapse event were used for RFS.\n\nAnti-leukemic treatment was defined as hypomethylating agents, chemotherapy, oral anticancer agents, Donor lymphocyte infusion (DLI) or cellular therapies given because of detectable disease, not meeting R-IWG criteria for relapse.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Treatment Emergent Acute Graft vs. Host Disease (aGVHD)","description":"The cumulative incidence at 6 months after randomization of grades II-IV and grades III-IV aGVHD were reported, treating death prior to aGVHD as the competing risk. It was graded according to diagnosis and severity scoring used by the Blood and Marrow Transplant Clinical Trials Network (BMT CTN). The acute GVHD algorithm calculated the grade based on the organ (skin, gastrointestinal (GI)and liver) stage and etiology/biopsy reported on the weekly GVHD form. Grade I aGVHD was defined as Skin stage of 1-2 and stage 0 for both GI and liver organs. Grade II aGVHD was stage 3 of skin, or stage 1 of GI, or stage 1 of liver. Grade III is stage 2-4 for GI, or stage 2-3 of liver. Grade IV was stage 4 of skin, or stage 4 of liver. Grade IV was the worst outcome. Treatment emergent was defined as an event observed through 30 days after the last dose.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.5","spread":null},{"groupId":"OG001","value":"19.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.9","spread":null},{"groupId":"OG001","value":"4.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Treatment Emergent Chronic GVHD at 12 Months","description":"Chronic GVHD was graded according to diagnosis and severity scoring from the National Institute of Health (NIH) 2014 Consensus Criteria. Eight organs - skin, mouth, liver, upper and lower gastrointestinal, esophagus, lung, eye, and joint/fascia were scored on a 0-3 scale to reflect degree of chronic GVHD involvement, where 0 = no involvement/no symptoms \\& 3 indicated the worst symptom. This system staged severity in each individual organ, and then a global score defined as mild, moderate or severe, based on number of organs involved and organ severity score was calculated. The cumulative incidence of chronic GVHD (mild, moderate, severe) at 12 months after randomization was reported, treating death prior to chronic GVHD as the competing risk. Treatment emergent was defined as an event observed through 30 days after the last dose.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"57.0","spread":null},{"groupId":"OG001","value":"48.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Treatment Emergent Chronic GVHD at 24 Months","description":"Chronic GVHD was graded according to diagnosis and severity scoring from the NIH 2014 Consensus Criteria. Eight organs- skin, mouth, liver, upper and lower gastrointestinal, esophagus, lung, eye, and joint/fascia are scored on a 0-3 scale to reflect degree of chronic GVHD involvement where 0 = no involvement/no symptoms \\& 3 indicated the worst symptom. This system staged severity in each individual organ, and then a global score defined as mild, moderate or severe, based on number of organs involved and organ severity score was calculated. The cumulative incidence of chronic GVHD (mild, moderate, severe) at 24 months after randomization was reported, treating death prior to chronic GVHD as the competing risk. Treatment emergent was defined as an event observed through 30 days after the last dose.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"61.9","spread":null},{"groupId":"OG001","value":"51.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With FMS-like Tyrosine Kinase 3/Internal Tandem Duplication (FLT3/ITD) Minimal Residual Disease (MRD)","description":"The presence of MRD was considered Detectable in participants who were FLT3/ITD MRD undetectable prior to randomization if log10-transformed overall FLT3/ITD mutation ratio greater than -4 otherwise presence of MRD was considered Not Detectable. Participants who had detectable FLT3/ITD MRD prior to randomization were considered eradicated if log10-transformed overall FLT3/ITD mutation ratio ≤ -4. Incidence of MRD Eradication and Detection were estimated using the cumulative incidence function, treating death during MRD assessment period without documentation of MRD event as competing risk.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"80","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7.1","spread":null},{"groupId":"OG001","value":"9.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Relapse","description":"Cumulative incidence of relapse was reported, treating death in remission as a competing risk. Relapse was defined as documentation of any of the following events:\n\n* BM blasts ≥ 5% (not attributable to regenerating BM)\n* Any circulating blasts (not attributable to regenerating BM or growth factors)\n* Presence of extramedullary blast foci per RIWG criteria\n* The earliest date of any of the relapse event were used for RFS.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.4","spread":null},{"groupId":"OG001","value":"26.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Treatment Emergent Infection by Severity.","description":"Severity of Infection was assessed based on the following criteria:\n\nGrade 1-Mild Asymptomatic or mild symptoms, clinical or diagnostic observations noted intervention not indicated.\n\nGrade 2-Moderate Local or noninvasive intervention indicated. Grade 3-Severe Medically significant but not immediately life threatening, hospitalization or prolonged hospitalization. Grade 4-Life Threatening Life threatening consequences, urgent intervention indicated.\n\nGrade 5-Death related to the AE. Cumulative incidence of grade 3 to 5 infections were reported, treating death (grade 5) as a competing event. Treatment emergent was defined as an event observed through 30 days after the last dose.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"39.6","spread":null},{"groupId":"OG001","value":"27.2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":92,"n":178},"commonTop":["Chronic graft versus host disease","Acute graft versus host disease","Nausea","Diarrhoea","Neutrophil count decreased"]}}}