{"nctId":"NCT01610687","briefTitle":"A Long-term Safety Extension Study of Delta-9-tetrahydrocannabinol (THC) and Cannabidiol (CBD) in Multiple Sclerosis","startDateStruct":{"date":"2001-07"},"conditions":["Multiple Sclerosis","Spasticity"],"count":137,"armGroups":[{"label":"GW-1000-02","type":"EXPERIMENTAL","interventionNames":["Drug: GW-1000-02"]}],"interventions":[{"name":"GW-1000-02","otherNames":["Sativex"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Aged at least 18 years.\n* Multiple Sclerosis of any type.\n* Stable Multiple Sclerosis symptomatology during the four weeks before study entry.\n* Symptoms of the required severity (\\>50 mm on a 100 mm Visual Analogue Scale severity scale) in least one of the specified impairment categories; spasticity, muscle spasms, disturbed bladder control, neuropathic pain, limb tremor.\n* A stable medication regime during the four weeks before study entry.\n* Willing to abstain from cannabis or cannabinoids for at least seven days before study entry, and during the study.\n* Agreed either to use effective contraception during the study and for three months thereafter, or had been surgically sterilised or, if female, were post-menopausal.\n* Clinically acceptable laboratory results for pre-study screening.\n* Willing and able to undertake and comply with all study requirements.\n* Willing and able to read, consider and understand the subject information and consent form and give written informed consent. Subjects unable to read or to sign the document procedures were treated as detailed in the Declaration of Helsinki.\n* Willing for their general practitioner, and consultant if appropriate, to be informed of study participation.\n* Willing for their name to be notified to Home Office for participation in the study.\n\nExclusion Criteria:\n\n* Known or strongly suspected to be abusing drugs, including alcohol.\n* Not prepared to abstain from cannabis or cannabinoids during the study.\n* Current or past addiction to cannabis.\n* Known or suspected to have had an adverse reaction to cannabinoids causing psychosis or other severe psychiatric illness.\n* History of any type of schizophrenia, any other psychotic illness, or other significant psychiatric illness or personality disorder other than depression associated with chronic illness.\n* Received any drug containing levodopa (Sinemet®, Sinemet plus®, Levodopa®, L-dopa®, Madopar®, Benserazide®).\n* Serious cardiovascular disorder including angina, uncontrolled hypertension, or an uncontrolled symptomatic cardiac arrhythmia.\n* Significant renal or hepatic impairment as shown in medical history or indicated by laboratory results.\n* History of epilepsy.\n* Terminal illness or other condition in which placebo medication would be inappropriate.\n* Pregnant, lactating or at risk of pregnancy.\n* Participated in any other clinical research study during the 12 weeks before study entry.\n* Planned hospital admission between study entry and Visit 6.\n* Planned travel outside the UK between study entry and Visit 6.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Incidence of Adverse Events as a Measure of Patient Safety","description":"The number of patients who experienced an adverse event during the course of this extension study is presented","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"126","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Number of Sprays of Study Medication Taken During the Last 6 Days of Treatment","description":"A categorical summary was produced of the mean number of sprays per day during the last six days of treatment, and the mean number of sprays was rounded to the nearest whole number for categorisation.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.09","spread":"7.91"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Mean Intoxication 100 mm Visual Analogue Scale Scores at Week 18.","description":"Intoxication levels were recorded on a Visual Analogue Scale, where 0 equals 'no intoxication' and 10 equals 'extreme intoxication'. A decrease in score indicates an improvement in intoxication levels.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.65","spread":"14.15"}]}]}]},{"type":"SECONDARY","title":"Investigator Assessed Global Severity Score at Week 18","description":"The investigator rated the global severity of the subject's primary condition since entry into the study using a five-point verbal rating scale-5: 1=much worse, 2=worse, 3=no change, 4=better, 5=much better. The number of patients which were considered better or much better (scores 4 and 5) at week 18 of the study better is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"92","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Mean Pain 100 mm Visual Analogue Scale Score at Week 18","description":"A clinical assessment of pain was made at each study visit using a 100 mm Visual Analogue Scale, where 0 = no pain and 100 = worst possible pain. A decrease in score indicates an improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-31.34","spread":"27.20"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Mean Spasticity 100 mm Visual Analogue Scale Score at Week 18","description":"A clinical assessment of spasticity was made at each study visit using a 100 mm Visual Analogue Scale, where 0 = no spasticity and 100 = worst possible spasticity. A decrease in score indicates an improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-27.81","spread":"24.46"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Mean Tremor 100 mm Visual Analogue Scale Score at Week 18","description":"A clinical assessment of tremor was made at each study visit using a 100 mm Visual Analogue Scale, where 0 = no tremor and 100 = worst possible tremor. A decrease in score indicates an improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-26.23","spread":"23.90"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Mean Bladder Problems 100 mm Visual Analogue Scale Score at Week 18","description":"A clinical assessment of bladder problems was made at each study visit using a 100 mm Visual Analogue Scale, where 0 = no bladder problems and 100 = worst possible bladder problems. A decrease in score indicates an improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-33.60","spread":"25.12"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":23,"n":137},"commonTop":["URINARY TRACT INFECTION NOS","NASOPHARYNGITIS","ORAL PAIN","DIZZINESS","DIARRHOEA NOS"]}}}