{"nctId":"NCT01768572","briefTitle":"To Evaluate The Safety of SAR153191 (REGN88) and Tocilizumab Added to Other RA Drugs in Patients With RA Who Are Not Responding to or Intolerant of Anti-TNF Therapy (SARIL-RA-ASCERTAIN)","startDateStruct":{"date":"2013-03"},"conditions":["Rheumatoid Arthritis"],"count":202,"armGroups":[{"label":"Sarilumab 150 mg q2w","type":"EXPERIMENTAL","interventionNames":["Drug: sarilumab SAR153191 (REGN88)","Drug: hydroxychloroquine","Drug: methotrexate","Drug: sulfasalazine","Drug: leflunomide","Drug: intravenous placebo"]},{"label":"Sarilumab 200 mg q2w","type":"EXPERIMENTAL","interventionNames":["Drug: sarilumab SAR153191 (REGN88)","Drug: hydroxychloroquine","Drug: methotrexate","Drug: sulfasalazine","Drug: leflunomide","Drug: intravenous placebo"]},{"label":"Tocilizumab q4w","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: tocilizumab","Drug: hydroxychloroquine","Drug: methotrexate","Drug: sulfasalazine","Drug: leflunomide","Drug: subcutaneous placebo"]}],"interventions":[{"name":"sarilumab SAR153191 (REGN88)","otherNames":[]},{"name":"tocilizumab","otherNames":[]},{"name":"hydroxychloroquine","otherNames":[]},{"name":"methotrexate","otherNames":[]},{"name":"sulfasalazine","otherNames":[]},{"name":"leflunomide","otherNames":[]},{"name":"subcutaneous placebo","otherNames":[]},{"name":"intravenous placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\nDiagnosis of RA was, according to the American College of Rheumatology (ACR)/European League against Rheumatism (EULAR) 2010 Rheumatoid Arthritis Classification Criteria with ≥ 3 months disease duration\n\nACR Class I-III functional status, was based on the 1991 revised criteria. Moderate-to-severely active RA. Anti-TNF therapy failures, was defined as participants with an inadequate clinical response was defined by the investigator, after being treated for at least 3 consecutive months, and/or intolerance to at least 1 TNF-antagonist, resulting in or requiring their discontinuation. TNF-antagonists were include, but were not limited to, etanercept, infliximab, adalimumab, golimumab and/or certolizumab pegol\n\nContinuous treatment with one or a combination of non-biologic disease modifying antirheumatic drugs (DMARDs) for at least 12 consecutive weeks prior to screening and on a stable dose(s) for at least 6 consecutive weeks prior to screening:\n\n* Methotrexate - 10 to 25 milligram/week orally or parenteral (or per local labelling requirements if the dose range differs)\n* Leflunomide - 10 to 20 mg orally daily\n* Sulfasalazine (SSZ) - 1000 to 3000 mg orally daily\n* Hydroxychloroquine (HCQ) - 200 to 400 mg orally daily\n\nExclusion criteria:\n\nParticipants \\<18 years of age. Use of parenteral corticosteroids or intra-articular corticosteroids within 4 weeks prior to screening\n\nUse of oral corticosteroids in a dose higher than prednisone 10 mg or equivalent per day, or a change in dosage within 4 weeks prior to screening\n\nPast history of, or current, autoimmune or inflammatory systemic or localized joint disease(s) other than RA\n\nHistory of juvenile idiopathic arthritis or arthritis onset prior to age 16. Severe systemic RA, including but not limited to vasculitis, pulmonary fibrosis, and/or Felty's syndrome\n\nParticipation in any clinical research study that evaluated an investigational drug or therapy within 5 half-lives or 60 days of the Screening Visit, whichever was longer\n\nParticipants with active tuberculosis or latent tuberculosis infection. Prior or current history of interstitial lung disease. Prior treatment with anti-interleukin (IL) -6 or anti-IL-6R therapies, including but not limited to tocilizumab or sarilumab\n\nTreatment with anti-TNF agents, as follows:\n\n* Etanercept: within 28 days prior to randomization\n* Infliximab, adalimumab, golimumab, certolizumab pegol: within 42 days prior to randomization\n\nTreatment with RA-directed biologic agents with non- TNF-α antagonist mechanisms without adequate washout as follows:\n\n* Anakinra: within 28 days prior to randomization\n* Abatacept: within 42 days prior to randomization\n* Rituximab or other cell depleting agent: Within 6 months prior to randomization or until total lymphocyte count and CD 19+ lymphocyte count were normalized, or whichever was longer\n\nPrior treatment with a janus kinase (JAK) inhibitor (eg, tofacitinib). Participants with a history of invasive opportunistic infection. Prior or current history of malignancy, including lymphoproliferative diseases, other than adequately-treated carcinoma in-situ of the cervix, nonmetastatic squamous cell or basal cell carcinoma of the skin, within 5 years prior to the randomization (baseline) visit\n\nPrior or current history of other significant concomitant illness(es) that, according to Investigator's judgement, was adversely affect the participant's participation in the study.\n\nThe above information was not intended to contain all considerations relevant to a participant's potential participation in a clinical trial.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Treatment Emergent Adverse Events (TEAEs)","description":"Adverse event (AE) was defined as any untoward medical occurrence in a participant who received study drug and does not necessary have to have a causal relationship with treatment. All adverse events that occurred from the first dose of the study drug administration up to 60 days after the end of treatment visit were considered as TEAEs. Serious AE (SAE) was an AE resulting in any of the following outcomes or deemed significant for any other reason: death; initial or prolonged inpatient hospitalization; life-threatening experience (immediate risk of dying); persistent or significant disability/incapacity; congenital anomaly or a medically important event. A summary of SAEs, all other non-serious AEs, regardless of causality, are reported in AE section.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"33","spread":null},{"groupId":"OG001","value":"36","spread":null},{"groupId":"OG002","value":"68","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"3","spread":null},{"groupId":"OG002","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"8","spread":null},{"groupId":"OG002","value":"4","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":49},"commonTop":["Neutropenia","Nasopharyngitis","Accidental overdose","Urinary tract infection","Upper respiratory tract infection"]}}}