{"nctId":"NCT00323960","briefTitle":"Five-year Actively Controlled Clinical Trial in New Onset Juvenile Dermatomyositis","startDateStruct":{"date":"2006-05-31","type":"ACTUAL"},"conditions":["Juvenile Dermatomyositis"],"count":139,"armGroups":[{"label":"Methylprednisolone pulse (MPDN)+PDN+CSA","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: 3 MPDN pulse + PDN + CSA"]},{"label":"MPDN+PDN+MTX","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: 3 MPDN pulse + PDN + MTX"]},{"label":"MPDN+PDN","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: 3 MPDN pulse + PDN"]}],"interventions":[{"name":"3 MPDN pulse + PDN","otherNames":[]},{"name":"3 MPDN pulse + PDN + CSA","otherNames":[]},{"name":"3 MPDN pulse + PDN + MTX","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria. Each patient must meet all the following criteria in order to participate in this trial:\n\n1. Newly diagnosed and untreated children (only treatment with 1 NSAID is allowed and/or prednisone \\>1 mg/kg/day for no more than 1 month from diagnosis) with probable or definite diagnosis of JDM according to published (12;13). If a muscle biopsy will be performed (optional) it will be read by the pathologists of the participating centres (light and immunofluorescence). Slides of paraffin-embedded sections from all patients will be re-viewed by a blinded myopathologist at PRINTO.\n2. Age at enrolment ≤ 18 years.\n3. Female of child-bearing potential must have a negative pregnancy test at the beginning of the trial, and then every 3 months. If sexually active, they must agree to use adequate contraception, throughout study participation, and must have no intention of conceiving during the course of the study. Post-pubertal males must have no plans to father a child during the study and agree to use adequate birth control methods if sexually active.\n4. Ability to comply with the entire study procedures, ability to communicate meaningfully with the investigational staff, competence to give written informed consent; to be applied to the parents and/or patients, as appropriate\n5. Duly executed, written, informed consent obtained from the parents/patient.\n\nExclusion Criteria. Any of the following will exclude a patient from this trial:\n\n1. Neutrophil count \\<1,500/mm3 and/or platelet count \\<50,000/mm3\n2. Demonstration of cutaneous or gastrointestinal ulceration of JDM related pulmonary disease or cardiomyopathy at the time of diagnosis.\n3. History of poor compliance.\n4. Evidence of current use of alcohol or illicit drugs abuse.\n5. Live vaccines not allowed during the entire duration of the trial.\n\nDropout Criteria. Patients will be considered \"treatment failures\", and dropped from the trial but included in efficacy analysis, if any of the following will occur during the active period of the trial.\n\n1. Non compliance with study medication administration\n2. Enrolment in other therapeutic trials.","healthyVolunteers":false,"sex":"ALL","minimumAge":"1 Year","maximumAge":"18 Years","stdAges":["CHILD","ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Responder Status Defined as 20% Improvement in at Least 3 Core Set Variables With no More Than 1 of the Remaining Variables, (Muscle Strength Excluded), Worsened by > 30%.","description":"The PRINTO Juvenile Dermatomyositis (JDM) core set variables are:\n\n1. muscle strength by the mean of the Childhood Myositis Assessment Scale (CMAS);\n2. physician's global assessment of disease activity on a 10 cm Visual Analogue Scale (VAS);\n3. global disease activity assessment by the mean of the Disease Activity Index (DAS);\n4. parent's/patient's global assessment of overall well-being on a 10 cm VAS;\n5. functional ability assessment by the mean of the Childhood Health Assessment Questionnaire (CHAQ)\n6. health-related quality of life assessment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24","spread":null},{"groupId":"OG001","value":"32","spread":null},{"groupId":"OG002","value":"33","spread":null}]}]}]},{"type":"PRIMARY","title":"Time to Clinical Remission","description":"Clinical remission is defined as the status of inactive disease for at least 6 continuous months defined as normal muscle strength (CMAS equal to 52) and physician global assessment of disease activity equal to 0.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.99","spread":null},{"groupId":"OG001","value":"4.95","spread":null},{"groupId":"OG002","value":"13.39","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Major Therapeutic Changes","description":"Time to major therapeutic changes is defined as the addition of CSA or MTX or any other disease-modifying antirheumatic drug (DMARS) in any of the 3 groups or discontinuation of assigned therapy for any reason including adverse events. Retention on treatment was used as main measure of effectiveness.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30.52","spread":null},{"groupId":"OG001","value":"17.52","spread":null},{"groupId":"OG002","value":"13.92","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Prednisone, or Equivalent, Discontinuation","description":"Prednisone or equivalent glucocorticoid discontinuation is defined as the complete discontinuation of glucocorticoids","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15.91","spread":null},{"groupId":"OG001","value":"27.82","spread":null},{"groupId":"OG002","value":"24.42","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":47},"commonTop":["Infection and infestations","Cushing syndrome","Hypertrichosis","Hirsutism","General disorders and administration site conditions"]}}}