{"nctId":"NCT01190267","briefTitle":"Flexible Dose, Long-term Safety Study of Asenapine for the Treatment of Schizophrenia in Adolescents (P05897)","startDateStruct":{"date":"2010-09-28","type":"ACTUAL"},"conditions":["Schizophrenia, Paranoid","Schizophrenia, Disorganized","Schizophrenia, Undifferentiated"],"count":204,"armGroups":[{"label":"Asenapine","type":"EXPERIMENTAL","interventionNames":["Drug: asenapine"]}],"interventions":[{"name":"asenapine","otherNames":["Saphris®, SCH 900274, Org 5222"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Each participant must be between 12 and 17 years of age at the time of entry on this study, however, participants in the 8-week base study (P05896 \\[NCT01190254\\]) who reach 18 years of age while on P05896 may be enrolled in this extension study provided all other inclusion/exclusion criteria are met.\n* Must have completed the 8-week efficacy and safety trial (P05896 \\[NCT01190254\\]) and, according to the investigator's judgment, would benefit from long-term treatment.\n* Must have demonstrated an acceptable degree of compliance with trial medication, visits, and other requirements in the 8-week trial (P05896 \\[NCT01190254\\]), in the opinion of the investigator.\n\nExclusion Criteria:\n\n* A female participant must not be pregnant and must not have the intention to become pregnant during the trial.\n* A participant must not be at imminent risk of self-harm or harm to others.\n* A participant must not currently be under involuntary inpatient commitment.","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","maximumAge":"17 Years","stdAges":["CHILD"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With a Treatment-Emergent Adverse Event (AE) During Extension Study","description":"An AE was defined as any untoward medical occurrence in a participant administered a pharmaceutical product and which does not necessarily have to have a causal relationship with this treatment. An AE could therefore be any unfavorable and unintended sign (including an abnormal laboratory finding), symptom, or disease temporally associated with the use of a medicinal (investigational) product, whether or not related to the medicinal (investigational) product. An AE was defined as a \"treatment-emergent\" AE if it was not present at the extension study baseline, or if it was present at the extension study baseline but worsened in severity compared to baseline during the extension study treatment period.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"114","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants Who Discontinued Study Drug During Extension Study Due to an AE","description":"An AE was defined as any untoward medical occurrence in a participant administered a pharmaceutical product and which does not necessarily have to have a causal relationship with this treatment. An AE could therefore be any unfavorable and unintended sign (including an abnormal laboratory finding), symptom, or disease temporally associated with the use of a medicinal (investigational) product, whether or not related to the medicinal (investigational) product.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":7,"n":196},"commonTop":["SOMNOLENCE","HEADACHE","SEDATION","FATIGUE","AKATHISIA"]}}}