{"nctId":"NCT03401229","briefTitle":"Efficacy and Safety Study of Benralizumab for Patients With Severe Nasal Polyposis","startDateStruct":{"date":"2018-01-15","type":"ACTUAL"},"conditions":["Nasal Polyposis"],"count":413,"armGroups":[{"label":"Benralizumab 30mg SC + MF","type":"EXPERIMENTAL","interventionNames":["Biological: Benralizumab 30 mg SC + Mometasone Furoate"]},{"label":"Placebo SC + MF","type":"PLACEBO_COMPARATOR","interventionNames":["Biological: Matching placebo SC + Mometasone Furoate"]}],"interventions":[{"name":"Benralizumab 30 mg SC + Mometasone Furoate","otherNames":[]},{"name":"Matching placebo SC + Mometasone Furoate","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Capable of giving signed informed consent, which includes compliance with the requirements and restrictions, listed in the informed consent form (ICF) and in protocol.\n2. Provision of signed and dated, written informed consent form (ICF) prior to any mandatory study specific procedures, sampling, and analyses and according to international guidelines and/or applicable European Union (EU) guidelines.\n3. Provision of signed and dated written genetic informed consent in patients that agree to participate in the genetic sampling, prior to collection of sample for genetic analysis.\n4. Female or male patients aged 18 to 75 years inclusive, at the time of signing the ICF.\n5. Patients with bilateral sinonasal polyposis that, despite treatment with a stable dose of intranasal corticosteroids (INCS) for at least 4 weeks prior to V1, in addition to history of treatment with systemic (SCS -oral, parenteral) or prior surgery for nasal polyposis (NP), have severity consistent with a need for surgery as described by:\n\n   * A minimum total Nasal Polyp Score (NPS) of 5 out of a maximum score of 8 (with a unilateral score of at least 2 for each nostril) at V1, and continuously maintained at V2 to meet the randomization criterion, as determined by the study Imaging Core Lab;\n   * Ongoing symptoms for at least 12 weeks prior to V1;\n   * Patient-reported moderate to severe nasal blockage score (NBS) 2 or 3 over the 2-weeks prior to V1 (2-week recall assessment of symptoms, scores 0-none to 3-severe).\n6. SNOT-22 total score ≥ 30 at enrolment.\n\n   Patient must meet the following criteria (points 7-10) at the randomization visit:\n7. At least 8 days of evaluable daily diary data in the 14-day period prior to randomization (baseline bi-weekly mean score collected from study Day -13 to study Day 0).\n8. At randomization, a bi-weekly mean NBS ≥ 1.5.\n9. SNOT-22 total score ≥ 30 at randomization.\n10. At least 70% compliance with INCS during the run-in period based on daily diary.\n11. Patients with a minimum weight of 40kg.\n12. Negative serum pregnancy test result and a negative urine pregnancy test at randomization for female patients of childbearing potential.\n13. Women of childbearing potential (WOCBP) must use an effective form of birth control as defined in the Clinical Study Protocol (CSP).\n\n15\\. Male subjects who are sexually active must be surgically sterile at least one year prior to Visit 1 or must use an adequate method of contraception (condom or condom with spermicide depending on local regulations) from the first dose of IP until 16 weeks after their last dose. Men with a partner or partners who is (are) not of childbearing potential are exempt of these requirements\n\nExclusion Criteria:\n\n1. Patients who have undergone any nasal and/or sinus surgery within 3 months prior to V1.\n2. Patients with conditions or concomitant disease that makes them non evaluable for the co-primary efficacy endpoint such as:\n\n   * Unilateral antrochoanal polyps;\n   * Nasal septal deviation that occludes at least one nostril;\n   * Acute sinusitis, nasal infection, or upper respiratory infection at screening or in the 2 weeks before screening;\n   * Current rhinitis medicamentosa;\n   * Allergic fungal rhinosinusitis (AFRS) or Allergic fungal sinusitis (AFS);\n   * Nasal cavity tumors.\n3. Clinically important comorbidities that could confound interpretation of clinical efficacy results including, but not limited to: active upper or lower respiratory tract infection, cystic fibrosis, primary ciliary dyskinesia, eosinophilic diseases other than asthma (e.g. allergic bronchopulmonary aspergillosis/mycosis, eosinophilic granulomatosis with polyangitis \\[Churg-Strauss syndrome\\], hypereosinophilic syndromes), granulomatosis with polyangitis (Wegener's granulomatosis), Young's syndrome, etc.\n4. Any disorder, including but not limited to: cardiovascular, gastrointestinal, hepatic, renal, neurological, musculoskeletal, infectious, endocrine, metabolic, haematological, psychiatric, or major physical impairment that is not stable in the opinion of the Investigator or AstraZeneca and could:\n\n   * Affect the safety of the patient throughout the study;\n   * Influence the findings of the studies or their interpretations;\n   * Impede the patient's ability to complete the entire duration of study.\n5. Patients experiencing an asthma exacerbation requiring systemic (oral and/or parenteral) corticosteroids treatment or hospitalization (\\>24hrs) for treatment of asthma within 4 weeks prior to V1.\n6. History of anaphylaxis to any biologic therapy or vaccine.\n7. Known history of allergy or reaction to any component of the Investigational Product (IP) formulation.\n8. History of Guillain-Barré syndrome.\n9. A helminth parasitic infection diagnosed within 24 weeks prior to V1 and has not been treated with, or has failed to respond to standard of care therapy.\n10. Current malignancy, or history of malignancy, except for: - Patients who have had basal cell carcinoma, localized squamous cell carcinoma of the skin, or in situ carcinoma of the cervix are eligible provided that patient is in remission and curative therapy was completed at least 12 months prior to V1; - Patients who have had other malignancies are eligible provided that the patient is in remission and curative therapy was completed at least 5 years prior to V1.\n\n    NOTE: Hormonal therapy is allowed. As long as the cancer is in remission for 5 years, the patient is eligible.\n11. Any clinically significant cardiac disease or any electrocardiogram (ECG) abnormality obtained during the screening/run-in period, which may put the patient at risk or interfere with study assessments.\n12. Positive hepatitis B surface antigen, or hepatitis C virus antibody serology (confirmed by additional testing, e.g. hepatitis C RNA test, if indicated), or a positive medical history for hepatitis B or C (Note: Patients with history of hepatitis B vaccination without history of hepatitis B are allowed to enroll).\n13. History of known immunodeficiency disorder, including a positive human immunodeficiency virus (HIV) test.\n14. Infection requiring systemic antibiotics (Ab) within 14 days prior to V1\n15. Use of immunosuppressive medication (including but not limited to: methotrexate, troleandomycin, cyclosporine, azathioprine, or any experimental anti-inflammatory therapy) within 3 months prior to V1.\n16. Receipt of any marketed or investigational biologic products (monoclonal or polyclonal antibody) within 6 months or 5 half-lives prior to the date informed consent, is obtained, whichever is longer, prior to V1 and during the study period. This also applies to patients who previously participated in clinical studies and were treated with monoclonal antibodies (e.g. mepolizumab, reslizumab, dupilumab, omalizumab). Note that this restriction do not apply to patients, who are confirmed to have only received treatment with placebo.\n17. Previous receipt of benralizumab.\n18. Receipt of immunoglobulin or blood products within 30 days prior to V1.\n19. Receipt of live attenuated vaccines 30 days prior to the date of randomization.\n20. Receipt of any investigational drug within 30 days or 5 half-lives whichever is longer prior to randomization.\n21. Receipt of systemic corticosteroid 4 weeks prior to V1, or a scheduled systemic corticosteroid treatment during the study period.\n\n    NOTE: Sustained release steroids (e.g. Kenalog \\[Triamcinolone acetonide\\]) or depot injections require minimum 6 weeks washout prior to V1.\n22. Receipt of leukotriene antagonist/modifiers for patients who were not on a continuous stable dose for ≥30 days prior to V1.\n23. Concurrent enrolment in another clinical drug interventional trial.\n24. Alanine aminotransferase (ALT) or aspartate aminotransferase (AST) level ≥ 3 times the upper limit of normal (ULN) confirmed during screening period.\n25. Previous randomization in the present study.\n26. Planned major surgical procedures or scheduled NP surgery at the time of the study enrolment and randomization.\n27. Initiated or is being maintained on an aspirin desensitization regimen for the management of aspirin exacerbated respiratory disease (AERD) at the time of study enrolment or during the run-in period.\n28. For women only - currently pregnant (or intend to become pregnant), breastfeeding or lactating.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Total NPS at Week 40","description":"Change from baseline in total nasal polyps score (NPS) at week 40 was defined as the endpoint value at week 40 minus the baseline value. The total NPS was the sum of the right and left nostril scores and maximum total NPS is 8, as evaluated by nasal endoscopy and the left and right score were based on central read with scale from 0 to 4 where higher score reflects heavier bilateral nasal polyp burden. Baseline was the last valid value on or prior to the date of randomization. Data collected after nasal polyposis (NP) surgery and/or systemic corticosteroids for NP (SCS\\_NP) were set to missing. In calculation of summary statistics (mean and standard deviation), the worst-possible (WP) after NP surgery and worst-observation carried forward (WOCF) after SCS\\_NP were applied. In ANCOVA, a hybrid method of WP after NP surgery, WOCF after SCS\\_NP and multiple imputation (MI) assuming missing at random were used to build the complete imputation datasets for the analysis.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.36","spread":"1.66"},{"groupId":"OG001","value":"0.17","spread":"1.18"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in NBS at Week 40","description":"Change from baseline in nasal blockage score (NBS) at week 40 was defined as the endpoint value at week 40 minus the baseline value. The NBS was captured by an item in NPSD. Patients were asked to rate the severity of their worst nasal blockage over the past 24 hours using the following response options: 0-none; 1-mild; 2-moderate; 3-severe. The NBS and the changes from baseline were summarized every two weeks (bi-weekly). Baseline was the average of daily responses from Day -13 to Day 1. Data collected after nasal polyposis (NP) surgery and/or systemic corticosteroids for NP (SCS\\_NP) were set to missing. In calculation of summary statistics (mean and standard deviation), the worst-possible (WP) after NP surgery and worst-observation carried forward (WOCF) after SCS\\_NP were applied. In ANCOVA, a hybrid method of the WP after NP surgery, WOCF after SCS\\_NP and multiple imputation (MI) assuming missing at random were used to build the complete imputation datasets for the analysis.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.68","spread":"1.02"},{"groupId":"OG001","value":"-0.41","spread":"0.89"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in SNOT-22 at Week 40","description":"Change from baseline in SinoNasal outcome test (SNOT-22) at week 40 was defined as the endpoint value at week 40 minus the baseline value. The SNOT-22 is a condition specific health-related quality of life assessment which captures patient-reported physical problems, functional limitations, and emotional consequences of sinonasal conditions. The total score is the sum of item scores and has a range from 0 to 110 (higher scores indicate poorer outcomes). Baseline was the last valid value on or prior to the date of randomization. Data collected after NP surgery and/or SCS\\_NP were set to missing. In calculation of summary statistics (mean and standard deviation), the worst-possible (WP) after NP surgery and worst-observation carried forward (WOCF) after SCS\\_NP were applied. In ANCOVA, a hybrid method of WP after NP surgery, WOCF after SCS\\_NP and multiple imputation (MI) assuming missing at random were used to build the complete imputation datasets for the analysis.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-15.2","spread":"30.47"},{"groupId":"OG001","value":"-10.7","spread":"31.64"}]}]}]},{"type":"SECONDARY","title":"Time to First NP Surgery and/or SCS Use for NP to Week 56","description":"The cumulative percentage and the corresponding 95% CI are based on the Kaplan-Meier estimates. Patients can have more than 1 rescue category during the study, and the first rescue per patient is considered. The time to first nasal polyposis (NP) surgery and/or systemic corticosteroids (SCS) use for NP up to week 56 was calculated based on the earliest occurrence of NP surgery and/or SCS use for NP and was calculated as follows: Time to first NP surgery and/or SCS use for NP = Earlier of (Start date of first NP surgery, Start date of first SCS use for NP) - date of randomization + 1. For patients who did not experience any surgery or SCS use for NP, the time to event was censored at earlier of (date of their week 56 visit, date of discontinuation).","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35.5","spread":null},{"groupId":"OG001","value":"46.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to the First NP Surgery up to Week 56","description":"The cumulative percentage and the corresponding 95% CI are based on the Kaplan-Meier estimates. Patients can have more than 1 rescue category during the study, and the first rescue per patient is considered. The time to first nasal polyposis (NP) surgery up to week 56 was calculated based on the earliest occurrence of NP surgery and was calculated as follows: Time to first NP surgery=Start date of first NP surgery - date of randomization + 1. For patients who did not experience any surgery, the time to event was censored at earlier of (date of their week 56 visit, date of discontinuation).","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.6","spread":null},{"groupId":"OG001","value":"19.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in DSS at Week 40","description":"Change from baseline in difficulty with sense of smell (DSS) at week 40 was defined as the endpoint value at week 40 minus the baseline value. The DSS is captured by an item in the NPSD. Severity of worst difficulty with sense of smell over the past 24 hours was rated with response options: 0-none; 1-mild; 2-moderate; 3-severe. The DSS and the changes from baseline were summarized every two weeks (bi-weekly). Baseline was the average of daily responses from Day -13 to Day 1. Data collected after nasal polyposis (NP) surgery and/or systemic corticosteroids use for NP (SCS\\_NP) were set to missing. In calculation of summary statistics (mean and standard deviation), the worst-possible (WP) after NP surgery and worst-observation carried forward (WOCF) after SCS\\_NP were applied. In ANCOVA, a hybrid method of WP after NP surgery, WOCF after SCS\\_NP and multiple imputation (MI) assuming missing at random were used to build the complete imputation datasets for the analysis.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.34","spread":"0.74"},{"groupId":"OG001","value":"-0.16","spread":"0.65"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in NPS at Week 56","description":"Change from baseline in total nasal polyps score (NPS) at week 56 was defined as the endpoint value at week 56 minus the baseline value. The total NPS is the sum of the right and left nostril scores, as evaluated by nasal endoscopy and the left and right score are based on central read with scale from 0 to 4 where higher score reflects heavier bilateral nasal polyp burden. Baseline was the last valid value on or prior to the date of randomization. Data collected after nasal polyposis (NP) surgery and/or systemic corticosteroids for NP (SCS\\_NP) were set to missing. In calculation of summary statistics (mean and standard deviation), the worst-possible (WP) after NP surgery and worst-observation carried forward (WOCF) after SCS\\_NP were applied. In ANCOVA, a hybrid method of WP after NP surgery, WOCF after SCS\\_NP and multiple imputation (MI) assuming missing at random were used to build the complete imputation datasets for the analysis.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.22","spread":"1.76"},{"groupId":"OG001","value":"0.18","spread":"1.44"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in NBS at Week 56","description":"Change from baseline in nasal blockage score (NBS) at week 56 was defined as the endpoint value at week 56 minus the baseline value. The NBS is captured by an item in the NPSD. Patients were asked to rate the severity of their worst nasal blockage over the past 24 hours using the following response options: 0-none; 1-mild; 2-moderate; 3-severe. The NBS and the changes from baseline were summarized every two weeks (bi-weekly). Baseline was the average of daily responses from Day -13 to Day 1. Data collected after nasal polyposis (NP) surgery and/or systemic corticosteroids for NP (SCS\\_NP) were set to missing. In calculation of summary statistics (mean and standard deviation), the worst-possible (WP) after NP surgery and worst-observation carried forward (WOCF) after SCS\\_NP were applied. In ANCOVA, a hybrid method of WP after NP surgery, WOCF after SCS\\_NP and multiple imputation (MI) assuming missing at random were used to build the complete imputation datasets for the analysis.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.68","spread":"1.03"},{"groupId":"OG001","value":"-0.38","spread":"0.91"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in SNOT-22 at Week 56","description":"Change from baseline in SinoNasal outcome test (SNOT-22) at week 56 was defined as the endpoint value at week 56 minus the baseline value. The SNOT-22 is a condition specific health-related quality of life assessment which captures patient-reported physical problems, functional limitations, and emotional consequences of sinonasal conditions. The total score is range from 0 to 110 (higher scores indicate poorer outcomes). Baseline was the last valid value on or prior to the date of randomization. Data collected after nasal polyposis (NP) surgery and/or systemic corticosteroids for NP (SCS\\_NP) were set to missing. In calculation of summary statistics (mean and standard deviation), the worst-possible (WP) after NP surgery and worst-observation carried forward (WOCF) after SCS\\_NP were applied. In ANCOVA, a hybrid method of WP after NP surgery, WOCF after SCS\\_NP and multiple imputation (MI) assuming missing at random were used to build the complete imputation datasets for the analysis.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-15.1","spread":"33.55"},{"groupId":"OG001","value":"-7.9","spread":"33.22"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in DSS at Week 56","description":"Change from baseline in difficulty with sense of smell (DSS) at week 56 was defined as the endpoint value at week 56 minus the baseline value. The DSS is captured by an item in the NPSD with response options: 0-none; 1-mild; 2-moderate; 3-severe to rate the severity of their worst difficulty with sense of smell over past 24 hours. The DSS and the changes from baseline were summarized every two weeks (bi-weekly). Baseline was the average of daily responses from Day -13 to Day 1. Data collected after nasal polyposis (NP) surgery and/or systemic corticosteroids for NP (SCS\\_NP) were set to missing. In calculation of summary statistics (mean and standard deviation), the worst-possible (WP) after NP surgery and worst-observation carried forward (WOCF) after SCS\\_NP were applied. In ANCOVA, a hybrid method of WP after NP surgery, WOCF after SCS\\_NP and multiple imputation (MI) assuming missing at random were used to build the complete imputation datasets for the analysis.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.39","spread":"0.79"},{"groupId":"OG001","value":"-0.21","spread":"0.65"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in LMS at EOT/IPD","description":"Change from baseline in Computed tomography (CT) Lund Mackay Score (LMS) at end of treatment (EOT)/investigational product discontinuation (IPD) was defined as the endpoint value at EOT/IPD minus the baseline value. The LMS evaluates the patency using a 0-2 scale (0-normal; 1-partial opacification; and 2-total opacification) of each sinus (maxillary, anterior ethmoid, posterior ethmoid, sphenoid, frontal sinus on each side). The osteomeatal complex is graded as 0- not occluded or 2-occluded. The total CT score is the sum of the scores from all the sinus and ranges from 0 to 24. The minimum is 0 and higher score indicates worse outcome. The analysis used the data collected after systemic corticosteroids for nasal polyposis (SCS\\_NP). A composite strategy was used for NP surgery. If a patient had NP surgery before EOT/IPD CT scan, the data was censored after the time of the first NP surgery and the worst possible value (WP) was imputed in its place.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.93","spread":"5.06"},{"groupId":"OG001","value":"-0.20","spread":"4.20"}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects With NP Surgery","description":"The percentage of patients who had nasal polyposis (NP) surgery or systemic corticosteroids use for nasal polyposis (SCS\\_NP) surgery up to week 56 was summarized and analyzed using the Cochran-Mantel-Haenszel test stratified by region (US vs non-US) and baseline comorbid asthma status (yes vs no).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"33","spread":null},{"groupId":"OG001","value":"37","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects With SCS_NP","description":"The percentage of patients who had systemic corticosteroids (SCS) use for nasal polyposis (NP) surgery up to week 56 was summarized and analyzed using the Cochran-Mantel-Haenszel test stratified by region (US vs non-US) and baseline comorbid asthma status (yes vs no).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"52","spread":null},{"groupId":"OG001","value":"66","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects With NP Surgery or SCS_NP","description":"The percentage of patients who had nasal polyposis (NP) surgery or systemic corticosteroids use for nasal polyposis (SCS\\_NP) surgery up to week 56 was summarized and analyzed using the Cochran-Mantel-Haenszel test stratified by region (US vs non-US) and baseline comorbid asthma status (yes vs no).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"72","spread":null},{"groupId":"OG001","value":"91","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to First SCS_NP up to Week 56","description":"The cumulative percentage and the corresponding 95% CI are based on the Kaplan-Meier estimates. Patients can have more than 1 rescue category during the study, and the first rescue per patient is considered. The time to first systemic corticosteroids for use for nasal polyposis (SCS\\_NP) up to week 56 was calculated based on the earliest occurrence of SCS\\_ NP and was calculated as follows: Time to first SCS\\_NP = Earlier of (Start date of first SCS use for NP) - date of randomization + 1. For patients who did not experience any SCS use for NP, the time to event was censored at earlier of (date of their week 56 visit, date of discontinuation). The time to first SCS use for NP surgery was analyzed using a Cox proportional hazard model with treatment arm, region (US vs non-US) and baseline comorbid asthma status (yes vs no) as covariates. A hazard ratio less than 1 indicates a lower rate of incidence for subjects on benra.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25.7","spread":null},{"groupId":"OG001","value":"33.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Total Number of Courses of SCS for NP","description":"The total number of courses of systemic corticosteroids (SCS) use for nasal polyposis (NP) was summarized using descriptive statistics.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.7","spread":"0.93"},{"groupId":"OG001","value":"1.6","spread":"0.89"}]}]}]},{"type":"SECONDARY","title":"Total SCS_NP Dose (a) Used (mg)","description":"The total systemic corticosteroids (SCS) for nasal polyposis (NP) dose used (mg) was summarized using descriptive statistics.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1083.2","spread":"4044.29"},{"groupId":"OG001","value":"435.2","spread":"441.57"}]}]}]},{"type":"SECONDARY","title":"Total Duration of SCS_NP (Days)","description":"The total duration of systemic corticosteroids (SCS) for nasal polyposis (NP) in days was summarized using descriptive statistics.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17.6","spread":"12.45"},{"groupId":"OG001","value":"20.1","spread":"34.68"}]}]}]},{"type":"SECONDARY","title":"Annual SCS_NP Use Rate Comparison by Period, Negative Binomial Model","description":"Annual systemic corticosteroids for nasal polyposis (SCS\\_NP) use rate =365.25×total number of courses of SCS\\_NP /total duration of follow-up within the treatment group (days). The estimated annual event rates, absolute differences, rate ratio and the corresponding confidence interval were based on a negative binomial model including covariates treatment group, region (US/non-US) and prior use of SCS\\_NP with total number of courses of SCS\\_NP as the outcome and the log of each subject's corresponding follow-up time up to week 56 as an offset variable in the model to adjust for subject's having different exposure times during which the events occur.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.40","spread":null},{"groupId":"OG001","value":"0.50","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in TSS at Week 40","description":"Change from baseline in total symptom score (TSS) at week 40 was defined as the endpoint at week 40 minus baseline value. The TSS is defined as sum of first 8 NPSD components. Severity of each nasal symptoms over the past 24 hours is rated using response options: 0-none; 1-mild; 2-moderate; 3-severe. The TSS and the change from baseline were summarized every two weeks (bi-weekly). Baseline was the average of daily TSS responses from Day -13 to Day 1. Data collected after nasal polyposis (NP) surgery and/or systemic corticosteroids for nasal polyposis (SCS\\_NP) were set to missing. In calculation of summary statistics (mean and standard deviation), the worst-possible (WP) after NP surgery and worst-observation carried forward (WOCF) after SCS\\_NP were applied. In ANCOVA, a hybrid method of the WP after NP surgery, WOCF after SCS\\_NP and multiple imputation (MI) assuming MAR were used to build the complete imputation datasets for the analysis.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.20","spread":"6.90"},{"groupId":"OG001","value":"-1.38","spread":"6.29"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Difficulty With Sleeping Due to Nasal Symptoms at Week 40","description":"Change from baseline in difficulty with sleeping due to nasal symptoms score at week 40 was defined as the endpoint at week 40 minus baseline value. The score was captured by an item in NPSD. The severity of difficulty with sleeping due to nasal symptoms over past 24 hours was rated using options: 0-none; 1-mild; 2-moderate; 3-severe. The score and change from baseline were summarized every two weeks (bi-weekly). Baseline was the average of daily responses from Day -13 to Day 1. Data collected after nasal polyposis (NP) surgery and/or systemic corticosteroids for nasal polyposis (SCS\\_NP) were set to missing. In calculation of summary statistics (mean and standard deviation), the worst-possible (WP) after NP surgery and worst-observation carried forward (WOCF) after SCS\\_NP were applied. In ANCOVA, a hybrid method of the WP after NP surgery, WOCF after SCS\\_NP and multiple imputation (MI) assuming missing at random were used to build the complete imputation datasets for the analysis","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.39","spread":"1.06"},{"groupId":"OG001","value":"-0.19","spread":"1.03"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Difficulty With Daily Activities Due to Nasal Symptoms at Week 40","description":"Change from baseline in difficulty with daily activities due to nasal symptoms score at week 40 was defined as the endpoint at week 40 minus baseline value. The score was captured by an item in NPSD. The severity of difficulty with daily activities due to nasal symptoms over the past 24 hours was rated using options: 0-none; 1-mild; 2-moderate; 3-severe. The score and change from baseline were summarized every two weeks (bi-weekly). Baseline was average of daily responses from Day -13 to Day 1. Data collected after nasal polyposis (NP) surgery and/or systemic corticosteroids for nasal polyposis (SCS\\_NP) were set to missing. In calculation of summary statistics (mean and standard deviation), the worst-possible (WP) after NP surgery and worst-observation carried forward (WOCF) after SCS\\_NP were applied. In ANCOVA, a hybrid method of the WP after NP surgery, WOCF after SCS\\_NP and multiple imputation (MI) assuming MAR were used to build the complete imputation datasets for the analysis.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.35","spread":"1.04"},{"groupId":"OG001","value":"-0.11","spread":"0.99"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in UPSIT Score in Males at Week 40","description":"Change from baseline in University of Pennsylvania Smell Identification Test (UPSIT) score at week 40 was defined as the endpoint value at week 40 minus the baseline value. The UPSIT is quantitative test of olfactory function. Scores were based on number of correctly identified odors (score range 0 to 40). Baseline was the last valid value on or prior to the date of randomization. Data collected after nasal polyposis (NP) surgery and/or systemic corticosteroids for nasal polyposis (SCS\\_NP) were set to missing. In calculation of summary statistics (mean and standard deviation), the worst-possible (WP) after NP surgery and worst-observation carried forward (WOCF) after SCS\\_NP were applied. In ANCOVA, a hybrid method of the WP after NP surgery, WOCF after SCS\\_NP and multiple imputation (MI) assuming missing at random were used to build the complete imputation datasets for the analysis.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.20","spread":"10.29"},{"groupId":"OG001","value":"0.09","spread":"8.05"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in UPSIT Score in Females at Week 40","description":"Change from baseline in University of Pennsylvania Smell Identification Test (UPSIT) score at week 40 was defined as the endpoint value at week 40 minus the baseline value. The UPSIT is quantitative test of olfactory function. Scores are based on number of correctly identified odors (score range 0 to 40). Baseline was the last valid value on or prior to the date of randomization. Data collected after nasal polyposis (NP) surgery and/or systemic corticosteroids for nasal polyposis (SCS\\_NP) were set to missing. In calculation of summary statistics (mean and standard deviation), the worst-possible (WP) after NP surgery and worst-observation carried forward (WOCF) after SCS\\_NP were applied. In ANCOVA, a hybrid method of the WP after NP surgery, WOCF after SCS\\_NP and multiple imputation (MI) assuming missing at random were used to build the complete imputation datasets for the analysis.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.66","spread":"8.86"},{"groupId":"OG001","value":"-1.32","spread":"7.66"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Sinus Severity Score at EOT/IPD","description":"Change from baseline in sinus severity score at end of treatment (EOT)/investigational product discontinuation (IPD) was defined as the endpoint value at EOT/IPD minus the baseline value. Quantitative assessment of sinus CT image data was used to derive an objective measure of sinus disease burden called sinus severity score. The sinus severity score is defined as (sinus mucosal volume)/(sinus mucosal volume + sinus air volume)×100. A composite strategy was used for NP surgery. If a patient had NP surgery before EOT/IPD CT scan, the data was censored after the time of the first NP surgery and the worst possible value (WP) was imputed in its place. In calculation of summary statistics (mean and standard deviation), the WP for NP surgery rescued subjects was applied. In ANCOVA, following WP (WP for NP surgery rescued subjects), model included treatment, baseline score, region (US/Non-US) and baseline comorbid asthma status.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.48","spread":"24.24"},{"groupId":"OG001","value":"0.79","spread":"17.29"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in SF-36v2 Physical Component Summary at Week 56","description":"Change from baseline in SF-36v2 physical component summary (PCS) at week 56 was defined as the endpoint value at week 56 minus the baseline value. The Short Form 36-item Health survey (SF-36v2) is a 36-item, self-report survey of functional health and wellbeing, with 4-week recall period. Responses to SF-36v2 were used to compute an 8-domain profile of functional health and well-being scores. PCS score is computed from 8 subscale scores to give a broader metric of physical health-related quality of life. Data collected after nasal polyposis (NP) surgery and/or systemic corticosteroids for NP (SCS\\_NP) were set to missing. Non-rescued patients whose post-baseline observations were all missing were excluded from this analysis. In calculation of summary statistics (mean and standard deviation), the worst-possible (WP) after NP surgery and worst-observation carried forward (WOCF) after SCS\\_NP were applied.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.557","spread":"17.7075"},{"groupId":"OG001","value":"-3.185","spread":"17.4189"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in SF-36v2 Mental Component Summary at Week 56","description":"Change from baseline in SF-36v2 mental component summary (MCS) at week 56 was defined as the endpoint value at week 56 minus the baseline value. The Short Form 36-item Health survey (SF-36v2) is a 36-item, self-report survey of functional health and wellbeing, with 4-week recall period. Responses to SF-36v2 were used to compute an 8-domain profile of functional health and well-being scores. MCS score is computed from 8 subscale scores to give a broader metric of mental health-related quality of life. Data collected after nasal polyposis (NP) surgery and/or systemic corticosteroids for NP (SCS\\_NP) were set to missing. Non-rescued patients whose post-baseline observations were all missing were excluded from this analysis. In calculation of summary statistics (mean and standard deviation), the worst-possible (WP) after NP surgery and worst-observation carried forward (WOCF) after SCS\\_NP were applied.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.263","spread":"18.4094"},{"groupId":"OG001","value":"-4.182","spread":"19.3697"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in SF-36v2 Physical Functioning at Week 56","description":"Change from baseline in SF-36v2 physical functioning score at week 56 was defined as the endpoint value at week 56 minus the baseline value. The Short Form 36-item Health survey (SF-36v2) is a 36-item, self-report survey of functional health and wellbeing, with 4-week recall period. Responses to SF-36v2 were used to compute an 8-domain profile of functional health and well-being scores. Physical functioning is one of the 8-domain profile. Data collected after nasal polyposis (NP) surgery and/or systemic corticosteroids for NP (SCS\\_NP) were set to missing. Non-rescued patients whose post-baseline observations were all missing were excluded from this analysis. In calculation of summary statistics (mean and standard deviation), the worst-possible (WP) after NP surgery and worst-observation carried forward (WOCF) after SCS\\_NP were applied.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.080","spread":"14.8681"},{"groupId":"OG001","value":"-0.911","spread":"14.6581"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in SF-36v2 Role Limitations Due to Physical Health at Week 56","description":"Change from baseline in SF-36v2 role limitations due to physical health score at week 56 was defined as the endpoint value at week 56 minus the baseline value. The Short Form 36-item Health survey (SF-36v2) is a 36-item, self-report survey of functional health and wellbeing, with 4-week recall period. Responses to SF-36v2 were used to compute an 8-domain profile of functional health and well-being scores. Role limitations due to physical health is one of the 8-domain profile. Data collected after nasal polyposis (NP) surgery and/or systemic corticosteroids for NP (SCS\\_NP) were set to missing. Non-rescued patients whose post-baseline observations were all missing were excluded from this analysis. In calculation of summary statistics (mean and standard deviation), the worst-possible (WP) after NP surgery and worst-observation carried forward (WOCF) after SCS\\_NP were applied.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.576","spread":"13.4610"},{"groupId":"OG001","value":"0.025","spread":"13.3886"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in SF-36v2 Bodily Pain at Week 56","description":"Change from baseline in SF-36v2 bodily pain score at week 56 was defined as the endpoint value at week 56 minus the baseline value. The Short Form 36-item Health survey (SF-36v2) is a 36-item, self-report survey of functional health and wellbeing, with 4-week recall period. Responses to SF-36v2 were used to compute an 8-domain profile of functional health and well-being scores. Bodily pain is one of the 8-domain profile. Data collected after nasal polyposis (NP) surgery and/or systemic corticosteroids for NP (SCS\\_NP) were set to missing. Non-rescued patients whose post-baseline observations were all missing were excluded from this analysis. In calculation of summary statistics (mean and standard deviation), the worst-possible (WP) after NP surgery and worst-observation carried forward (WOCF) after SCS\\_NP were applied.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.982","spread":"15.0935"},{"groupId":"OG001","value":"-1.066","spread":"15.3689"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in SF-36v2 General Health Perceptions at Week 56","description":"Change from baseline in SF-36v2 general health perceptions score at week 56 was defined as the endpoint value at week 56 minus the baseline value. The Short Form 36-item Health survey (SF-36v2) is a 36-item, self-report survey of functional health and wellbeing, with 4-week recall period. Responses to SF-36v2 were used to compute an 8-domain profile of functional health and well-being scores. General health perceptions is one of the 8-domain profile. Data collected after nasal polyposis (NP) surgery and/or systemic corticosteroids for NP (SCS\\_NP) were set to missing. Non-rescued patients whose post-baseline observations were all missing are excluded from this analysis. In calculation of summary statistics (mean and standard deviation), the worst-possible (WP) after NP surgery and worst-observation carried forward (WOCF) after SCS\\_NP were applied.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.445","spread":"14.2295"},{"groupId":"OG001","value":"-1.064","spread":"13.6387"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in SF-36v2 Vitality at Week 56","description":"Change from baseline in SF-36v2 vitality score at week 56 was defined as the endpoint value at week 56 minus the baseline value. The Short Form 36-item Health survey (SF-36v2) is a 36-item, self-report survey of functional health and wellbeing, with 4-week recall period. Responses to SF-36v2 were used to compute an 8-domain profile of functional health and well-being scores. Vitality is one of the 8-domain profile. Data collected after nasal polyposis (NP) surgery and/or systemic corticosteroids for NP (SCS\\_NP) were set to missing. Non-rescued patients whose post-baseline observations were all missing were excluded from this analysis. In calculation of summary statistics (mean and standard deviation), the worst-possible (WP) after NP surgery and worst-observation carried forward (WOCF) after SCS\\_NP were applied.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.913","spread":"12.9999"},{"groupId":"OG001","value":"-0.594","spread":"13.5861"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in SF-36v2 Social Functioning at Week 56","description":"Change from baseline in SF-36v2 social functioning score at week 56 was defined as the endpoint value at week 56 minus the baseline value. The Short Form 36-item Health survey (SF-36v2) is a 36-item, self-report survey of functional health and wellbeing, with 4-week recall period. Responses to SF-36v2 are used to compute an 8-domain profile of functional health and well-being scores. Social functioning is one of the 8-domain profile. Data collected after nasal polyposis (NP) surgery and/or systemic corticosteroids for NP (SCS\\_NP) were set to missing. Non-rescued patients whose post-baseline observations were all missing were excluded from this analysis. In calculation of summary statistics (mean and standard deviation), the worst-possible (WP) after NP surgery and worst-observation carried forward (WOCF) after SCS\\_NP were applied.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.262","spread":"15.1786"},{"groupId":"OG001","value":"-1.247","spread":"15.9512"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in SF-36v2 Role Limitations Due to Emotional Problems at Week 56","description":"Change from baseline in SF-36v2 role limitations due to emotional problems score at week 56 was defined as the endpoint value at week 56 minus the baseline value. The Short Form 36-item Health survey (SF-36v2) is a 36-item, self-report survey of functional health and wellbeing, with 4-week recall period. Responses to SF-36v2 were used to compute an 8-domain profile of functional health and well-being scores. Role limitations due to emotional problems is one of the 8-domain profile. Data collected after nasal polyposis (NP) surgery and/or systemic corticosteroids for NP (SCS\\_NP) were set to missing. Non-rescued patients whose post-baseline observations were all missing were excluded from this analysis. In calculation of summary statistics (mean and standard deviation), the worst-possible (WP) after NP surgery and worst-observation carried forward (WOCF) after SCS\\_NP were applied.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.492","spread":"17.1261"},{"groupId":"OG001","value":"-1.825","spread":"16.6618"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in SF-36v2 Mental Health at Week 56","description":"Change from baseline in SF-36v2 mental health score at week 56 was defined as the endpoint value at week 56 minus the baseline value. The Short Form 36-item Health survey (SF-36v2) is a 36-item, self-report survey of functional health and wellbeing, with 4-week recall period. Responses to SF-36v2 were used to compute an 8-domain profile of functional health and well-being scores. Mental health is one of the 8-domain profile. Data collected after nasal polyposis (NP) surgery and/or systemic corticosteroids for NP (SCS\\_NP) were set to missing. Non-rescued patients whose post-baseline observations were all missing were excluded from this analysis. In calculation of summary statistics (mean and standard deviation), the worst-possible (WP) after NP surgery and worst-observation carried forward (WOCF) after SCS\\_NP were applied.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.506","spread":"16.5930"},{"groupId":"OG001","value":"-3.308","spread":"17.2382"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":25,"n":207},"commonTop":["Nasopharyngitis","Asthma","Headache","Viral upper respiratory tract infection"]}}}