{"nctId":"NCT01642004","briefTitle":"Study of BMS-936558 (Nivolumab) Compared to Docetaxel in Previously Treated Advanced or Metastatic Squamous Cell Non-small Cell Lung Cancer (NSCLC) (CheckMate 017)","startDateStruct":{"date":"2012-10-16","type":"ACTUAL"},"conditions":["Squamous Cell Non-small Cell Lung Cancer"],"count":272,"armGroups":[{"label":"Arm A: Nivolumab","type":"EXPERIMENTAL","interventionNames":["Biological: Nivolumab"]},{"label":"Arm B: Docetaxel","type":"EXPERIMENTAL","interventionNames":["Drug: Docetaxel"]}],"interventions":[{"name":"Nivolumab","otherNames":["BMS-936558"]},{"name":"Docetaxel","otherNames":["Taxotere®"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Men and women ≥18 years of age\n* Subjects with histologically or cytologically-documented squamous cell NSCLC who present with Stage IIIB/IV disease or with recurrent or progressive disease following multimodal therapy (radiation therapy, surgical resection or definitive chemoradiation therapy for locally advanced disease)\n* Disease recurrence or progression during/after one prior platinum doublet-based chemotherapy regimen for advanced or metastatic disease\n* Measurable disease by computed tomography (CT)/Magnetic resonance imaging (MRI) per Response Evaluation Criteria in Solid Tumors (RECIST) 1.1 criteria\n* Eastern Cooperative Oncology Group (ECOG) performance status ≤1\n* A formalin fixed, paraffin-embedded (FFPE) tumor tissue block or unstained slides of tumor sample (archival or recent) must be available for biomarker evaluation. Specimens must be received by the central lab prior to randomization. Biopsy should be excisional, incisional or core needle. Fine needle aspiration is insufficient\n\nExclusion Criteria:\n\n* Subjects with untreated central nervous system (CNS) metastases are excluded. Subjects are eligible if CNS metastases are treated and subjects are neurologically returned to baseline for at least 2 weeks prior to enrollment. In addition, subjects must be either off corticosteroids, or on a stable or decreasing dose of ≤10 mg daily prednisone (or equivalent)\n* Subjects with carcinomatous meningitis\n* Subjects with active, known or suspected autoimmune disease. Subjects with type I diabetes mellitus, hypothyroidism only requiring hormone replacement, skin disorders (such as vitiligo, psoriasis, or alopecia) not requiring systemic treatment, or conditions not expected to recur in the absence of an external trigger are permitted to enroll\n* Subjects with a condition requiring systemic treatment with either corticosteroids or other immunosuppressive medications within 14 days of randomization\n* Prior therapy with anti-Programmed death-1 (PD-1), anti-Programmed cell death ligand 1 (PD-L1), anti-Programmed cell death ligand 2 (PD-L2), anti-CD137, or anti-Cytotoxic T lymphocyte-associated antigen 4 (CTLA-4) antibody (including ipilimumab or any other antibody or drug specifically targeting T-cell co-stimulation or checkpoint pathways)\n* Prior treatment on the first line study CA184104 first line NSCLC study\n* Prior treatment with Docetaxel\n* Subjects with interstitial lung disease that is symptomatic or may interfere with the detection or management of suspected drug-related pulmonary toxicity\n* Treatment with any investigational agent within 14 days of first administration of study treatment","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Survival (OS) Time in Months for All Randomized Participants at Primary Endpoint","description":"OS was defined as the time between the date of randomization and the date of death from any cause. Participants were censored at the date they were last known to be alive. Median OS time was calculated using Kaplan-Meier (KM) method. Hazard ratio (HR) and the corresponding Confidence Interval (CI) were estimated in a stratified Cox proportional hazards model for distribution of OS in each randomized arm. Interim analysis (Primary Endpoint) was planned to occur after at least 196 deaths, with the actual analysis occurring at 199 deaths.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.23","spread":null},{"groupId":"OG001","value":"6.01","spread":null}]}]}]},{"type":"PRIMARY","title":"Overall Survival (OS) Rate in All Randomized Participants","description":"The overall survival rate is the probability that a participant will be alive at 6, 12, and 18 months following randomization. Overall survival was defined as the time between the date of randomization and the date of death as a result of any cause. Survival rates were determined via Kaplan-Meier estimates.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"63.7","spread":null},{"groupId":"OG001","value":"50.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"42.2","spread":null},{"groupId":"OG001","value":"24.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"28.1","spread":null},{"groupId":"OG001","value":"12.5","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Deaths From Any Cause in All Randomized Participants at Primary Endpoint","description":"The number of participants who died from any cause was reported for each arm. Interim analysis (Primary Endpoint) was planned to occur after at least 196 deaths, with the actual analysis occurring at 199 deaths.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"86","spread":null},{"groupId":"OG001","value":"113","spread":null}]}]}]},{"type":"SECONDARY","title":"Objective Response Rate (ORR) in All Randomized Participants","description":"ORR was defined as the percentage of all randomized participants whose Best Overall Response (BOR) was a confirmed Complete Response (CR) or Partial Response (PR). BOR was defined as the best investigator-assessed response designation, recorded between the date of randomization and the date of objectively documented progression per Response Evaluation Criteria in Solid Tumors version 1.1 (RECIST v1.1) or the date of subsequent anti-cancer therapy (excluding on-treatment palliative radiotherapy of non-target bone lesions or Central Nervous System (CNS) lesions), whichever occurred first. CR = Disappearance of all target lesions. Any pathological lymph nodes (whether target or non-target) must have reduction in short axis to \\< 10 mm.; PR = At least a 30% decrease in the sum of diameters of target lesions, taking, as reference, the baseline sum diameters. CIs were computed using the Clopper and Pearson method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20.0","spread":null},{"groupId":"OG001","value":"8.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Time To Response (TTR) in Months for All Confirmed Responders","description":"Time to Response (TTR) for participants demonstrating a response (either CR or PR) was defined as the time from the date of randomization to the date of the first confirmed response. CR = Disappearance of all target lesions. Any pathological lymph nodes (whether target or non-target) must have reduction in short axis to \\< 10 mm.; PR = At least a 30% decrease in the sum of diameters of target lesions, taking, as reference, the baseline sum diameters.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.23","spread":null},{"groupId":"OG001","value":"2.09","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Objective Response (DOR) in Months for All Confirmed Responders","description":"DOR was defined as the time from the date of first confirmed response to the date of the first documented tumor progression (per RECIST v1.1), as determined by the investigator, or death due to any cause, whichever occurred first. DOR was evaluated only for confirmed responders (i.e. participants with confirmed CR or PR). CR = Disappearance of all target lesions. Any pathological lymph nodes (whether target or non-target) must have reduction in short axis to \\< 10 mm.; PR = At least a 30% decrease in the sum of diameters of target lesions, taking, as reference, the baseline sum diameters. Participants who neither progressed nor died were censored on the date of their last evaluable tumor assessment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24.51","spread":null},{"groupId":"OG001","value":"8.41","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression Free Survival Rate (PFSR)","description":"PFSR was defined as the percentage of participants who did not experience disease progression or death from any cause at a given time point following randomization. Progression was assessed by investigators according to RECIST v1.1. Participants who did not progress or die were censored on the date of their last evaluable tumor assessment. Participants who started any subsequent anti-cancer therapy (including on-treatment palliative radiation therapy (RT) of non-target bone lesions or CNS lesions) without a prior reported progression were to be censored at the last evaluable tumor assessment prior to or on initiation of the subsequent anti-cancer therapy.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"38.4","spread":null},{"groupId":"OG001","value":"22.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"21.0","spread":null},{"groupId":"OG001","value":"7.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15.87","spread":null},{"groupId":"OG001","value":"1.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14.8","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11.0","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.9","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.9","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7.6","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.1","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression-Free Survival (PFS) Time in Months for All Randomized Participants","description":"PFS was defined as the time from the date of randomization to the date of the first documented tumor progression as determined by the investigator per RECIST v1.1 criteria, or death due to any cause. Participants underwent radiographic tumor assessments every 6 weeks (+/- 5 days) from week 9 (+/- 5 days) for the first year on treatment, then every 12 weeks after the first year on treatment until documented disease progression. The PFS curves were estimated using KM method. Two-sided 95% CI for median PFS were computed by Brookmeyer and Crowley method (using log-log transformation). Participants who did not progress or die were censored on the date of their last evaluable tumor assessment. Participants who started any subsequent anti-cancer therapy (including on-treatment palliative RT of non-target bone lesions or CNS lesions) without a prior reported progression were to be censored at the last evaluable tumor assessment prior to or on initiation of the subsequent anti-cancer therapy.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.48","spread":null},{"groupId":"OG001","value":"2.83","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Experiencing Disease-related Symptom Improvement by Week 12","description":"Disease-related symptom improvement rate by Week 12 was defined as the percentage of randomized participants who had a 10 point or greater decrease from baseline in average symptom burden index score at any time between randomization and Week 12. The participant portion of the Lung Cancer Symptom Scale (LCSS) consisted of 6 symptom-specific questions that addressed cough, dyspnea, fatigue, pain, hemoptysis, and anorexia, plus 3 summary items on symptom distress, interference with activity level, and global health-related Quality of Life (QoL). The scores range from 0 to 100, with 0 representing the best possible score and 100 being the worst possible score. The average symptom burden index score at each assessment was defined as the mean of the 6 symptom-specific questions of the LCSS. 95% CIs were computed using Clopper-Pearson Method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.5","spread":null},{"groupId":"OG001","value":"21.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS) Time in Months by Baseline PD-L1 Expression for All Randomized Participants","description":"OS was measured in months for all randomized participants grouped by their baseline PD-L1 expression level. PD-L1 expression was defined as the percent of disease tumor cells demonstrating plasma membrane PD-L1 staining of any intensity using an immunohistochemistry (IHC) assay. OS was defined as the time between the date of randomization and the date of death from any cause. Participants were censored at the date they were last known to be alive. Median OS time was calculated using Kaplan-Meier (KM) method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.95","spread":null},{"groupId":"OG001","value":"6.37","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.54","spread":null},{"groupId":"OG001","value":"6.14","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9.41","spread":null},{"groupId":"OG001","value":"5.06","spread":null}]}]}]},{"type":"SECONDARY","title":"Objective Response Rate (ORR) by Baseline PD-L1 Expression for All Randomized Participants","description":"ORR was reported for all randomized participants grouped by their baseline PD-L1 expression level. ORR was defined as the percentage of all randomized participants whose Best Overall Response (BOR) was a confirmed Complete Response (CR) or Partial Response (PR). PD-L1 expression in participants was defined as the percent of disease tumor cells demonstrating plasma membrane PD-L1 staining of any intensity using an immunohistochemistry (IHC) assay. CR = Disappearance of all target lesions. Any pathological lymph nodes (whether target or non-target) must have reduction in short axis to \\< 10 mm.; PR = At least a 30% decrease in the sum of diameters of target lesions, taking, as reference, the baseline sum diameters. CIs were computed using the Clopper and Pearson method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.4","spread":null},{"groupId":"OG001","value":"7.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14.7","spread":null},{"groupId":"OG001","value":"11.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"38.9","spread":null},{"groupId":"OG001","value":"3.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression Free Survival (PFS) Time in Months by Baseline PD-L1 Expression for All Randomized Participants","description":"PFS time was measured for all randomized participants grouped by their baseline PD-L1 expression levels. PFS was defined as the time from the date of randomization to the date of the first documented tumor progression as determined by the investigator per RECIST v1.1 criteria, or death due to any cause. The PFS curves were estimated using KM method. Participants who did not progress or die were censored on the date of their last evaluable tumor assessment. Participants who started subsequent anti-cancer therapy (including on-treatment palliative radiotherapy of non-target bone lesions or CNS lesions) without a prior reported progression were censored at the last evaluable tumor assessment prior to subsequent anti-cancer therapy.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.06","spread":null},{"groupId":"OG001","value":"3.06","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.23","spread":null},{"groupId":"OG001","value":"2.92","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.39","spread":null},{"groupId":"OG001","value":"2.23","spread":null}]}]}]},{"type":"POST_HOC","title":"Overall Survival (OS) Time in Months for All Randomized Participants - Extended Collection","description":"OS was defined as the time between the date of randomization and the date of death from any cause. Participants were censored at the date they were last known to be alive. Median OS time was calculated using Kaplan-Meier (KM) method. Hazard ratio (HR) and the corresponding Confidence Interval (CI) were estimated in a stratified Cox proportional hazards model for distribution of OS in each randomized arm. Survival follow-up analysis occurred at the end of the study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.23","spread":null},{"groupId":"OG001","value":"6.01","spread":null}]}]}]},{"type":"POST_HOC","title":"Overall Survival (OS) Rate in All Randomized Participants - Extended Collection","description":"The overall survival rate is the probability that a participant will be alive at the specified timepoints following randomization. Overall survival was defined as the time between the date of randomization and the date of death as a result of any cause. Survival rates were determined via Kaplan-Meier estimates.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"63.7","spread":null},{"groupId":"OG001","value":"50.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"42.2","spread":null},{"groupId":"OG001","value":"24.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"28.1","spread":null},{"groupId":"OG001","value":"12.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23.0","spread":null},{"groupId":"OG001","value":"8.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15.6","spread":null},{"groupId":"OG001","value":"5.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13.1","spread":null},{"groupId":"OG001","value":"4.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12.3","spread":null},{"groupId":"OG001","value":"3.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11.4","spread":null},{"groupId":"OG001","value":"2.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9.6","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":85,"n":131},"commonTop":["Fatigue","Dyspnoea","Decreased appetite","Cough","Anaemia"]}}}