{"nctId":"NCT01452919","briefTitle":"A Physical Dependence Study in Schizophrenia","startDateStruct":{"date":"2011-11"},"conditions":["Schizophrenia"],"count":123,"armGroups":[{"label":"LY2140023/LY2140023","type":"EXPERIMENTAL","interventionNames":["Drug: LY2140023"]},{"label":"LY2140023/Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: LY2140023","Drug: Placebo"]}],"interventions":[{"name":"LY2140023","otherNames":["pomaglumetad methionil"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Clinical diagnosis of schizophrenia\n* Female participants of childbearing potential must test negative for pregnancy at study entry and agree to use a single, effective, medically acceptable method of birth control\n* Participants must require a modification of antipsychotic medication or the initiation of antipsychotic medication, as indicated by their present clinical psychiatric status and/or treatment tolerability as outpatients\n* Participants must be considered reliable and have a level of understanding sufficient to perform all tests and examinations required, and be willing to perform all study procedures\n* Participants must be able to understand the nature of the study and have given their own informed consent\n\nExclusion Criteria:\n\n* Have a Clinical Global Impression-Severity Scale (CGI-S) score \\>4 at study entry\n* Have any other psychiatric diagnoses in addition to schizophrenia\n* Participants who have a history of inadequate clinical response to antipsychotic treatment for schizophrenia\n* Participants who have received an adequate treatment trial, in the opinion of the investigator, with clozapine at doses \\>200 mg daily within 12 months prior to study entry, or who have received any clozapine at all during the month before study entry\n* Participants who are actively suicidal\n* Female participants who are pregnant, nursing, or who intend to become pregnant within 30 days of completing the study\n* Have known, uncorrected, narrow-angle glaucoma\n* Participants who have had electroconvulsive therapy (ECT) within 3 months of study entry or who will have ECT at any time during the study\n* Participants with known medical history of human immunodeficiency virus positive (HIV+) status\n* Participants who test positive for Hepatitis C virus antibody or Hepatitis B surface antigen (HBsAg) with or without positive Hepatitis B core total antibody\n* Participants with current or a history of seizure disorder, uncontrolled diabetes, certain diseases of the liver, renal insufficiency, uncontrolled thyroid condition or other serious or unstable illnesses\n* Participants with a corrected QT interval (Bazett's; QTcB) \\>450 milliseconds (msec) (male) or \\>470 msec (female) at study entry (based on the central vendor's electrocardiogram \\[ECG\\] overread)\n* Have previously completed or withdrawn from this study, or any other study investigating LY2140023 or any predecessor molecules with glutamatergic activity\n* Are currently enrolled in, or discontinued within the last 60 days from, a clinical trial involving an investigational product for unapproved use of a drug or device, or concurrently enrolled in any other type of medical research judged not to be scientifically or medically compatible with this study","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Maximum 3-Day Moving Average (MA) of the Discontinuation Symptom Checklist-Modified Rickels Total Score","description":"The checklist is a 30-item, participant-rated scale that asks whether participants experience symptoms such as nausea, vomiting, loss of appetite, anxiety, irritability, or craving for study drug during the previous day to assess potential symptoms of drug withdrawal. Each item is rated on a 0 (not at all) to 3 (severe). Total scores range from 0-90. Higher scores indicate greater severity of symptoms. The 3-day MA was calculated starting the third day until the last day of double-blind, randomized period. The 3-day MA was the average of scores from that day and previous 2 days. If scores from any of the days during the 3-day was missing, the average was based on the non-missing days. If there was no total scores for any day of the 3-day, the average was considered to be missing. An analysis of covariance (ANCOVA) was used to calculate Least Squares (LS) mean and standard error. LS mean values are controlled for baseline total score, treatment, pooled investigative site and gender.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.23","spread":"0.96"},{"groupId":"OG001","value":"11.50","spread":"0.99"}]}]}]},{"type":"SECONDARY","title":"Change From Randomization up to Week 2 in the Clinical Institute Withdrawal Assessment of Alcohol Scale (CIWA-Ar) Total Score","description":"The CIWA-Ar is a 10-item scale that was used to monitor for symptoms of drug withdrawal. The scale includes the following domains/criteria: nausea, vomiting; anxiety; paroxysmal sweats; tactile disturbances; visual disturbances; tremors; agitation; orientation and clouding of sensorium; auditory disturbances; and headache. Items 1-9 have possible scores of 0 (no symptom)-7 (severe symptom), and item 10 has possible scores of 0 (no symptom)-4 (severe symptom). Total scores range from 0-67. Higher scores indicate greater severity of symptom. The Mixed Model Repeated Measure (MMRM) analysis was used to calculate Least Squares (LS) mean and standard error. LS mean values are controlled for baseline CIWA-Ar total score, treatment, gender, pooled investigative site, visit, baseline CIWA-Ar total score\\*visit and treatment\\*visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.7","spread":"0.3"},{"groupId":"OG001","value":"0.0","spread":"0.3"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.9","spread":"0.3"},{"groupId":"OG001","value":"-0.5","spread":"0.3"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.8","spread":"0.3"},{"groupId":"OG001","value":"-0.6","spread":"0.3"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.4","spread":"0.3"},{"groupId":"OG001","value":"-0.5","spread":"0.3"}]}]}]},{"type":"SECONDARY","title":"Change From Randomization to Week 2 in Barnes Akathisia Scale (BAS) Global Score","description":"The BAS is a 4-item instrument that evaluates akathisia associated with use of antipsychotic medications. Item 4 is the Global Clinical Assessment (Global Score) and is rated 0 to 5 (0 = absent, 5 = severe). The Mixed Model Repeated Measure (MMRM) analysis was used to calculate Least Squares (LS) mean and standard error. LS mean values are controlled for baseline BAS global score, treatment, gender, pooled investigative site, visit, baseline BAS global score\\*visit and treatment\\*visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.0","spread":"0.0"},{"groupId":"OG001","value":"-0.0","spread":"0.0"}]}]}]},{"type":"SECONDARY","title":"Change From Randomization to Week 2 in Simpson-Angus Scale (SAS) Total Score","description":"The SAS is used to measure parkinsonian-type symptoms in participants exposed to antipsychotics. SAS consists of 10 items; each rated on a 5-point scale, with 0 meaning complete absence of the condition and 4 meaning the presence of the condition in extreme form. The total score is obtained by adding the ten items, and ranges from 0 to 40. Higher scores indicate greater severity of illness. The Mixed Model Repeated Measure (MMRM) analysis was used to calculate Least Squares (LS) mean and standard error. LS mean values are controlled for baseline SAS total score, treatment, gender, pooled investigative site, visit, baseline SAS total score\\*visit and treatment\\*visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.0","spread":"0.0"},{"groupId":"OG001","value":"0.0","spread":"0.0"}]}]}]},{"type":"SECONDARY","title":"Change From Randomization to Week 2 in Abnormal Involuntary Movement Scale (AIMS) Total Score","description":"The AIMS is a 12-item scale designed to record the occurrence of dyskinetic movements. Items 1 to 10 are rated on a 5- point scale, with 0 being no dyskinetic movements and 4 being severe dyskinetic movements. Items 11 and 12 are yes/no questions regarding the dental condition of a subject. The AIMS 1-7 total score is the total of items 1 through 7 of the AIMS, and ranges from 0 to 28. Higher scores indicate greater severity of illness. The Mixed Model Repeated Measure (MMRM) analysis was used to calculate Least Squares (LS) mean and standard error. LS mean values are controlled for baseline AIMS 1-7 total score, treatment, gender, pooled investigative site, visit, baseline AIMS 1-7 total score\\*visit and treatment\\*visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"0.1"},{"groupId":"OG001","value":"-0.0","spread":"0.1"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Suicidal Behaviors and Ideations Measured Using the Columbia Suicide Severity Rating Scale (C-SSRS) During Open-Label Treatment Period","description":"Columbia Suicide Rating Scale (C-SSRS) captures occurrence, severity, and frequency of suicide-related thoughts and behaviors. Suicidal ideation: a \"yes\" answer to any one of 5 suicidal ideation questions: wish to be dead, and 4 different categories of active suicidal ideation. Suicidal behavior: a \"yes\" answer to any of 5 suicidal behavior questions: preparatory acts or behavior, aborted attempt, interrupted attempt, actual attempt, and completed suicide. The percentage of participants with treatment-emergent suicidal ideation or behavior during open-label treatment period (with a change from baseline in C-SSRS) was calculated as the number of participants with an increase in suicidal behavior or ideation over baseline (before open-label treatment), divided by the total number of participants multiplied by 100.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Suicidal Behaviors and Ideations Measured Using the Columbia Suicide Severity Rating Scale (C-SSRS) During Double-Blind Randomized Treatment Period","description":"Columbia Suicide Rating Scale (C-SSRS) captures occurrence, severity, and frequency of suicide-related thoughts and behaviors. Suicidal ideation: a \"yes\" answer to any one of 5 suicidal ideation questions: wish to be dead, and 4 different categories of active suicidal ideation. Suicidal behavior: a \"yes\" answer to any of 5 suicidal behavior questions: preparatory acts or behavior, aborted attempt, interrupted attempt, actual attempt, and completed suicide. The percentage of participants with treatment-emergent suicidal ideation or behavior during double-blind randomized treatment period (with a change from baseline in C-SSRS) was calculated as the number of participants with an increase in suicidal behavior or ideation over baseline (randomization), divided by the total number of participants multiplied by 100.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Randomization to Week 2 in Clinical Global Impression-Severity Scale (CGI-S)","description":"The CGI-S instrument is used to record the severity of mental illness at the time of assessment. The score ranges from 1 (normal, not at all ill) to 7 (among the most extremely ill). Higher scores indicate greater severity of illness. The Mixed Model Repeated Measure (MMRM) analysis was used to calculate Least Squares (LS) mean and standard error. LS mean values are controlled for baseline CGI-S score, treatment, gender, pooled investigative site, visit, baseline CGI-S score\\*visit and treatment\\*visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.2","spread":"0.1"},{"groupId":"OG001","value":"-0.0","spread":"0.1"}]}]}]},{"type":"SECONDARY","title":"Change From Randomization to Week 2 in Brief Psychiatric Rating Scale (BPRS) Total Scores","description":"BPRS is an 18-item clinician-administered scale used to assess the degree of severity of a participant's general psychopathological symptoms. Item scores range from 1 (not present) to 7 (extremely severe). Total Scores range from 18 to 126. Higher scores indicate greater severity of illness. The Mixed Model Repeated Measure (MMRM) analysis was used to calculate Least Squares (LS) mean and standard error. LS mean values are controlled for baseline BPRS total score, treatment, gender, pooled investigative site, visit, baseline BPRS total score\\*visit and treatment\\*visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.20","spread":"0.55"},{"groupId":"OG001","value":"-1.28","spread":"0.54"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":123},"commonTop":["Nausea","Headache","Anxiety","Tremor","Agitation"]}}}