{"nctId":"NCT02087306","briefTitle":"Study to Assess the Safety and Efficacy of Brincidofovir in Treatment of Early Versus Late Adenovirus Infection","startDateStruct":{"date":"2014-03","type":"ACTUAL"},"conditions":["Adenovirus Infection"],"count":201,"armGroups":[{"label":"Brincidofovir","type":"EXPERIMENTAL","interventionNames":["Drug: Brincidofovir"]}],"interventions":[{"name":"Brincidofovir","otherNames":["BCV","CMX001"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria Subjects were required to meet all of the following criteria, as applicable, to be eligible to participate in this study.\n\n1. Were male or female, aged 2 months or older.\n2. Had either of the following:\n\n   * Disseminated adenovirus (AdV) disease; or\n   * An underlying immunocompromised state and were at risk of progression to disseminated AdV disease.\n\n   \\[Note: Subjects with symptomatic AdV infection (i.e., localized or disseminated AdV disease) could have been screening immediately, with brincidofovir (BCV) therapy initiated after receipt of the screening virology results from the designated central virology laboratory confirming study eligibility. Subjects with asymptomatic AdV infection (i.e., had no symptoms of AdV disease) could have been consented and screened only if they had at least 1 positive or detectable AdV DNA (quantitative \\[q\\]) polymerase chain reaction (PCR) test (in any blood fluid or compartment) from the local virology laboratory, with treatment initiated only after confirmation of AdV positivity by 2 separate measurements at the designated central virology laboratory. Where the results from 2 AdV DNA (q)PCR measurements in plasma or non-plasma body fluid or compartment were needed to show that a subject was at risk of progression to disseminated AdV disease, the second measurement had to be resulted prior to the initiation of BCV therapy.\\]\n3. Were able to ingest and absorb oral medication (in the judgement of the investigator and based on lack of significant gastrointestinal \\[GI\\] events/medical history).\n4. If male of reproductive potential, were willing to use an acceptable contraceptive method(s) during sexual intercourse with a female partner of reproductive potential throughout the duration of this participation in the study and for at least 6 months after his last dose of BCV.\n5. If female of reproductive potential, i.e., not premenarche, postmenopausal, surgically sterile, or had documented ovarian failure, were willing to use 2 acceptable contraceptive methods, 1 of which must have been a barrier method, during sexual intercourse with a nonsterile male partner, throughout the duration of her participation in the study and for at least 6 months after her last dose of BCV.\n6. Were willing and able to understand and provide written informed consent to participate in the study. \\[Note: If the subject was under 18 years of age or was otherwise unable to legally give his or her informed consent to participate in the study, then written informed consent to participate had to be obtained from the parent(s) or legal guardian(s) of the subject or other legal personal representative(s), as applicable. In addition, in the case of minor subjects, the written assent of the subject to participate in the study was obtained where required by applicable institutional policy on the consenting of minor study participants.\\]\n7. The subject and his or her caregivers (as applicable) were willing and able to participate in all required study activities for the entire duration of the study (i.e., through completion of Week 36).\n\nExclusion Criteria\n\nSubjects who met any of the following criteria (as applicable) were not eligible to participate in this study:\n\n1. If a female of reproductive potential, the subject was pregnant, planning to become pregnant during the study or within 6 months after their anticipated last BCV dose, or was nursing a child.\n2. Had hypersensitivity (not including renal dysfunction or eye disorder) to cidofovir (CDV) or to BCV or its formulation excipients.\n3. Had received treatment with another investigational drug within 14 days prior to Day 1 unless prior approval was received from the Chimerix medical monitor (or designee).\n4. Were participating in another interventional clinical trial unless prior approval was received from the Chimerix medical monitor (or designee).\n5. Had previously received an anti-AdV vaccine or a cell-based anti-AdV therapy.\n6. Were receiving intravenous (IV) CDV, leflunomide, vidarabine, systemic ribavirin, or another investigational anti-AdV drug at Day 1. \\[Note: Subjects who were receiving treatment with IV CDV prior to enrollment had to discontinue IV CDV and wait until a minimum of 48 hours had elapsed from last IV CDV administration before initiating BCV therapy. All other drugs had to be discontinued prior to Day 1.\\]\n7. Were receiving digoxin or ketoconazole (other than topical formulations) at Day 1 or were anticipated to need treatment with either drug during the treatment phase of the study.\n8. Were infected with HIV, hepatitis B virus (HBV), and/or hepatitis C virus (HCV), had evidence of active viral replication within 6 months prior to screening, as demonstrated by detectable HIV or HCV RNA, or had detectable HBV DNA in blood, plasma or serum.\n9. Had end-stage renal disease, i.e., an estimated glomerular filtration rate \\<15 mL/min, unless receiving renal replacement therapy.\n10. Had a serum alanine aminotransferase or aspartate aminotransferase concentration \\>5 x the upper limit of normal (ULN), or a serum total bilirubin concentration \\>2 x the ULN and a serum direct (conjugated) bilirubin concentration \\>1.5 x the ULN, as reported by the central safety laboratory, unless, in the judgment of the investigator, the abnormality(ies) was/were related to the subject's AdV infection/disease.\n11. Had ongoing Grade 3 or higher diarrhea, unless, in the judgment of the investigator, the diarrhea was related to the subject's underlying AdV infection/disease.\n12. Had Stage 3 or higher graft versus host disease (GVHD) of the intestine (GI-GVHD or any other GI disease that would have, in the judgment of the investigator, precluded the subject from taking or absorbing oral medication (e.g., clinically active Crohn's disease, ischemic colitis, moderate or severe ulcerative colitis, small bowel resection, ileus, or any condition expected to require abdominal surgery during the course of study participation).\n13. Had any other condition, including abnormal laboratory values, that would have, in the judgment of the investigator, put the subject at increased risk by participating in the study, or would have interfered with the conduct or planned analyses of the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"2 Months","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With All-Cause Mortality","description":"The primary efficacy endpoint was the evaluation of the effect of brincidofovir (BCV) on all-cause mortality when used for the treatment of disseminated adenovirus (AdV) disease in all hematopoietic cell transplant (HCT) recipients. The primary endpoint associated with this objective was all-cause mortality through Day 60.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"27","spread":null},{"groupId":"OG002","value":"8","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Reduction in Adenovirus Viremia","description":"A secondary endpoint was the evaluation of virologic response (plasma adenovirus \\[AdV\\] DNA viremia) to brincidofovir treatment. Blood (plasma) was collected at screening, before dosing on Day 1 (to establish baseline), and at each subsequent assessment during the treatment and post-treatment phases for the analysis of AdV DNA viremia. All samples collected for analysis of AdV were analyzed by the designated central virology laboratory using proprietary real-time quantitative polymerase chain reaction (qPCR) assays. AdV in plasma were analyzed using the 7500 AdV qPCR Test, where the standardized assay plasma ranged from 190 copies/mL to 1 X 10\\^10 copies/mL. A \"positive or detectable\" result referred to the measurement of AdV DNA at concentrations ≥190 copies/mL, a result below the lower limit of detection (LLOQ) (i.e., not detected) was imputed as 1 copy/mL, and a result below the lower limit of quantitation but detected will be imputed at 1 unit less than LLOQ (e.g., 189 copies/mL).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30","spread":null},{"groupId":"OG001","value":"52","spread":null},{"groupId":"OG002","value":"17","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"25","spread":null},{"groupId":"OG001","value":"41","spread":null},{"groupId":"OG002","value":"16","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Minimum On-treatment Value log10 Copies/mL Change From Baseline","description":"A secondary endpoint was the evaluation of virologic response (plasma adenovirus \\[AdV\\] DNA viremia) to brincidofovir treatment. Blood (plasma) was collected at screening, before dosing on Day 1 (to establish baseline), and at each subsequent assessment during the treatment and post-treatment phases for the analysis of AdV DNA viremia. All samples collected for analysis of AdV were analyzed by the designated central virology laboratory using proprietary real-time quantitative polymerase chain reaction (qPCR) assays. AdV in plasma were analyzed using the 7500 AdV qPCR Test, where the standardized assay plasma ranged from 190 copies/mL to 1 X 10\\^10 copies/mL. A \"positive or detectable\" result referred to the measurement of AdV DNA at concentrations ≥190 copies/mL, a result below the lower limit of detection (LLOQ) (i.e., not detected) was imputed as 1 copy/mL, and a result below the lower limit of quantitation but detected will be imputed at 1 unit less than LLOQ (e.g., 189 copies/mL).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.67","spread":"1.559"},{"groupId":"OG001","value":"-3.27","spread":"2.163"},{"groupId":"OG002","value":"-3.11","spread":"2.127"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.06","spread":"1.898"},{"groupId":"OG001","value":"-2.61","spread":"2.338"},{"groupId":"OG002","value":"-2.87","spread":"2.291"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":93,"n":130},"commonTop":["Diarrhoea","Acute graft versus host disease","Pyrexia","Vomiting","Abdominal pain"]}}}