{"nctId":"NCT01442376","briefTitle":"Efficacy and Safety of Palonosetron Intravenous in Prevention of Chemotherapy Induced Nausea and Vomiting in Pediatric Patients","startDateStruct":{"date":"2011-09"},"conditions":["Chemotherapy-Induced Nausea and Vomiting"],"count":502,"armGroups":[{"label":"Palonosetron 10 mcg/kg","type":"EXPERIMENTAL","interventionNames":["Drug: Palonosetron","Drug: Placebo to Ondansetron"]},{"label":"Palonosetron 20 mcg/kg","type":"EXPERIMENTAL","interventionNames":["Drug: Palonosetron","Drug: Placebo to Ondansetron"]},{"label":"Ondansetron","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Ondansetron","Drug: Placebo to Palonosetron"]}],"interventions":[{"name":"Palonosetron","otherNames":[]},{"name":"Palonosetron","otherNames":[]},{"name":"Ondansetron","otherNames":[]},{"name":"Placebo to Ondansetron","otherNames":[]},{"name":"Placebo to Ondansetron","otherNames":[]},{"name":"Placebo to Palonosetron","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Written informed consent signed by parent(s)/legal guardians of the pediatric patient in compliance with the local laws and regulations. In addition signed children's assent form according to local requirements\n* Male or female in- or out-patients from neonates (full term) to \\<17 years at the time of randomization\n* Patient weight at least 3.2 kg\n* Histologically, and/or cytologically (or imaging in the case of brain tumors) confirmed malignant disease\n* Naïve or non-naïve to chemotherapy\n* Scheduled and eligible to receive at least one of the moderately or highly emetogenic chemotherapeutic agents on Study Day 1\n* For patients aged ≥ 10 years to \\<17 years: ECOG PS ≤ 2\n* For patients with known hepatic impairment: in the Investigator's opinion the impairment should not jeopardize patient's safety during the study\n* For patients with known renal impairment: in the Investigator's opinion the impairment should not jeopardize patient's safety during the study\n* For patients with known history or predisposition to cardiac abnormalities: in the Investigator's opinion the history/predisposition should not jeopardize patient's safety during the study\n* For patients with known clinically relevant abnormal laboratory values: in the Investigator's opinion the abnormality should not jeopardize the patient's safety during the study\n* Fertile patients (male or female) must use reliable contraceptive measures\n* Female patients who have attained menarche must have a negative pregnancy test at the screening visit (Visit 1) and at study treatment visit (Visit 2)\n\nExclusion Criteria:\n\n* Lactating or pregnant female patient\n* Patient has received total body irradiation, upper abdomen radiotherapy, radiotherapy of the cranium, craniospinal regions or the pelvis within 1 week prior to study entry (screening)\n* Scheduled to receive concomitant total body irradiation, radiotherapy of the upper abdomen, lower thorax region, or cranium/craniospinal regions up to 24 hours after study drug administration\n* Known history of allergy to any component or other contraindications to any 5-HT3 receptor antagonists\n* Active infection\n* Uncontrolled medical condition\n* Marked baseline prolongation of QTc interval \\[QTcB or QTcF \\> 460 msec\\] in any of the ECG assessments at screening. For this purpose, assessment will rely on the automatic interpretation by the ECG machine\n* Patient suffering from ongoing vomiting from any organic etiology (including patients with history of gastric outlet obstruction or intestinal obstruction due to adhesions or volvulus) or patients with hydrocephalus\n* Patient who experienced any vomiting, retching, or nausea within 24 hours prior to the administration of the study drug\n* Patient who received any drug with potential anti-emetic effect within 24 hours prior to administration of study treatment, including but not limited to:\n* NK1- receptor antagonists (e.g. aprepitant)\n* 5-HT3 antagonists (e.g., ondansetron, granisetron, dolasetron);\n* Phenothiazines (e.g., perphenazine, prochlorperazine, promethazine, fluphenazine, chlorpromazine, thiethylperazine);\n* Butyrophenones (e.g., droperidol, haloperidol);\n* Benzamides (e.g., metoclopramide, alizapride);\n* Corticosteroids (e.g., prednisone, methylprednisolone; except inhaled steroids for respiratory disorders and topical steroids for skin disease with doses of ≤ 10 mg of prednisone daily or its equivalent); Corticosteroids foreseen in the chemotherapy regimen or to reduce intracranial pressure are allowed. According to the guidelines1,2, patients will receive also dexamethasone as a co-medication in accordance with standard clinical practice and if deemed appropriate by the Investigator.\n* Dimenhydrinate; Hydroxyzine; Domperidone; Lorazepam; Cyclizine; Cannabinoids; Scopolamine; Trimethobenzamide HCl; Meclizine hydrochloride; Pseudoephedrine HCl;\n* Over the Counter (OTC) antiemetics, OTC cold or OTC allergy medications;\n* Herbal preparations containing ephedra or ginger.\n* Patient aged ≤ 6 years who received any investigational drug (defined as a medication with no marketing authorization granted for any age group and any indication) within 90 days prior to Day 1, or patient aged \\> 6 years who received any investigational drug within 30 days prior to Day 1 or is expected to receive investigational drugs prior to study completion\n* Patient who participated in any previous trial with palonosetron","healthyVolunteers":false,"sex":"ALL","maximumAge":"16 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Proportion of Patients With Complete Response 0 to 24 Hours (Acute Phase) in Cycle 1","description":"Complete Response (CR) was defined as no vomiting, no retching, and no use of antiemetic rescue medication from 0 to 24 hours (acute phase) after T0 (start of administration of the most emetogenic chemotherapy) during first cycle. Time 0 (T0) is defined as the time when the patient starts the first cycle of chemotherapy.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"54.2","spread":null},{"groupId":"OG001","value":"59.4","spread":null},{"groupId":"OG002","value":"58.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Patients With Complete Response >24 to 120 Hours (Delayed Phase) in Cycle 1","description":"Complete Response (CR) was defined as no vomiting, no retching, and no use of antiemetic rescue medication from \\>24 to 120 hours (delayed phase) after T0 (start of administration of the most emetogenic chemotherapy) during first cycle.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"28.9","spread":null},{"groupId":"OG001","value":"38.8","spread":null},{"groupId":"OG002","value":"28.4","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":68,"n":167},"commonTop":["Anaemia","Leukopenia","Thrombocytopenia","Neutropenia","Pyrexia"]}}}