{"nctId":"NCT03870880","briefTitle":"Study to Evaluate the Efficacy and Safety of Risperidone ISM® in Patients With Acute Schizophrenia: Open Label Extension","startDateStruct":{"date":"2017-08-25","type":"ACTUAL"},"conditions":["Schizophrenia"],"count":215,"armGroups":[{"label":"Risperidone ISM 75 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Risperidone ISM 75 mg"]},{"label":"Risperidone ISM 100 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Risperidone ISM 100 mg"]}],"interventions":[{"name":"Risperidone ISM 75 mg","otherNames":[]},{"name":"Risperidone ISM 100 mg","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Participation in the open-label extension segment of the study PRISMA-3 is optional, and patients who complete participation in the main segment of the study (double blind segment of PRISMA-3, NCT03160521) may opt to not participate. Patients who are interested in participating must meet all eligibility criteria in order to enter into the extension segment.\n\nInclusion Criteria (Rollover patients):\n\nTo be eligible for entry into the extension segment of the study PRISMA-3, a patient must meet all of the following criteria at the extension baseline time point (immediately upon completion of the end-of-treatment visit assessments and procedures for the main part of the study):\n\n1. Has completed scheduled participation in the double blind segment of the study PRISMA-3, through to the end of the treatment period and including the end-of-treatment visit\n2. Continues to require long-term treatment with an antipsychotic medication, in the opinion of the investigator\n3. Continues to meet contraceptive requirements of the study PRISMA-3\n4. Is willing to participate in the extension segment of the study and remains capable of providing informed consent\n\n   a. A signed informed consent form must be provided before any study assessments are performed for the extension segment\n5. Continues to reside in a stable living situation, in the opinion of the investigator\n6. Continues to have an identified reliable informant, in the opinion of the investigator\n\nExclusion Criteria (Rollover patients):\n\nAn individual who meets any of the following criteria at the extension baseline time point (immediately upon completion of the end-of-treatment visit assessments and procedures for the double blind segment PRISMA-3) will not be permitted to enter into this extension segment of the study PRISMA-3:\n\n1. Missed more than 1 scheduled study visit during participation in the double blind segment of study PRISMA-3\n2. Had an abnormal clinical laboratory value, vital sign, or ECG finding during participation in the main part of the study that, in the opinion of the investigator, was clinically relevant, related to study drug, and would compromise the well-being of the patient in the extension segment\n3. Had a clinically significant or unstable medical illness/condition/disorder during the main part of the study that would be anticipated, in the investigator's opinion, to potentially compromise patient safety in the extension segment\n4. Is taking or is anticipated to require any prohibited concomitant medication\n5. Pregnant, lactating, or breastfeeding\n6. Any contraindication for continued IM injections (e.g., treatment with anticoagulant)\n7. Inadequate gluteal or deltoid musculature or excessive fat, as determined by the investigator, that would interfere with IM study drug injections\n8. Study site personnel and/or persons employed by the investigator or study site or is an immediate family member of such persons\n\nInclusion Criteria (De Novo Patients):\n\n1. Capable of providing informed consent\n2. Age ≥ 18 and ≤ 65 years old\n3. On a stable dose of oral risperidone from 4 to 6 mg daily as maintenance therapy for at least the last 4 weeks prior/before screening/baseline and would potentially benefit from conversion to an extended release injectable, in the opinion of the investigator\n4. Current diagnosis of schizophrenia, according to the Diagnostic and Statistical Manual of Mental Disorders, Fifth Edition (DSM-5) criteria that is clinically stable as evidenced by:\n\n   * No hospitalizations for acute exacerbations of schizophrenia and psychiatrically stable without significant symptom exacerbation over the last 3 months before screening based on the investigator's judgment\n   * PANSS total score \\< 70 at screening\n   * CGI-S score of ≤ 3 (mild) at screening\n5. Has previously had a clinically significant beneficial response (improvement in schizophrenia symptoms), as determined by the investigator, to treatment with an antipsychotic medication other than clozapine\n6. At least 2 years elapsed since initial onset of active-phase schizophrenia symptoms\n7. Subject is outpatient; not hospitalized for worsening of schizophrenia within the last 3 months (hospitalization for social management within this time period is acceptable)\n8. Medically stable over the last month prior to screening based on the investigator's judgment\n9. BMI of 18.5 to 40.0 kg/m2 (inclusive) at screening\n10. Agrees to discontinue prohibited medications as applicable and as clinically indicated according to investigator instructions\n11. Dosages of all permitted medications are considered to have been stable (with the exception of medication to be used on an as-needed basis) for ≥ 2 weeks prior to the baseline visit and to remain stable during participation in this study\n12. Resides in a stable living situation, in the opinion of the investigator\n13. Has an identified reliable informant, in the opinion of the investigator\n14. Meets the contraceptive criteria stablished in the study\n15. Agrees not to post any personal medical data related to the study or information related to the study on any website or social media site during the study duration.\n\nExclusion Criteria (De Novo Patients):\n\n1. History of proven inadequate clinical response to treatment with therapeutic doses (with good compliance) of risperidone or paliperidone\n2. History of treatment resistance, defined as failure to respond to 2 discrete adequate trials (≥ 4 weeks with an adequate dose) of 2 different antipsychotic medications; history of clozapine use (exception: use was not because of treatment resistance or refractory psychotic symptoms)\n3. Known or suspected intolerance of or allergy or hypersensitivity to risperidone, paliperidone, or any of the excipients in the IM formulations of these\n4. History of neuroleptic malignant syndrome, clinically significant tardive dyskinesia or tardive dystonia\n5. History of any other medical condition that is considered to pose any unjustifiable risk or interfere with study assessments\n6. Clinically significant extrapyramidal symptoms at screening or baseline\n7. At significant risk of suicidal, homicidal or violent ideation or behavior, by history or as clinically assessed by the investigator at screening visit\n8. Answer of \"yes\" on item 4 or on item 5 of the Columbia-Suicide Severity Rating Scale (C-SSRS) (ideation) with the most recent episode occurring within the past 2 months, or answer \"yes\" to any of the 5 items (behavior) with an episode occurring within the last year\n9. Current diagnosis or a history of substance use disorder according to DSM-5 criteria within 6 months prior to the screening visit (with the exception of tobacco, mild cannabis, or mild alcohol use disorder) or a positive drug screen test (with the exception of cannabis) verified by repeat testing\n10. Lifetime history of diagnosis of schizoaffective disorder or bipolar disorder\n11. Clinically significant comorbid neuropsychiatric disorders\n12. Clinically significant or unstable medical illness/condition/disorder that would be anticipated, in the investigator's opinion, to potentially compromise patient safety or adversely affect the evaluation of efficacy\n13. Laboratory abnormality that, in the opinion of the investigator, would compromise the well-being of the patient, or any of the following laboratory abnormalities at screening or baseline\n14. Pregnant, lactating, or breastfeeding\n15. Inadequate gluteal or deltoid musculature or excessive fat, as determined by the investigator, that would interfere with IM study drug injections\n16. Any contraindication for IM injections\n17. Receipt of any long-acting antipsychotic medication by IM injection within 60 days before screening\n18. Current involuntary hospitalization or incarceration\n19. Hospitalized for more than 30 days during the 90 days before screening\n20. Participation in another clinical study in which the patient received an experimental or investigational drug or agent within 6 months before screening\n21. Participation in a clinical study with Risperidone ISM within 12 months before screening\n22. Study site personnel and/or persons employed by the investigator or study site or is an immediate family member of such persons\n23. Patients taking or anticipated to require any prohibited concomitant medication","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"PANSS Total Score Mean Change From Baseline to Endpoint","description":"The Positive and Negative Syndrome Scale (PANSS) is a 30-item clinician-rated instrument for assessing the symptoms of schizophrenia.The 30 symptoms are rated on a 7-point scale that ranges from 1 (absent) to 7 (extreme psychopathology). The PANSS total score is the sum of all 30 PANSS items and ranges from 30 to 210, with 30 indicating absence of symptoms of schizophrenia and 210 indicating extreme ratings of all 30 symptoms. Negative change from baseline scores indicates improvements in symptoms whereas higher scores mean a worse outcome.\n\nEndpoint is defined as study day 365 or the last post-baseline assessment if early discontinuation.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-22.9","spread":"14.15"},{"groupId":"OG001","value":"-11.0","spread":"14.52"},{"groupId":"OG002","value":"-0.8","spread":"9.39"},{"groupId":"OG003","value":"-18.9","spread":"14.61"},{"groupId":"OG004","value":"-8.7","spread":"13.29"},{"groupId":"OG005","value":"-4.8","spread":"4.80"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"PANSS Positive Subscale Mean Change From Baseline to Endpoint","description":"The PANSS consisted of three subscales that contained a total of 30 symptom constructs. For each symptom construct, severity is rated on a 7-point scale, with a score of 1 indicated the absence of symptoms and a score of 7 indicated extremely severe symptoms. In positive subscale, the 7 positive symptom constructs were: delusions, conceptual disorganization, hallucinatory behavior, excitement, grandiosity, suspiciousness/persecution, and hostility.\n\nPANSS Positive Subscale Score ranges from 7 (absence of symptoms) to 49 (extremely severe symptoms).\n\nEndpoint is defined as study day 365 or the last post-baseline assessment if early discontinuation.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.0","spread":"4.84"},{"groupId":"OG001","value":"-3.3","spread":"5.47"},{"groupId":"OG002","value":"-0.6","spread":"3.32"},{"groupId":"OG003","value":"-6.5","spread":"5.32"},{"groupId":"OG004","value":"-2.6","spread":"4.75"},{"groupId":"OG005","value":"-1.6","spread":"2.67"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"PANSS Negative Subscale Mean Change From Baseline to Endpoint","description":"The PANSS consisted of three subscales: a total of 30 symptom constructs. For each symptom construct, severity was rated on a 7-point scale, with a score of 1 indicated- absence of symptoms and a score of 7 indicated- extremely severe symptoms. The PANSS negative subscale score was the sum of the rating scores for the 7 negative scale items from the PANSS panel. The 7 negative symptom constructs were: blunted affect, emotional withdrawal, poor rapport, passive apathetic withdrawal, difficulty in abstract thinking, lack of spontaneity and flow of conversation and stereotyped thinking. PANSS Negative Subscale Score ranges from 7 (absence of symptoms) to 49 (extremely severe symptoms).\n\nEndpoint is defined as study day 365 or the last post-baseline assessment if early discontinuation.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.6","spread":"5.24"},{"groupId":"OG001","value":"-2.2","spread":"3.61"},{"groupId":"OG002","value":"-0.3","spread":"3.21"},{"groupId":"OG003","value":"-2.9","spread":"3.75"},{"groupId":"OG004","value":"-2.1","spread":"3.66"},{"groupId":"OG005","value":"-0.7","spread":"4.22"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"PANSS General Psychopathology Subscale Mean Change From Baseline to Endpoint","description":"The PANSS consisted of three subscales that contained a total of 30 symptom constructs. For each symptom construct, severity is rated on a 7-point scale, with a score of 1 indicated the absence of symptoms and a score of 7 indicated extremely severe symptoms. The general psychopathology scale consists of 16 items which measure somatic concern, anxiety, guilt feelings, tension, mannerisms and posturing, depression, motor retardation, uncooperativeness, unusual thought content, disorientation, poor attention, lack of judgment and insight, disturbance of volition, poor impulse control, preoccupation and active social avoidance. PANSS General Psychopathology Subscale Score ranges from 16 (absence of symptoms) to 112 (extremely severe symptoms).\n\nEndpoint is defined as study day 356 or the last post-baseline assessment if early discontinuation.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-12.4","spread":"8.33"},{"groupId":"OG001","value":"-5.4","spread":"7.35"},{"groupId":"OG002","value":"0.2","spread":"5.73"},{"groupId":"OG003","value":"-9.4","spread":"7.43"},{"groupId":"OG004","value":"-3.9","spread":"7.37"},{"groupId":"OG005","value":"-2.5","spread":"2.88"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Clinician Global Impression - Severity (CGI-S) Total Score Mean Change From Baseline to Endpoint","description":"The Clinician Global Impression - Severity (CGI-S) score is a 7-point clinician-rated scale for assessing the global severity of the illness. A rating of 1 is equivalent to \"Normal, not at all ill\" and a rating of 7 is equivalent to \"Among the most extremely ill participants\". Negative change from baseline scores indicate improvement in the severity of illness whereas higher scores mean a worse outcome.\n\nEndpoint is defined as study day 365 or the last post-baseline assessment if early discontinuation.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.3","spread":"1.02"},{"groupId":"OG001","value":"-0.5","spread":"0.94"},{"groupId":"OG002","value":"0.0","spread":"0.53"},{"groupId":"OG003","value":"-1.0","spread":"0.88"},{"groupId":"OG004","value":"-0.3","spread":"0.80"},{"groupId":"OG005","value":"-0.1","spread":"0.32"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Clinician Global Impression - Improvement (CGI-I) Score","description":"The Clinical Global Impression - Improvement (CGI-I) is a single 7-point rating score total improvement, regardless of whether or not the change it is due entirely to drug treatment. Raters select one response based on the following question, \"Compared to your patient's condition at the beginning of treatment, how much has your patient changed?\" Scores are: 1, Very much improved; 2, Much improved; 3, Minimally improved; 4, No change; 5, Minimally worse; 6, Much worse; or 7, Very much worse.\n\nEndpoint is defined as study day 365 or the last post-baseline assessment if early discontinuation.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.3","spread":"1.18"},{"groupId":"OG001","value":"2.9","spread":"1.14"},{"groupId":"OG002","value":"3.7","spread":"1.09"},{"groupId":"OG003","value":"2.4","spread":"0.92"},{"groupId":"OG004","value":"2.9","spread":"1.24"},{"groupId":"OG005","value":"3.1","spread":"1.10"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Overall Response Rate at Endpoint","description":"Overall response was defined as either PANSS total score ≥ 30% decrease from baseline, or CGI-I score of 2 (much improved) or 1 (very much improved).\n\nEndpoint is defined as study day 365 or the last post-baseline assessment if early discontinuation.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"74.1","spread":null},{"groupId":"OG001","value":"44.8","spread":null},{"groupId":"OG002","value":"9.7","spread":null},{"groupId":"OG003","value":"64.3","spread":null},{"groupId":"OG004","value":"45.9","spread":null},{"groupId":"OG005","value":"20.0","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Relapse Rate","description":"Relapse was defined as either increase from baseline in PANSS total score ≥30% or rehospitalization for psychotic symptoms or use of adjunctive antipsychotic medication after stabilization.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.1","spread":null},{"groupId":"OG001","value":"10.3","spread":null},{"groupId":"OG002","value":"12.9","spread":null},{"groupId":"OG003","value":"0","spread":null},{"groupId":"OG004","value":"13.1","spread":null},{"groupId":"OG005","value":"20.0","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Patients With Treatment Emergent Adverse Events (TEAEs)","description":"An Adverse event (AE) is any symptom, physical sign, syndrome, or disease that either emerges during the study (from the informed consent form signature) or, if present at screening, worsens during the study, regardless of the suspected cause of the event.\n\nThe treatment-emergent AEs (TEAEs) are defined as events that are newly occurring or worsening from the time of the first dose of the intramuscular study drug.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"81","spread":null},{"groupId":"OG001","value":"59","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"43","spread":null},{"groupId":"OG001","value":"41","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"TEAEs Leading to Study Drug Discontinuation","description":"TEAEs which resulted in permanent study drug discontinuation","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Patients With Treatment-related TEAEs","description":"An Adverse event (AE) is any symptom, physical sign, syndrome, or disease that either emerges during the study (from the informed consent form signature) or, if present at screening, worsens during the study, regardless of the suspected cause of the event.\n\nThe treatment-emergent AEs (TEAEs) are defined as events that are newly occurring or worsening from the time of the first dose of the intramuscular study drug.\n\nThe temporal relationship of the AE with the investigational medicinal product makes causality possible, and the AE cannot be due to another cause such as other drugs, a surgical intervention, or an underlying disease","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":6,"n":116},"commonTop":["Headache","Nasopharyngitis","Hyperprolactinaemia","Insomnia","Weight increased"]}}}