{"nctId":"NCT02495168","briefTitle":"Randomized, Placebo-Controlled, Multidose, Study Comparing Generic Budesonide/Formoterol Fumarate Dihydrate to Symbicort® in Asthmatic Participants","startDateStruct":{"date":"2017-01-13","type":"ACTUAL"},"conditions":["Asthma"],"count":1714,"armGroups":[{"label":"Generic Budesonide/Formoterol Fumarate Dihydrate","type":"EXPERIMENTAL","interventionNames":["Drug: Generic Budesonide/Formoterol Fumarate Dihydrate"]},{"label":"Symbicort (Budesonide/Formoterol Fumarate Dihydrate)","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Symbicort® (Budesonide/Formoterol Fumarate Dihydrate)"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Generic Budesonide/Formoterol Fumarate Dihydrate","otherNames":[]},{"name":"Symbicort® (Budesonide/Formoterol Fumarate Dihydrate)","otherNames":["Symbicort Turbohaler®"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n1. Adolescent and adult male or female participants (≥12 and ≤75 years of age).\n2. Female participants must not be lactating or pregnant at Screening, as documented by a negative serum pregnancy test with a minimum sensitivity of 25 international unit/liter (IU/L) or equivalent units of beta-human chorionic gonadotropin (β-hCG) at Screening.\n3. Women of childbearing potential (WOCBP) and female partners (WOCBP) of male participants participating in the study, must commit to consistent and correct use of an acceptable method of birth control (at the Investigator's discretion) throughout the study and for 30 days after study drug discontinuation.\n4. Male participants and male partners of female participants (WOCBP) must commit to consistent and correct use of an acceptable method of birth control (at the Investigator's discretion) throughout the study and for 30 days after the study drug discontinuation.\n5. Diagnosed with asthma as defined by the NAEPP 3 at least 6 months prior to Screening. If the participant is new to the study site, the Investigator must confirm the participant's asthma diagnosis. Acceptable means include either medical records or pharmacy records.\n6. Moderate to severe asthma with a pre-bronchodilator forced expiratory volume in 1 second (FEV1) of ≥45% and ≤85% of the predicted normal value during measured at least 6 hours after short-acting β agonist (SABA) and at least 24 hours after the last dose of long-acting β agonist (LABA) at Screening and prior to randomization on Day 1.\n7. Currently non-smoking, negative for urine cotinine at Screening, having not used tobacco products (that is, cigarettes, cigars, pipe tobacco, and electronic cigarettes) within the past year, and had ≤10 pack-years of historical use.\n8. Body mass index (BMI) between 18 to 40 (inclusive) for participants ≥18 years old. For adolescent participants 12 to 17 years old, BMI between 15 to 40 inclusive (in accordance with the BMI range typical for the age).\n9. ≥15% and ≥0.20 L reversibility of FEV1 within 30 minutes following 360 μg (4 puffs) of albuterol (400 μg salbutamol) inhalation (pMDI). If the participant achieves \\<15%, but ≥10% reversibility at the Screening, the site may instruct the participant to hold LABA and/or inhaled corticosteroids (ICS) and return up to 7 days later for a repeat test. Only 1 repeat of the Screening spirometry test (to retest reversibility) is allowed.\n10. Able to perform valid and reproducible spirometry results per American Thoracic Society/European Respiratory Society (ATS/ERS) standards at Screening.\n11. Able to inhale study drug properly.\n12. Willing to discontinue asthma medications (ICS and LABAs) during the Run-in Period and for the remainder of the study.\n13. Able to replace current regularly scheduled SABAs with albuterol/salbutamol inhaler for use only on as needed basis for the duration of the study (participants should be able to withhold all inhaled SABAs for at least 6 hours prior to lung function assessments on study visits).\n14. Able to continue the following medications without a significant adjustment of dosage, formulation, dosing interval for the duration of the study, and judged able by the Investigator to withhold them for the specified minimum time intervals prior to each clinic visit, if applicable:\n\n    1. Short-acting forms of theophylline: 12 hours.\n    2. Twice-a-day controlled-release forms of theophylline: 24 hours.\n    3. Once-a-day controlled-release forms of theophylline: 36 hours.\n15. Able to discontinue the following medications for the specified minimum time intervals prior to the Run-in Period and for the remainder of the study, if applicable:\n\n    1. Oral corticosteroids for 30 days.\n    2. Parenteral corticosteroids for 30 days.\n    3. Oral (not inhaled) SABAs for 24 hours.\n16. Clinical laboratory tests (clinical chemistry, hematology, and urinalysis) and 12-lead electrocardiogram (ECG) conducted at Screening within normal limits or abnormal but not clinically significant to the Investigator. The QTc should be calculated using Bazett's formula.\n17. Willing to give written informed consent/assent, and willing and able to follow the study rules and procedures.\n18. Stable on chronic asthma treatment regimen for at least 4 weeks prior to enrollment.\n19. Ability to perform forced expiratory assessments according to ATS standards.\n\nRandomization eligibility criteria:\n\n1. Baseline pre-bronchodilator FEV1 should be ≥45% and ≤85% of predicted normal value and not vary by more than ±20% from Screening FEV1 value.\n2. Compliance during the Run-in Period of at least 75% based on electronic Diary entries is required for a participant to qualify for randomization. Compliance with the run-in placebo treatment must be between 75% and 125%.\n3. Documented total asthma symptom score of ≥1 for at least 2 days during the Run-in Period.\n\nExclusion criteria:\n\n1. Life-threatening asthma, defined as a history of asthma episode(s) requiring intubation, and/or associated with hypercapnea, respiratory arrest or hypoxic seizures, asthma-related syncopal episode(s), or hospitalizations within the past year or during the Run-in Period.\n2. Exercise-induced asthma as the only asthma-related diagnosis.\n3. Evidence or history of clinically significant disease or abnormality including congestive heart failure, uncontrolled hypertension, uncontrolled coronary artery disease, myocardial infarction, or cardiac dysrhythmia. In addition, historical or current evidence of significant hematologic, hepatic, neurologic, psychiatric, renal, or other diseases that in the opinion of the Investigator would put the participant at risk through study participation or would affect the study analyses if the disease exacerbated during the study. Participants with well-controlled hypertension, diabetes or hypercholesterolemia are not excluded as long as their medication does not interfere with the study.\n4. Any other clinically significant pulmonary disease except for asthma, including chronic obstructive pulmonary disease (COPD), interstitial lung disease, cystic fibrosis, bronchiectasis, chronic bronchitis, emphysema, active pulmonary tuberculosis, pulmonary carcinoma, pulmonary fibrosis, or pulmonary hypertension. In addition, obstructive sleep apnea warranting a prescription for continuous or biphasic positive airway pressure (continuous positive airway pressure \\[CPAP\\] or bilevel positive airway pressure \\[BiPAP\\]).\n5. Participants who required systemic corticosteroids (for any reason) within the past 4 weeks.\n6. Participants with hypersensitivity to any sympathomimetic drug (for example, formoterol, albuterol/salbutamol, or salmeterol) or any inhaled, intranasal, or systemic corticosteroid therapy.\n7. Participants taking medication(s) (either daily or as needed) with the potential to affect the course of asthma or to interact with sympathomimetic amines, for example:\n\n   1. Oral β-blockers.\n   2. Strong cytochrome P450 3A4 inhibitors (for example, ritonavir).\n   3. Monoclonal antibodies/Biologic agents which may affect the course of asthma (such as mepolizumab, reslizumab, lebrikizumab, and others).\n8. Viral or bacterial, upper or lower respiratory tract infection or sinus or middle ear infection within 2 weeks prior to Screening or during the Run-in Period.\n9. Factors (for example, infirmity, disability or geographic location) that the Investigator feels would likely limit the participant's compliance with the study protocol or scheduled clinic visits.\n10. Anti-Immunoglobulin E (IgE) (such as omalizumab) use within the 6 months prior to screening.\n11. History of alcohol or drug abuse within the last 6 months.\n12. A positive urine drug screen at Screening. Exceptions are made for a positive urine drug screen at Screening for opiates or stimulants if there is a documented prescription with supporting medical history and diagnosis, and the Principal Investigator assesses there are no safety concerns with participant participation. Screened participants with a urine drug screen positive for marijuana/tetrahydrocannabinol are not eligible for study participation, without exceptions. Repeat drug screening is not allowed.\n13. Have received any other investigational treatment within 30 days (or within 5 terminal half-lives of the investigational drug whichever is longer) of Screening or plans to receive investigational treatment within 30 days after the study is completed.\n14. Be an Investigator, employee, or otherwise be directly affiliated with the study site, Watson Laboratories Inc. and affiliates, or service provider involved in the study including being an immediate family member of an Investigator or site employee (that is, spouse, parent, child, or sibling), whether biological or legally adopted or in foster care.\n15. Non-compliance with the study requirements, rules, and procedures.","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","maximumAge":"75 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Equivalence Analysis of Area Under the Serial FEV1-Time Effect Curve From Time 0 to 12 Hours (FEV1 Area Under Curve [AUC0-12]) on the First Day of Treatment","description":"FEV1 was measured using spirometry in accordance with the ATS/ERS consensus guidelines. Baseline-adjusted area under the serial FEV1-time curve was calculated from Time 0 to 12 hours on the first day of the Treatment Period (Day 1). FEV1 AUC0-12 was calculated from baseline-adjusted values using the linear trapezoidal method. The calculation assumed that at time of dosing (Time 0) the baseline adjusted FEV1 was also 0. The calculation proceeded over all available post-dose FEV1 assessments on Day 1 (including unscheduled time points, if any) using actual elapsed time from dosing. FEV1 baseline defined as the average of predose FEV1 values obtained on Day 1. If some of these values were missing, the average was calculated using the available values, however, a minimum of 2 predose FEV1 values were required; participants who had only 1 or no predose FEV1 measurements on Day 1 would have their FEV1 baseline missing, and the participant was to be excluded from analysis.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.637","spread":"3.2532"},{"groupId":"OG001","value":"3.584","spread":"2.9913"},{"groupId":"OG002","value":"1.460","spread":"3.3183"}]}]}]},{"type":"PRIMARY","title":"Superiority Analysis of Area Under the Serial FEV1-Time Effect Curve From Time 0 to 12 Hours (FEV AUC0-12) on the First Day of Treatment","description":"FEV1 was measured using spirometry in accordance with the ATS/ERS consensus guidelines. Baseline-adjusted area under the serial FEV1-time curve was calculated from Time 0 to 12 hours on the first day of the Treatment Period (Day 1). FEV1 AUC0-12 was calculated from baseline-adjusted values using the linear trapezoidal method. The calculation assumed that at time of dosing (Time 0) the baseline adjusted FEV1 was also 0. The calculation proceeded over all available post-dose FEV1 assessments on Day 1 (including unscheduled time points, if any) using actual elapsed time from dosing. FEV1 baseline defined as the average of predose FEV1 values obtained on Day 1. If some of these values were missing, the average was calculated using the available values, however, a minimum of 2 predose FEV1 values were required; participants who had only 1 or no predose FEV1 measurements on Day 1 would have their FEV1 baseline missing, and the participant was to be excluded from analysis.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.630","spread":"3.2528"},{"groupId":"OG001","value":"3.573","spread":"2.9960"},{"groupId":"OG002","value":"1.449","spread":"3.3033"}]}]}]},{"type":"PRIMARY","title":"Equivalence Analysis of Baseline-Adjusted Average Predose FEV1 at End of Treatment","description":"FEV1 was measured using spirometry in accordance with the ATS/ERS consensus guidelines. Average predose FEV1 at End of Treatment defined as the average of all predose assessments on Day 42. If a participant had no predose assessment on Day 42, the average of all available predose assessments on the last day (for example, Early Termination visit \\[up to Day 50\\]) when at least 1 predose FEV1 assessments was available was imputed, if the participant discontinued due to lack of efficacy, otherwise there was no imputation. Baseline was defined as the average of at least 2 predose FEV1 values obtained on Day 1. The endpoint of baseline-adjusted predose FEV1 at end of treatment was calculated as follows: \\[FEV1 at end of treatment\\] - \\[Baseline FEV1\\].","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.278","spread":"0.3306"},{"groupId":"OG001","value":"0.283","spread":"0.3241"},{"groupId":"OG002","value":"0.094","spread":"0.3298"}]}]}]},{"type":"PRIMARY","title":"Superiority Analysis of Baseline-Adjusted Average Predose FEV1 at End of Treatment","description":"FEV1 was measured using spirometry in accordance with the ATS/ERS consensus guidelines. Average predose FEV1 at End of Treatment defined as the average of all predose assessments on Day 42. If a participant had no predose assessment on Day 42, the average of all available predose assessments on the last day (for example, Early Termination visit \\[up to Day 50\\]) when at least 1 predose FEV1 assessments was available was imputed, if the participant discontinued due to lack of efficacy, otherwise there was no imputation. Baseline was defined as the average of at least 2 predose FEV1 values obtained on Day 1. The endpoint of baseline-adjusted predose FEV1 at end of treatment was calculated as follows: \\[FEV1 at end of treatment\\] - \\[Baseline FEV1\\].","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.269","spread":"0.3238"},{"groupId":"OG001","value":"0.277","spread":"0.3156"},{"groupId":"OG002","value":"0.124","spread":"0.3673"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":501},"commonTop":["Upper respiratory tract infection","Headache","Viral upper respiratory tract infection","Asthma","Dysphonia"]}}}