{"nctId":"NCT01355081","briefTitle":"Efficacy Study of Vortioxetine (Lu AA21004) for Treatment of Major Depressive Disorder","startDateStruct":{"date":"2011-05"},"conditions":["Major Depressive Disorder"],"count":366,"armGroups":[{"label":"Vortioxetine 5 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Vortioxetine"]},{"label":"Vortioxetine 10 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Vortioxetine"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Vortioxetine","otherNames":["Lu AA21004","BRINTELLIX"]},{"name":"Placebo","otherNames":["Vortioxetine placebo-matching tablets"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. The subject suffers from Major Depressive Disorder (MDD) as the primary diagnosis according to the Diagnostic and Statistical Manual of Mental Disorders, 4th Edition, Text Revision (DSM-IV-TR) criteria (classification code 296.2x and 296.3x).\n2. The reported duration of the current major depressive episode is at least 3 months at the Screening Visit.\n3. The subject has a Montgomery-Åsberg Depression Rating Scale (MADRS) total score ≥26 at the Screening and Baseline Visits.\n4. The subject has a Clinical Global Impression Scale-Severity (CGI-S) score ≥4 at the Screening and Baseline Visits\n\nExclusion Criteria:\n\n1. The subject has one or more of the following conditions:\n\n   * Any current psychiatric disorder other than MDD as defined in the DSM-IV-TR. A subject who exhibits symptoms of anxiety is eligible unless the subject fulfills the diagnostic criteria for a current anxiety disorder per DSM-IV-TR.\n   * Current diagnosis or history of manic or hypomanic episode, schizophrenia or any other psychotic disorder, including major depression with psychotic features, mental retardation, organic mental disorders, or mental disorders due to a general medical condition as defined in the DSM-IV-TR.\n   * Current diagnosis or history of any substance-related disorder (except nicotine and caffeine-related disorders) as defined in the DSM-IV-TR.\n   * Presence or history of a clinically significant neurological disorder (including epilepsy).\n   * Neurodegenerative disorder (Alzheimer's disease, Parkinson's disease, multiple sclerosis, Huntington's disease, etc.).\n   * Any DSM-IV-TR axis II disorder that might compromise the study.\n2. The current depressive symptoms of the subject are considered by the investigator to have been resistant to 2 adequate antidepressant treatments of at least 6 weeks duration each.\n3. The subject is at significant risk of suicide or has a score ≥5 on Item 10 (suicidal thoughts) of the MADRS at the Screening and Baseline Visit, or has attempted suicide within 6 months prior to the Screening Visit.","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Montgomery-Åsberg Depression Rating Scale (MADRS) Total Score After 8 Weeks of Treatment","description":"MADRS is a 10-item clinician rated scale that measures overall severity of depressive symptoms (such as apparent sadness, reported sadness, inner tension) rated on a 7-point Likert scale from 0 (symptoms absent) to 6 (severe depression) with a total possible score range from 0 to 60. Higher scores indicate greater severity of symptoms. A negative change from Baseline indicates that symptoms have improved. An analysis of covariance (ANCOVA) model was used with change in MADRS total score as a dependent variable, treatment as a fixed effect and the baseline MADRS total score as a covariate.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-15.84","spread":"0.885"},{"groupId":"OG001","value":"-14.85","spread":"0.874"},{"groupId":"OG002","value":"-13.81","spread":"0.870"}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients With MADRS Response After 8 Weeks of Treatment","description":"MADRS is a 10-item clinician rated scale to measure overall severity of depressive symptoms (such as apparent sadness, reported sadness, inner tension) rated on a 7-point Likert scale from 0 (symptoms absent) to 6 (severe depression) with a total possible score range from 0 to 60. Higher scores indicate greater severity of symptoms. Response is defined as a ≥50% decrease in the MADRS Total Score from Baseline.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"51.3","spread":null},{"groupId":"OG001","value":"45.9","spread":null},{"groupId":"OG002","value":"39.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients With MADRS Remission After 8 Weeks of Treatment","description":"MADRS is a 10-item clinician rated scale to measure overall severity of depressive symptoms (such as apparent sadness, reported sadness, inner tension) rated on a 7-point Likert scale from 0 (symptoms absent) to 6 (severe depression) with a total possible score range from 0 to 60. Higher scores indicate greater severity of symptoms. Remission is defined as a MADRS Total Score ≤10.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"29.4","spread":null},{"groupId":"OG001","value":"28.7","spread":null},{"groupId":"OG002","value":"22.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Hamilton Depression Scale (HAM-D17) Total Score After 8 Weeks of Treatment","description":"The HAM-D17 is a 17-item rating scale that assesses depressed mood, agitation and somatic symptoms of depression, rated on a 5-point scale from 0 (absent) to 4 (very severe) with a total score range from 0 to 52. Higher scores indicate greater severity of depression symptoms. A negative change from Baseline indicates that symptoms have improved. ANCOVA model was used with treatment as a fixed effect and the baseline HAM-D17 score as a covariate.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-9.56","spread":"0.586"},{"groupId":"OG001","value":"-8.54","spread":"0.580"},{"groupId":"OG002","value":"-8.40","spread":"0.578"}]}]}]},{"type":"SECONDARY","title":"Clinical Global Impression Scale-Improvement (CGI-I) Score After 8 Weeks of Treatment","description":"The CGI-I assesses the clinician's impression of the participant's state of mental illness improvement and consists of one question for the investigator: \"Compared to his condition at the start of the study, how much has this patient changed?\" which is rated on a seven-point scale (1=very much improved; 2=much improved; 3=minimally improved; 4=no change from baseline; 5=minimally worse; 6= much worse; 7=very much worse). Higher scores indicate greater severity of illness. Values closest to 1 for this outcome measure indicate the greatest improvement of symptoms. ANCOVA model was used with treatment as a fixed effect and the baseline CGI-Severity (CGI-S) score as a covariate.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.44","spread":"0.100"},{"groupId":"OG001","value":"2.57","spread":"0.099"},{"groupId":"OG002","value":"2.66","spread":"0.099"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Sheehan Disability Scale (SDS) Total Score After 8 Weeks of Treatment","description":"The SDS is a 3 item rating scale to assess functional impairment (panic, anxiety, phobic and depressive symptoms) over three inter-related domains (work/school, social life, and family life/home responsibilities) rated on an 11 point scale from 0 (not at all) to 10 (extremely) with a total score range from 0 to 30. Higher scores indicate greater severity of impairment. A negative change from Baseline indicates that symptoms have improved. ANCOVA model was used with treatment as a fixed effect and the Baseline SDS total score as a covariate.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.01","spread":"0.510"},{"groupId":"OG001","value":"-4.02","spread":"0.506"},{"groupId":"OG002","value":"-2.91","spread":"0.504"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":119},"commonTop":["Nausea","Nasopharyngitis","Diarrhoea","Somnolence","Headache"]}}}