{"nctId":"NCT01854632","briefTitle":"Clinical Efficacy of Trivalent Live-Attenuated Influenza Vaccine (LAIV) Among Children in Senegal","startDateStruct":{"date":"2013-05"},"conditions":["Influenza"],"count":1761,"armGroups":[{"label":"SIIL Live Attenuated Influenza Vaccine","type":"EXPERIMENTAL","interventionNames":["Biological: SIIL Live Attenuated Influenza Vaccine"]},{"label":"Matched placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Biological: Matched placebo"]}],"interventions":[{"name":"SIIL Live Attenuated Influenza Vaccine","otherNames":[]},{"name":"Matched placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Healthy male or female child at least 24 months of age and no older than 71 months of age at the time of study vaccination.\n* A child whose parent or guardian's primary residence, at the time of study vaccinations, is within the Niakhar DSS and who intends to be present in the area for the duration of the trial.\n* A child whose parent or legal guardian is willing to provide written informed consent prior to the participant's study vaccination\n\nExclusion Criteria:\n\n* Serious, active, medical condition, including: chronic disease of any body system,chronic infections such as tuberculosis, genetic disorders, such as Down's syndrome or other cytogenetic disorder, known or suspected disease of the immune system of any kind.\n* History of documented hypersensitivity to eggs or other components of the vaccine (including gelatin, sorbitol, lactalbumin and chicken protein), or with life-threatening reactions to previous influenza vaccinations.\n* History of Guillain-Barré syndrome.\n* Receipt of immunosuppressive agents, including systemic corticosteroids, during the month before planned study vaccination.\n* Receipt of aspirin therapy or aspirin-containing therapy within the two weeks before planned study vaccination.\n* History of any severe allergic reaction with generalized urticarial, angioedema, or anaphylaxis.\n* Receipt of an influenza vaccine within the past 12 months.\n* Has any condition determined by investigator as likely to interfere with evaluation of the vaccine or be a significant potential health risk to the child or make it unlikely that the child would complete the study.\n\nTemporary Contraindications:\n\n* Acute illness accompanied by a body temperature of 37.5°C or above (axillary measurement) within 14 days of enrollment visit.\n* Any acute respiratory infection within 14 days of enrollment visit.\n* Any illness accompanied by active wheezing within 14 days of enrollment visit.","healthyVolunteers":true,"sex":"ALL","minimumAge":"24 Months","maximumAge":"71 Months","stdAges":["CHILD"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Symptomatic, Laboratory-confirmed Influenza Virus Infection (Regardless of Vaccine Match)","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17.9","spread":null},{"groupId":"OG001","value":"18.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Safety Profile of LAIV: Immediate Reactions Occurring Within 30 Minutes of Administration of Study Vaccine.","description":null,"paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Safety Profile of LAIV: Solicited and Unsolicited Local and Systemic Reactions","description":null,"paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Safety Profile of LAIV: Serious Adverse Events","description":null,"paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Safety Profile of LAIV: Other Non-serious Adverse Events","description":null,"paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Safety Profile of LAIV: Protocol Defined Wheezing Illness","description":null,"paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Percentage of Participants With Symptomatic, Laboratory-confirmed Influenza Virus Infection (Vaccine-matched Strains)","description":null,"paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Percentage of Participants With Symptomatic, Laboratory-confirmed Influenza Virus Infection by Influenza Type/Subtype (Influenza A/H1N1, Influenza A/H3N2, and Influenza B)","description":null,"paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Clinical Characteristics of Influenza in the Study Population","description":null,"paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Etiologies of Influenza-like Illness in the Study Population","description":"Bacterial and viral etiologies of acute respiratory and febrile illness will be parameterized as the percentage of those with each particular laboratory-confirmed infection categorized by vaccine allocation.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Evaluation of Vaccine-take as Shedding of Vaccine Virus Post-vaccination, Including Viral Load and Duration of Virus Detection","description":"Vaccine take will be parameterized as the percentage of participants with detectable vaccine-virus in nasal or throat swab on each day pre- (day 0) and post vaccination (i.e., 2 and 4 days post vaccination), and the quantity of detected virus.","paramType":null,"dispersionType":null,"classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":7,"n":1174},"commonTop":["Non Respiratory AEs","Respiratory AEs"]}}}