{"nctId":"NCT02829320","briefTitle":"Efficacy and Safety Study of GSK1278863 in Japanese Hemodialysis Subjects With Anemia Associated With Chronic Kidney Disease Who Are Not Taking Erythropoiesis Stimulating Agents","startDateStruct":{"date":"2016-08-08","type":"ACTUAL"},"conditions":["Anaemia"],"count":28,"armGroups":[{"label":"GSK1278863","type":"EXPERIMENTAL","interventionNames":["Drug: GSK1278863","Drug: Iron"]}],"interventions":[{"name":"GSK1278863","otherNames":[]},{"name":"Iron","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age (at the time of informed consent): \\>=20 years\n* Dialysis: Patients on hemodialysis (HD) or hemodiafiltration (HDF)\n* Use of any erythropoiesis stimulating agent (ESA): Newly started dialysis (Dialysis newly started \\<12 weeks before screening): Patients not using ESAs after the start of dialysis; Maintenance dialysis (Dialysis started \\>=12 weeks before screening): Patients not using ESAs within 8 weeks before screening (including interruption of ESA therapy)\n* Hemoglobin (Hgb): \\>=8.0 to \\<10.0 g/dL (measured using a point-of-care Hgb measurement device at the study site on Day 1)\n* Iron parameter: Ferritin \\>100 nanograms (ng)/milliliter (mL) or transferrin saturation (TSAT) \\>20% (at screening only)\n* Gender (at screening only): Female or male.\n\nA female subject is eligible to participate if she is not pregnant (as confirmed by a negative serum human chorionic gonadotropin \\[hCG\\] test for females of reproductive potential \\[FRP\\] only), not breastfeeding, and at least one of the following conditions applies:\n\n* Females of non-reproductive potential defined as: Pre-menopausal with one of the following and no plans to utilise assisted reproductive techniques (example \\[e.g.\\], in vitro fertilisation or donor embryo transfer): documented bilateral tubal ligation or salpingectomy; documented hysteroscopic tube occlusion procedure with follow-up confirmation of bilateral tubal occlusion; hysterectomy; documented bilateral oophorectomy\n* Post-menopausal defined as females 60 years of age or older or In females \\<60 years of age, 12 months of spontaneous amenorrhea (In questionable cases, a blood sample with simultaneous follicle stimulating hormone \\[FSH\\] and estradiol levels consistent with menopause is confirmatory \\[the reference values are provided separately\\]). Females on hormone replacement therapy (HRT) and whose menopausal status is in doubt will be required to use one of the highly effective contraception methods if they wish to continue their HRT during the study. Otherwise, they must discontinue HRT to allow confirmation of post-menopausal status prior to study enrollment.\n\nFemales of reproductive potential who agree to follow one of the options listed in the \"GlaxoSmithKline (GSK) Modified List of Highly Effective Methods for Avoiding Pregnancy in Females of Reproductive Potential\" from 28 days before the first dose of study treatment until completion of the follow-up visit.\n\n* Informed consent: Subjects who can provide written informed consent to the study, involving compliance with the requirements and patient responsibilities stated in the consent form and the protocol.\n\nExclusion Criteria:\n\nCKD related criteria\n\n* Kidney transplant: Planned living kidney transplant during the study period Anemia-related criteria\n* Aplasia: History of bone marrow aplasia or pure red cell aplasia\n* Other causes of anemia: Pernicious anemia, thalassaemia, sickle cell disease, or myelodysplastic syndrome\n* Gastrointestinal bleeding: Evidence of actively bleeding gastric, duodenal, or esophageal ulcer disease or clinically significant gastrointestinal bleeding within 8 weeks before screening or during a period from screening to Day 1.\n\nCardiovascular disease-related criteria\n\n* History of myocardial infarction, acute coronary syndrome, stroke or transient ischemic attack: Diagnosed within 8 weeks before screening or during a period from screening to Day 1.\n* Heart failure: Class IV heart failure, as defined by the New York Heart Association (NYHA) functional classification system\n* Corrected QT interval (QTc) (at screening only): QTc \\>500 milliseconds (msec), or QTc \\>530 msec in subject with bundle branch block. Note: Corrected QT interval using Bazett's formula (QTcB) (machine-read or manually) will be used.\n\nOther disease-related criteria\n\n* Liver disease (if any of the following occurs):\n\n  * Alanine transaminase (ALT) \\>2x upper limit of normal (ULN)\n  * Bilirubin \\>1.5xULN (If bilirubin fractions are measured and direct bilirubin is \\<35%, isolated bilirubin \\>1.5xULN will be acceptable.)\n  * Current unstable active liver or biliary disease (generally defined by the onset of ascites, encephalopathy, coagulopathy, hypoalbuminemia, esophageal/gastric varices, persistent jaundice, or cirrhosis). Note: The only exception is squamous cell or basal cell carcinoma of the skin that has been definitively treated \\>=8 weeks before screening.\n* Malignancy: History of malignancy within the two years prior to screening, known complex kidney cyst \\>3 centimeters (cm) (II F, III or IV based on the Bosniak classification) or currently receiving treatment for cancer. Note: The only exception is squamous cell or basal cell carcinoma of the skin that has been definitively treated \\>=8 weeks before screening.\n\nConcomitant medications and other study treatment-related criteria\n\n* Iron medication: Planned use of any intravenous iron during the screening period or from Day 1 to Week 4.\n\nNote:\n\n* Patients on oral iron may be enrolled if the iron dose regimen is unchanged during the screening period and from Day 1 to Week 4.\n* Patients on anti-hyperphosphatemia medication containing iron (e.g., ferric citrate hydrate) for at least 12 weeks before screening may be enrolled if the medication is continued during the screening and from Day 1 to Week 4.\n\n  * Severe allergic reactions: History of severe allergic or anaphylactic reactions or hypersensitivity to any excipients in the investigational product\n  * Drugs and dietary supplements: Current use of prohibited prescription drugs, non-prescription drugs, or dietary supplements or planned use of any of these drugs during the study period (prohibited drugs: strong cytochrome P450 (CYP)2C8 inducers and inhibitors)\n  * Exposure to any other investigational product: Use of an investigational product within the past 30 days or five half lives of that investigational product (whichever is longer).\n  * Prior treatment with GSK1278863: Prior treatment with GSK1278863 for \\>30 days General health-related criteria\n  * Other conditions: Any other condition, clinical or laboratory abnormality, or examination finding that the investigator considers would put the subject at unacceptable risk, which may affect study compliance or prevent understanding of the aims or investigational procedures or possible consequences of the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Hgb at Week 4","description":"Blood samples were collected from participants for measurement of Hgb values. The Baseline value was the latest pre-dose assessment. Change from Baseline at Week 4 was calculated by subtracting Baseline value from the post-dose visit value. The analysis was performed on All Treated Subjects Population which comprised of all participants who received at least one dose of GSK1278863.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.79","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants by Hgb Change From Baseline Category at Week 4","description":"Blood samples were collected from participants for measurement of Hgb values. The Baseline value was the latest pre-dose assessment. Change from Baseline at Week 4 was calculated by subtracting Baseline value from the post-dose visit value. The change in Hgb at Week 4 was classified into different categories (i.e., \\<=-2.0, \\>-2.0 to -1.0, \\>-1.0 to 0, \\>0 to 1.0, \\>1.0 to 2.0, and \\>2 g/dL), and the number of participants in each category were summarized.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Hgb Values at the Indicated Time Points","description":"Blood samples were collected from participants for measurement of Hgb values at indicated time points. Hgb was evaluated using Hgb analyzer.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.10","spread":"0.696"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9.90","spread":"0.907"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10.76","spread":"0.957"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11.09","spread":"1.117"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11.38","spread":"1.286"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11.34","spread":"1.169"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11.12","spread":"1.210"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Hgb at the Indicated Time Points","description":"Blood samples were collected from participants for measurement of Hgb values at indicated time points. Hgb was evaluated using Hgb analyzer. The Baseline value was the latest pre-dose assessment. Change from Baseline at indicated time-points was calculated by subtracting Baseline value from the post-dose visit value.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.79","spread":"0.673"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.66","spread":"0.773"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.98","spread":"0.984"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.28","spread":"1.248"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.24","spread":"1.174"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.01","spread":"1.121"}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Had Hgb Level Within the Target Range (10.0-12.0 g/dL)","description":"Blood samples were collected from participants for measurement of Hgb values at indicated time points. Hgb was evaluated using Hgb analyzer. The number of participants with Hgb withinthe target range (10.0 to 12.0 g/dL) at each assessment visit was summarized.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Reach the Lower Target Hgb Level (10.0 g/dL)","description":"Blood samples were collected from participants for measurement of Hgb values at indicated time points. Hgb was evaluated using Hgb analyzer. Participants who could not reach lower target were regarded as censored. The time (in days) to reach the lower target Hgb level (10.0 g/dL) was summarized using 25th percentile (P25), median, and 75th percentile (P75) by Kaplan-Meier method.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"57.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Had Hgb Level of Less Than 7.5 g/dL","description":"Blood samples were collected from participants for measurement of Hgb values at indicated time points. Hgb was evaluated using Hgb analyzer. The number of participants who had Hgb level of less than 7.5 g/dL were summarized. On-therapy Hgb values observed in both scheduled and unscheduled visits were included.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Had Hgb Increase of More Than 2 g/dL Over Any 4 Weeks","description":"Blood samples were collected from participants for measurement of Hgb values at indicated time points. Hgb was evaluated using Hgb analyzer. The number of participants who had Hgb increase of more than 2.0 g/dL over any 4 weeks were summarized. On-therapy Hgb values observed in both scheduled and unscheduled visits were included.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Had Hgb Level of More Than 13.0 g/dL","description":"Blood samples were collected from participants for measurement of Hgb values at indicated time points. Hgb was evaluated using Hgb analyzer. The number of participants who had Hgb level of more than 13.0 g/dL were summarized. On-therapy Hgb values observed in both scheduled and unscheduled visits were included.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Episodes of Achieving Hgb Level of More Than 13.0 g/dL","description":"Blood samples were collected from participants for measurement of Hgb values at indicated time points. Hgb was evaluated using Hgb analyzer. The number of episodes in participants who had Hgb level of more than 13.0 g/dL were summarized. On-therapy Hgb values observed in both scheduled and unscheduled visits were included.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null}]}]}]},{"type":"SECONDARY","title":"Area Under the Concentration-time Curve (AUC) From Time Zero to 4 Hours (AUC [0-4]) of GSK1278863","description":"Blood samples were collected to evaluate AUC (0-4) at 1, 2, 3 and 4 hours post dose at Weeks 12 and 24. Pharmacokinetic (PK) parameters were calculated by standard non-compartmental analysis. PK Population consisted of all participants who received GSK1278863 with the PK samples collected and analyzed. Only those participants with data available at the specified time points were analyzed (represented by n=X in the category titles). NA indiates data was not available. Geometric coefficient of variation could not be calculated when number of participant was equal to 1.","paramType":"GEOMETRIC_MEAN","dispersionType":"Geometric Coefficient of Variation","classes":[{"categories":[{"measurements":[{"groupId":"OG001","value":"25.7228","spread":"289.9"},{"groupId":"OG002","value":"95.1319","spread":"111.9"},{"groupId":"OG003","value":"200.6036","spread":"62.9"},{"groupId":"OG004","value":"233.3933","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"43.3100","spread":"NA"},{"groupId":"OG001","value":"33.8941","spread":"230.9"},{"groupId":"OG002","value":"86.3702","spread":"58.9"},{"groupId":"OG003","value":"133.3020","spread":"50.9"},{"groupId":"OG004","value":"437.0983","spread":"18.7"},{"groupId":"OG005","value":"749.4583","spread":"NA"},{"groupId":"OG006","value":"126.2883","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"43.3100","spread":"NA"},{"groupId":"OG001","value":"30.9164","spread":"225.3"},{"groupId":"OG002","value":"91.8474","spread":"91.1"},{"groupId":"OG003","value":"171.4229","spread":"60.8"},{"groupId":"OG004","value":"354.6083","spread":"40.0"},{"groupId":"OG005","value":"749.4583","spread":"NA"},{"groupId":"OG006","value":"126.2883","spread":"NA"}]}]}]},{"type":"SECONDARY","title":"Maximum Observed Concentration (Cmax) of GSK1278863","description":"Blood samples were collected to evaluate Cmax at 1, 2, 3 and 4 hours post dose at Weeks 12 and 24. PK parameters were calculated by standard non-compartmental analysis. Only those participants with data available at the specified time points were analyzed (represented by n=X in the category titles). NA indiates data was not available. Geometric coefficient of variation could not be calculated when number of participant was equal to 1.","paramType":"GEOMETRIC_MEAN","dispersionType":"Geometric Coefficient of Variation","classes":[{"categories":[{"measurements":[{"groupId":"OG001","value":"13.9578","spread":"340.6"},{"groupId":"OG002","value":"57.6572","spread":"81.2"},{"groupId":"OG003","value":"122.9883","spread":"56.9"},{"groupId":"OG004","value":"179.0000","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"27.5000","spread":"NA"},{"groupId":"OG001","value":"18.3448","spread":"202.3"},{"groupId":"OG002","value":"44.8853","spread":"49.8"},{"groupId":"OG003","value":"100.2261","spread":"41.3"},{"groupId":"OG004","value":"202.9384","spread":"3.5"},{"groupId":"OG005","value":"311.0000","spread":"NA"},{"groupId":"OG006","value":"93.4000","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"27.5000","spread":"NA"},{"groupId":"OG001","value":"16.7474","spread":"217.4"},{"groupId":"OG002","value":"52.6391","spread":"70.4"},{"groupId":"OG003","value":"113.6784","spread":"50.4"},{"groupId":"OG004","value":"194.6229","spread":"7.7"},{"groupId":"OG005","value":"311.0000","spread":"NA"},{"groupId":"OG006","value":"93.4000","spread":"NA"}]}]}]},{"type":"SECONDARY","title":"Monthly Average Dose of Intravenous (IV) Iron During the Treatment Period","description":"Records of on-therapy iron medication were used to calculate average quarterly IV iron dose. Quarter 1 = (Randomization Date - Treatment Start Date at Week 12 - 1 \\[day\\]). Quarter 2 = (Treatment Start Date at Week 12 - Study Treatment Stop Date). Only those participants with data available at the specified time points were analyzed (represented by n=X in the category titles).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"231.61","spread":"99.916"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"217.19","spread":"86.529"}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Used Iron During the Treatment Period","description":"The number of participants who used iron (both IV and oral iron) during the treatment period were summarized.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Ferritin","description":"Blood samples were collected from participants for measurement of serum ferritin at indicated time points. The Baseline value was the latest pre-dose assessment. Change from Baseline was calculated by subtracting Baseline value from the post-dose visit value.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-80.11","spread":"51.826"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-126.29","spread":"120.382"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-107.03","spread":"143.048"}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in TSAT","description":"Blood samples were collected from participants for measurement of TSAT at indicated time points. The Baseline value was the latest pre-dose assessment. Change from Baseline was calculated by subtracting Baseline value from the post-dose visit value. Percent change from Baseline was calculated as 100\\*(exponential \\[mean change on log scale\\]-1).","paramType":"GEOMETRIC_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-23.06","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-15.31","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-10.07","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in Hepcidin","description":"Blood samples were collected from participants for measurement of hepcidin at indicated time points. The Baseline value was the latest pre-dose assessment. Change from Baseline was calculated by subtracting Baseline value from the post-dose visit value. Percent change from Baseline was calculated as 100\\*(exponential \\[mean change on log scale\\]-1). If a laboratory value had a non-detectable level reported in the database, where the numeric value was missing, the value was not included in a summary. Only those participants with data available at the specified time points were analyzed (represented by n=X in the category titles).","paramType":"GEOMETRIC_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-64.78","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-61.74","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-55.67","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Serum Iron","description":"Blood samples were collected from participants for measurement of serum iron at indicated time points. The Baseline value was the latest pre-dose assessment. Change from Baseline was calculated by subtracting Baseline value from the post-dose visit value.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.8123","spread":"4.92624"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.0916","spread":"10.74722"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.4584","spread":"7.72121"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Total Iron Binding Capacity (TIBC)","description":"Blood samples were collected from participants for measurement of TIBC at indicated time points. The Baseline value was the latest pre-dose assessment. Change from Baseline was calculated by subtracting Baseline value from the post-dose visit value.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.5904","spread":"4.93732"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10.8611","spread":"6.32355"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9.3388","spread":"9.92131"}]}]}]},{"type":"SECONDARY","title":"Dose Level of GSK1278863 at Indicated Time Points","description":"Dose adjustment algorithm was used which was based on Hgb values at scheduled visits. Hgb values measured at unscheduled visits were not included. Mean dose during Week 12 to 24 is the average of dose at Weeks 12, 16, and 20.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.00","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Frequency of Dose Adjustments","description":"Dose adjustment algorithm was used which was based on Hgb values at scheduled visits. Hgb values measured at unscheduled visits were not included. For dose adjustments frequency, the number of participants were provided by the number of dose adjustments (i.e. zero, one, two, three, four, and five or more).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Treatment Interruption Due to Hgb >13 g/dL","description":"Hgb values were used for making decision of treatment interruption. On-therapy Hgb values observed in both scheduled and unscheduled visits were counted. Participants who have no treatment interruption due to Hgb \\>13.0 g/dL are not included","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"84","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":28},"commonTop":["Nasopharyngitis","Infected dermal cyst","Shunt stenosis"]}}}