{"nctId":"NCT04462536","briefTitle":"Efficacy and Safety of Nerinetide in Participants With Acute Ischemic Stroke Undergoing Endovascular Thrombectomy Excluding Thrombolysis","startDateStruct":{"date":"2020-12-06","type":"ACTUAL"},"conditions":["Stroke, Acute"],"count":850,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"Nerinetide","type":"EXPERIMENTAL","interventionNames":["Drug: Nerinetide"]}],"interventions":[{"name":"Placebo","otherNames":[]},{"name":"Nerinetide","otherNames":["NA-1"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Acute ischemic stroke (AIS) selected for emergency endovascular treatment.\n2. Age 18 years or greater.\n3. Onset (last-known-well) time to randomization time within 12 hours.\n4. Disabling stroke defined as a baseline National Institutes of Health Stroke Score (NIHSS):\n\n   1. NIHSS \\> 5 for internal carotid artery (ICA) and M1-middle cerebral artery (MCA) occlusion; or\n   2. NIHSS \\> 10 for M2-MCA occlusion.\n5. Confirmed symptomatic intracranial occlusion at one or more of the following locations: Intracranial carotid I/T/L, M1 or M2 segment MCA. Tandem extracranial carotid and intracranial occlusions are permitted.\n6. Pre-stroke (24 hours prior to stroke onset) independent functional status in activities of daily living with modified Barthel Index (BI) ≥ 95. Patient must be living without requiring nursing care.\n7. Qualifying imaging performed less than 2 hours prior to randomization.\n8. Consent process completed as per national laws and regulation and the applicable ethics committee requirements.\n\nExclusion Criteria:\n\n1. Treated with a tissue plasminogen activator (e.g., alteplase or tenecteplase) within 24 hours before randomization.\n2. Determination by the treating physician, based on current treatment guidelines and medical evidence, that treatment with a plasminogen activator is indicated.\n3. Large core of established infarction defined as ASPECTS 0-4.\n4. Absent or poor collateral circulation on qualifying imaging (e.g. collateral score of 0 or 1).\n5. Any intracranial hemorrhage on the qualifying imaging.\n6. Planned use of an endovascular device not having approval or clearance by the relevant regulatory authority.\n7. Endovascular thrombectomy procedure is completed as defined by the presence of TICI 2c/3 reperfusion or completion of groin / arterial closure.\n8. Clinical history, past imaging or clinical judgment suggesting that the intracranial occlusion is chronic or there is suspected intracranial dissection such that there is a predicted lack of success with endovascular intervention.\n9. Estimated or known weight \\> 120 kg (264 lbs).\n10. Pregnancy/Lactation; female, with positive urine or serum beta human chorionic gonadotropin (β-hCG) test, or breastfeeding.\n11. Known prior receipt of nerinetide for any reason, including prior enrolment in this ESCAPE-NEXT trial.\n12. Severe known renal impairment defined as requiring renal replacement therapy (hemo- or peritoneal dialysis).\n13. Severe or fatal comorbid illness that will prevent improvement or follow up.\n14. Inability to complete follow-up treatment to Day 90.\n15. Participation in another clinical trial investigating a drug, medical device, or a medical procedure in the 30 days preceding trial inclusion.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Independent Functioning on the Modified Rankin Scale (mRS), as Defined by a Score of 0-2","description":"The modified Rankin Scale (mRS) is a valid and reliable clinician-reported measure of global disability that has been widely applied for evaluating recovery from stroke. It is a scale used to measure functional recovery (the degree of disability or dependence in daily activities) of people who have suffered a stroke. mRS scores range from 0 (best outcome) to 6 (worst outcome), with 0 indicating no residual symptoms; 5 indicating bedbound, requiring constant care; and 6 indicating death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"181","spread":null},{"groupId":"OG001","value":"206","spread":null}]}]}]},{"type":"SECONDARY","title":"Mortality Rate, as Defined by Event Rate (Percent) for Mortality Over the 90-day Study Period.","description":"The estimand of mortality rate was the adjusted unconditional population difference in the number of deaths observed divided by the number of participants observed over the 90-day study period (mortality proportions) between treatment conditions (nerinetide vs. placebo) in the target patient population at Day 90. Deaths occurring over the Day 90 period were considered as non-responses.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"70","spread":null},{"groupId":"OG001","value":"87","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Exhibiting a Worsening of Their Index Stroke.","description":"Worsening of stroke is defined as (A) progression, or hemorrhagic transformation of the index stroke, as documented by medical imaging that is (a) life-threatening requiring intervention and/or (b) results in increased disability as gauged by a ≥4 point increase from lowest NIHSS during hospitalization or (B) results in death from the index stroke.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"68","spread":null},{"groupId":"OG001","value":"76","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Good Neurological Outcome, as Defined by a Score of 0-2 on the NIHSS at Day 90 Post Randomization.","description":"The National Institutes of Health Stroke Scale (NIHSS) is a standardized neurological examination score that is a valid and reliable measure of disability and recovery after acute stroke. Scores range from 0 to 42, with higher scores indicating increasing severity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"251","spread":null},{"groupId":"OG001","value":"268","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":148,"n":393},"commonTop":["Urinary Tract infection","Hypotension","Haemorrhagic transformation stroke","Hypokalaemia","Headache"]}}}