{"nctId":"NCT03015610","briefTitle":"Genotype-tailored Treatment of Symptomatic Acid-Reflux in Children With Uncontrolled Asthma","startDateStruct":{"date":"2017-10-31","type":"ACTUAL"},"conditions":["Asthma","Gastroesophageal Reflux"],"count":41,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: matched placebo"]},{"label":"Genotype-guided Lansoprazole","type":"EXPERIMENTAL","interventionNames":["Drug: commercially available lansoprazole"]}],"interventions":[{"name":"commercially available lansoprazole","otherNames":["once daily"]},{"name":"matched placebo","otherNames":["once daily"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age: 6-17 year olds with documented clinician-diagnosed asthma\n* Evidence of recent uncontrolled asthma (must meet at least one of the following). This convention for defining poorly-controlled asthma has been successfully used in a large pediatric trial.\n\n  * ACQ \\> 1.2\n  * Use of short-acting beta-agonist for asthma symptoms twice/week or more on average over the past month\n  * Nocturnal awakenings with asthma symptoms more than once per week on average over the last month\n  * Two or more emergency department visits, unscheduled provider visits, prednisone courses or hospitalizations for asthma in the past 12 months\n* Currently on stable dose of daily inhaled corticosteroid medication (ICS) for asthma control equivalent to 88mcg of fluticasone or greater for at least 6 weeks from the time of enrollment. Participant must be on National Asthma Education and Prevention Program (NAEPP) controller step 2, 3 or 4.\n* Currently with mild GERD symptoms reported at V1 defined by a score on the Pediatric GERD Symptom Assessment Score greater than 15 and less than 80. GSAS ranges from 0 to \\>440.\n\nExclusion Criteria:\n\n* Taking daily CYP2C19 substrates, inducers or inhibitors medication\n* Past or current history of moderate-severe GERD or related disorders (erosive esophagitis, peptic ulcer disease, eosinophilic esophagitis) which in the opinion of the pediatric gastroenterology safety specialist/study physician requires treatment with acid-blocking agents;\n* Daily use of a PPI for more than 4 consecutive weeks in the past 6 months;\n* previous intubation for asthma,\n* admission to intensive care unit for more than 24 hours for asthma in the past year,\n* Previous surgery involving the esophagus or stomach (anti-reflux surgery, peptic ulcer surgery, trachea-esophageal fistula repair);\n* Forced expiratory volume in 1 second (FEV1) \\< 60% of predicted at enrollment;\n* Any major chronic illness that would interfere with participation in the intervention or completion of the study procedures;\n* History of phenylketonuria (PKU);\n* Medication use: treatment of GERD symptoms with over-the-counter antacids 4 days/week or more on average over past month;\n* Theophylline preparations, azoles, anti-coagulants, insulin for Type 1 diabetes, digitalis, oral iron supplements when administered for iron deficiency within 1 month;\n* Any investigational drugs within the past 2 months;\n* Drug Allergies: previous allergic reaction from lansoprazole or other proton pump inhibitor medication or adverse reaction to aspartame;\n* Inability to complete baseline measurements in a satisfactory manner according to the judgment of the research coordinator or site PI;\n* Less than 75% completion of daily diary for asthma symptoms, SABA use and ICS medication adherence during the run-in period;\n* Plan for family to move from study location within the next 6 months.","healthyVolunteers":false,"sex":"ALL","minimumAge":"6 Years","maximumAge":"17 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Asthma Control Questionnaire (ACQ) From Screening Through Week 26","description":"The ACQ considers a broad set of common indicators of asthma control including use of bronchodilators, cough, nocturnal symptoms, level of activity, and pulmonary function. Scores range between 0 (totally controlled) and 6 (severely uncontrolled). Reported is the change from week 0 to week 26; a negative change value indicates an improvement in asthma control.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.5","spread":"0.5"},{"groupId":"OG001","value":"-0.6","spread":"0.9"}]}]}]},{"type":"SECONDARY","title":"Change in GERD (Gastroesophageal Reflux Disease) Symptom Assessment Questionnaire Score (GSAS) From Screening Through Week 26","description":"A 10-item tool that has been validated in children in the assessment of gastroesophageal reflux disease related symptoms such as chest/abdominal pain, pain/choking with eating, swallowing dysfunction, regurgitation and nausea. It assesses symptom frequency and severity from the previous 7-days on an 8-point scale with 0 and 7 indicating the least and greatest severity, respectively. The total score ranges from 0 to 70, where a higher score indicates greater GERD symptom severity. Reported is the change from week 0 to week 26.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-32.3","spread":"18.7"},{"groupId":"OG001","value":"23.4","spread":"21.4"}]}]}]},{"type":"SECONDARY","title":"Change in Asthma Symptom Utility Index (ASUI) From Screening Through Week 26","description":"Questionnaire measures changes in asthma control. Each of the 11 items are scored on a 4-point Likert scale to assess frequency (not at all, 1 to 3 days, 4 to 7 days, and 8 to 14 days) and severity (not applicable, mild, moderate, and severe). The adjusted overall score ranges from 0 (worst possible symptoms) to 1 (no symptoms). Reported is the change from week 0 to week 26.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":"0.2"},{"groupId":"OG001","value":"-0.1","spread":"0.3"}]}]}]},{"type":"SECONDARY","title":"Annualized Rate of Asthma Exacerbations","description":"An exacerbation will be defined per the recommendations of the NIH Asthma Exacerbation Taskforce and will be defined as a worsening of asthma requiring the use of a systemic corticosteroid (at least 3 days of prednisolone/ prednisone or ≥1 days of dexamethasone) to prevent asthma worsening.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Annualized Rate of Episodes of Poor Asthma Control (EPAC)","description":"A study EPAC will be present if the participant meets any of the following criteria, (1) addition of systemic corticosteroid medication for asthma or (2) any unscheduled encounter to a non-study related health care provider (phone contact, ED, urgent care, hospital) for asthma symptoms.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Annualized Rate of Respiratory Tract Infection (RTI)","description":"Participants/Caregivers will be asked to report diagnoses of RTI that occurred during the treatment period using interval reporting. RTI will include: (1) bronchitis, (2) otitis, (3) pneumonia.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.16","spread":null},{"groupId":"OG001","value":"4.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Lung Function Testing From Screening Through Week 26","description":"Forced Expiratory Volume in 1 Second (FEV1) measurement (mean change in FEV1 percent predicted from screening).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.4","spread":"16.1"},{"groupId":"OG001","value":"-3.7","spread":"17.6"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":17},"commonTop":["Headaches","Flatulence","Nausea","Diarrhea","Constipation"]}}}