{"nctId":"NCT00627367","briefTitle":"Protocolized vs Nonprotocolized Treatment of Adult ED Patients With Acute Severe Pain","startDateStruct":{"date":"2007-12","type":"ACTUAL"},"conditions":["Acute Pain"],"count":224,"armGroups":[{"label":"Protocolized","type":"EXPERIMENTAL","interventionNames":["Drug: Hydromorphone"]},{"label":"Nonprotocolized","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Nonprotocolized"]}],"interventions":[{"name":"Hydromorphone","otherNames":["Dilaudid"]},{"name":"Nonprotocolized","otherNames":["Usual Care"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Age 21 to 64 years: Patients under the age of 21 are automatically triaged to the Children's Hospital at Montefiore Emergency Department, and hence cannot be enrolled in this study. Age 64 was selected as an upper range for inclusion because substantial evidence supports age as being an important determinant of morphine requirement over longer periods of time.\n2. Pain with onset within 7 days: Pain within seven days is the definition of acute pain that has been used in ED literature.\n3. Emergency Department (ED) attending physician's judgment that patient's pain warrants use of intravenous opioids: The factors that influence the decision to use intravenous opioids are complex and extensive. An approach that is commonly taken to address the issue of patient selection in drug trials is to use a specific condition (e.g., renal colic) or treatment (e.g., post-hysterectomy) that would generally be thought to be appropriately treated with an opioid analgesic, thereby eliminating individual judgment about eligibility for the study. However in order to assess the role of intravenous (IV) opioids with the widest generalizability in the ED setting, we decided to enroll patients with a variety of diagnoses, all with a complaint of acute pain. Opioids are not an appropriate treatment for all patients who present with a complaint of pain (e.g., gastroenteritis, migraine). Therefore either a comprehensive list of diagnoses and situations in which opioids are indicated must be specified, or clinical judgment needs to be used. We have opted for the latter alternative.\n4. Normal mental status: In order to provide measures of pain experienced the patient needs to have a normal mental status. Orientation to person, place and time will be used as an indicator of sufficiently normal mental status to participate in the study.\n\nExclusion Criteria:\n\n1. Prior use of methadone: the effect of methadone use on the perception of acute pain is unknown and suspected to be altered.\n2. Use of other opioids, tramadol, or heroin in the past seven days: to avoid introducing bias related to opioid tolerance that may alter the response to intravenous opioids thereby masking the effects of the medications administered.\n3. Prior adverse reaction to morphine, hydromorphone, or other opioids: An exception will be if the patient has received opioid medications in the past without adverse event (i.e. a patient may state he is allergic to morphine but has received hydromorphone in the past without any adverse effects)\n4. Chronic pain syndrome: frequently recurrent or daily pain for at least 3 months resulting in alteration in pain perception which is thought to be due to down-regulation of pain receptors. Examples of chronic pain syndromes include sickle cell anemia, osteoarthritis, fibromyalgia, migraine, and peripheral neuropathies.\n5. Alcohol intoxication: the presence of alcohol intoxication may alter the perception, report, and treatment of pain. Alcohol intoxication will be determined to exist as judged by the treating physician.\n6. Systolic Blood Pressure \\< 90 mm Hg: Opioids produce peripheral vasodilation that may result in orthostatic hypotension or syncope.\n7. Use of monoamine oxidase (MAO) inhibitors in past 30 days: MAO inhibitors have been reported to intensify the effects of at least one opioid drug causing anxiety, confusion and significant depression of respiration or coma.\n8. Weight less than 100 pounds: we are concerned that hydromorphone in doses up to 2 mg may not be safe in patients weighing less than 100 lbs.\n9. Baseline room air oxygen saturation less than 95%: since IV opioids may cause respiratory depression and result in hypoxemia, we are excluding this subgroup of patients.\n10. C02 measurement greater than 46: In accordance with a similar study (04-12-360), four subsets of patients will have their CO2 measured using a handheld capnometer prior to enrollment in the study. If the CO2 measurement is greater than 46, then the patient will be excluded from the study. The 4 subsets are as follows:\n\n    1. All patients who have a history of chronic obstructive pulmonary disease (COPD)\n    2. All patients who have a history of sleep apnea\n    3. All patients who report a history of asthma together with greater than a 20 pack-year smoking history\n    4. All patients reporting less than a 20 pack-year smoking history who are having an asthma exacerbation","healthyVolunteers":true,"sex":"ALL","minimumAge":"21 Years","maximumAge":"64 Years","stdAges":["ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Patient Reported Change in Pain Intensity From Initial Administration of Analgesics (Baseline) to 60 Minutes Post-baseline.","description":"Pain intensity is rated on the numerical rating scale (NRS), measured in integer units from 0 (\"no pain\") to 10 (\"worst pain imaginable\"). The change in pain intensity subtracts the NRS score given by the patient 60 minutes after treatment was administered from the baseline NRS score (before treatment in the Emergency Department).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.5","spread":"2.9"},{"groupId":"OG001","value":"4.5","spread":"3.0"}]}]}]},{"type":"POST_HOC","title":"Change in Numerical Rating Scale (NRS) Scores Among Patients Who Received 1 Dose of Intravenous (IV) Hydromorphone","description":"Pain intensity is rated on the numerical rating scale (NRS), measured in integer units from 0 (\"no pain\") to 10 (\"worst pain imaginable\"). The change in pain intensity subtracts the NRS score given by the patient 60 minutes after treatment was administered from the baseline score (before treatment in the Emergency Department).","paramType":"MEDIAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.1","spread":"4.0"},{"groupId":"OG001","value":"4.5","spread":"3.1"}]}]}]},{"type":"POST_HOC","title":"Change in Numerical Rating Scale (NRS) Scores Among Patients Who Received 2 Doses of Intravenous (IV) Hydromorphone","description":"Pain intensity is rated on the numerical rating scale (NRS), measured in integer units from 0 (\"no pain\") to 10 (\"worst pain imaginable\"). The change in pain intensity subtracts the NRS score given by the patient 60 minutes after treatment was administered from the baseline score (before treatment in the Emergency Department).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.0","spread":"3.2"},{"groupId":"OG001","value":"4.3","spread":"3.3"}]}]}]},{"type":"POST_HOC","title":"Change in Numerical Rating Scale (NRS) Scores Among Patients in the Protocolized Group vs Those in the Physician Driven Group Who Received Only Intravenous (IV) Morphine","description":"Pain intensity is rated on the numerical rating scale (NRS), measured in integer units from 0 (\"no pain\") to 10 (\"worst pain imaginable\"). The change in pain intensity subtracts the NRS score given by the patient 60 minutes after treatment was administered from the baseline score (before treatment in the Emergency Department). The comparison of hydromorphone to morphine is due to the wide use of morphine for pain management in the Emergency Department setting and the comparison of the two opioids in previous studies.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.6","spread":"3.2"},{"groupId":"OG001","value":"4.4","spread":"2.8"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":108},"commonTop":["Nausea","Pulse rate <60 beats/min","Pruritus","Oxygen saturation 90-94%","Systolic blood pressure <90 mmHg"]}}}