{"nctId":"NCT00751790","briefTitle":"Efficacy and Safety of a Triptorelin 6-month Formulation in Patients With Advanced Prostate Cancer","startDateStruct":{"date":"2006-07"},"conditions":["Prostatic Neoplasm"],"count":120,"armGroups":[{"label":"Triptorelin","type":"EXPERIMENTAL","interventionNames":["Drug: triptorelin embonate (INN)"]}],"interventions":[{"name":"triptorelin embonate (INN)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Histologically or cytologically proven prostate cancer.\n* The prostate cancer should be staged T3-4NxMx or TxN1-3Mx or TxNxM1 according to the TNM classification or the patient should have rising PSA after failed local therapy and be candidate for androgen deprivation therapy.\n* Serum testosterone levels \\>5 nmol/L.\n* Karnofsky performance index \\>40.\n* Expected survival \\> 18 months.\n* Absence of another malignancy, other than local dermatological, for the previous 5 years.\n* Signed informed consent before entry into the study.\n\nExclusion Criteria:\n\n* Prior hormonal treatment for prostate cancer within 6 months prior to study start.\n* Use of finasteride (Proscar®) or dutasteride (Avodart®/Avolve®) within 2 months prior to study start.\n* Presence of another neoplastic lesion or brain metastases.\n* Prior hypophysectomy or adrenalectomy.\n* Known or suspicion of vertebral metastases with risk of spinal compression.\n* Severe kidney or liver failure (creatinine \\> 2 times the upper normal limit, ASAT and ALAT \\>3 times the upper normal limit).\n* Any concomitant disorder or resulting therapy that is likely to interfere with patient compliance or with the study in the opinion of the Investigator.\n* Participation in another study with an experimental drug within 3 months before study start or within 5 drug half-lives of the investigational drug (whichever is the longer).\n* Known hypersensitivity to any of the test materials or related compounds.\n* Known active use of recreational drug or alcohol dependence in the opinion of the Investigator.\n* Any current use or use within 6 months prior to treatment start of medications which are known to affect the metabolism and/or secretion of androgenic hormones: ketoconazole, aminoglutethimide, oestrogens, and progesterone.\n* Use of systemic or inhaled corticosteroids (topical application permitted).\n* Use of anticoagulants: heparin and coumarine derivatives (acetylsalicylic acid permitted).\n* Inability to give Informed Consent or to comply fully with the protocol.","healthyVolunteers":false,"sex":"MALE","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Achievement of Castration and Maintenance of Castration","description":"Percentage of patients achieving castrate testosterone levels (≤1.735 nmol/L) by Day 29 (28 days after study drug injection) and percentage of patients maintaining castrate testosterone levels from Month 2 to end of Month 12 (Week 48).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"97.5","spread":null}]}]}]},{"type":"SECONDARY","title":"LH Increase","description":"% of patients showing ≤1.0 IU/L increase in s-LH from 0 to 2 h after 1st \\& 2nd injection.% changes in PSA throughout treatment.% of 60 pts with s-testosterone levels \\>1.735 nmol/L after 2nd injection.Testosterone PD and triptorelin PK metrics in 15 pts","classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":17,"n":120},"commonTop":["Hot flush","Influenza","Hypertension","Back pain","Erectile dysfunction"]}}}