{"nctId":"NCT00580229","briefTitle":"A Safety Analysis of Oral Prednisone as a Pre-Treatment for Rituximab in Rheumatoid Arthritis.","startDateStruct":{"date":"2007-12"},"conditions":["Rheumatoid Arthritis"],"count":50,"armGroups":[{"label":"prednisone","type":"EXPERIMENTAL","interventionNames":["Drug: prednisone"]}],"interventions":[{"name":"prednisone","otherNames":["Rayos"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* American College of Rheumatology Criteria for Rheumatoid Arthritis\n* Age 18-80\n* Concomitant methotrexate (MTX) \\[oral or parenteral at any dose\\]\n* IgG \\& IgM levels above lower limit of normal.\n* Adequate renal function as indicated by serum creatinine of \\< or = 1.8\n* Study subjects can be either MTX-inadequate responders or TNF-alpha antagonists inadequate responders\n* Able and willing to give written informed consent and comply with the requirements of the study protocol\n* Negative serum pregnancy test (for women of child bearing age)\n* Men and women of reproductive potential must agree to use an acceptable method of birth control during treatment and for twelve months (1 year) after completion of treatment.\n* If patients are on corticosteroids, they must be on a dose of \\< or = to prednisone 10mg oral daily (or its equivalence) and the dose must remain stable for 4 weeks prior to their first rituximab infusion.\n\nExclusion Criteria:\n\n* An inflammatory arthritis other than RA\n* ANC \\< 1.5 x 103\n* Hemoglobin: \\< 8.0 gm/dL\n* Platelets: \\< 100,000/mm\n* AST or ALT \\>2.5 x Upper Limit of Normal unless related to primary disease.\n* Positive Hepatitis B or C serology (Hep B Surface antigen and Hep C antibody)\n* History of positive HIV (HIV conducted during screening if applicable)\n* Treatment with any TNF-alpha antagonist within 8 weeks of Day 1 visit (for infliximab and adalimumab) or 4 weeks (for etanercept).\n* Previous treatment with abatacept (Orencia) at any time.\n* Treatment with any investigational agent within 4 weeks of screening or 5 half-lives of the investigational drug (whichever is longer)\n* Receipt of a live vaccine within 4 weeks prior to randomization\n* Previous Treatment with Rituximab (MabThera® / Rituxan®)\n* Previous treatment with Natalizumab (Tysabri®)\n* History of severe allergic or anaphylactic reactions to humanized or murine monoclonal antibodies\n* History of recurrent significant infection or history of recurrent bacterial infections\n* Known active bacterial, viral fungal mycobacterial, or other infection (including tuberculosis or atypical mycobacterial disease, but excluding fungal infections of nail beds) or any major episode of infection requiring hospitalization or treatment with i.v. antibiotics within 4 weeks of screening or oral antibiotics within 2 weeks prior to screening\n* Ongoing use of high dose steroids (\\>10mg/day) or unstable steroid dose in the past 4 weeks\n* Lack of peripheral venous access\n* History of drug, alcohol, or chemical abuse within 6 months prior to screening\n* Pregnancy (a negative serum pregnancy test should be performed for all women of childbearing potential within 7 days of treatment) or lactation\n* Concomitant malignancies or previous malignancies within 5 years, with the exception of adequately treated basal or squamous cell carcinoma of the skin or carcinoma in situ of the cervix\n* History of psychiatric disorder that would interfere with normal participation in this protocol\n* Significant cardiac or pulmonary disease (including obstructive pulmonary disease)\n* Any other disease, metabolic dysfunction, physical examination finding, or clinical laboratory finding giving reasonable suspicion of a disease or condition that contraindicates the use of an investigational drug or that may affect the interpretation of the results or render the patient at high risk from treatment complications\n* Inability to comply with study and follow-up procedures","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Acute Infusion Reactions in the First 24 Hours After Oral Prednisone Pretreatment to Initial Rituximab Infusion","description":"Open-label assessment of AIR's during and/or within 24 hours in patients pretreated with 40mg oral prednisone 30 minutes prior to initial rituximab infusion","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"50","spread":null}]}]}]},{"type":"SECONDARY","title":"Adverse Infusion Reactions Within 24 Hours Following the Second Rituximab Infusion.","description":"Assessment of all adverse infusion reactions within 24 hours of receipt of the second rituximab infusion","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"48","spread":null}]}]}]},{"type":"SECONDARY","title":"Adverse Events Assessed From Day 15 Through Week 26.","description":"All adverse events reported from day 15 (24 hours after second infusion) through week 26.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"48","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":50},"commonTop":["upper respiratory infection","sinusitis","headache","backache","diarrhea"]}}}