{"nctId":"NCT01050543","briefTitle":"Comparison of Sugammadex With Neostigmine as Reversal Agents for Rocuronium at Reappearance of T2 (Study P06101)","startDateStruct":{"date":"2010-02-01","type":"ACTUAL"},"conditions":["Neuromuscular Blockade"],"count":128,"armGroups":[{"label":"Sugammadex","type":"EXPERIMENTAL","interventionNames":["Drug: sugammadex"]},{"label":"Neostigmine","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: neostigmine"]}],"interventions":[{"name":"sugammadex","otherNames":["SCH 900616; Bridion"]},{"name":"neostigmine","otherNames":["neostigmine methylsulfate"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* American Society of Anesthesiologists Class 1 or 2 or 3\n* \\>=18 years of age and of either sex\n* scheduled for elective surgical procedure under general anesthesia requiring the use of rocuronium for endotracheal intubation and/or maintenance of neuromuscular blockade in a supine position allowing neuromuscular transmission monitoring and requiring reversal of neuromuscular blockade\n* Korean descent born in Korea, never emigrated out of Korea, and have a Korean home address\n\nExclusion Criteria:\n\n* expected difficult intubation due to anatomic malformations\n* expected transfer to intensive care unit after surgery\n* neuromuscular disorders affecting neuromuscular blockade\n* significant hepatic or renal dysfunction\n* require use of pneumatic tourniquet during surgery\n* (family) history of malignant hyperthermia\n* allergy to cyclodextrins (including sugammadex) or other medication(s) used during general anesthesia; use of toremifene or fusidic acid within 24 hours of study drug administration; contraindication to use of neostigmine or glycopyrrolate","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Time From Start of Study Drug Administration to Recovery of the T4/T1 Ratio to 0.9","description":"Neuromuscular functioning was monitored by applying repetitive Train-Of-Four (TOF) electrical stimulations to the ulnar nerve every 15 seconds \\& assessing twitch response at the adductor pollicis muscle. T1 \\& T4 refer to the magnitudes (height) of the 1st \\& 4th twitches, respectively, after TOF nerve stimulation. The T4/T1 Ratio (expressed as a decimal of up to 1.0) indicates the extent of recovery from neuromuscular blockade. In this study, twitch responses were recorded until the T4/T1 Ratio reached \\>= 0.9, the minimum acceptable ratio that indicated complete recovery.","paramType":"GEOMETRIC_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.77","spread":null},{"groupId":"OG001","value":"14.80","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":60},"commonTop":["Procedural pain","Incision site pain","Headache","Wound complication","Nausea"]}}}