{"nctId":"NCT01724346","briefTitle":"Open-label Extension Study in Patients 65 Years or Older With Chronic Lymphocytic Leukemia or Small Lymphocytic Lymphoma","startDateStruct":{"date":"2013-12-03","type":"ACTUAL"},"conditions":["Chronic Lymphocytic Leukemia","Small Lymphocytic Lymphoma"],"count":269,"armGroups":[{"label":"Chlorambucil","type":"EXPERIMENTAL","interventionNames":["Drug: Ibrutinib"]},{"label":"Ibrutinib","type":"EXPERIMENTAL","interventionNames":["Drug: Next-line ibrutinib"]}],"interventions":[{"name":"Ibrutinib","otherNames":["PCI-32765"]},{"name":"Next-line ibrutinib","otherNames":["PCI-32765"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Randomized in the parent study, PCYC-1115-CA\n2. Informed consent for Study PCYC-1116-CA\n3. Independent review committee (IRC)-confirmed disease progression (PD) in the parent study PCYC-1115-CA or closure of the parent study\n\nExclusion Criteria:\n\n1. Disease progression involving the central nervous system (CNS) or transformation to another histology\n2. Intervening chemotherapy, immunotherapy, or investigational agent specifically to treat CLL if administered before date of IRC confirmed progressive disease\n3. In the 4 weeks before dosing: radiation therapy, major surgery, or receipt of an investigational drug\n4. Requirement for treatment with a strong CYP3A inhibitor\n5. Uncontrolled systemic infection or requirement for IV antibiotics\n6. Noncompliance on the parent study(PCYC-1115-CA)","healthyVolunteers":false,"sex":"ALL","minimumAge":"65 Years","stdAges":["OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression Free Survival (PFS) Based on Investigator Assessment","description":"PFS is defined as the time from the date of randomization to the date of disease progression determined by the investigator or date of death from any cause, whichever occurs first, regardless of the use of subsequent antineoplastic therapy prior to disease progression (PD) or death. Estimated by Kaplan-Meier method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"106.9","spread":null},{"groupId":"OG001","value":"15.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression Free Survival After Initiation of Subsequent Anticancer Therapy (PFS2)","description":"PFS2 is defined as the time from the date of randomization to the earliest occurrence of the following three types of events:\n\n* PD per investigator response assessment after initiation of the first subsequent anti-cancer therapy\n* Initiation of second subsequent anti-cancer therapy\n* Death due to any cause, regardless of administration of subsequent anticancer therapy.\n\nKaplan-Meier landmark estimate of the PFS2 rate at 60 months (that is, the estimated percentage of participants with PFS2 at Month 60) is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"79.3","spread":null},{"groupId":"OG001","value":"58.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS)","description":"OS is defined as the time from randomization to death due to any cause. Kaplan-Meier landmark estimate of the OS rate at 60 months (that is, the estimated percentage of participants with OS at Month 60) is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"82.8","spread":null},{"groupId":"OG001","value":"68.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Next Treatment (TTNT)","description":"Time from randomization to initiation of any subsequent treatment for chronic lymphocytic leukemia (CLL).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"25.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Response Rate (ORR)","description":"ORR is defined as the percentage of participants who achieve complete response (CR), complete response with an incomplete marrow recovery (CRi), nodular partial response (nPR), or partial response (PR), as determined by the investigator at or prior to initiation of subsequent antineoplastic therapy according to the International Workshop on CLL (iwCLL) 2008 criteria with the 2012 iwCLL modification stating that treatment-related lymphocytosis in the setting of improvement in other parameters was not considered as PD and the 2013 iwCLL clarification of criteria for a partial response to therapy.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"91.2","spread":null},{"groupId":"OG001","value":"36.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Rate of Minimal Residual Disease (MRD) Negativity","description":"Percentage of participants who achieved MRD-negative response defined as \\< 1 CLL cell per 10,000 leukocytes as assessed by flow cytometry of a bone marrow aspirate and/or peripheral blood sample per central laboratory at or prior to initiation of subsequent antineoplastic therapy.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response (DOR)","description":"DOR will be calculated for the participants achieving a protocol-defined response (Halleck 2008; CR, CRi, nPR, PR) per investigator assessment and is defined as time from the date of initial response including PR with lymphocytosis to the date of disease progression or the date of death from any cause, whichever occurs first.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"29.7","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":111,"n":135},"commonTop":["FATIGUE","DIARRHOEA","NAUSEA","COUGH","UPPER RESPIRATORY TRACT INFECTION"]}}}