{"nctId":"NCT02620046","briefTitle":"A Study of Long-term Effects of Vedolizumab Subcutaneous in Adults With Ulcerative Colitis and Crohn's Disease","startDateStruct":{"date":"2016-04-15","type":"ACTUAL"},"conditions":["Colitis, Ulcerative","Crohn's Disease"],"count":746,"armGroups":[{"label":"Ulcerative Colitis: Vedolizumab 108 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Vedolizumab SC"]},{"label":"Crohn's Disease: Vedolizumab 108 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Vedolizumab SC"]}],"interventions":[{"name":"Vedolizumab SC","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1\\. Prior participation in Study MLN0002SC-3027 or MLN0002SC-3031, and, in the opinion of the investigator, tolerated the study drug well. Early withdrawal from Study MLN0002SC-3027 or MLN0002SC-3031 must have been due to treatment failure during the Maintenance Period.\n\nExclusion Criteria:\n\n1. Surgical intervention for IBD during or after participation in Study MLN0002SC-3027 or MLN0002SC-3031, or at any time during this study.\n2. Chronic or severe infection, or, any new, unstable, or uncontrolled cardiovascular, pulmonary, hepatic, renal, gastrointestinal, genitourinary, hematological, coagulation, immunological, endocrine/metabolic, neurologic, oncologic, or other medical disorder developed during or after participation in a prior vedolizumab study that, in the opinion of the investigator, would confound the study results or compromise participant safety.\n3. Withdrawal from Study MLN0002SC-3027 or MLN0002SC-3031 due to a study-drug related adverse event (AE).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Treatment Emergent Adverse Events (TEAEs) and Serious TEAEs Adjusted by Duration of Participant's Exposure to Long-term Vedolizumab Treatment","description":"A TEAE was defined as an adverse event (AE) that started or worsened on or after study Day 1 (defined as day first dosed) and no more than 18 weeks after the last dose of study drug. An SAE was defined as any untoward medical occurrence that occurs at any dose and resulted in death, was life threatening, required inpatient hospitalization or prolongation of existing hospitalization, resulted in persistent or significant disability/incapacity, was a congenital anomaly/birth defect, was an important medical event such as acute liver failure, pulmonary hypertension, or confirmed or suspected transmission of an infectious agent by a medicinal product. Participant years is defined as the total exposure-time of the participants in the respective treatment group. Incidence per 100 participant years is defined as (Number of participants with events\\*100/participant years). As per planned analysis, data for this outcome measure is grouped and presented per disease condition.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22.9","spread":null},{"groupId":"OG001","value":"28.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.5","spread":null},{"groupId":"OG001","value":"8.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Adverse Events of Special Interest (AESIs) Adjusted by Duration of Participant's Exposure to Long-term Vedolizumab Treatment","description":"AESIs included hypersensitivity reactions (including injections site reactions), serious infections, malignancies, hepatotoxicity (abnormal liver function test) and progressive multifocal leukoencephalopathy (PML). Participant years is defined as the total exposure-time of the participants in the respective treatment group. Incidence per 100 participant years is defined as (Number of participants with events\\*100/participant years). As per planned analysis, data for this outcome measure is grouped and presented per disease condition.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.3","spread":null},{"groupId":"OG001","value":"17.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Ulcerative Colitis Achieving Partial Mayo Scoring Clinical Response at Week 48","description":"Clinical response is defined as a decrease in the partial Mayo score of at least 2 points and ≥25% from baseline, with an accompanying decrease in rectal bleeding subscore of ≥1 point from baseline or absolute rectal bleeding subscore of ≤1 point. As per planned analysis, data for this outcome measure is grouped and presented for participants with ulcerative colitis.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"168","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Crohn's Disease Achieving Clinical Response Based on Harvey-Bradshaw Index (HBI) Scores at Week 48","description":"Clinical response is defined as a decrease in HBI score of ≥3 points from baseline in CD participants (randomized early terminator CD participants only \\[defined as randomized CD participants withdrawn from the parent study between Week 6 and Week 52\\]). As per planned analysis, data for this outcome measure is grouped and presented for participants with Crohn's disease.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Ulcerative Colitis Achieving Clinical Remission Based on Partial Mayo Score","description":"Clinical remission is defined as a partial Mayo score of ≤2 with no individual subscore \\>1. As per planned analysis, data for this outcome measure is grouped and presented for participants with ulcerative colitis.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"150","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Crohn's Disease Achieving Clinical Remission Based on Harvey-Bradshaw Index (HBI) Scores","description":"Clinical remission is defined as total HBI score of ≤4 points. As per planned analysis, data for this outcome measure is grouped and presented for participants with Crohn's disease.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"217","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":29,"n":163},"commonTop":["Nasopharyngitis","Crohn's disease","Upper respiratory tract infection","Abdominal pain","Arthralgia"]}}}