{"nctId":"NCT02707952","briefTitle":"A Study to Evaluate the Efficacy and Safety of ABT-493/ABT-530 in Japanese Adults With Chronic Hepatitis C Virus Infection","startDateStruct":{"date":"2016-02-22","type":"ACTUAL"},"conditions":["Chronic Hepatitis C Virus","Hepatitis C Virus"],"count":295,"armGroups":[{"label":"Arm A","type":"EXPERIMENTAL","interventionNames":["Drug: ABT-493/ABT-530"]},{"label":"Arm B","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: OBV/PTV/r"]},{"label":"Arm C","type":"EXPERIMENTAL","interventionNames":["Drug: ABT-493/ABT-530"]},{"label":"Arm D","type":"EXPERIMENTAL","interventionNames":["Drug: ABT-493/ABT-530"]}],"interventions":[{"name":"ABT-493/ABT-530","otherNames":["Glecaprevir/Pibrentasvir","glecaprevir (ABT-493)","pibrentasvir (ABT-530)"]},{"name":"OBV/PTV/r","otherNames":["Ombitasvir/paritaprevir/ritonavir","ombitasvir (ABT-267)","paritaprevir (ABT-450)","norvir (ritonavir)"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Females were postmenopausal for at least 2 years; surgically sterile or had a vasectomized partner; or, if of childbearing potential and sexually active with a male partner, were currently using at least 1 effective method of birth control at the time of Screening and agreed to practice 1 effective method of birth control from Screening through 30 days after stopping study drug. Sexually active males were surgically sterile or, if sexually active with a female partner of childbearing potential, agreed to practice 1 effective form of birth control from Screening through 30 days after stopping study drug.\n* Screening central laboratory result indicated HCV single genotype infection for the appropriate treatment arm, without co-infection of any other genotype.\n* Chronic HCV infection is defined as one of the following:\n\n  * Positive for anti-HCV antibody (Ab) and/or HCV RNA at least 6 months before Screening.\n  * A liver biopsy consistent with chronic HCV infection.\n* Agreed to voluntarily sign and date an informed consent form, approved by an Institutional Review Board (IRB)/Independent Ethics Committee (IEC) prior to the initiation of any screening or study specific procedures.\n* Participants who were able to understand and adhere to the study visit schedule and all other protocol requirements.\n* Absence of hepatocellular carcinoma (HCC) as indicated by an ultrasound, computed tomography (CT) scan or magnetic resonance imaging (MRI).\n\nExclusion Criteria:\n\n* Females who were pregnant or planned to become pregnant, or breastfeeding or males whose partner was pregnant or planning to become pregnant during the study.\n* Participants co-infected with hepatitis B virus or human immunodeficiency virus.\n* Use of contraindicated medications or supplements within 2 weeks or 10 half-lives (if known), whichever was longer, prior to the first dose of any study drug.\n* Recent (within 6 months prior to study drug administration) history of drug or alcohol abuse that could preclude adherence to the protocol in the opinion of the investigator.\n* Any cause of liver disease other than chronic HCV infection.\n* Any current or past clinical evidence of Child-Pugh B or C classification or clinical history of decompensated liver disease.\n* Consideration by the investigator, for any reason, that the participant is an unsuitable candidate to receive ABT-493/ABT-530.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants in Arms A and B With Sustained Virologic Response 12 Weeks Post-treatment (SVR12)","description":"SVR12 was defined as plasma hepatitis C virus ribonucleic acid (HCV RNA) level less than the lower limit of quantification \\[\\<LLOQ\\]) 12 weeks after the last dose of study drug.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"99.1","spread":null},{"groupId":"OG001","value":"100","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants in Arm A With Sustained Virologic Response 12 Weeks Post-treatment (SVR12)","description":"SVR12 was defined as plasma hepatitis C virus ribonucleic acid (HCV RNA) level less than the lower limit of quantification \\[\\<LLOQ\\]) 12 weeks after the last dose of study drug. 95% CI was calculated using the normal approximation to the binomial distribution.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"99.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants for Each Sub-Population in Arms C and D With Sustained Virologic Response 12 Weeks Post-treatment (SVR12)","description":"SVR12 was defined as plasma hepatitis C virus ribonucleic acid (HCV RNA) level less than the lower limit of quantification \\[\\<LLOQ\\]) 12 weeks after the last dose of study drug. Subpopulations defined as Genotype 1 and 2 infected cirrhotic participants, prior direct acting antiviral agent (DAA) treatment experienced (T-exp) participants, Genotype 3, 4, 5 or 6-infected participants, and participants with severe renal impairment (RI). 95% CI was calculated using the Wilson score method.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"93.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"83.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG001","value":"100","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With On-treatment Virologic Failure","description":"On-treatment virologic failure was defined as confirmed increase of \\> 1 log(subscript)10(subscript) IU/mL above the lowest value post-baseline HCV RNA during treatment; confirmed HCV RNA ≥ 100 IU/mL after HCV RNA \\< LLOQ during treatment, or HCV RNA ≥ LLOQ at end of treatment with at least 6 weeks of treatment. 95% CI was calculated using the Wilson score method.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"1.0","spread":null},{"groupId":"OG003","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Post-Treatment Relapse","description":"Post-treatment relapse was defined as confirmed HCV RNA ≥ LLOQ between the end of treatment and 12 weeks after the last dose of study drug among participants with HCV RNA levels \\< LLOQ at the end of treatment, excluding participants who were been shown to be re-infected. The confidence interval was calculated using the Wilson score method.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"3.0","spread":null},{"groupId":"OG003","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":129},"commonTop":["NASOPHARYNGITIS","PRURITUS","HEADACHE","RASH","HYPERTENSION"]}}}