{"nctId":"NCT02920008","briefTitle":"Phase 3 Randomized, Open-Label Study of Guadecitabine vs Treatment Choice in Previously Treated Acute Myeloid Leukemia","startDateStruct":{"date":"2017-03-16","type":"ACTUAL"},"conditions":["Acute Myeloid Leukemia"],"count":302,"armGroups":[{"label":"guadecitabine","type":"EXPERIMENTAL","interventionNames":["Drug: guadecitabine"]},{"label":"Treatment Choice (TC)","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Treatment Choice (TC)"]}],"interventions":[{"name":"guadecitabine","otherNames":["SGI-110"]},{"name":"Treatment Choice (TC)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Adult participants ≥18 years of age who are able to understand study procedures, comply with them, and provide written informed consent before any study-specific procedure.\n2. History of cytologically or histologically confirmed diagnosis of AML (except acute promyelocytic leukemia) according to the 2008 World Health Organization (WHO) classification (bone marrow \\[BM\\] or peripheral blood \\[PB\\] blast counts ≥20%).\n3. Performance status (Eastern Cooperative Oncology Group; ECOG) of 0-2.\n4. Participants with AML previously treated with initial induction therapy using a standard intensive chemotherapy regimen, including cytarabine and an anthracycline, and who are refractory to initial induction (primary refractory) or in relapse after such initial induction with or without prior HCT.\n5. Participants must have either PB or BM blasts ≥5% at time of randomization.\n6. Creatinine clearance or glomerular filtration rate ≥30 mL/min as estimated by the Cockroft-Gault (C-G) or other medically acceptable formulas, such as MDRD (Modification of Diet in Renal Disease) or CKD-EPI (the Chronic Kidney Disease Epidemiology Collaboration).\n7. Women of child-bearing potential must not be pregnant or breastfeeding and must have a negative pregnancy test at screening. Women of child-bearing potential and men with female partners of child-bearing potential must agree to practice 2 highly effective contraceptive measures of birth control and must agree not to become pregnant or father a child (a) while receiving treatment of guadecitabine, decitabine, or azacitidine and for at least 3 months after completing treatment and (b) while receiving treatment with high-intensity TC or LDAC and for at least 6 months after completing treatment.\n\nExclusion Criteria:\n\n1. Known clinically active central nervous system (CNS) or extramedullary AML, except leukemia cutis.\n2. Participants who are in first relapse after initial induction, if they had a response duration of \\>12 months from date when first response first documented or if they are good candidates for HCT.\n3. BCR-ABL-positive leukemia (chronic myelogenous leukemia in blast crisis).\n4. Second malignancy currently requiring active therapy, except breast or prostate cancer stable on or responding to endocrine therapy.\n5. Grade 3 or higher Graft Versus Host Disease (GVHD), or GVHD on either a calcineurin inhibitor or prednisone more than 5 mg/day.\n6. Prior treatment with guadecitabine for any indication, or more than 2 cycles of prior decitabine or azacitidine.\n7. Hypersensitivity to decitabine, guadecitabine, or any of their excipients.\n8. Treated with any investigational therapy within 2 weeks of the first dose of study treatment.\n9. Total serum bilirubin \\>2.5 × upper limit of normal (ULN; except for participants with Gilbert's Syndrome for whom direct bilirubin is \\<2.5 × ULN), or liver cirrhosis, or chronic liver disease Child-Pugh Class B or C.\n10. Known active human immunodeficiency virus (HIV), hepatitis B virus (HBV), or hepatitis C virus (HCV) infection. Inactive hepatitis carrier status or low viral hepatitis titer on antivirals is allowed.\n11. Known significant mental illness or other condition such as active alcohol or other substance abuse or addiction that, in the opinion of the investigator, predisposes the participant to high risk of noncompliance with the protocol.\n12. Refractory congestive heart failure unresponsive to medical treatment; active infection resistant to all antibiotics; or non-AML-associated pulmonary disease requiring \\>2 liters per minute (LPM) oxygen, or any other condition that puts the participant at an imminent risk of death.\n13. Participants with high PB blasts \\>50% AND poor ECOG PS of 2.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Survival","description":"Overall survival is defined as number of days from day of randomization to date of death, regardless of cause.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"191.0","spread":null},{"groupId":"OG001","value":"163.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Event-Free Survival","description":"Event-free survival is defined as number of days from randomization to earliest date of treatment discontinuation (for reasons other than initiation of hematopoietic cell transplant \\[HCT\\]), start of alternative anti-leukemia therapy (except HCT), or death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"90.0","spread":null},{"groupId":"OG001","value":"71.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Long-Term Survival","description":"Survival rate at 1 year after randomization; participants were also followed to estimate 2-year survival rate.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.32","spread":null},{"groupId":"OG001","value":"0.26","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.19","spread":null},{"groupId":"OG001","value":"0.10","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Days Alive and Out of the Hospital (NDAOH)","description":"Number of days participants alive and out of hospital during first 6 months of the study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"73.2","spread":null},{"groupId":"OG001","value":"73.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Transfusion Independence Rate","description":"Number of participants without red blood cells (RBC) or platelet transfusion for any 8-week period after treatment divided by total number of participants in efficacy analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20.3","spread":null},{"groupId":"OG001","value":"13.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23.6","spread":null},{"groupId":"OG001","value":"21.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"21.6","spread":null},{"groupId":"OG001","value":"14.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Complete Response Rate","description":"The Complete response (CR) rate based on modified International Working Group (IWG) 2003 AML Response Criteria was calculated as the number of participants with a best response of CR divided by the total number of participants included in the efficacy analysis. CR as per modified 2003 IWG AML Response Criteria is absolute neutrophil count (ANC) ≥1000/μL, platelets ≥100,000/μL, independence from red blood cells (RBC) and platelet transfusions over the past week, no leukemic blasts in peripheral blood and bone marrow should contain less than 5% blast cells.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.8","spread":null},{"groupId":"OG001","value":"7.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Combined Complete Response and Complete Response With Partial Hematologic Recovery Rate","description":"The combined CR and CR with partial hematologic recovery rate based on modified International Working Group (IWG) 2003 AML Response Criteria was calculated as number of participants with CR and CR with partial hematologic recovery divided by the total number of participants included in the efficacy analysis. CR as per modified 2003 IWG AML Response Criteria is absolute neutrophil count (ANC) ≥1000/μL, platelets ≥100,000/μL, independence from red blood cells (RBC) and platelet transfusions over the past week, no leukemic blasts in peripheral blood and bone marrow should contain less than 5% blast cells.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.9","spread":null},{"groupId":"OG001","value":"7.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Composite Complete Response Rate","description":"Composite complete response rate based on modified IWG 2003 AML Response Criteria defined as number of participants with best response of CR, CR with incomplete platelet recovery (CRp), or CR with incomplete blood count recovery (CRi) divided by total number of participants in efficacy analysis. CR as per modified 2003 IWG AML Response Criteria is ANC ≥1000/μL, platelets ≥100,000/μL, independence from RBC and platelet transfusions over the past week, no leukemic blasts in peripheral blood and bone marrow should contain less than 5% blast cells. CRp is defined as ANC ≥1000/μL, Platelets \\<100,000/μL, independence from RBC transfusions over the past week, no leukemic blasts and bone marrow should contain less than 5% blast cells. CRi is defined as ANC \\<1000/μL, no leukemic blasts and bone marrow should contain less than 5% blast cells.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27.0","spread":null},{"groupId":"OG001","value":"14.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Hematopoietic Cell Transplant (HCT) Rate","description":"Number of participants who received HCT after randomization divided by total number of participants in efficacy analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17.6","spread":null},{"groupId":"OG001","value":"16.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Complete Response (CR) + CR With Partial Hematologic Recovery (CRh)","description":"The time from first CR or CRh to time of relapse (the date of the earliest of the following 3 events):\n\n1. relapse (defined as the earliest time point whereby BM assessment or PB assessment by the investigator indicate relapse/disease progression due to confirmed reappearance of leukemic blasts in PB or ≥5% leukemic blasts in BM, or clinical progression determined by the investigator),\n2. start of alternative therapy (except HCT) or\n3. death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"124","spread":null},{"groupId":"OG001","value":"63","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in EuroQoL-5 Dimension 5 Level (EQ-5D-5L) Index Scores","description":"Index score is calculated based on 5-level version of the EQ-5D descriptive system using the value set for England.\n\nThe range of index score is from -0.281 (for the worst health state, score of 5 for all categories) to 1 (for the best health state, score of 1 for all categories).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.027","spread":null},{"groupId":"OG001","value":"-0.034","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.026","spread":null},{"groupId":"OG001","value":"-0.028","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.008","spread":null},{"groupId":"OG001","value":"-0.061","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.022","spread":null},{"groupId":"OG001","value":"-0.072","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.027","spread":null},{"groupId":"OG001","value":"-0.070","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.020","spread":null},{"groupId":"OG001","value":"-0.022","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in EQ-5D-5L Visual Analogue Scale (VAS) Score","description":"VAS score is obtained using vertical 20-cm visual analogue scale with the top value of 100 labelled as 'the best health you can imagine' and the bottom value of 0 labelled as 'the worst health you can imagine'.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.80","spread":null},{"groupId":"OG001","value":"-1.86","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.61","spread":null},{"groupId":"OG001","value":"-1.47","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.13","spread":null},{"groupId":"OG001","value":"-2.37","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.28","spread":null},{"groupId":"OG001","value":"-2.30","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.67","spread":null},{"groupId":"OG001","value":"-1.42","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.44","spread":null},{"groupId":"OG001","value":"-0.77","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Adverse Events (AEs)","description":"An AE is any untoward medical occurrence associated with the use of a drug in humans, whether or not considered drug related. An AE can therefore be any unfavorable and unintended sign (including a clinically significant abnormal finding in laboratory tests or other diagnostic procedures), symptom, or disease temporally associated with the use of a drug, without any judgment about causality.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"96.6","spread":null},{"groupId":"OG001","value":"97.3","spread":null}]}]}]},{"type":"SECONDARY","title":"All-Cause Mortality","description":"All-cause mortality in the first 30 days and first 60 days after the start of treatment divided by the total number of participants receiving at least one dose of study treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.7","spread":null},{"groupId":"OG001","value":"9.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"24.8","spread":null},{"groupId":"OG001","value":"20.4","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":113,"n":145},"commonTop":["Thrombocytopenia","Nausea","Anaemia","Neutropenia","Pyrexia"]}}}