{"nctId":"NCT04937881","briefTitle":"PK of TAF and TDF for PrEP in Pregnant and Postpartum Women","startDateStruct":{"date":"2022-06-13","type":"ACTUAL"},"conditions":["Hiv"],"count":39,"armGroups":[{"label":"TAF arm","type":"EXPERIMENTAL","interventionNames":["Drug: Tenofovir alafenamide"]},{"label":"TDF arm","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Tenofovir Disoproxil Fumarate"]}],"interventions":[{"name":"Tenofovir alafenamide","otherNames":["TAF"]},{"name":"Tenofovir Disoproxil Fumarate","otherNames":["TDF or Truvada"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. \\>18 years old\n2. confirmed HIV-negative (confirmed with a 4th generation antigen HIV test) at time of study entry\n3. intend on giving birth in the MOU facility\n4. confirmed to be 14-24 weeks pregnant\n5. without psychiatric or medical contraindications to PrEP\n6. estimated creatinine clearance (CrCI) \\>60mL/min\n7. resides close to clinic (\\<10km)\n8. has a smart phone that can take video footage (with data bundle from study)\n9. agrees to provide video phone footage of taking a pill a day for 8 weeks during pregnancy and again for 8 weeks in postpartum period\n\nExclusion Criteria:\n\nIndividuals not meeting the above criteria or meeting any of the following criteria will be excluded:\n\n1. Concurrent enrolment in another HIV-1 vaccine or prevention trial\n2. History of renal disease\n3. Current clinical diagnosis of hypertension\n4. Exhibiting psychotic symptoms\n5. Currently or history of taking an anti-psychotic medication\n6. Positive Hepatitis B surface antigen (HBsAg) test on screening\n7. History of bone fracture not related to trauma\n8. Any other medical, psychiatric or social condition which in the opinion of the investigators would affect the ability to consent and/or participate in the study\n9. Any maternal or fetal complication, obstetric or medical, detected during routine care or study procedures that requires referral of pregnant or postpartum women/infants to secondary or tertiary obstetric or medical care.","healthyVolunteers":true,"sex":"FEMALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Tenofovir Diphosphate (TFV-DP) Levels in Plasma and Intracellular Levels in Pregnant Women on Daily PrEP","description":"Levels of TFV-DP (geometric mean), comparing the drugs TAF to TDF, observed in pregnancy.\n\nNote: Observation of daily PrEP dosing spanned 16 weeks in total, including 8 weeks during pregnancy and 8 weeks in postpartum. Once participants had completed their 8 weeks of in-pregnancy observation, observation of therapy was paused until they entered the postpartum phase.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"580","spread":null},{"groupId":"OG001","value":"71","spread":null}]}]}]},{"type":"PRIMARY","title":"Tenofovir Diphosphate (TFV-DP) Levels in Plasma and Intracellular Levels in Postpartum Women on Daily PrEP","description":"Levels of TFV-DP (geometric mean), comparing the drugs TAF to TDF, observed in postpartum period.\n\nNote: Observation of daily PrEP dosing spanned 16 weeks in total, including 8 weeks during pregnancy and 8 weeks in postpartum. Once participants had completed their 8 weeks of in-pregnancy observation, observation of therapy was paused until they entered the postpartum phase.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"666","spread":null},{"groupId":"OG001","value":"73","spread":null}]}]}]},{"type":"SECONDARY","title":"Tenofovir Diphosphate (TFV-DP) Concentrations in Plasma and Intracellular Levels Comparing Pregnancy Against Postpartum Women","description":"Plasma and intracellular concentrations of tenofovir and plasma TFV-DP in antenatal and postpartum groups intra-individual comparisons.\n\nNote: TFV-DP measures were obtained by DBS once a week during periods of observation. Observation of daily PrEP dosing spanned 16 weeks in total, including 8 weeks during pregnancy and 8 weeks in postpartum. Once participants had completed their 8 weeks of in-pregnancy observation, observation of therapy was paused until they entered the postpartum phase.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"611.3","spread":null},{"groupId":"OG001","value":"410.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"940.5","spread":null},{"groupId":"OG001","value":"518.3","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":9,"n":20},"commonTop":[]}}}