{"nctId":"NCT02046369","briefTitle":"Lurasidone Pediatric Bipolar Study","startDateStruct":{"date":"2014-03"},"conditions":["Bipolar I Depression"],"count":350,"armGroups":[{"label":"Luradisone","type":"EXPERIMENTAL","interventionNames":["Drug: Lurasidone"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Lurasidone","otherNames":["Latuda"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Written informed consent from parent(s) or legal guardian(s) with sufficient intellectual capacity to understand the study and support subjects' adherence to the study procedures must be obtained for subjects who are not emancipated. If emancipated, subjects must provide written informed consent. In accordance with Institutional Review Board (IRB) requirements, the subject will complete an informed assent prior to study participation.\n\n  * Male or female subjects 10 to 17 years of age, inclusive with bipolar I disorder, most recent episode depressed, with or without rapid cycling disease course (≥ 4 episodes of mood disturbance but \\< 8 episodes in the previous 12 months) and without psychotic features (diagnosed by DSM-V criteria, and confirmation of the bipolar I disorder diagnosis by an adequately trained clinician at the time of screening, by means of the Schedule for Affective Disorders and Schizophrenia for School-age Children \\[K-SADS-PL\\]). Note: The current episode of major depression associated with bipolar I disorder must be confirmed by the investigator and noted in the source records.\n  * Subject has a lifetime history of at least one manic episode. A reliable informant (eg, family member or caregiver) or medical records must be able to confirm this history.\n  * Subject's current major depressive episode is ≥ 4 weeks and less than 12 months in duration.\n  * CDRS-R score ≥ 45 at screening and Baseline.\n  * YMRS score ≤ 15 (with YMRS Item 1 \\[elevated mood\\] score ≤ 2) at screening and Baseline.\n  * Within 3rd to 97th percentile for gender specific BMI-for-age growth charts from the World Health Organization (WHO) growth charts\n  * In good physical health on the basis of medical history, physical examination, and laboratory screening.\n  * Females who participate in this study:\n\n    * are unable to become pregnant (eg, premenarchal, surgically sterile, etc.) -OR-\n    * practices true abstinence (consistent with lifestyle) and must agree to remain abstinent from signing informed consent to at least 7 days after the last dose of study drug has been taken; -OR-\n    * are sexually active and willing to use a medically effective method of birth control (eg, male using condom and female using condom, diaphragm, contraceptive sponge, spermicide, contraceptive pill, or intrauterine device) from signing informed consent to at least 7 days after the last dose of study drug has been taken.\n  * Males must be willing to remain sexually abstinent (consistent with lifestyle) or use an effective method of birth control (eg, male using condom and female using condom, diaphragm, contraceptive sponge, spermicide, contraceptive pill, or intrauterine device) from signing informed consent to at least 7 days after the last dose of study drug has been taken.\n  * In the judgment of the investigator, the subject is able to swallow the size and number of study drug tablets specified per protocol\n  * Willing and able to adhere to protocol-specified meal requirements during dosing.\n  * Subjects may have a lifetime diagnosis of ADHD. If a subject is taking psychostimulants for ADHD, they must have been on a stable treatment regimen of these medication(s) for 30 days prior to screening and the treatment regimen is expected to remain stable throughout the study. This must be confirmed by the investigator and noted in the source records.\n\nExclusion Criteria:\n\n* Has an Axis I or Axis II (DSM-IV or any DSM-5) diagnosis other than bipolar I disorder that has been the primary focus of treatment within 3 months of screening.\n* Subject has been hospitalized for a bipolar manic or mixed episode within the 30 days prior to randomization.\n* Has a history or current diagnosis of intellectual disability, autism spectrum disorder, neuroleptic malignant syndrome, or any neurologic disorder, or severe head trauma.\n* Lifetime history of human immunodeficiency virus (HIV) positive or acquired immune deficiency syndrome (AIDS), or history of Hepatitis B or C.\n* Any of the following:\n* Documented history of chromosomal disorder with developmental impairment (ie, trisomy chromosome 21; 22q11 deletion syndrome).\n* Evidence of any chronic organic disease of the CNS such as tumors, inflammation, active seizure disorder, vascular disorder, potential CNS related disorders that might occur in childhood - eg, Duchenne muscular dystrophy, myasthenia gravis, or other neurologic or serious neuromuscular disorders. In addition, subjects must not have a history of persistent neurological symptoms attributable to serious head injury. Past history of febrile seizure, drug-induced seizure, or alcohol withdrawal seizure is not exclusionary.\n* CDRS-R total score \\> 85 at screening or Baseline\n* Demonstrates a decrease (improvement) of ≥ 25% in the CDRS-R adjusted total score between Screening and Baseline visits, or the CDRS-R is below 45 at Baseline.\n* Exhibits evidence of moderate or severe extrapyramidal symptoms, dystonia, tardive dyskinesia, or any other moderate or severe movement disorder. Severity to be determined by the investigator.\n* Lifetime history of electroconvulsive therapy (ECT).\n* Resistant to antipsychotic treatment based on at least two prior adequate trials (ie, adequate dose and duration) of an antipsychotic agent within the current episode of depression, or subject has a history of non-response to an adequate (6-week) trial of three or more antidepressants (with or without mood stabilizers) during the current episode.\n* Clinically significant neurological, metabolic (including Type 1 diabetes), hepatic, renal, hematological, pulmonary, cardiovascular, gastrointestinal, carcinoma, and/or urological disorder that would pose a risk to the subjects if they were to participate in the study or that might confound the results of the study.\n* Has a history of malignancy \\< 5 years prior to signing the informed consent.\n* Clinically significant finding(s) on physical examination determined by the investigator to pose a health concern to the subject while on study.\n* Clinically relevant abnormal laboratory values or abnormal vital sign values/findings.\n* A history or presence of abnormal ECG, which in the investigator's opinion is clinically significant. Abnormal screening ECGs will be centrally over-read, and eligibility will be determined based on the over-read.\n* Presence or history (within the last year) of a medical or surgical condition (eg, gastrointestinal disease) that might interfere with the absorption, metabolism, or excretion of orally administered lurasidone.\n* Clinically significant substance abuse disorder (with the exception of caffeine or tobacco) based on DSM-5 criteria within the last 6 months prior to screening.\n* Positive test results at screening or Baseline for:\n\n  1. Urine drugs of abuse (including amphetamines/methamphetamines, barbiturates, benzodiazepines, cocaine, opioids, phencyclidine, and cannabinoids). A positive test for amphetamines/methamphetamines, barbiturates, opioids, or benzodiazepines may not result in exclusion of subjects if the investigator determines that the positive test is as a result of taking prescription medicine(s) as prescribed. In the event a subject tests positive for cannabinoids (tetrahydrocannabinol), the investigator will evaluate the subject's ability to abstain from prohibited substances during the study. If in the investigator's clinical judgment the subject will abstain, the subject may be enrolled after consultation with the Medical Monitor.\n  2. Pregnancy test.\n* Females who are pregnant, lactating, or likely to become pregnant during the study.\n* Participated in another interventional clinical trial or receiving an investigational product within 30 days prior to screening.\n* Donation of whole blood within 60 days prior to randomization.\n* Known history or presence of clinically significant intolerance to any antipsychotic medications including but not limited to angioedema, serotonin or neuroleptic malignant syndromes.\n* Clinically relevant history of drug hypersensitivity to lurasidone or any components in the formulation.\n* Use of concomitant medications that consistently prolong the QT/QTc interval within 28 days prior to randomization.\n* Received depot neuroleptics unless the last injection was at least 1 month or 1 treatment cycle prior to screening, whichever is longer.\n* Received treatment with antidepressants, atomoxetine or alpha 2 agonists (eg, guanfacine) within 3 days prior to randomization, fluoxetine hydrochloride within 21 days of randomization, monoamine oxidase (MAO) inhibitor within 28 days of randomization, or clozapine within 120 days of randomization.\n* Use of all psychotropic medications prior to randomization with the exception of those medications explicitly permitted within 3 days prior to randomization (7 days prior to randomization for aripiprazole).\n* Has a prolactin concentration ≥ 100 ng/mL at screening, or has a history of pituitary adenoma.\n* At screening or Baseline the subject answers \"yes\" to \"Suicidal Ideation\" Items 4 or 5 on the C-SSRS or has a score of 7 on item 13, Suicidal Ideation, on the CDRS-R.\n* Subject is considered by the investigator to be at imminent risk of suicide or injury to self, others, or property during the study. Subject has a history of one or more serious suicide attempts (based on the investigator's judgment) in the 3 months prior to screening. Subjects determined to be at risk of suicide or injury, as assessed by the investigator at screening, will be referred for further psychiatric evaluation.\n* Adhering to a special diet for the 28 days prior to drug administration (eg, liquid, protein, raw food diet).\n* Subject is planning to move during the study, is chronically homeless, or is unable to attend all planned study visits. The Medical Monitor will be consulted for individual cases, as needed.\n* Subject with newly diagnosed Type 2 diabetes during screening or subject is on injectable medication for the treatment of Type 2 diabetes. A subject with Type 2 diabetes is eligible for study inclusion if considered clinically stable, which is defined as:\n\n  * Random (non-fasting) screening glucose is \\< 200 mg/dl (11.1 mmol/L); and If ≥ 200 mg/dL (11.1 mmol/L) must be retested in a fasted state. Retested fasted value cannot be ≥ 126 mg/dL.\n  * HbA1c ≤ 6.5%; and\n* If a subject is currently being treated with oral anti-diabetic medication(s), the dose must have been stable for at least 4 weeks prior to screening. Such medication may be adjusted or discontinued during the study, as clinically indicated.\n* Subject has required hospitalization for diabetes or related complications in the past 12 months.\n* The use of concomitant medications that are potent inducers or inhibitors of the cytochrome P450 (CYP) 3A4 enzyme system during the trial (from signing informed consent until follow-up).\n* Clinically significant orthostatic hypotension (ie, a drop in systolic blood pressure of 20 mmHg or more and/or drop in diastolic blood pressure of 10 mmHg or more within 4 minutes of standing up).","healthyVolunteers":false,"sex":"ALL","minimumAge":"10 Years","maximumAge":"17 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in the Children's Depression Rating Scale, Revised (CDRS-R) Total Score as Compared to Placebo From Double-Blind Baseline to Week 6 (Day 43) Baseline","description":"CDRS-R total score: changes from baseline over time - mixed model for repeated measures. LS Mean and SE for change from baseline are based on Mixed Model for Repeated Measures.\n\nThe CDRS-R total score ranges from 17-113. In general, higher values of CDRS-R total score represent greater severity of illness.\n\nThe primary efficacy endpoint will be assessed between the placebo and treatment group.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"59.2","spread":"8.24"},{"groupId":"OG001","value":"58.6","spread":"8.26"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-21.0","spread":"1.06"},{"groupId":"OG001","value":"-15.3","spread":"1.08"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Pediatric Anxiety Rating Scale (PARS) Score as Compared to Placebo.","description":"PARS score: changes from baseline over time - mixed model for repeated measures-LS Mean and SE for change from baseline are based on Mixed Model for Repeated Measures.The PARS is a clinician-rated instrument for assessing over time the severity of anxiety symptoms associated with common DSM-IV anxiety disorders in children ages 6-17 years. The PARS is administered separately to the subject and to the caregiver. The instrument has 2 sections. The first section includes a 50-item symptom checklist, which the clinician rates as present or absent during the past week. The second section is comprised of 7 severity impairment items reflecting the severity/impairment of all symptoms endorsed in Section 1 of the PARS (during the past week). Each question is answered on a 0-5 Likert scale (0 for none, and 1-5 for minimal to extreme) with alternative responses of 8=Not Applicable and 9=Does Not Know. The PAR total score over all 7 questions ranges in value from 0 to 35.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.9","spread":"7.72"},{"groupId":"OG001","value":"11.5","spread":"7.60"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.4","spread":"0.44"},{"groupId":"OG001","value":"-2.3","spread":"0.45"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Pediatric Quality of Life Enjoyment and Satisfaction Questionnaire (PQ-LES-Q) Score as Compared to Placebo.","description":"PQ-LES-Q percentage maximum possible score: changes from baseline over time - mixed model for repeated measures\n\nLS Mean and SE for change from baseline are based on Mixed Model for Repeated Measures","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"49.6","spread":"15.49"},{"groupId":"OG001","value":"49.7","spread":"17.31"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11.8","spread":"1.10"},{"groupId":"OG001","value":"7.9","spread":"1.13"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Clinician-rated Children's Global Assessment Scale (CGAS) Score as Compared to Placebo.","description":"CGAS Score: changes from baseline over time - mixed model for repeated measures. LS Mean and SE for change from baseline are based on Mixed Model for Repeated Measures. LS Mean and SE for change from baseline are based on Mixed Model for Repeated Measures","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"48.8","spread":"8.73"},{"groupId":"OG001","value":"49.5","spread":"6.99"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14.0","spread":"0.96"},{"groupId":"OG001","value":"9.3","spread":"0.99"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Attention-Deficit/Hyperactivity Disorder Rating Scale (ADHD-RS) Score as Compared to Placebo.","description":"ADHD-RS total score: changes from baseline over time -ANCOVA-LS Mean and SE for change from baseline are based on ANCOVA. The Pediatric Quality of Life Enjoyment and Satisfaction Questionnaire (PQ-LES-Q is a 15-item self-report measure of the degree of enjoyment and satisfaction in various areas of daily living, based on the content of the Short From of the Q-LES-Q. Each item is rated on a 5-point scale, ranging from 1 (very poor) to 5 (very good). The first 14 items are the same as the General Activities section of the regular Q-LES-Q form and are used to compute the raw score. The PQ-LES-Q-SF percentage maximum possible score is calculated as follows:% Max = 100 × (Raw Score - Minimum Score) / (Maximum Score - Minimum Score),where the Minimum Score equals 14 and the Maximum Score equals 70, and the % maximum possible score can range from 0% to 100%. Higher scores indicate better quality of life.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.8","spread":"10.85"},{"groupId":"OG001","value":"12.3","spread":"11.62"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.6","spread":"7.26"},{"groupId":"OG001","value":"-2.0","spread":"7.61"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Clinical Global Impressions-Bipolar-Severity (CGI-BP-S) Depression Score","description":"Change from baseline in Clinical Global Impressions-Bipolar-Severity (CGI-BP-S) depression score changes from baseline over time - mixed model for repeated measures. LS Mean and SE for change from baseline are based on Mixed Model for Repeated Measures.The CGI-BP-S is a three-question clinician-rated assessment of the subject's current illness state (depression, mania, and overall) using a 7-point scale (1(normal, not ill) to 7 (very severely ill)) for each question, where a higher score is associated with greater illness severity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.6","spread":"0.65"},{"groupId":"OG001","value":"4.5","spread":"0.57"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.49","spread":"0.085"},{"groupId":"OG001","value":"-1.05","spread":"0.087"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":175},"commonTop":["headache","nausea","somnolence","dizziness","vomiting"]}}}