{"nctId":"NCT01739595","briefTitle":"Phase III Study to Evaluate Morning Testosterone Normalization in Overweight Men With Secondary Hypogonadism","startDateStruct":{"date":"2012-11"},"conditions":["Secondary Hypogonadism"],"count":181,"armGroups":[{"label":"Androxal 12.5 mg","type":"EXPERIMENTAL","interventionNames":["Drug: enclomiphene citrate"]},{"label":"Androxal 25 mg","type":"EXPERIMENTAL","interventionNames":["Drug: enclomiphene citrate"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"enclomiphene citrate","otherNames":["Androxal"]},{"name":"Placebo","otherNames":["Dummy"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Overweight (BMI 25 to 42 kg/m2 inclusive) males age 18 to 60 inclusive\n2. All clinical laboratory tests within normal ranges (any clinically significant deviation of laboratory results will require approval of sponsor)\n3. Previously or concurrently diagnosed as having secondary hypogonadism characterized as having 2 consecutive morning testosterone assessments \\< 300ng/dL, one of which must be confirmed at Baseline.\n4. LH \\< 9.4 mIU/mL (at Visit 1 only)\n5. Sperm count ≥ 15 million per milliliter (assessed twice at least 48 hours apart)\n6. Ability to complete the study in compliance with the protocol\n7. Ability to understand and provide written informed consent\n8. Agreement to provide a total of up to 6 semen sample in a sponsor-approved clinic on up to 6 separate occasions.\n\nExclusion Criteria:\n\n1. Any prior use of testosterone treatments within the last 6 months\n2. Use of spironolactone, cimetidine, Clomid, 5α-reductase inhibitors, hCG, androgen, estrogen, anabolic steroid, DHEA, or herbal hormone products during the study\n3. Use of Clomid in the past year\n4. Uncontrolled hypertension or diabetes mellitus based on the Investigator's assessment at baseline. Subjects treated for Type II diabetes will be allowed into the study. Newly diagnosed diabetics need to be treated for at least 48 hours before being enrolled in the study.\n5. Clinically significant abnormal findings at Screening (Visit 1) or Baseline, based on the Investigator's assessment\n6. A hematocrit \\>54% or a hemoglobin \\>17 g/dL (sponsor may approve enrollment of subjects with hemoglobin up to 17.5 g/dL if the subject is at a location with a high elevation)\n7. Use of an investigational drug or product, or participation in a drug or medical device research study within 30 days prior to receiving study medication.\n8. Known hypersensitivity to Clomid\n9. Symptomatic cataracts (nuclear sclerosis cataract or cortical cataract grade \\> 2 based on 0-4 scale or any trace of posterior subcapsular cataract)\n10. Abnormal fundoscopy exam such as central retinal vein occlusion\n11. Any condition which in the opinion of the investigator would interfere with the participant's ability to provide informed consent, comply with study instructions, possibly confound interpretation of study results, or endanger the participant if he took part in the study\n12. Irreversibly infertile or compromised fertility (cryptorchism, Kallman Syndrome, primary hypogonadism, vasectomy, or tumors of the pituitary)\n13. Current or history of breast cancer\n14. Current or history of prostate cancer or a suspicion of prostate disease unless ruled out by prostate biopsy, or a PSA\\>3.6\n15. Presence or history of known hyperprolactinemia with or without a tumor\n16. Chronic use of medications such as glucocorticoids\n17. History of drug abuse or chronic narcotic use including methadone\n18. A recent history of alcoholism or illegal substance or steroid abuse (\\<2 years) or presence of moderate alcohol use (\\>21 drinks per week)\n19. Subjects with known history of HIV and/or Hepatitis C\n20. Subjects with end stage renal disease\n21. History of liver disease (including malignancy) or a confirmed AST or ALT \\>3 times the upper limit of normal\n22. History of myocardial infarction, unstable angina, symptomatic heart failure, ventricular dysrhythmia or know history of QTc interval prolongation\n23. History of cerebrovascular disease\n24. History of venous thromboembolic disease (e.g. deep vein thrombosis or pulmonary embolism)\n25. History of erythrocytosis or polycythemia\n26. Subjects with cystic fibrosis (mutation of the CFTR gene)\n27. Subjects unable to provide a semen sample in a sponsor-approved clinic\n28. Enrollment in a previous Androxal study","healthyVolunteers":false,"sex":"MALE","minimumAge":"18 Years","maximumAge":"60 Years","stdAges":["ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Subjects With Testosterone in Normal Range After Treatment","description":"Proportion (percent) of subjects with average serum concentration (Cavg) for T in the normal range (300 - 1040 ng/dL) after 12 weeks of treatment. Cavg was calculated as the numerical average of 24-hour serial testosterone assessments at 0, 1, 2, 3, 4, 6, 8, 12, 16 and 24 hours after dosing.\n\nIf the lower limit of the 95% confidence interval for the Androxal treatment group at Week 12 is at least 67%, then the coprimary endpoint based on the Cavg for testosterone would have been achieved.\n\nFDA specified primary endpoint did not include comparison to placebo, thus the proportion of placebo subjects with average serum concentration (Cavg) for T in the normal range (300 - 1040 ng/dL) after 12 weeks of treatment was not calculated.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"81.3","spread":null}]}]}]},{"type":"PRIMARY","title":"Change in Sperm Concentration","description":"Proportion of subjects with a 50% or greater decrease in sperm concentration from baseline after 12 weeks of treatment in Androxal treated subjects to placebo.\n\nThe difference between the proportions (placebo minus Androxal) and corresponding 95% confidence interval was determined and compared to the equivalence limit of -20%. If the lower limit of the 95% confidence interval was greater than -20%, then Androxal would be concluded to be non-inferior to placebo in causing a 50% reduction in sperm concentrations.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.2","spread":null},{"groupId":"OG001","value":"4.3","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":112},"commonTop":["Nausea","Headache","URI","Fatigue","Vomiting"]}}}