{"nctId":"NCT01541254","briefTitle":"Feasibility Study of the LVIS™ (Low-profile Visualized Intraluminal Support)Device","startDateStruct":{"date":"2012-03"},"conditions":["Intracranial Aneurysms"],"count":30,"armGroups":[{"label":"Single Arm","type":"OTHER","interventionNames":["Device: Low profile Visualized Intraluminal Device (LVIS and LVIS Jr.)"]}],"interventions":[{"name":"Low profile Visualized Intraluminal Device (LVIS and LVIS Jr.)","otherNames":["Low-profile Vizualized Intraluminal Support Device"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subject whose age is between 18 and 80 years old\n* Subject with unruptured wide neck, saccular,intracranial aneurysm, \\< 20mm maximum diameter in any plane ( wide neck defined as neck width ≥ 4mm or dome to-neck ratio \\< 2).\n* Subject's aneurysm arises from a parent vessel with a diameter of ≥ 2.5m and ≤ 4.5mm.\n* Subject or his/her legally authorized representative understands the nature of the procedure and provides signed informed consent form.\n* Subject is willing to return to the investigational site for the 30- day and 6-month follow-up evaluations\n\nExclusion Criteria:\n\n* Subject who presents with ruptured aneurysm, unless rupture occured 30 days or more prior to screening.\n* Subject who presents with an intracranial mass or currently undergoing radiation therapy for carcinoma of the head or neck region.\n* Subject with an International Normalized Ratio (INR)≥ 1.5\n* Subject with serum creatinine level \\>2mg/dl at time of enrollment\n* Subject with known allergies to nickel-titanium metal\n* Subject with known allergies to aspirin, heparin, ticlopidine, or clopidogrel\n* Subject with a life threatening allergy to contrast(unless treatment for allergy is tolerated)\n* Subject who has a known cardiac disorder, likely to be associated with cardioembolic symptoms such as atrial fibrillation\n* Subject with any condition which in the opinion of the treating physician would place the subject at a high risk of embolic stroke\n* Subject who is currently participating in another clinical research study\n* Subject who has had a previous intracranial stenting procedure associated with the target aneurysm\n* Subject who is unable to complete the required follow-up\n* Subject who is pregnant or breastfeeding\n* Subject who has participated in a drug study within the last 30 days","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Probable Benefit Measures as Successful Aneurysm Treatment With the LVIS™ Device, as Measured by Aneurysm Angiographic Occlusion of ≥ 90% at 6 Months (± 4 Weeks)","description":"Imaging from each subject to be reviewed by an independent core lab who will be comparing with baseline and post procedure images.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"95","spread":"19"}]}]}]},{"type":"PRIMARY","title":"Safety Measures as Any Major Stroke or Death Within 30 Days, or Major Ipsi-lateral Stroke or Neurological Death Within 6 Months","description":"A major stroke is defined as a new neurological event that persists for \\>24 hours and results in a ≥ 4 point increase in the National Institutes of Health Stroke Scale (NIHSS) score compared to baseline or compared to any subsequent lower score.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Parent Artery Patency Measured Angiographically at 6 Months","description":"To be assessed by Independent Core Lab.","classes":[]},{"type":"SECONDARY","title":"Successful Delivery of the LVIS™ Device Measures by Technical Success","description":"Technical success being defined as: access to the lesion, successful deployment of the LVIS™ device.","classes":[]},{"type":"SECONDARY","title":"Significant Stenosis(>50%) of the Treated Artery at 6 Months","description":"Parent Artery will be measured baseline and compared at 6 months post procedure per review by the Independent Core Lab.","classes":[]},{"type":"SECONDARY","title":"Stent Migration at 6 Months","description":"Angiographic images will be comparing post procedure sent position to 6 months","classes":[]},{"type":"SECONDARY","title":"Device and Procedure Related Serious Adverse Events","description":"All Serious Adverse events will be reported per protocol","classes":[]},{"type":"SECONDARY","title":"Unplanned Embolization Coiling Within 6 Months","description":"If the target lesion(aneurysm)treated needed further embolization within 6 months of initial treatment(detected during follow up or unscheduled visit ),data will be recorded and analyzed.","classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":31},"commonTop":["Headache","Hematoma at access site","Stroke or TIA","Nausea","Infection"]}}}