{"nctId":"NCT02783482","briefTitle":"Study of Immune Globulin Intravenous (Human) GC5107 in Subjects With Primary Humoral Immunodeficiency","startDateStruct":{"date":"2016-10","type":"ACTUAL"},"conditions":["Immunologic Deficiency Syndromes"],"count":49,"armGroups":[{"label":"GC5107","type":"EXPERIMENTAL","interventionNames":["Biological: GC5107"]}],"interventions":[{"name":"GC5107","otherNames":["IGIV","Immune globulin intravenous (human) solution, 10% liquid"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subject with a confirmed clinical diagnosis of a Primary Humoral Immunodeficiency Disease as defined by IUIS (International Union of Immunological Societies) and require treatment with IGIV. Documented agammaglobulinemia or hypogammaglobulinemia\n* Male or Female, ages 2 to 70 years\n* The subject has received 300-900 mg/kg of a licensed IGIV therapy at 21 or 28 day intervals for at least 3 months prior to this study\n* At least 2 documented IgG trough levels of ≥ 500 mg/dL are obtained at two infusion cycles (21 or 28 days) within 12 months prior to study enrollment\n\nExclusion Criteria:\n\n* Subject has secondary immunodeficiency\n* Subject was newly diagnosed with PHID and has not yet been treated with immunoglobulin\n* Subject has been diagnosed with dysgammaglobulinemia or isolated IgG subclass deficiency or isolated IgA deficiency with known anti-IgA antibodies\n* History of severe reaction or hypersensitivity to IGIV or other injectable form of IgG\n* Subject has a lifetime history of at least one thrombotic event including deep vein thrombosis, cerebrovascular accident, pulmonary embolism, transient ischemic attacks, or myocardial infarction\n* Subject has received blood products other than human albumin or human immunoglobulin within 12 months prior to enrollment","healthyVolunteers":false,"sex":"ALL","minimumAge":"2 Years","maximumAge":"70 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"The Incidence of Acute Serious Bacterial Infections (SBI)","description":"The incidence of acute serious bacterial infections (aSBIs) meeting FDA guidance criteria, which includes bacterial pneumonia, bacteremia/sepsis, bacterial meningitis, visceral abscesses, and osteomyelitis/septic arthritis.\n\nEfficacy data is evaluated by comparing the frequency of acute serious bacterial infections per subject per year according to the FDA guideline of an upper one-sided 99% confidence limit \\< 1.0 per subject per year.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.04","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0.02","spread":null}]}]}]},{"type":"PRIMARY","title":"The Proportion of Infusions With Temporally Associated Adverse Events (TAAEs) That Occur Within 72 Hours Following an Infusion of Test Product","description":"The proportion of infusions with temporally associated adverse events occurring during or within 72 hours following infusion, whether or not they were thought to be related to GC5107","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.31","spread":null},{"groupId":"OG001","value":"0.16","spread":null},{"groupId":"OG002","value":"0.24","spread":null}]}]}]},{"type":"SECONDARY","title":"The Incidence of Infections Other Than Acute Serious Bacterial Infections","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.4","spread":null},{"groupId":"OG001","value":"3.6","spread":null},{"groupId":"OG002","value":"2.9","spread":null}]}]}]},{"type":"SECONDARY","title":"The Number of Days Missed From Work/School/Kindergarten/Daycare, or Days Unable to Perform Normal Daily Activities Due to Infections","description":"Based on the total number of days missed from work/school/kindergarten/daycare or days unable to perform normal daily activities due to infections for each subject. Mean and SD are calculated based on weighting for the duration of data available for each subject, where duration is defined as (date of last visit - first infusion date + 1) for subjects who complete the study; and defined as (date of withdrawal - first infusion date + 1) for subjects who withdraw from the study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.9","spread":"4.20"},{"groupId":"OG001","value":"12.7","spread":"26.11"},{"groupId":"OG002","value":"7.1","spread":"18.04"}]}]}]},{"type":"SECONDARY","title":"The Number of Days of Unscheduled Physician Visits Due to Infections","description":"Based on the total number of days of unscheduled physician visits due to infections for each subject. Mean and SD are calculated based on weighting for the duration of data available for each subject, where duration is defined as (date of last visit - first infusion date + 1) for subjects who complete the study; and defined as (date of withdrawal - first infusion date + 1) for subjects who withdraw from the study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.3","spread":"4.56"},{"groupId":"OG001","value":"2.4","spread":"2.25"},{"groupId":"OG002","value":"2.3","spread":"3.75"}]}]}]},{"type":"SECONDARY","title":"The Number of Days of Hospitalizations Due to Infections","description":"Subject with no experience of specific event will be included in the analysis as zero incidence, zero day, or zero time duration. The mean and SD will be calculated weighting for the duration of data available for each subject.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1","spread":"0.57"},{"groupId":"OG001","value":"0.1","spread":"0.46"},{"groupId":"OG002","value":"0.1","spread":"0.53"}]}]}]},{"type":"SECONDARY","title":"The Number of Days of Intravenous (IV) Therapeutic Antibiotics","description":"Based on the total number of days of IV therapeutic antibiotics for each subject. Mean and SD are calculated based on weighting for the duration of data available for each subject, where duration is defined as (date of last visit -first infusion date + 1) for subjects who complete the study; and defined as (date of withdrawal - first infusion date + 1) for subjects who withdraw from the study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1","spread":"0.57"},{"groupId":"OG001","value":"0.0","spread":"0.00"},{"groupId":"OG002","value":"0.1","spread":"0.44"}]}]}]},{"type":"SECONDARY","title":"The Number of Days of Oral Therapeutic Antibiotics","description":"Based on the total number of days of oral (PO) therapeutic antibiotics for each subject. Mean and SD are calculated based on weighting for the duration of data available for each subject, where duration is defined as (date of last visit - first infusion date + 1) for subjects who complete the study; and defined as (date of withdrawal - first infusion date + 1) for subjects who withdraw from the study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.3","spread":"24.50"},{"groupId":"OG001","value":"13.1","spread":"18.38"},{"groupId":"OG002","value":"13.2","spread":"22.09"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":49},"commonTop":["Headache","Nausea","Cough","Fatigue","Pyrexia"]}}}