{"nctId":"NCT00069784","briefTitle":"The ORIGIN Trial (Outcome Reduction With Initial Glargine Intervention)","startDateStruct":{"date":"2003-08"},"conditions":["Diabetes Mellitus, Non-Insulin-Dependent"],"count":12537,"armGroups":[{"label":"Insulin glargine + omega-3 polyunsaturated fatty acids","type":"EXPERIMENTAL","interventionNames":["Drug: insulin glargine (HOE901)","Drug: omega-3 polyunsaturated fatty acids (PUFA)","Device: reusable pen device for insulin injection"]},{"label":"Insulin glargine + placebo","type":"EXPERIMENTAL","interventionNames":["Drug: insulin glargine (HOE901)","Drug: placebo","Device: reusable pen device for insulin injection"]},{"label":"Standard care + omega-3 polyunsaturated fatty acids","type":"EXPERIMENTAL","interventionNames":["Drug: omega-3 polyunsaturated fatty acids (PUFA)"]},{"label":"Standard care + placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: placebo"]}],"interventions":[{"name":"insulin glargine (HOE901)","otherNames":["Lantus®"]},{"name":"omega-3 polyunsaturated fatty acids (PUFA)","otherNames":["Omacor®"]},{"name":"placebo","otherNames":[]},{"name":"reusable pen device for insulin injection","otherNames":["OptiPen® Pro 1"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\nI1. Individuals with IFG and/or IGT, or early diabetes, as defined below.\n\nGlucose tolerance status was determined by a 75 g oral glucose tolerance test (OGTT) that was performed fasting (ie, no consumption of food or beverage other than water for at least 8 hours) at the time of screening for all candidates who were not known to have diabetes. The qualifying OGTT could be obtained up to 4 weeks prior to screening provided that anti-diabetic therapy (if any) remained unchanged between the qualifying OGTT and the screening visit. Two plasma glucose values were drawn during the OGTT - a fasting value (FPG) and a value drawn two hours after the 75 g oral glucose load was administered (postprandial plasma glucose \\[PPG\\]).\n\n\\- Impaired glucose tolerance (IGT), defined as a PPG value ≥140 and \\<200 mg/dL (ie, ≥7.8 and \\<11.1 mmol/L), with a FPG \\<126 mg/dL (7.0 mmol/L).\n\nOR\n\n\\- Impaired fasting glucose (IFG), defined as an FPG ≥110 and \\<126 mg/dL (≥6.1 and \\<7 mmol/L), without diabetes mellitus (PPG must be \\<200 mg/dL \\[11.1 mmol/L\\]).\n\nOR\n\n\\- Early type 2 diabetes, defined as a FPG ≥126 mg/dL (7.0 mmol/L) or a PPG of ≥200 mg/dL (11.1 mmol/L), or a previous diagnosis of diabetes, and either:\n\n* on no pharmacological treatment (while ambulatory) for at least 10 weeks prior to screening, with screening glycated hemoglobin \\<150% of the upper limit of normal (ULN) for the laboratory (eg, \\<9% if the ULN is 6%)\n* or taking one oral antidiabetic drug (OAD) from among sulfonylureas (SU), biguanides, thiazolidinediones (TZDs), alpha-glucosidase inhibitors (AGIs), and meglitinides (MGTs) at a stable dose while ambulatory for at least 10 weeks at the time of screening (or for the 10 weeks prior to hospitalization if identified while hospitalized for a CV event), with screening glycated hemoglobin \\<133% of the ULN for the laboratory (eg, \\<8% if the ULN is 6%) if taking this medication at half-maximum dose or greater, and glycated hemoglobin \\<142% of the ULN for the laboratory (eg, \\<8.5% if the ULN is 6%) if taking this medication at less than half-maximum dose. Individuals taking combination products containing two or more OADs were not eligible.\n\nI2. Men or women aged 50 years and older\n\nI3. At least one of the following CV risk factors:\n\n* previous myocardial infarction (MI) (≥ 5 days prior to randomization)\n* previous stroke (≥ 5 days prior to randomization)\n* previous coronary, carotid or peripheral arterial revascularization\n* angina with documented ischemic changes (at least 2 mm ST segment depression on electrocardiogram during a Graded Exercise Test \\[GXT\\]; or with a cardiac imaging study positive for ischemia); or unstable angina with documented ischemic changes (either ST segment depression of at least 1 mm or an increase in troponin above the normal range but below the range diagnostic for acute myocardial infarction)\n* microalbuminuria or clinical albuminuria (an albumin: creatinine ratio ≥ 30 μg/mg in at least one or timed collection of urine with albumin excretion ≥20 μg/min or ≥30 mg/24 hours or total protein excretion ≥500 mg/24 hours)\n* left ventricular hypertrophy by electrocardiogram or echocardiogram\n* significant stenosis on angiography of coronary, carotid, or lower extremity arteries (ie, 50% or more stenosis)\n* ankle-brachial index \\< 0.9.\n\nI4. Provision of signed and dated informed consent prior to any study procedures.\n\nI5. Ability and willingness to complete study diaries and questionnaires.\n\nI6. Demonstrated ability to use the self-glucose-monitoring device, and to self-inject insulin prior to randomization.\n\nI7. A negative pregnancy test for all women of childbearing potential (ie, ovulating, pre- menopausal, and not surgically sterile) and the agreement of these women to use a reliable method of birth control to prevent pregnancy during the duration of the study .\n\nI8. Willingness to discontinue prior omega-3 PUFA supplements for the duration of the study.\n\nExclusion criteria\n\nE1. Type 1 diabetes.\n\nE2. Requiring ambulatory insulin treatment or uncontrolled or symptomatic hyperglycemia that is likely to require the addition of ambulatory insulin therapy or a new antidiabetic agent either before or within 2 weeks after randomization.\n\nE3. Known anti-glutamic acid decarboxylase antibody (anti-GAD Ab) positivity in the past.\n\nE4. Screening glycated hemoglobin ≥150% of the ULN for the laboratory (eg, ≥9% if the ULN is 6%).\n\nE5. Unwillingness to inject insulin or perform self-monitoring of blood glucose.\n\nE6. Nonadherence to the run-in requirement to inject placebo insulin and do capillary glucose monitoring for at least 4 days prior to randomization.\n\nE7. Coronary artery bypass grafting (CABG) either planned at the time of screening, or CABG within the 4 years prior to screening - however, participants with angina, MI, or stroke since a previous CABG will be eligible for randomization, even if the last CABG was within 4 years.\n\nE8. Serum creatinine \\>2.0 mg/dL (176 μmol/L) at screening.\n\nE9. Active liver disease, or alanine aminotransferase (ALT) or aspartate aminotransferase (AST) \\>2.5 times ULN at screening.\n\nE10. Chronic or recurrent treatment with systemic corticosteroids, or niacin treatment for hyperlipidemia.\n\nE11. Heart failure of New York Heart Association (NYHA) Functional Class III or IV.\n\nE12. Expected survival of \\<3 years for non-CV causes such as cancer.\n\nE13. Any other factor likely to limit protocol compliance or reporting of adverse events (AEs).\n\nE14. Unwilling or unable to discontinue TZDs.\n\nE15. Simultaneous participation in any other clinical trial of an active pharmacologic agent.\n\nE16. Unwillingness to permit sites to contact their primary physicians to communicate information about the study and the participant's data and treatment assignment.\n\nE17. History of hypersensitivity to the investigational products.\n\nE18. Previous randomization in this study.\n\nE19. A prior heart transplant, or awaiting a heart transplant.\n\nE20. Known infection with human immunodeficiency virus (HIV).","healthyVolunteers":false,"sex":"ALL","minimumAge":"50 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Composite of the First Occurrence of Cardiovascular (CV) Death, Nonfatal Myocardial Infarction (MI) or Nonfatal Stroke","description":"Number of participants with a first occurrence of one of the above events.\n\nThe outcome's evaluation is based on the number of such positively-adjudicated first events occurring for patients assigned to the study groups. Assessments of the above events were reviewed by the Event Adjudication Committee who was kept blinded to the group assignment of participants.\n\nStatistical analysis is performed on the time from randomization to the first occurrence of the events. Number of participants with a composite endpoint (i.e. with first occurrence of CV death, nonfatal MI or nonfatal stroke) is provided in the first row of the statistical table.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1041","spread":null},{"groupId":"OG001","value":"1013","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"484","spread":null},{"groupId":"OG001","value":"476","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"297","spread":null},{"groupId":"OG001","value":"282","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"261","spread":null},{"groupId":"OG001","value":"256","spread":null}]}]}]},{"type":"PRIMARY","title":"Composite of the First Occurrence of Cardiovascular (CV) Death, Nonfatal Myocardial Infarction (MI), Nonfatal Stroke, Revascularization Procedure or Hospitalization for Heart Failure (HF)","description":"Number of participants with a first occurrence of one of the above events (revascularization procedures included coronary artery bypass graft, percutaneous transluminal coronary angioplasty (PTCA) i.e. balloon, PTCA with stent, other percutaneous intervention, carotid angioplasty with/without stent, carotid endarterectomy, peripheral angioplasty with or without stent, peripheral vascular surgery, and limb amputation due to vascular disease).\n\nThe outcome's evaluation is based on the number of such positively-adjudicated first events occurring for patients assigned to the study groups. Assessments of the above events were reviewed by the Event Adjudication Committee who was kept blinded to the group assignment of participants.\n\nStatistical analysis is performed on the time from randomization to the first occurrence of the events. Number of participants with a composite endpoint (i.e. with first occurrence of the events) is provided in the first row of the statistical table.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1792","spread":null},{"groupId":"OG001","value":"1727","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"350","spread":null},{"groupId":"OG001","value":"339","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"257","spread":null},{"groupId":"OG001","value":"238","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"231","spread":null},{"groupId":"OG001","value":"227","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"763","spread":null},{"groupId":"OG001","value":"717","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"249","spread":null},{"groupId":"OG001","value":"259","spread":null}]}]}]},{"type":"SECONDARY","title":"Total Mortality (All Causes)","description":"Number of deaths due to any cause","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"951","spread":null},{"groupId":"OG001","value":"965","spread":null}]}]}]},{"type":"SECONDARY","title":"Composite Diabetic Microvascular Outcome (Kidney or Eye Disease)","description":"The composite outcome used to analyze microvascular disease progression contained components of clinical events:\n\n* the occurrence of laser surgery or vitrectomy for diabetic retinopathy (DR);\n* the development of blindness due to DR;\n* the occurrence of renal death or renal replacement therapy; as well as the following laboratory-based events:\n* doubling of serum creatinine; or\n* progression of albuminuria (from none to microalbuminuria \\[at least 30 mg/g creatinine\\], to macroalbuminuria \\[at least 300 mg/g creatinine\\]).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1323","spread":null},{"groupId":"OG001","value":"1363","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"24","spread":null},{"groupId":"OG001","value":"25","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"57","spread":null},{"groupId":"OG001","value":"67","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null},{"groupId":"OG001","value":"28","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"82","spread":null},{"groupId":"OG001","value":"88","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1153","spread":null},{"groupId":"OG001","value":"1171","spread":null}]}]}]},{"type":"SECONDARY","title":"Incidence of Development of Type 2 Diabetes Mellitus in Participants With IGT and/or IFG","description":"The incidence was determined by calculating the proportion of randomized participants without diabetes at randomization who either developed diabetes during the study or who were classified as having possible diabetes based on results of two oral glucose tolerance tests (OGTT) performed after the last follow-up visit (within 21-28 days for OGTT#1 and within 10-14 weeks for OGTT#2).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24.7","spread":null},{"groupId":"OG001","value":"31.2","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Patients With Various Types of Symptomatic Hypoglycemia Events","description":"Symptomatic hypoglycemia was defined as an event with clinical symptoms consistent with hypoglycemia, based on data recorded in the participant's diary. These were further categorized as confirmed (ie, with a concomitant home glucose reading ≤54 mg/dL \\[≤3.0 mmol/L\\]) or unconfirmed.\n\nSevere hypoglycemia was defined as an event with clinical symptoms consistent with hypoglycemia in which the participant required the assistance of another person, and one of the following:\n\n* the event was associated with a documented self-measured or laboratory plasma glucose level ≤36 mg/dL (≤2.0 mmol/L), or\n* the event was associated with prompt recovery after oral carbohydrate, intravenous glucose, or glucagon administration.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3597","spread":null},{"groupId":"OG001","value":"1624","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3533","spread":null},{"groupId":"OG001","value":"1582","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2581","spread":null},{"groupId":"OG001","value":"904","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"352","spread":null},{"groupId":"OG001","value":"113","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Patients With First Occurrence of Any Type of Cancer","description":"Data on cancers that occurred in association with hospitalizations were collected systematically in both groups from the start of the study. All reported cancers occurring during the trial (new or recurrent) were adjudicated by the Event Adjudication Committee.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"559","spread":null},{"groupId":"OG001","value":"561","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":303,"n":6231},"commonTop":[]}}}