{"nctId":"NCT03627468","briefTitle":"A Safety Study of BBI-4000 Gel in Patients With Axillary Hyperhidrosis","startDateStruct":{"date":"2018-09-05","type":"ACTUAL"},"conditions":["Primary Axillary Hyperhidrosis"],"count":300,"armGroups":[{"label":"Gel, 5%","type":"EXPERIMENTAL","interventionNames":["Drug: Sofpironium Bromide Gel, 5%"]},{"label":"Gel, 15%","type":"EXPERIMENTAL","interventionNames":["Drug: Sofpironium Bromide Gel, 15%"]}],"interventions":[{"name":"Sofpironium Bromide Gel, 5%","otherNames":["BBI-4000"]},{"name":"Sofpironium Bromide Gel, 15%","otherNames":["BBI-4000"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female subject ≥9 years of age in good general health.\n* Diagnosis of primary axillary hyperhidrosis that meets all the following criteria: (a) HDSM-Ax of 3 - 4 inclusive at both the Screening Visit (Visit 1) and Baseline Visit (Visit 2). (b) Symptoms of axillary hyperhidrosis for greater than or equal to 6 months' duration prior to Baseline Visit (Visit 2).\n\nExclusion Criteria:\n\n* In the Investigator's opinion, any skin or subcutaneous tissue conditions of the axilla(e), (i.e., the axillary area should be deemed otherwise \"normal\", besides the hyperhidrosis diagnosis, and free of blisters, large boils or sinus tracts, significant scarring or open wounds).\n* Prior use of any prohibited medication(s) or procedure(s) within the specified timeframe for the treatment of axillary hyperhidrosis: (a) Botulinum toxin to the axillary area within 6 months of the Baseline Visit (Visit 2). (b) Axillary thermolysis, sympathectomy or surgical procedures of the axillary area at any time in the past. (c) Serotonergic agonist (or drugs that increase serotonin activity including SSRIs), beta-blocker, alpha-adrenergic agonist (clonidine), dopamine partial agonist or tricyclic antidepressant treatment within 28 days of the Baseline Visit (Visit 2). However, if a subject has been on a stable dose (in the opinion of the PI) of any of these medications and has not had a recent change in hyperhidrosis frequency or severity for 3 months prior to the Baseline Visit; they may be included. Doses of these agents should not be altered during the course of the study. (d) Any topical treatment for hyperhidrosis, requiring a prescription, within 15 days of Baseline Visit (Visit 2).\n* Anticholinergic agents used to treat conditions such as, but not limited to, hyperhidrosis, asthma, incontinence, gastrointestinal cramps, and muscular spasms by any route of administration (e.g., IV, oral, inhaled, topical) within 28 days of the Baseline Visit (Visit 2).\n* Use of potent oral inhibitors of cytochrome P450 CYP3A \\& CYP2D6 and transporter inhibitors (OCT2/MATE1/MATE2) 14 days prior to the Baseline Visit (Visit 2). The use of topical antifungal medications is permitted if not applied in the treatment area.\n* Any oral or topical homeopathic or herbal treatment (i.e., alternative therapies such as sage tablets, chamomile, valerian root and St. John's Wort) within 7 days of the Baseline Visit (Visit 2).\n* Use of any cholinergic drug (e.g., bethanechol) within 15 days of the Baseline Visit (Visit 2).\n* Use of any anti-anxiety and/or anti-depressant, amphetamine product or drugs with known anticholinergic side effects is prohibited with the following exceptions: (a) If a subject has been on a stable dose of an anti-anxiety and/or anti-depressant drug and has not had a recent change in hyperhidrosis frequency or severity for 3 months; they may be included. (b) An amphetamine product may be allowed if the dose has been stable for greater than or equal to 6 months without change in hyperhidrosis frequency or severity. (c) Drugs with known anticholinergic side effects (taken within the last 28 days), including dry mouth, blurred vision, may be allowed based on the Principal Investigator's assessment.\n\nNOTE: If anticholinergic side effect(s) are experienced on these medications prior to starting study medication; document the side effect(s) and severities in the source document and the eCRF. The doses of these agents should not be altered during the course of the study.\n\n* Known causes of hyperhidrosis or known history of a condition that may cause hyperhidrosis (i.e., hyperhidrosis secondary to any known cause such hyperthyroidism, diabetes mellitus, medications, etc.).\n* Subjects with hyperhidrosis symptoms initiated or exacerbated with menopause.\n* Subjects with unstable type 1 or type 2 diabetes mellitus or thyroid disease, history of renal impairment, hepatic impairment, malignancy, glaucoma, intestinal obstructive or motility disease, obstructive uropathy, myasthenia gravis, benign prostatic hyperplasia (BPH), neurological conditions, psychiatric conditions, Sjögren's syndrome, Sicca syndrome, or cardiac abnormalities that may alter normal sweat production or may be exacerbated by the use of anticholinergics in the Investigator's opinion.\n* Known hypersensitivity to glycopyrrolate, anticholinergics, or any of the components of the topical formulation.\n* Subject is pregnant, lactating or is planning to become pregnant during the study.\n* Participating in a study of or used an investigational drug or device within 28 days prior to the Baseline Visit (Visit 2).\n* Any major illness within 28 days before the screening examination.\n* Any other condition, including psychiatric illness (depression and/or anxiety) that would interfere with study participation and/or evaluation of study endpoints or laboratory abnormality that, in the opinion of the Investigator, would put the subject at unacceptable risk for participation in the study or may interfere with the assessments included in the study.\n* History or presence of supraventricular tachycardia, ventricular arrhythmias, atrial fibrillation or atrial flutter.","healthyVolunteers":false,"sex":"ALL","minimumAge":"9 Years","maximumAge":"65 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"The Number of Participants With Treatment Emergent Adverse Events Cumulative to Week 48 by Maximum Severity","description":"The number of participants with treatment emergent adverse events cumulative to week 48 by maximum severity based on a 3 point increasing severity scale of: mild, moderate and severe","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27","spread":null},{"groupId":"OG001","value":"55","spread":null}]},{"measurements":[{"groupId":"OG000","value":"29","spread":null},{"groupId":"OG001","value":"58","spread":null}]},{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"17","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]},{"measurements":[{"groupId":"OG000","value":"44","spread":null},{"groupId":"OG001","value":"67","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Post-baseline Local Tolerability Assessments Results by Treatment Group (Population: Safety)","description":"Number of participants reporting: local tolerability symptoms and severity (worst) symptom ratings; Incidence by subject report of any local symptom type (including Burning, Stinging, Itching, Scaling, Erythema) and local symptom worst severity rated either as Absent or Minimal, Mild, Moderate or Severe.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"31","spread":null},{"groupId":"OG001","value":"59","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"34","spread":null},{"groupId":"OG001","value":"41","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20","spread":null},{"groupId":"OG001","value":"37","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"38","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"19","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"The Number (%) of Subjects Achieving (-) ≥ 1point (Negative) Change (or Decrease) in the Hyperhidrosis Disease Severity Measure-Axillary 11-item (HDSM-Ax-11©) Score","description":"HDSM-Ax-11 is 11-question tool used to measure effect of BBI-4000 gel, 5% and 15 % on disease in subjects with axillary hyperhidrosis. Two questions measured frequency (since yesterday) of underarm sweating outcomes. The range of responses included increasing frequency scale: None of the time (0); A little of the time (1); Some of the time (2); Most of the time (3); All of the time (4). The next seven questions measured severity of underarm sweating outcomes. Range in increasing severity: I did not experience this (0); Mild (1); Moderate (2); Severe (3); Very Severe (4). The last two questions measured the need to change or clean from underarm sweating. Range in increasing degree of need: Not at all (0); Slight (1); Moderate (2); Strong (3); Very Strong (4).\n\nThe individual mean was derived by taking the total score and dividing by the number of questions answered. A negative change (difference of mean HDSM-Ax-11total scores) reflected improvement in HDSM-Ax-11© score and condition.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"61","spread":null},{"groupId":"OG001","value":"95","spread":null}]},{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"18","spread":null}]}]}]},{"type":"SECONDARY","title":"The Number (%) of Subjects Achieving (-) ≥ 1.5 Point (Negative) Change (or Decrease) in the Hyperhidrosis Disease Severity Measure-Axillary 11-item (HDSM-Ax-11©) Score","description":"HDSM-Ax-11 is 11-question tool used to measure effect of BBI-4000 gel, 5% and 15 % on disease in subjects with axillary hyperhidrosis. Two questions measured the frequency (since yesterday) of underarm sweating outcomes. The range of responses included increasing frequency scale: None of the time (0); A little of the time (1); Some of the time (2); Most of the time (3); All of the time (4). The next seven questions measured the severity of underarm sweating outcomes. Range in increasing severity: I did not experience this (0); Mild (1); Moderate (2); Severe (3); Very Severe (4). The last two questions measured the need to change or clean from underarm sweating. Range in increasing degree of need: Not at all (0); Slight (1); Moderate (2); Strong (3); Very Strong (4).\n\nThe individual mean was derived by taking the total score and dividing by the number of questions answered. A negative change (difference of mean HDSM-Ax-11scores) reflected improvement in HDSM-Ax-11© score and condition.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"55","spread":null},{"groupId":"OG001","value":"80","spread":null}]},{"measurements":[{"groupId":"OG000","value":"17","spread":null},{"groupId":"OG001","value":"33","spread":null}]}]}]},{"type":"SECONDARY","title":"The Number (%) of Subjects Achieving (-) ≥ 2 Point (Negative) Change (or Decrease) in the Hyperhidrosis Disease Severity Measure-Axillary 11-item (HDSM-Ax-11©) Score","description":"HDSM-Ax-11 is 11-question tool used to measure effect of BBI-4000 gel, 5% and 15 % on disease in subjects with axillary hyperhidrosis. Two questions measured the frequency (since yesterday) of underarm sweating outcomes. The range of responses included increasing frequency scale: None of the time (0); A little of the time (1); Some of the time (2); Most of the time (3); All of the time (4). The next seven questions measured the severity of underarm sweating outcomes. Range in increasing severity: I did not experience this (0); Mild (1); Moderate (2); Severe (3); Very Severe (4). The last two questions measured the need to change or clean from underarm sweating. Range in increasing degree of need: Not at all (0); Slight (1); Moderate (2); Strong (3); Very Strong (4).\n\nThe individual mean was derived by taking the total score and dividing by the number of questions answered. A negative change (difference of mean HDSM-Ax-11scores) reflected improvement in HDSM-Ax-11© score and condition.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"51","spread":null},{"groupId":"OG001","value":"70","spread":null}]},{"measurements":[{"groupId":"OG000","value":"21","spread":null},{"groupId":"OG001","value":"43","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":102},"commonTop":["Dry Mouth","Vision Blurred","Application site pruritus","Application site pain","Application site dermatitis"]}}}