{"nctId":"NCT00693992","briefTitle":"Sunitinib Malate as Maintenance Therapy in Treating Patients With Stage III or Stage IV Non-Small Cell Lung Cancer Previously Treated With Combination Chemotherapy","startDateStruct":{"date":"2008-06-15","type":"ACTUAL"},"conditions":["Stage IIIB Lung Non-Small Cell Cancer AJCC v7","Stage IV Non-Small Cell Lung Cancer AJCC v7"],"count":210,"armGroups":[{"label":"Arm I (sunitinib malate)","type":"EXPERIMENTAL","interventionNames":["Other: Laboratory Biomarker Analysis","Other: Quality-of-Life Assessment","Drug: Sunitinib Malate"]},{"label":"Arm II (placebo)","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Laboratory Biomarker Analysis","Other: Placebo","Other: Quality-of-Life Assessment"]}],"interventions":[{"name":"Laboratory Biomarker Analysis","otherNames":[]},{"name":"Placebo","otherNames":["placebo therapy","PLCB","sham therapy"]},{"name":"Quality-of-Life Assessment","otherNames":["Quality of Life Assessment"]},{"name":"Sunitinib Malate","otherNames":["SU011248","SU11248","sunitinib","Sutent"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Histologic or cytologic documentation of primary non-small cell lung cancer\n* Stage IIIB or IV disease patients who are not candidates for combined modality therapy (chemoradiotherapy)\n* No evidence of symptomatic or untreated brain metastases, spinal cord compression, or carcinomatous meningitis; patients with central nervous system (CNS) metastases must be asymptomatic, must have received definitive therapy (\\>= 6 weeks since resection or \\>= 2 weeks since radiotherapy) for brain metastases, and be off steroids or on a stable dose for 2 weeks prior to registration\n* No cavitary lesions\n* Patients must have received one chemotherapy regimen for stage IIIB or IV NSCLC; the regimen must include four cycles of platinum-based doublet chemotherapy with or without bevacizumab (bevacizumab may not be given beyond the fourth cycle of chemotherapy); patients must have achieved a complete response, partial response, or stable disease to first-line chemotherapy and have no evidence of disease progression; patients will be registered 3-5 weeks following day 1 of cycle 4 of prior therapy\n* No prior adjuvant chemotherapy for stage I-III resected NSCLC or combined modality therapy for stage III NSCLC\n* No other primary therapy (including experimental therapy) for NSCLC; palliative radiation therapy must have been completed at least one week before planned start of protocol therapy\n* Patients must have measurable or non-measurable disease\n\n  * Measurable disease: lesions that can be accurately measured in at least one dimension (longest diameter to be recorded) as \\>= 2 cm with conventional techniques or as \\>= 1 cm with spiral computed tomography (CT) scan\n  * Non-measurable disease: all other lesions, including small lesions (longest diameter \\< 20 mm with conventional techniques or \\< 10 mm with spiral CT scan) and truly non-measurable lesions; lesions that are considered non-measurable include the following:\n\n    * Bone lesions\n    * Leptomeningeal disease\n    * Ascites\n    * Pleural/pericardial effusion\n    * Lymphangitis cutis/pulmonis\n    * Abdominal masses that are not confirmed and followed by imaging techniques\n    * Cystic lesions\n* Eastern Cooperative Oncology Group (ECOG) performance status 0 or 1\n* Non-pregnant and non-nursing\n* No ongoing cardiac dysrhythmias, atrial fibrillation, or history of corrected QT (QTc) interval \\>= 500 msec (within 2 years prior to registration); the use of agents with proarrhythmic potential (e.g., quinidine, procainamide, disopyramide, sotalol, probucol, haloperidol, risperidone, indapamide, flecainide) is not recommended while on protocol therapy\n* Patients with class I New York Heart Association (NYHA) heart failure are eligible; patients with a history of class II NYHA heart failure are eligible, provided they meet at least one of the following criteria:\n\n  * Patients with a history of class II heart failure who are asymptomatic on treatment\n  * Patients with prior anthracycline exposure\n  * Patients who have received central thoracic radiation that included the heart in the radiotherapy port\n* Patients with a history of class III or IV NYHA heart failure within 12 months prior to registration are not eligible\n* No myocardial infarction, severe/unstable angina, coronary/peripheral artery bypass graft or stenting, cerebrovascular accident or transient ischemic attack within the last year\n* Patients with hypertension that cannot be controlled by medications (\\> 150/100 mmHg despite optimal medical therapy) are not eligible\n* Patients who require use of therapeutic anticoagulation for thromboembolic disease are not eligible; Note: low doses of coumadin (up to 2 mg daily) are permitted for prophylaxis of thrombosis\n* No history of venous thrombosis, pulmonary embolism, or hypercoagulopathy syndrome\n* No history of pulmonary hemorrhage, bleeding diathesis, or evidence of hemoptysis; patients with blood-tinged or blood-streaked sputum will be permitted on study if the hemoptysis amounts to less than 5 ml of blood per episode and less than 10 ml of blood per 24-hour period in the best estimate of the investigator\n* Patients with a history of hypothyroidism are eligible, provided they are currently euthyroid\n* None of the following within 28 days of beginning treatment: abdominal fistula, gastrointestinal perforation, intra-abdominal abscess, serious or non-healing wound, ulcer, or bone fracture\n* The following inhibitors of cytochrome P450 3A4 (CYP3A4) are prohibited within 7 days before beginning and during treatment with sunitinib: azole antifungals (ketoconazole, itraconazole), diltiazem, clarithromycin, erythromycin, verapamil, delavirdine, and human immunodeficiency virus \\[HIV\\] protease inhibitors (indinavir, saquinavir, ritonavir, atazanavir, nelfinavir); the following inducers of CYP3A4 are prohibited within 12 days before beginning and during treatment with sunitinib: rifampin, rifabutin, carbamazepine, phenobarbital, phenytoin, St. John?s Wort, efavirenz, tipranavir; other inhibitors and inducers of CYP3A4 may be used if necessary, but their use is discouraged\n* Patients unable to take oral medication are not eligible\n* Granulocytes \\>= 1,500/mcl\n* Platelet count \\>= 100,000/mcl\n* Total bilirubin =\\< 1.5 x upper limit of normal (ULN)\n* Aspartate aminotransferase (AST) and alanine aminotransferase (ALT)=\\< 2.5 x ULN; patients with liver metastases may have AST and ALT =\\< 5 x ULN; all other patients will have AST and ALT =\\< 2.5 x ULN\n* Creatinine =\\< 1.5 mg/dl","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression Free Survival (PFS)","description":"Progression Free Survival (PFS) was defined as the time from randomization until disease progression or death, whichever occurs first. The median PFS with 95% CI was estimated using the Kaplan-Meier method. Progression is defined as in the primary outcome measure.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.3","spread":null},{"groupId":"OG001","value":"2.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS)","description":"Overall survival (OS) is defined as the time from patient randomization to death from any cause. The median OS with 95% CI was estimated using the Kaplan-Meier method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.7","spread":null},{"groupId":"OG001","value":"12.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Response Rate (RR)","description":"The percentage of patients who respond (completely or partially) to each combination regimen will be estimated. Response was defined using Response Evaluation Criteria In Solid Tumors (RECIST) criteria:\n\nComplete Response (CR): disappearance of all target lesions; Partial Response (PR) 30% decrease in sum of longest diameter of target lesions.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Deterioration in QOL at 3 Months Using the EORTC QLQ-C30 Global Health Subscale","description":"The percentage of patients with at least a 10% drop in the EORTC-QLQ-C30 Global Health Subscale score from baseline to 3-months. The difference between groups will be tested using Fisher's exact test.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"55.8","spread":null},{"groupId":"OG001","value":"28.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Deterioration in Symptom Progression at 3 Months Using the EORTC LC13 Dyspnea Subscale","description":"The percentage of patients with at least a 10% drop in the EORTC LC13 Dyspnea Subscale score from baseline to 3-months. The difference between groups will be tested using Fisher's exact test.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"31.5","spread":null},{"groupId":"OG001","value":"29.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Grade and Type of Toxicity as Assessed by the National Cancer Institute Common Terminology Criteria for Adverse Events Version 4.0","description":"Grade 3 or 4 adverse events which affected more than 5% of participants are summarized by arm.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"VEGF Levels and Correlation With Clinical Outcomes, Including RR, PFS, and OS","description":null,"classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":33,"n":97},"commonTop":["Fatigue","Diarrhea","Nausea","Anorexia","Hypertension"]}}}