{"nctId":"NCT00478608","briefTitle":"Study Evaluating Rapamune® Maintenance Regimen","startDateStruct":{"date":"2007-03"},"conditions":["Renal Transplant"],"count":79,"armGroups":[],"interventions":[{"name":"Sirolimus (Rapamune®)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Age greater than or equal to 13 years of age.\n2. End-stage renal disease in patients scheduled to receive a primary renal allograft from a cadaveric donor, a living-unrelated donor, or from a living-related (excluding 0 antigen mismatch) donor. A mismatch donor is defined as a donor human leukocyte antigen (HLA) antigen not shared by the patient.\n3. Patients with a panel of reactive antibody (%PRA) less than or equal to 50%\n\nExclusion Criteria:\n\n1. Evidence of active systemic or localized major infection at the time of initial sirolimus administration.\n2. Evidence of infiltrate, cavitation, or consolidation on chest x-ray obtained during pre-study screening.\n3. Chronic anti-arrhythmic therapy for ventricular arrhythmia or other cardiac abnormality contraindicating general anesthesia or surgery.\n4. History of malignancy within 5 years before enrollment into the study (with the exception of adequately treated basal cell or squamous cell carcinoma of the skin).\n5. Current treatment with partial opioid agonists (eg, buprenorphine) or combination agonists/antagonists.","healthyVolunteers":false,"sex":"ALL","minimumAge":"13 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Patients Experiencing Biopsy Confirmed Acute Rejection Through Month 6 After Transplantation.","description":"The diagnosis of acute rejection required a kidney biopsy. Biopsies were assessed using the Banff criteria, standardized diagnostic categories based on histological assessments (e.g., cell types and distributions).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null}]}]}]},{"type":"SECONDARY","title":"Glomerular Filtration Rate (GFR) (Nankivell Method)","description":"GFR is an index of kidney function. GFR describes the flow rate of filtered fluid through the kidney. GFR can be measured directly or estimated using established formulas. For this study, GFR was calculated using the Nankivell formula. A normal GFR is \\>90 mL/min, although children and older people usually have a lower GFR. Lower values indicate poorer kidney function. A GFR \\<15 is consistent with kidney failure.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"67.36","spread":"15.25"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"71.92","spread":"18.82"}]}]}]},{"type":"SECONDARY","title":"Serum Creatinine","description":"Serum creatinine is an indicator of kidney function. Creatinine is a substance formed from the metabolism of creatine, commonly found in blood, urine, and muscle tissue. It is removed from the blood by the kidneys and excreted in urine. An increased level of creatinine in the blood indicates decreased kidney function. Normal adult blood levels of creatinine are 0.5 to 1.1 mg/dL for females and 0.6 to 1.2 mg/dL for males; however, the normal values are age-dependent as elderly patients typically have smaller muscle mass.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.42","spread":"3.64"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.30","spread":"0.36"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.25","spread":"0.43"}]}]}]},{"type":"SECONDARY","title":"Patient and Graft Survival","description":"Patient survival defined as patients living with or without a functioning graft. Graft survival defined as those patients who did not experience graft loss. Graft loss defined as physical loss (nephrectomy), functional loss (necessitating maintenance dialysis for \\>8 weeks), retransplant or death during the first 12 months after randomization.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"77","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"76","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"77","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"76","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Patients Experiencing Biopsy Confirmed Acute Rejection Through Month 12 After Transplantation","description":"The diagnosis of acute rejection required a kidney biopsy. Biopsies were assessed using the Banff criteria, standardized diagnostic categories based on histological assessments (e.g., cell types and distributions).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":39,"n":79},"commonTop":["Constipation","Blood cholesterol increased","Upper respiratory tract infection","Procedural pain","Diarrhoea"]}}}