{"nctId":"NCT01215253","briefTitle":"Ranolazine Implantable Cardioverter-Defibrillator Trial","startDateStruct":{"date":"2011-09"},"conditions":["Ischemic Cardiomyopathy","Nonischemic Cardiomyopathy","Heart Failure"],"count":1012,"armGroups":[{"label":"Ranolazine","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Ranolazine"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Ranolazine"]}],"interventions":[{"name":"Ranolazine","otherNames":["Ranexa"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1,440 high-risk patients with ischemic/nonischemic cardiomyopathy who receive their ICDs as standard of care for primary or secondary prevention of mortality following approved indications for ICD therapy. High-risk patients will be defined as:\n\nSecondary Prevention Patients Subjects with ischemic or nonischemic cardiomyopathy, qualified for or with existing ICD (or CRT-D) after documented VT/VF or cardiac arrest (secondary prevention of mortality). Secondary prevention subjects with existing implants are eligible regardless of when the implant was received (subjects could be recruited from outpatient clinics or from inpatient activity including during re-implant or other procedures).\n\nPrimary Prevention Patients\n\n1. Patients with primary prevention indications for ischemic or non-ischemic cardiomyopathy with EF≤35%, with existing devices (ICD/CRT-D), regardless of when the device was implanted, who have experienced at least ONE episode of VT/VF appropriately treated with ICD therapy (ATP or shock) or had untreated NSVT lasting at least 10 beats with heart rate of at least 170 bpm, documented by electrogram of their implanted device.\n2. Patients with ischemic or non-ischemic cardiomyopathy with EF≤35%, who have been implanted within the last 2 years (initial ICD/CRT-D implants, including upgrades from pacemakers) who have NOT experienced VT/VF treated with ICD therapy (ATP or shock), AND who have one of the following additional criteria: BUN≥26 mg/dl or QRS\\>120ms or Atrial Fibrillation or NSVT documented by ECG/Holter or \\>500 Ventricular Premature Beats (VPBs)documented in a 24-hour Holter.\n\n   * Stable optimal pharmacologic therapy for the cardiac condition\n   * Age: equal to 21 years without upper limit\n\nExclusion Criteria:\n\n* Patient receiving first device with coronary artery bypass graft surgery within the last 3 calendar months prior to date consent obtained\n* Patients receiving first device with percutaneous coronary intervention within the last 1 calendar month prior to date consent obtained\n* Patient receiving first device with enzyme-positive myocardial infarction with the past 3 calendar months prior to date consent obtained\n* Patient receiving first device with angiographic evidence of coronary disease who are candidates for coronary revascularization and are likely to undergo coronary artery bypass graft surgery or percutaneous coronary intervention in the foreseeable future\n* Patient in NYHA Class IV\n* Patients receiving prophylactic ablation of ventricular substrate\n* Patients with preexisting QTc prolongation \\>550ms\n* Patients on strong CYP3A inhibitors (including ketoconazole, itraconazole, clarithromycin, nefazodone, nelfinavir, ritonavir, indinavir and saquinavir and moderate CYP3A inhibitors, including, diltiazem, verapamil, aprepitant, erythromycin, fluconazole and grapefruit juice or grapefruit-containing products.\n* Patients on CYP3A inducers such as rifampin, rifabutin, rifapentine, phenobarbital, phenytoin, carbamazepine and St.John's wort\n* Patients with inherited arrhythmia disorders such as Brugada's, ARVD, LQTS or hypertrophic cardiomyopathy\n* Patient who is pregnant or plans to become pregnant during the course of the trial (patients at child bearing age who use prescribed pharmaceutical contraceptives could be enrolled)\n* Patient with irreversible brain damage from preexisting cerebral disease\n* Patient with presence of any disease, other than the patient's cardiac disease, associated with a reduced likelihood of survival for the duration of the trial, e.g., cancer, uremia, liver failure, etc.\n* Patient with chronic renal disease with creatinine \\>2.5 mg/dl or creatinine clearance \\<30 ml/min\n* Patient participating in any other clinical trial\n* Patient unwilling or unable to cooperate with the protocol\n* Patient who lives at such a distance from the clinic that travel for follow-up visits would be unusually difficult\n* Patient who does not anticipate being a resident of the area for the scheduled duration of the trial\n* Patients who are decisionally impaired adults, those of questionable capacity, and those who cannot consent for themselves will not be recruited for this study.\n* Patient unwilling to sign the consent for participation","healthyVolunteers":false,"sex":"ALL","minimumAge":"21 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Patients With Ventricular Tachycardia (VT) or Ventricular Fibrillation (VF) or Death","description":"Primary endpoint of the study will be defined as a composite endpoint consisting of Ventricular Tachycardia or Ventricular Fibrillation requiring antitachycardia pacing (ATP) therapy, implantable cardioverter-defibrillator (ICD) shock, or death, whichever occurs first.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"174","spread":null},{"groupId":"OG001","value":"198","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Patients With VT or VF Requiring ICD Shock or Death","description":"Implantable cardioverter-defibrillator (ICD) shock for VT or VF or death, whichever occurs first.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"131","spread":null},{"groupId":"OG001","value":"145","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Recurrent Episodes of VT or VF Requiring Antitachycardia Pacing (ATP) or ICD Shock Therapies","description":"Total number of recurrent ICD therapies requiring antitachycardia pacing (ATP) or shock will be analyzed, not just first event","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"433","spread":null},{"groupId":"OG001","value":"650","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Patients With First Inappropriate ICD Shock","description":"Number of patients with first inappropriate ICD shock for other reasons than VT or VF","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null},{"groupId":"OG001","value":"20","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Patients With Hospitalization for Cardiac Causes or Death, Whichever Occurred First.","description":"Number of patients with a composite endpoint of cardiovascular hospitalization or death, whichever occurred first.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"237","spread":null},{"groupId":"OG001","value":"222","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Patients With Heart Failure Hospitalization or Death, Whichever Occurred First","description":"Number of patients with a composite endpoint of heart failure hospitalization or death, whichever occurred first.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"144","spread":null},{"groupId":"OG001","value":"140","spread":null}]}]}]},{"type":"SECONDARY","title":"Death","description":"Death as a safety endpoint of the trial","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"70","spread":null},{"groupId":"OG001","value":"78","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Meters Walked in 6 Minutes","description":"Exercise capacity measured by the 6-minute walk test","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"314","spread":"127.5"},{"groupId":"OG001","value":"309","spread":"123.5"}]}]}]},{"type":"SECONDARY","title":"Quality of Life Measured by the Kansas City Cardiomyopathy Questionnaire (KCCQ)","description":"The Kansas City Cardiomyopathy Questionnaire (KCCQ) is a new, self-administered, 23-item questionnaire that quantifies physical limitations, symptoms, self-efficacy, social interference and quality of life. The scale ranges from 0-100 with lower scores indicating worse outcomes.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"73.6","spread":"24.1"},{"groupId":"OG001","value":"72.8","spread":"24.3"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Patients Whose First VT/VF Required Antitachycardia Pacing (ATP)","description":"Number of patients whose first VT or VF required antitachycardia pacing (ATP)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"92","spread":null},{"groupId":"OG001","value":"117","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Patients Whose First VT/VF Required ICD Shock","description":"number of patients whose first VT or VF required ICD shock","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"79","spread":null},{"groupId":"OG001","value":"84","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Recurrent Inappropriate ICD Shocks","description":"Number of recurrent inappropriate ICD shocks in all patients combined.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19","spread":null},{"groupId":"OG001","value":"26","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":510},"commonTop":["dizziness","nausea"]}}}