{"nctId":"NCT00876265","briefTitle":"Multicenter Study of the Safety and Effectiveness of Dermal Filler, Belotero®.","startDateStruct":{"date":"2006-12"},"conditions":["Facial Wrinkles"],"count":118,"armGroups":[{"label":"Belotero","type":"EXPERIMENTAL","interventionNames":["Device: Belotero"]},{"label":"Zyplast","type":"ACTIVE_COMPARATOR","interventionNames":["Device: Zyplast"]}],"interventions":[{"name":"Belotero","otherNames":[]},{"name":"Zyplast","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Subjects reviewed and signed a statement of Informed Consent and a HIPAA authorization prior to initiating any study-specific procedures. In addition, subjects were asked to provide a separate release for use of their photographs in publications. Subjects could refuse the photo release without jeopardizing their eligibility to participate in the study.\n2. Subjects were 18 - 75 years of age, and of any race or sex.\n3. Female subjects were postmenopausal for at least 1 year, had a hysterectomy, or had a tubal ligation; or, if of childbearing potential, agreed to use an approved method of birth control throughout the study (i.e., oral/systemic contraceptives, intrauterine device \\[IUD\\], or spermicide in combination with a barrier method of contraception), were abstinent, or were in a monogamous relationship with a vasectomized partner; and had a negative urine pregnancy test at the screening visit.\n4. Subjects had bilateral nasolabial folds with a severity score of 2 or 3 on the wrinkle SRS assessed by the blinded evaluator.\n5. Each subject had an adequate understanding of the language (spoken and written English or Spanish) and was willing to comply with the study requirements.\n\nExclusion Criteria:\n\n1. A personal history of allergic/anaphylactic reactions including hypersensitivity to local anesthetics (eg, lidocaine, etc), HA preparations, and/or gram-positive bacterial protein.\n2. A known history of keloids or bleeding disorders.\n3. An active inflammatory process in the nasolabial fold area (skin eruptions such as cysts, pimples, rashes, cancerous/pre-cancerous lesions, psoriasis, neurodermatitis, or any other active skin disease) or severe scarring that might interfere with study assessments.\n4. Women who were pregnant, planning to become pregnant during the study, or who were breast-feeding.\n5. Subjects who planned to undergo major facial surgery during the course of the study (eg, rhinoplasty \\[with or without implant\\], facelift, congenital defect repair, etc).\n6. Subjects with clinically important disease, as judged by the investigator, within 3 months of the study (eg, significant laboratory test abnormalities, myocardial infarct, stroke, cancer, connective tissue diseases \\[scleroderma, systemic lupus erythematous\\], systemic infection, uncontrolled diabetes, etc.), including those with medical conditions that might require the use of immunosuppressive medications during the trial (eg, severe, uncontrolled asthma, rheumatoid arthritis, autoimmune diseases, etc).\n7. Severe physical, neurological or mental disease.\n8. Excessive facial hair that might interfere with the evaluation of the wrinkle assessments.\n9. Any systemic or dermatologic disorder, which, in the opinion of the investigator,would interfere with the study results or increase the risk of adverse events (AEs).\n10. Subjects who had used exclusionary medications/treatments.\n11. Participation in a clinical investigation within the 30 days prior to the first planned device administration or during this trial.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Adjusted (LS) Mean Change From Baseline in Wrinkle Severity Rating Scale (SRS) Score of Each Nasolabial Fold (NLF) as Determined by the Blinded Evaluator at Week 12.","description":"The severity of the nasolabial folds was measured using the wrinkle Severity Rating Scale (SRS), where 0 = Absent, 1 = Mild, 2 = Moderate, 3 = Severe, and 4 = Extreme, which is an ordinal scale.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.224","spread":"0.111"},{"groupId":"OG001","value":"1.176","spread":"0.111"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":118},"commonTop":["Injection site erythema","Injection site swelling","Injection site bruising","Injection site pain","Injection site discoloration"]}}}