{"nctId":"NCT05365217","briefTitle":"A Research Study Investigating Nonacog Beta Pegol (N9-GP) for Treatment and Prevention of Bleedings in Chinese People With Haemophilia B","startDateStruct":{"date":"2022-05-18","type":"ACTUAL"},"conditions":["Haemophilia B"],"count":30,"armGroups":[{"label":"Arm A - Nonacog beta pegol (On-demand/Prophylaxis)","type":"EXPERIMENTAL","interventionNames":["Drug: Nonacog beta pegol"]},{"label":"Arm B - Nonacog beta pegol (Prophylaxis)","type":"EXPERIMENTAL","interventionNames":["Drug: Nonacog beta pegol"]}],"interventions":[{"name":"Nonacog beta pegol","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Informed consent obtained before any trial-related activities. Trial-related activities are any procedures that are carried out as part of the trial, including activities to determine suitability for the trial.\n* Male Chinese patient with moderate to severe congenital haemophilia B with a factor IX (FIX) activity less than or equal to 2 percent according to medical records.\n* Aged 12-70 years (both inclusive) at the time of signing informed consent.\n* History of at least 100 exposure days (EDs) to products containing FIX.1.\n* Patients currently on prophylaxis or patients currently treated on-demand with at least 6 bleeding episodes during the last 12 months or at least 3 bleeding episodes during the last 6 months.\n* The patient, legally authorised representative (LAR) and/or caregiver are capable of assessing a bleeding episode, keeping a diary, performing home treatment of bleeding episodes and otherwise following the trial procedures.\n\nExclusion Criteria:\n\n* Known or suspected hypersensitivity to trial product or related products.\n* Previous participation in this trial. Participation is defined as signed informed consent.\n* Participation in any clinical trial of an approved or non-approved investigational medicinal product within 5 half-lives or 30 days from screening, whichever is longer.\n* Known history of FIX inhibitors based on existing medical records, laboratory report reviews and patient and LAR interviews.\n* Current FIX inhibitors greater than or equal to 0.6 Bethesda unit (BU).\n* HIV positive, defined by medical records, with CD4+ count less than or equal 200 per microlitre (μL) and a viral load greater than 200 particles per microlitre or greater than 400000 copies per millilitre (mL) within 6 months of the trial entry. If the data are not available in the medical records within the last 6 months, then the test must be performed at the screening visit.\n* Congenital or acquired coagulation disorder other than haemophilia B.\n* Previous arterial thrombotic events (e.g. myocardial infarction and intracranial thrombosis) or previous deep venous thrombosis or pulmonary embolism (as defined by available medical records).\n* Hepatic dysfunction defined as aspartate aminotransferase (AST) and/or alanine aminotransferase (ALT) greater than 3 times the upper limit of normal combined with total bilirubin greater than 1.5 times the upper limit of normal at screening.\n* Renal impairment defined as estimated glomerular filtration rate (eGFR) less than or equal to 30 mL/min/1.73 m\\^2 for serum creatinine measured at screening.\n* Any disorder, except for conditions associated with haemophilia B, which in the investigator's opinion might jeopardise the patient's safety or compliance with the protocol.\n* Platelet count less than 50×10\\^9/L at screening.\n* Immune modulating or chemotherapeutic medication.\n* Mental incapacity, unwillingness or language barriers precluding adequate understanding or cooperation.","healthyVolunteers":false,"sex":"MALE","minimumAge":"12 Years","maximumAge":"70 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Haemostatic Effect of Nonacog Beta Pegol When Used for Treatment of Bleeding Episodes During on Demand and Prophylaxis (PPX)","description":"Haemostatic effect of N9-GP for treatment of bleeding episodes was assessed by 4-point response scale: none, moderate, good or excellent. Evaluation during trial was done by participant and/or parent(s)/caregiver within approximately 8 hours after a single injection as follows: Excellent: Abrupt pain relief and/or clear improvement in objective signs of bleeding within approximately 8 hrs after a single injection; Good: Definite pain relief and/or improvement in signs of bleeding within approximately 8 hrs after a single injection, but possibly requiring more than one injection for complete resolution; Moderate: Probable or slight beneficial effect within approximately 8 hours after the first injection, but usually requiring more than one injection; None: No improvement, or worsening of symptoms.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"203","spread":null},{"groupId":"OG001","value":"3","spread":null},{"groupId":"OG002","value":"26","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"16","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Treated Bleeding Episodes During Prophylaxis (PPX) Treatment (Arm B Only)","description":"Number of bleeding episodes per year data is reported. Annualised bleeding rate (ABR) is the number of bleeding episodes per year.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.12","spread":null}]}]}]},{"type":"SECONDARY","title":"Consumption of Nonacog Beta Pegol for Treatment of Bleeding Episodes","description":"The mean number of injections of N9-GP used for treatment of a bleed from start to stop of a bleed was reported and it was measured in international units per kilogram per bleed (IU/kg/bleed).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"42.4","spread":"1.1"},{"groupId":"OG001","value":"41.9","spread":"0.5"},{"groupId":"OG002","value":"41.6","spread":"0.4"}]}]}]},{"type":"SECONDARY","title":"Consumption of Nonacog Beta Pegol for Prophylaxis (PPX) Treatment (Arm B Only)","description":"The mean consumption of N9-GP for prophylaxis per year per participant was reported and it was measured in international units per kilogram per year (IU/kg/year).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2212.3","spread":"26.0"}]}]}]},{"type":"SECONDARY","title":"FIX Trough Levels During Prophylaxis (PPX) Treatment (Arm B Only)","description":"Trough levels of FVIII was reported for all participants who received prophylaxis treatment. Chromogenic assay was performed with N9-GP product specific standard (PSS) as a calibrator. The analysis is based on a mixed model on the log transformed plasma FVIII activity with age group as fixed effect and participants as a random effect. The mean trough is presented back-transformed to the natural scale. The estimated mean/average steady state trough level of FVIII over time (all visits from start of treatment (week 0) until end of treatment) was presented. Data is reported for specific treatment in which participants were a part of at any time from week 0 to end of the treatment (EOT) Week 50, not at specific time points assessed from week 0 to EOT.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.298","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Inhibitory Antibodies Against FIX Defined as Titre ≥0.6 Bethesda Units (BU)","description":"Number of participants who developed inhibitory antibodies (IA) against FVIII was presented. A participant was said to have FVIII-inhibitors if two consecutive tests, preferably within 2 weeks, were positive (greater than or equal to (≥) 0.6 bethesda unit (BU)). For the calculation of the inhibitor rate the numerator was included for all participants with neutralising antibodies while the denominator was included for all participants with a minimum of 50 exposures plus any participants with less than 50 exposures but with neutralising inhibitor.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Adverse Events (AEs)","description":"An adverse event (AE) was defined as any unfavorable and unintended sign (including an abnormal laboratory finding), symptom or disease temporally associated with the use of a product, whether or not considered related to the product. All presented AEs are treatment-emergent. A treatment-emergent adverse event was defined as an event with onset after first N9-GP administration.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"29","spread":null},{"groupId":"OG001","value":"6","spread":null},{"groupId":"OG002","value":"29","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Serious Adverse Events (SAEs)","description":"A serious adverse event (SAE) is defined as any untoward medical occurrence that at any dose results in death, or is life-threatening, or requires inpatient hospitalization or causes prolongation of existing hospitalization results in persistent or significant disability/incapacity, or may have caused a congenital anomaly/birth defect, or requires intervention to prevent permanent impairment or damage. All presented SAEs are treatment-emergent (any serious adverse events which occurred after trial product administration).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Incremental Recovery (IR) (Arm B Only)","description":"The incremental recovery was calculated by subtracting the FVIII activity (IU/mL) measured in plasma at time 0 from that measured at time 30 min after dosing and dividing this difference by the dose injected at time 0 expressed as international units per kilogram (IU/kg) body weight. FVIII activity was measured with a chromogenic assay.","paramType":"GEOMETRIC_MEAN","dispersionType":"Geometric Coefficient of Variation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0182","spread":"18.9550"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0192","spread":"17.2668"}]}]}]},{"type":"SECONDARY","title":"Terminal Half-life (t½) (Arm B Only)","description":"Terminal half life was calculated as ln(2)/λz; where λz is the terminal elimination rate constant. The terminal elimination rate constant was estimated using linear regression on the terminal part of the log (activity) versus time profile.","paramType":"GEOMETRIC_MEAN","dispersionType":"Geometric Coefficient of Variation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"90.868","spread":"13.535"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"90.738","spread":"21.581"}]}]}]},{"type":"SECONDARY","title":"Clearance (CL) (Arm B Only)","description":"Clearance (CL) of drug after intravenous administration was reported. Clearance was calculated using the formula CL= Dose / AUC(0-inf) for single dose and CL= Dose / AUC(0-96) h for steady state.","paramType":"GEOMETRIC_MEAN","dispersionType":"Geometric Coefficient of Variation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.536","spread":"22.143"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.487","spread":"26.552"}]}]}]},{"type":"SECONDARY","title":"Area Under the Curve (AUC) (Arm B Only)","description":"Area under the plasma activity versus time profile from time zero to 168 hours (AUC0-168h) was measured.","paramType":"GEOMETRIC_MEAN","dispersionType":"Geometric Coefficient of Variation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"51.856","spread":"30.134"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"92.914","spread":"21.725"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":15},"commonTop":["COVID-19","Upper respiratory tract infection","Pyrexia","Coronavirus infection","Diarrhoea"]}}}