{"nctId":"NCT00465452","briefTitle":"Impact of Switching to Continuous Release Dopamine Agonists","startDateStruct":{"date":"2007-01"},"conditions":["Parkinson Disease"],"count":11,"armGroups":[{"label":"Continuous Release Dopamine Agonists","type":"EXPERIMENTAL","interventionNames":["Drug: Continuous Release Dopamine Agonists"]}],"interventions":[{"name":"Continuous Release Dopamine Agonists","otherNames":["ropinirole extended release"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nEach subject must meet all of the following inclusion criteria to qualify for entrance into the study:\n\n* Subjects who are male or female and are aged 55 and older.\n* Subjects and/or their legal guardians must be able and willing to give informed consent.\n* Subjects must be on stable doses of pramipexole for greater than 4 weeks duration prior to screening.\n* Subjects who are female must be non-pregnant and non-nursing. Women of Child-Bearing Potential (WOCBP) must use a reliable method of contraception (e.g., oral contraceptive or long-term injectable or implantable hormonal contraceptive, double-barrier methods, such as condom and diaphragm, condom and foam, condom and sponge or intra-uterine devices) and have a negative serum pregnancy test at screening. Women are considered to not be of child-bearing potential if they have been surgically sterilized (physician-documented hysterectomy or tubal ligation) or if they are post-menopausal.\n* Subjects must have a clinical diagnosis of Parkinson's based on the presence of at least 2 of the 3 cardinal criteria - rest tremor, bradykinesia, rigidity - and no obvious history of head trauma, stroke, infectious, structural, or metabolic abnormality consistent with an alternative diagnosis to Parkinson's disease.\n* Evidence of one or more of the following symptoms: somnolence (ESS score ≥ 9), cognitive decline (MMSE \\< 24 ± presence of hallucinations (NPI-Q), peripheral edema (present by objective physical exam with baseline ankle and calf circumference measured in centimeters).\n\nExclusion Criteria:\n\nA subject who meets any of the following criteria will NOT qualify for the study:\n\n* Subjects must not be receiving any treatments for excess somnolence such as amphetamine derivatives, other stimulants or Provigil.\n* Subjects with actively treated malignancies, clinically significant heart disease, kidney, liver, or pulmonary disorders will be excluded.\n* Subjects with clinical depression who are not receiving stable doses of antidepressant therapy in excess of 4 weeks duration.\n* Subjects with history of orthostatic hypotension (\\>30mm drop in systolic pressure and/or \\>20mm drop in diastolic pressure) associated with syncope.\n* Subjects started within the last 14 days on any drug known to substantially inhibit CYP1A2 (e.g., cimetidine, fluvoxamine) or induce CYP1A2 (e.g.omeprazole) (Note: Subjects already on these agents may be enrolled but must remain on the stable doses of the agents from 14 days prior to the beginning of the study).\n* Subjects who have other medical conditions that are considered clinically unstable or that may compromise the safety of the patient during this study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"55 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Unified Parkinson's Disease Rating Scale (UPDRS), Parts 3 (Motor Performance) and 4 (Disability).","description":"The Unified Parkinson's Disease Rating Scale (UPDRS), parts 3 (motor performance) and 4 (disability) are standardized and validated measures of various symptoms of Parkinson's disease - total scores range from 0 to 148 with lower scores representing better Parkinson symptom control and higher scores representing worse symptoms of Parkinson's.","paramType":"MEAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.9","spread":null}]}]}]},{"type":"PRIMARY","title":"Mini-Mental Status Exam (MMSE), the Clock Drawing Test (CDT), the Patient Health Questionnaire (PHQ-9).","description":"The Mini-Mental Status Exam (MMSE) and the Clock Drawing Test (CDT) are standardized and validated measures of cognitive function. The Patient Health Questionnaire (PHQ-9) is a standardized and validated measure of quality of life. The Mini-Mental Status Exam (MMSE) scale is 0-30 with higher numbers indicating improvement. The Clock Drawing Test (CDT) range is 0-10 with higher numbers indicating improvement. the PHQ scale is 0-27 with lower numbers indicating improved outcome.","paramType":"MEAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"28.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"29.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.2","spread":null}]}]}]},{"type":"PRIMARY","title":"Peripheral Edema, as Measured by Quantitative Assessment of Ankle Edema","description":"The assessment of ankle edema was considered to be a marker of improvement possibly seen in patients who switched from regular pramipexole to extended release ropinirole. .","paramType":"MEAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"225.11","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"224.38","spread":null}]}]}]},{"type":"PRIMARY","title":"Patient Satisfaction Questionnaire","description":"The patient satisfaction/preference (Patient Satisfaction Questionnaire - PS) scores vary from 0-10 with higher scores indicating greater satisfaction with the med change.","paramType":"MEAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.2","spread":null}]}]}]},{"type":"PRIMARY","title":"Parkinson's Disease Questionnaire (PDQ-39)","description":"The Improvement in quality of life (Parkinson's Disease Questionnaire - PDQ-39 - is a standardized and validated measure of patient quality of life ranging in score from 0-100 with lower scores indicating improvement versus higher scores indicating worsening of QOL.","paramType":"MEAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"31.1","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Epworth Sleepiness Scale (ESS).","description":"Epworth sleepiness scale is a standardized and validated measure of patient's daytime sleepiness. The range of scores is from 0-24 with lower scores representing minimal to no sleepiness and higher scores indicating excessive daytime somnolence.","paramType":"MEAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11.9","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":11},"commonTop":["General pains","Nervous System","Gastrointestinal","Upper Respiratory","Injury"]}}}