{"nctId":"NCT02980224","briefTitle":"Study of the Safety and Efficacy of OmegaD Softgels in the Treatment of Dry Eye Disease","startDateStruct":{"date":"2016-10","type":"ACTUAL"},"conditions":["Dry Eye"],"count":180,"armGroups":[{"label":"OmegaD","type":"EXPERIMENTAL","interventionNames":["Drug: OmegaD"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"OmegaD","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Subjects age ≥ 18 years and ≤ 90 years on the date of informed consent.\n2. All subjects must provide signed written consent prior to participation in any study related procedures.\n3. Patient-reported dry eye symptoms.\n4. Clinical diagnosis of dry eye disease supported by global clinical assessment.\n5. Presence of tear osmolarity in at least one eye ≥ 312 mOsm/L at both Screening and Baseline.\n6. Presence of meibomian gland dysfunction as defined by a grade of 1 or 2 on the meibomian orifice size scale in at least one eye at both Screening and Baseline. The qualifying osmolarity level and meibomian orifice size grade must be present in the same eye at both Screening and Baseline if only one eye qualifies.\n7. Female subjects of childbearing potential must have a negative urine pregnancy test at Screening. Women of childbearing potential (i.e., women who are not either postmenopausal for one year or surgically sterile) must use an acceptable form of contraception throughout the study.\n\nExclusion Criteria:\n\n1. Allergy to fish oil or safflower oil (component of placebo softgels) or any component of the softgel material.\n2. Schirmer's test score \\< 5 mm at Screening in either eye.\n3. Tear break-up time \\> 7 seconds at Screening or Baseline in either eye.\n4. Clinically significant eyelid deformity or eyelid movement disorder that is caused by conditions such as notch deformity, incomplete lid closure, entropion, ectropion, hordeolum or chalazion.\n5. Active seasonal and/or perennial allergic conjunctivitis or rhinitis.\n6. Previous ocular disease leaving sequelae or requiring current topical eye therapy other than for dry eye disease, including, but not limited to: active corneal or conjunctival infection of the eye and ocular surface scarring.\n7. History or presence of abnormal nasolacrimal drainage.\n8. Laser-assisted in situ keratomileusis (LASIK) or photorefractive keratectomy (PRK) performed within one year prior to Screening and throughout the study period.\n9. Ophthalmic drop use within 2 hours prior to any study visit. Any over-the-counter (OTC) artificial tear should be continued at the same frequency and with no change in drop brand.\n10. Contact lens wear within 12 hours prior to any study visit; subjects determined to have worn contact lenses within 12 hours must be rescheduled.\n11. Punctal cauterization or punctal plug placement within 60 days prior to Screening and throughout the study period.\n12. Started or changed the dose of systemic medications known to affect tear production within 30 days prior to Screening and throughout the study period. These include but are not limited to the following medications:\n\n    * Immunomodulators\n    * Antihistamines\n    * Tricyclic antidepressants\n    * Diuretics\n    * Corticosteroids (intranasal, inhaled, topical dermatological, and perianal steroids are permitted).\n13. Use of any topical prescription ophthalmic medications (including cyclosporine \\[Restasis®, steroids, nonsteroidal anti-inflammatory drugs \\[NSAIDs\\], anti-glaucoma medications), oral tetracyclines or topical macrolides, oral nutraceuticals \\[fish, flax, black currant seed oils, etc.\\] within 21 days prior to Screening and throughout the study period.\n14. Chronic daily use (defined as \\> 7 consecutive days at the recommended dosing frequency) of oral NSAIDs during the study period. ANY use of oral NSAIDS during the study period must be discussed with the Medical Monitor.\n15. Participation in any drug or device clinical investigation within 30 days prior to entry into this study and/or during the period of study participation.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Tear Break up Time(TBUT ) at Day 84","description":"The difference between Baseline (Day 1) and Day 84 in Tear Break Up Time. TBUT is a clinical test used to assess for evaporative dry eye disease. To measure TBUT, fluorescein is instilled into the patient's tear film and the patient is asked not to blink while the tear film is observed under a broad beam of cobalt blue illumination. The TBUT is recorded as the number of seconds that elapse between the last blink and the appearance of the first dry spot in the tear film, as observed via slit lamp examination.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.45","spread":"0.261"},{"groupId":"OG001","value":"1.23","spread":"0.260"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Dry Eye Symptom Scores (OSDI Questionnaire)","description":"Difference from Baseline (Day 1) to Day 84 in the OSDI Questionnaire (dry eye symptom score). Responses evaluate a subjects experience of a symptom on the following scale:\n\n0 (none of the time)\n\n1. (some of the time)\n2. (half of the time)\n3. (most of the time)\n4. (all of the time)\n\nThe 12 questions are as follows:\n\nHave you experienced any of the following during the last week:\n\n1. Eyes that are sensitive to light\n2. Eyes that feel gritty\n3. Painful or sore eyes\n4. Blurred vision\n5. Poor vision\n\n   Have problems with your eyes limited you in performance of any of the following during the last week:\n6. Reading\n7. Driving at night\n8. Working with a computer or bank machine (ATM)\n9. Watching TV\n\n   Have your eyes felt uncomfortable in any of the following situations during the last week:\n10. Windy conditions\n11. Places or areas with low humidity (very dry)\n12. Areas that are air conditioned\n\nA higher score means a worse outcome. The scores for the 12 questions are added together.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-13.39","spread":"1.804"},{"groupId":"OG001","value":"-15.04","spread":"1.794"}]}]}]},{"type":"SECONDARY","title":"The Frequency and Severity of Adverse Events","description":"Number and Percentage of Subjects Reporting Adverse Events","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23","spread":null},{"groupId":"OG001","value":"16","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"66","spread":null},{"groupId":"OG001","value":"75","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null},{"groupId":"OG001","value":"9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":89},"commonTop":["Upper Respiratory Tract Infection","Diarrhoea","Abdominal discomfort","Abdominal Pain"]}}}