{"nctId":"NCT00803244","briefTitle":"Safety and Efficacy on Phase III Study on 300 IR SLIT to Patients Suffering From Grass Pollen Rhinoconjunctivitis","startDateStruct":{"date":"2009-01"},"conditions":["Primary Disease"],"count":381,"armGroups":[{"label":"300 IR","type":"EXPERIMENTAL","interventionNames":["Drug: 300 IR"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"300 IR","otherNames":["Sublingual immunotherapy tablet"]},{"name":"Placebo","otherNames":["Sublingual placebo tablet"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n1. Male or female outpatients aged 12 to 65 years (inclusive).\n2. Patients with grass pollen-related allergic rhinoconjunctivitis for at least the last two grass pollen seasons.\n3. Positive SPT\n4. RRTSS during the previous pollen season of greater than or equal to 12 out of a possible 18.\n\nExclusion Criteria:\n\n1. Positive SPT to any other seasonal allergens present during the grass pollen season\n2. Patients with clinically significant confounding symptoms of allergy to other allergens\n3. Significant symptomatic perennial allergy due to an allergen to which the patient is regularly exposed.\n4. Patients with moderate or severe persistent asthma (Global Initiative for Asthma \\[GINA\\] 3 or 4).","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","maximumAge":"65 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Average Adjusted Symptom Score (AAdSS)","description":"The Adjusted Symptom Score (AdSS) is a subject-specific symptom score which is adjusted for rescue medication use.\n\nParticipants assessed daily, during the pollen period while on treatment, 6 rhinoconjunctivitis symptoms (sneezing, rhinorrhea, nasal pruritus, nasal congestion, ocular pruritus and watery eyes) each symptom is scored as follows: 0: no symptoms, 1: mild symptoms, 2: moderate symptoms, 3: severe symptoms. The sum of the 6 symptoms is the Rhinoconjunctivitis Total Symptom Score (RTSS) (range 0-18). If the subject took rescue medication on a given day, the AdSS equals the RTSS of that day or the AdSS of the day before, whichever is higher. This adjustment applies to the day of rescue medication use and the following day. Like the RTSS, the AdSS ranges from 0 to 18. The lower the score, the better the outcome.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.58","spread":"0.330"},{"groupId":"OG001","value":"6.07","spread":"0.335"}]}]}]},{"type":"POST_HOC","title":"Combined Score (CS)","description":"The daily Combined Score (CS) is a patient specific score taking into account the patient's daily Rhinoconjunctivis Total Symptom Score (RTSS) and daily Rescue Medication Score (RMS), assuming equivalent importance of symptoms and rescue medication scores.\n\nThe RMS (range 0-3) is derived as follows: 0, no rescue medication; 1, use of antihistamine; 2, use of nasal corticosteroid; 3, use of oral corticosteroid. The RTSS (range 0-18) is the sum of the 6 individual rhinoconjunctivitis symptom score (each symptom is scored as follows: 0: no symptoms, 1: mild symptoms, 2: moderate symptoms and 3: severe symptoms).\n\nThe CS (range 0-3) = (RTSS/6 + RMS)/2. The lower the score, the better the outcome.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.38","spread":"0.038"},{"groupId":"OG001","value":"0.48","spread":"0.038"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":188},"commonTop":["ORAL PRURITUS","HEADACHE","THROAT IRRITATION","COUGH","ASTHMA"]}}}