{"nctId":"NCT02946073","briefTitle":"Buprenorphine (CAM2038) in Subjects With a Recent History of Moderate to Severe Chronic Low Back Pain","startDateStruct":{"date":"2016-09","type":"ACTUAL"},"conditions":["Chronic Lower Back Pain","Chronic Pain"],"count":1053,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Placebo"]},{"label":"CAM2038","type":"EXPERIMENTAL","interventionNames":["Drug: buprenorphine"]}],"interventions":[{"name":"buprenorphine","otherNames":["CAM2038"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Written informed consent provided prior to the conduct of any study-related procedures.\n2. Male or non-pregnant, non-lactating female subject, greater than or equal to 18 years old.\n3. Body mass index (BMI) between 18 and 38 kg/m2, inclusive.\n4. Treated with daily opioids for moderate to severe CLBP for a minimum of 3 months prior to Screening.\n5. On a stable dose of ≥40 mg/day of oral morphine or MED during the 14 days prior to Screening.\n6. Systolic blood pressure ≥100 mmHg and diastolic blood pressure ≥60 mmHg.\n7. Female subject of childbearing potential who is willing to use a reliable method of contraception during the entire study (Screening Visit to final Follow-up). To be considered not of childbearing potential, female subjects must be surgically sterile (hysterectomy or bilateral oophorectomy, or bilateral tubal ligation with surgery at least 6 weeks before Screening).\n8. Male subject who is willing to use reliable contraception\n9. Willing and able to comply with all study procedures and requirements.\n\nExclusion Criteria:\n\n1. Positive for hepatitis B surface antigen, hepatitis C viral RNA, or antibodies to human immunodeficiency virus (HIV).\n2. Clinically significant symptoms, medical conditions, or other circumstances which, in the opinion of the investigator, would preclude compliance with the protocol, adequate cooperation in the study, or obtaining informed consent, or may prevent the subject from safely participating in the study, including the following:\n\n   1. Severe respiratory insufficiency, respiratory depression, airway obstruction, gastrointestinal motility disorders, biliary tract disease, severe hepatic insufficiency, or planned surgery.\n   2. Bipolar disorder\n3. Current diagnosis of Diagnostic and Statistical Manual of Mental Disorders, Fifth Edition-defined moderate to severe substance use disorder (including alcohol), other than caffeine or nicotine.\n4. Female subject planning to become pregnant during the study.\n5. Surgical procedure(s) for CLBP within 6 months prior to Screening.\n6. Concomitant disease(s) that could prolong the QTcF interval, such as autonomic neuropathy (caused by diabetes or Parkinson's disease), HIV, cirrhosis, Long QT Syndrome, or family history of Long QT Syndrome.\n7. QTcF \\>450 ms for males and \\>470 ms for females, or clinically significant electrocardiogram (ECG) abnormality at Screening, at the investigator's discretion.\n8. Currently taking medications that have the potential to prolong the QTcF interval or may require such medications during the course of the study (Appendix 1) and has clinically significant abnormalities on screening ECG readings, as determined by the investigator.\n9. A nerve or plexus block, including epidural steroid injections or facet blocks, within 1 month prior to Screening or botulinum toxin injection in the lower back region within 3 months of Screening.\n10. History of chemotherapy or confirmed malignancy (except basal cell carcinoma) within the past 2 years.\n11. Any other acute or chronic pain condition that could interfere with the subject's ability to report their CLBP accurately and consistently and/or interfere with the study staff's ability to assess the subjects CLBP.\n12. An active or pending workman's compensation, insurance claim, or litigation related to back pain (i.e., primary claim is back pain).\n13. Clinically significant history, in the opinion of the investigator, of suicidal ideation or current evidence that the subject is actively suicidal.\n14. Clinically significant history of major depressive disorder that is poorly controlled with medication, per investigator judgment.\n15. Hypersensitivity or allergy to BPN, other opioids, or excipients of CAM2038.\n16. Hypersensitivity or allergy to acetaminophen.\n17. Use of strong inhibitors or inducers of cytochrome P450 3A4 (CYP3A4), such as some azole antifungals (e.g., ketoconazole), macrolide antibiotics (e.g., clarithromycin), or protease inhibitors (e.g., ritonavir, indinavir, and saquinavir) within the 30 days prior to Screening,\n18. Use or planned use of natural supplements that can affect CYP3A4, such as St. John's Wort, throughout the study.\n19. Has a major bleeding disorder, such as hemophilia, or treated with high levels of anticoagulants per the investigator's discretion.\n20. Current or confirmed past diagnosis of Sphincter of Oddi dysfunction.\n21. Has a significant hepatic disease, as indicated by Screening clinical laboratory assessment results (aspartate aminotransferase, alanine aminotransferase, or lactate dehydrogenase values ≥3 × the upper limit of normal \\[ULN\\]) or has a creatinine value ≥1.5 × ULN).\n22. Is an employee of the investigator or the trial site, with direct involvement in the proposed trial or other studies under the direction of the investigator or trial site or is a family member of the investigator or of an employee of the investigator.\n23. Has any pending legal action that could prohibit participation or compliance in the study.\n\nCriteria for Entry into the Titration Phase:\n\n1. After at least a 12-hour washout from the last IR morphine dose, subject must have a COWS ≥5 and an API pain score over the past 24 hours ≥5 in order to receive a test dose of Buprenex.\n2. Passed all baseline criteria, including a normal QTcF, had no change in QTcF \\>30 ms at 1 hour after the test dose with Buprenex, and had a COWS score \\<5 after the test dose with Buprenex.\n\nNote:\n\n* Subjects on BPN at Screening are required to participate in the down titration and will undergo a washout period prior to the test dose and first on-study treatment. Subjects entering the study on BPN will not transition to IR Morphine, but will refrain from taking their BPN for 12 -24 hours prior to the test dose to achieve the desired washout period.\n* Subjects on BPN at Screening are still required to follow the same Day 1 procedures (e.g., confirmation of pain scores, COWS assessment and Buprenex test dose) as non-BPN subjects.\n\nCriteria for Randomization into the Double-Blind Phase:\n\n1. Been on a stable dose of CAM2038 q1w for at least 2 consecutive weeks.\n2. CAM2038 titrated to a dose that provides analgesia (i.e., 7-day API score of ≤4 and at least 2 points below the value at the start of Titration Phase) and is well tolerated for 7 days before randomization.\n3. Requires no more than an average of one hydrocodone/acetaminophen 5 mg/325 mg/day during the last 7 days prior to randomization.\n4. Demonstrated study medication (CAM2038) compliance ≥80% during the previous 14 days.\n5. Demonstrated daily compliance with pain intensity scoring for ≥11 of the previous 14 days, including the last 3 days prior to randomization.\n\nInclusion Criteria for Open Label Extension For Subjects Continuing from The Randomized Double-Blind Phase.\n\nSubjects must have:\n\n1. Completed Double Blind Phase of the study\n2. Signed Informed Consent for Safety Extension\n\nSubjects completing the double-blind phase will be enrolled directly into the open label extension at their respective dose level of CAM2038. They will not be required to participate in a Buprenex treatment test dosing or participate in a titration phase.\n\nFor De Novo Subjects (New Subjects Recruited Directly into The Open Label Extension)\n\nSubjects who are not participating in the Double-Blind Phase of the Study must meet all of the following inclusion criteria in order to be eligible for participation in the study:\n\n1. Written informed consent provided prior to the conduct of any study-related procedures.\n2. Male or non-pregnant and non-lactating female subject, greater than or equal to 18 years old.\n3. BMI between 18 and 38 kg/m2, inclusive.\n4. Treated with daily opioids for moderate to severe chronic pain disorder such as CLBP or osteoarthritis for a minimum of 3 months prior to Screening.\n5. On a stable dose of \\>40 mg/day of oral morphine or MED during the 14 days prior to Screening.\n6. Systolic blood pressure ≥100 mmHg and diastolic blood pressure ≥60 mmHg.\n7. Female subject of childbearing potential who is willing to use a reliable method of contraception during the entire study (Screening Visit to final Follow-up). To be considered not of childbearing potential, female subjects must be surgically sterile (hysterectomy or bilateral oophorectomy, or bilateral tubal ligation with surgery at least 6 weeks before Screening).\n8. Male subject who is willing to use reliable contraception\n9. Willing and able to comply with all study procedures and requirements.\n\nExclusion Criteria for Subjects Continuing from The Randomized Double-Blind Phase\n\n1\\. Clinically significant symptoms, medical conditions, or other circumstances which, in the opinion of the investigator, would preclude compliance with the protocol, adequate cooperation in the study, or obtaining informed consent, or may prevent the subject from safely participating in the study.\n\nExclusion Criteria for De Novo Subjects only:\n\nSame exclusion criteria as for subjects participating in the Randomized Double-Blind Treatment Phase.\n\nCriteria for Entry into the Titration Phase (for De novo subjects):\n\n1. After at least a 12-hour washout from the last IR morphine dose, subject should have a COWS ≥5 and an API pain score over the past 24 hours ≥5 in order to receive a test dose of Buprenex.\n2. Passed all baseline criteria, including a normal QTcF, had no change in QTcF \\>30 ms at 1 hour after the test dose with Buprenex, and had a COWS score \\<5 after the test dose with Buprenex.\n\nNote:\n\n* Subjects on BPN at Screening are required to participate in the down titration and will undergo a washout period prior to the test dose and first on-study treatment. Subjects entering the study on BPN will not transition to IR Morphine, but will refrain from taking their BPN for 12 -24 hours prior to the test dose to achieve the desired washout period.\n* However, subjects on BPN at Screening are still required to follow the same Day 1 procedures (e.g., confirmation of pain scores, COWS assessment and Buprenex test dose) as non-BPN subjects.\n\nCriteria for Enrolment into the Open Label Treatment Phase (for de Novo subjects):\n\n1. Been on a stable dose of CAM2038 q1w for at least 2 consecutive weeks.\n2. CAM2038 titrated to a dose that provides analgesia (i.e., 7-day API score of ≤4 and at least 2 points below the value at the start of Titration Phase) and is well tolerated for 7 days before randomization.\n3. Requires no more than an average of one hydrocodone/acetaminophen 5 mg/325 mg/day during the last 7 days prior to randomization","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Weekly Average of (Daily) Average Pain Intensity (WAAPI) and the Primary Timepoint Will be Week 12 of the Double-Blind Phase.","description":"Change from baseline in Weekly Average of (Daily) Average Pain Intensity (WAAPI) and the primary timepoint will be Week 12 of the Double-Blind Phase based on the 11-Point numerical rating scale with 0 being no pain and 10 being the worst pain.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.7","spread":"1.26"},{"groupId":"OG001","value":"2.4","spread":"1.25"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.9","spread":"1.62"},{"groupId":"OG001","value":"-1.9","spread":"1.97"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Weekly Average of (Daily) Average Pain Intensity (WAAPI) of the Open Label Phase.","description":"Change from baseline in Weekly Average of (Daily) Average Pain Intensity (WAAPI) of the Open Label Phase based on the 11-Point numerical rating scale with 10 being the worst pain. Baseline is defined as the last week prior to Visit 14 (Randomization Visit) for the roll-over subjects and the last week prior to Visit 14 (Enrollment Visit) for de novo subjects.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.839","spread":"1.0753"},{"groupId":"OG001","value":"2.256","spread":"1.1642"},{"groupId":"OG002","value":"1.944","spread":"1.1288"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.434","spread":"0.94"},{"groupId":"OG001","value":"-0.531","spread":"0.93"},{"groupId":"OG002","value":"-1.586","spread":"1.80"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.555","spread":"1.28"},{"groupId":"OG001","value":"-0.729","spread":"0.99"},{"groupId":"OG002","value":"-2.165","spread":"2.20"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.752","spread":"1.35"},{"groupId":"OG001","value":"-0.767","spread":"1.20"},{"groupId":"OG002","value":"-2.079","spread":"2.01"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.543","spread":"1.19"},{"groupId":"OG001","value":"-0.312","spread":"0.68"},{"groupId":"OG002","value":"-1.229","spread":"1.42"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.690","spread":"1.47"},{"groupId":"OG001","value":"-0.566","spread":"1.05"},{"groupId":"OG002","value":"-1.013","spread":"1.63"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.718","spread":"1.46"},{"groupId":"OG001","value":"-0.872","spread":"1.51"},{"groupId":"OG002","value":"-1.220","spread":"1.41"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.905","spread":"1.56"},{"groupId":"OG001","value":"-0.338","spread":"1.06"},{"groupId":"OG002","value":"-1.212","spread":"1.46"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.941","spread":"1.64"},{"groupId":"OG001","value":"-0.275","spread":"1.41"},{"groupId":"OG002","value":"-1.111","spread":"1.27"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.920","spread":"1.48"},{"groupId":"OG001","value":"-0.623","spread":"1.36"},{"groupId":"OG002","value":"-1.119","spread":"1.42"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.913","spread":"1.37"},{"groupId":"OG001","value":"-0.519","spread":"1.51"},{"groupId":"OG002","value":"-1.113","spread":"1.49"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.767","spread":"1.32"},{"groupId":"OG001","value":"-0.560","spread":"1.37"},{"groupId":"OG002","value":"-1.282","spread":"1.57"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.996","spread":"1.39"},{"groupId":"OG001","value":"-0.619","spread":"1.58"},{"groupId":"OG002","value":"-1.215","spread":"1.57"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Weekly Average of (Daily) Worst Pain Intensity Scores at Week 12 of the Double-Blind Phase Based on 11-Point Numerical Rating Scale With 10 Being the Worst Pain.","description":"Change from baseline in Weekly Average of (Daily) Worst Pain Intensity (WAWPI) and the primary timepoint will be Week 12 of the Double-Blind Phase based on the 11-Point numerical rating scale with 0 being no pain and 10 being the worst pain.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.8","spread":"1.59"},{"groupId":"OG001","value":"3.7","spread":"1.65"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.1","spread":"1.81"},{"groupId":"OG001","value":"-2.2","spread":"2.18"}]}]}]},{"type":"SECONDARY","title":"Number of Subjects With a 30% and 50% Reduction in WAAPI From Baseline to Week 12 of the Double-Blind Phase.","description":"Number of Responders With a 30% and 50% Reduction in WAAPI from the Open-Label Titration Period Baseline to Week 12 of the Double-Blind Treatment Period (mITT Population)","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"60","spread":null},{"groupId":"OG001","value":"47","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"44","spread":null},{"groupId":"OG001","value":"32","spread":null}]}]}]},{"type":"SECONDARY","title":"Summary of Rescue Medication Usage- Double-Blind Phase.","description":"Rescue medication usage (number of days used) during the Double-Blind Phase.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.4","spread":"2.84"},{"groupId":"OG001","value":"3.5","spread":"2.91"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.5","spread":"2.58"},{"groupId":"OG001","value":"-2.1","spread":"2.63"}]}]}]},{"type":"SECONDARY","title":"Change From Open Label Titration Baseline to Week 12 of the Double-Blind Phase in EuroQol Group 5-dimension 5-level Self-report Questionnaire Score.","description":"Change from Open Label Titration baseline to Week 12 of the Double-Blind Phase in EuroQol Group 5-dimension 5-level self-report questionnaire score. The EuroQoL Group 5-Dimension 5-Level Self-Report Questionnaire (EQ-5D-5L) descriptive system is a generic, multidimensional, health-related, quality-of-life instrument. The profile allows subjects to rate their health state in 5 health domains: mobility, self-care, usual activities, pain/discomfort, and mood, using a 5-level scale. These combinations of attributes were converted into a weighted health-state index score, according to the US population-based algorithm, with higher scores indicating better quality of life. The score ranges from 0-100 with 0 as the worst health and 100 as the best health.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"63.7","spread":"20.55"},{"groupId":"OG001","value":"61.3","spread":"22.05"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-9.4","spread":"18.47"},{"groupId":"OG001","value":"-7.2","spread":"23.04"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 12 of the Double-Blind Phase in Work Productivity and Activity Impairment Score","description":"Change from baseline to Week 12 of the Double-Blind Phase in Work Productivity and Activity Impairment score. The Work Productivity and Activity Impairment (WPAI) is a self-administered instrument used to measure the effect of general health and symptom severity on work productivity and regular activities, and yields 4 types of scores (higher scores indicate greater impairment): Absenteeism (work time missed)，Presenteeism (impairment at work/reduced on-the-job effectiveness), Work Productivity Loss (overall work impairment/absenteeism plus presenteeism)，and Activity Impairment. Scores range from 0-100 for each of the four types with higher scores indicating greater impairment.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"58.8","spread":"23.68"},{"groupId":"OG001","value":"61.2","spread":"22.74"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"18.1","spread":"24.88"},{"groupId":"OG001","value":"11.7","spread":"26.28"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.1","spread":"10.19"},{"groupId":"OG001","value":"9.9","spread":"22.50"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.8","spread":"10.75"},{"groupId":"OG001","value":"-4.6","spread":"22.88"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"38.9","spread":"22.33"},{"groupId":"OG001","value":"47.8","spread":"25.20"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.0","spread":"27.47"},{"groupId":"OG001","value":"9.0","spread":"27.37"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"41.3","spread":"23.09"},{"groupId":"OG001","value":"52.3","spread":"26.77"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.4","spread":"23.05"},{"groupId":"OG001","value":"7.8","spread":"26.40"}]}]}]},{"type":"SECONDARY","title":"Number of Subjects Discontinued Due to Loss of Efficacy","description":"Number of Subjects Discontinued due to loss of efficacy, defined as discontinuation of study drug for lack of efficacy.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"21","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 12 of the Double-Blind Phase in Patient Global Impression of Improvement (PGI-I) Scale","description":"Change from baseline to Week 12 of the Double-Blind Phase in Patient global Impression of Improvement (PGI-I) Scale. PGI-I)Scale is a single question 7-point likert scale that required the subject to assess how much his/her pain had improved or worsened relative to the start of the study at the beginning of the intervention . Ratings were: 1, much worse; 2, worse; 3, a little worse; 4, no change; 5, a little better; 6, better; or 7, much better","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.0","spread":"0.96"},{"groupId":"OG001","value":"6.2","spread":"0.74"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.4","spread":"1.48"},{"groupId":"OG001","value":"1.5","spread":"1.63"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Weekly Average of (Daily) Worst Pain Intensity (WAWPI) of the Open Label Phase.","description":"Change from baseline in Weekly Average of (Daily) Worst Pain Intensity (WAWPI) and the primary timepoint will be Week 52 of the Open Label Phase based on the 11-Point numerical rating scale with 10 being the worst pain. Baseline is defined as the last week prior to Visit 14 (Randomization Visit) for the roll-over subjects and the last week prior to Visit 14 (Enrollment Visit) for de novo subjects.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.139","spread":"1.55"},{"groupId":"OG001","value":"3.717","spread":"3.86"},{"groupId":"OG002","value":"3.246","spread":"3.29"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.517","spread":"1.34"},{"groupId":"OG001","value":"-0.859","spread":"1.57"},{"groupId":"OG002","value":"-1.734","spread":"1.97"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.625","spread":"1.48"},{"groupId":"OG001","value":"-1.066","spread":"1.68"},{"groupId":"OG002","value":"-2.404","spread":"2.47"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.846","spread":"1.53"},{"groupId":"OG001","value":"-1.157","spread":"1.95"},{"groupId":"OG002","value":"-2.455","spread":"2.26"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.689","spread":"1.51"},{"groupId":"OG001","value":"-0.487","spread":"1.14"},{"groupId":"OG002","value":"-1.587","spread":"2.03"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.725","spread":"1.59"},{"groupId":"OG001","value":"-0.592","spread":"1.157"},{"groupId":"OG002","value":"-1.391","spread":"2.18"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.735","spread":"1.67"},{"groupId":"OG001","value":"-0.902","spread":"2.13"},{"groupId":"OG002","value":"-1.461","spread":"1.97"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.013","spread":"1.55"},{"groupId":"OG001","value":"-0.518","spread":"1.74"},{"groupId":"OG002","value":"-1.531","spread":"2.13"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.996","spread":"1.90"},{"groupId":"OG001","value":"-0.322","spread":"1.76"},{"groupId":"OG002","value":"-1.462","spread":"2.06"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.044","spread":"1.71"},{"groupId":"OG001","value":"-0.682","spread":"0.20"},{"groupId":"OG002","value":"-1.112","spread":"1.34"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.935","spread":"1.50"},{"groupId":"OG001","value":"-0.658","spread":"1.92"},{"groupId":"OG002","value":"-1.087","spread":"1.48"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.897","spread":"1.56"},{"groupId":"OG001","value":"-0.764","spread":"2.03"},{"groupId":"OG002","value":"-1.216","spread":"1.68"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.059","spread":"1.59"},{"groupId":"OG001","value":"-0.896","spread":"2.26"},{"groupId":"OG002","value":"-1.292","spread":"1.78"}]}]}]},{"type":"SECONDARY","title":"Subject Discontinued Due to Loss of Efficacy, Defined as Discontinuation of Study Drug for Lack of Efficacy.","description":"Subject Discontinued Due to Loss of Efficacy, Defined as Discontinuation of Study Drug for Lack of Efficacy Open Label Phase.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Summary of Rescue Medication Usage-Open Label Phase","description":"Rescue medication usage (number of days used) during the Open Label Phase.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.172","spread":"1.99"},{"groupId":"OG001","value":"0.352","spread":"0.68"},{"groupId":"OG002","value":"1.330","spread":"2.23"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.744","spread":"1.54"},{"groupId":"OG001","value":"-0.793","spread":"2.47"},{"groupId":"OG002","value":"-1.124","spread":"2.32"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.301","spread":"1.75"},{"groupId":"OG001","value":"-0.671","spread":"2.18"},{"groupId":"OG002","value":"-1.672","spread":"2.29"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.472","spread":"1.99"},{"groupId":"OG001","value":"-1.180","spread":"2.48"},{"groupId":"OG002","value":"-1.817","spread":"2.53"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.679","spread":"1.87"},{"groupId":"OG001","value":"-0.418","spread":"2.33"},{"groupId":"OG002","value":"-0.990","spread":"2.07"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.562","spread":"2.00"},{"groupId":"OG001","value":"-0.745","spread":"2.02"},{"groupId":"OG002","value":"-0.490","spread":"2.48"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.689","spread":"1.96"},{"groupId":"OG001","value":"-0.959","spread":"2.52"},{"groupId":"OG002","value":"-0.933","spread":"2.64"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.045","spread":"2.17"},{"groupId":"OG001","value":"-0.553","spread":"1.64"},{"groupId":"OG002","value":"-0.875","spread":"2.80"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.864","spread":"2.36"},{"groupId":"OG001","value":"-0.577","spread":"2.12"},{"groupId":"OG002","value":"-1.280","spread":"2.70"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.989","spread":"2.29"},{"groupId":"OG001","value":"-0.359","spread":"1.63"},{"groupId":"OG002","value":"-1.479","spread":"2.91"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.941","spread":"2.41"},{"groupId":"OG001","value":"-0.980","spread":"2.26"},{"groupId":"OG002","value":"-1.339","spread":"2.81"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.050","spread":"2.54"},{"groupId":"OG001","value":"-0.767","spread":"1.90"},{"groupId":"OG002","value":"-1.465","spread":"2.51"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.088","spread":"2.20"},{"groupId":"OG001","value":"-0.929","spread":"2.15"},{"groupId":"OG002","value":"-2.302","spread":"2.89"}]}]}]},{"type":"SECONDARY","title":"Summary of Change From Baseline in EuroQoL Group EQ-5D-5L Scores Over Time-Open Label Phase","description":"Change from Open Label Titration baseline in EuroQol Group 5-dimension 5-level self-report questionnaire score in the Open Label Phase. The EuroQoL Group 5-Dimension 5-Level Self-Report Questionnaire (EQ-5D-5L) descriptive system is a generic, multidimensional, health-related, quality-of-life instrument. The profile allows subjects to rate their health state in 5 health domains: mobility, self-care, usual activities, pain/discomfort, and mood, using a 5-level scale. These combinations of attributes were converted into a weighted health-state index score, according to the US population-based algorithm, with higher scores indicating better quality of life. The score ranges from 0-100 with 0 as the worst health and 100 as the best health.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"76.59","spread":"13.31"},{"groupId":"OG001","value":"83.38","spread":"14.89"},{"groupId":"OG002","value":"79.65","spread":"14.00"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.17","spread":"15.43"},{"groupId":"OG001","value":"9.95","spread":"18.83"},{"groupId":"OG002","value":"6.35","spread":"18.95"}]}]}]},{"type":"SECONDARY","title":"Summary of Change From Baseline in Clinical Global Impression of Improvement (CGI-I) Scale-Open Label","description":"Summary of Change from Baseline in Clinical Global Impression of Improvement (CGI-I) scale. The Clinician Global Impression of Improvement (CGI-I) Scale is a 7-point scale that required the clinician to assess how much the subject's Pain had improved or worsened relative to the start of the study. Assessments were rated as: 1, very much improved; 2, much improved; 3, minimally improved; 4, no change; 5, minimally worse; 6, much worse; or 7, very much worse","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.9","spread":"0.79"},{"groupId":"OG001","value":"1.7","spread":"0.56"},{"groupId":"OG002","value":"2.0","spread":"1.13"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.4","spread":"1.25"},{"groupId":"OG001","value":"-0.1","spread":"1.08"},{"groupId":"OG002","value":"0.1","spread":"1.31"}]}]}]},{"type":"SECONDARY","title":"Summary of Change From Baseline in Patient Global Impression of Improvement (PGI-I) Scale","description":"Change from baseline in the Open Label Phase in Patient global Impression of Improvement (PGI-I) Scale. PGI-I Scale is a single question 7-point likert scale that required the subject to assess how much his/her pain had improved or worsened relative to the start of the study. Ratings were: 1, much worse; 2, worse; 3, a little worse; 4, no change; 5, a little better; 6, better; or 7, much better","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.8","spread":"0.84"},{"groupId":"OG001","value":"6.1","spread":"1.10"},{"groupId":"OG002","value":"6.3","spread":"0.84"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.2","spread":"1.16"},{"groupId":"OG001","value":"-0.2","spread":"1.04"},{"groupId":"OG002","value":"0.5","spread":"0.92"}]}]}]},{"type":"SECONDARY","title":"Summary of Change From Baseline in Work Productivity and Activity Impairment Questionnaire (WPAI) Open Label Phase","description":"Change from baseline in the Open Label Phase in Work Productivity and Activity Impairment score with a range of 0-100 for 4 types of scores with higher scores indicating greater impairment. The Work Productivity and Activity Impairment (WPAI) is a self-administered instrument used to measure the effect of general health and symptom severity on work productivity and regular activities, and yields 4 types of scores (higher scores indicate greater impairment): Absenteeism (work time missed)，Presenteeism (impairment at work/reduced on-the-job effectiveness), Work Productivity Loss (overall work impairment/absenteeism plus presenteeism)，and Activity Impairment. Scores range from 0-100 for each of the four types with higher scores indicating greater impairment.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.538","spread":"5.55"},{"groupId":"OG001","value":"0","spread":"0"},{"groupId":"OG002","value":"0","spread":"0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":"0"},{"groupId":"OG001","value":"-2.137","spread":"5.23"},{"groupId":"OG002","value":"0","spread":"0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"26.9","spread":"18.43"},{"groupId":"OG001","value":"22.9","spread":"19.76"},{"groupId":"OG002","value":"21.0","spread":"11.97"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.0","spread":"15.95"},{"groupId":"OG001","value":"1.7","spread":"7.53"},{"groupId":"OG002","value":"6.7","spread":"23.98"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"27.846","spread":"19.42"},{"groupId":"OG001","value":"22.857","spread":"19.76"},{"groupId":"OG002","value":"21.000","spread":"11.97"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.000","spread":"15.95"},{"groupId":"OG001","value":"-0.043","spread":"11.05"},{"groupId":"OG002","value":"6.667","spread":"23.98"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"32.1","spread":"20.55"},{"groupId":"OG001","value":"29.0","spread":"23.82"},{"groupId":"OG002","value":"22.9","spread":"16.52"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-12.1","spread":"22.20"},{"groupId":"OG001","value":"-6.5","spread":"25.60"},{"groupId":"OG002","value":"-18.2","spread":"22.45"}]}]}]},{"type":"SECONDARY","title":"Number of Subjects Discontinued Due to Loss of Efficacy","description":"Number of Subjects Discontinued due to loss of efficacy, defined as discontinuation of study drug for lack of efficacy.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":10,"n":468},"commonTop":["Nausea","Vomiting","Injection site pruritus","Injection Site Erythema","Dizziness"]}}}