{"nctId":"NCT01064856","briefTitle":"Study of Adalimumab in Participants With Peripheral Spondyloarthritis (SpA)","startDateStruct":{"date":"2010-02"},"conditions":["Peripheral Spondyloarthritis"],"count":165,"armGroups":[{"label":"Double-blind (DB) Adalimumab","type":"EXPERIMENTAL","interventionNames":["Biological: Adalimumab"]},{"label":"Double-blind Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Biological: Placebo"]},{"label":"Double-blind Adalimumab / Open-label Adalimumab","type":"EXPERIMENTAL","interventionNames":["Biological: Adalimumab"]},{"label":"Double-blind Placebo / Open-label Adalimumab","type":"PLACEBO_COMPARATOR","interventionNames":["Biological: Adalimumab","Biological: Placebo"]}],"interventions":[{"name":"Adalimumab","otherNames":["ABT-D2E7","Humira"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Adult participants who had inadequate response to \\>= 2 non-steroidal anti-inflammatories (NSAIDs)\n* Participants who had arthritis or enthesitis or dactylitis plus: met spondyloarthritis clinical criteria\n* Negative purified protein derivative (PPD) test and Chest X-Ray performed at Baseline Visit were Negative\n* Ability to administer subcutaneous injections\n* General good health\n\nExclusion Criteria:\n\n* Prior anti-tumor necrosis factor (TNF) therapy\n* Psoriasis or Psoriatic Arthritis\n* Fulfillment of modified New York criteria for Ankylosing Spondylitis\n* Recent infection requiring treatment\n* Significant medical events or conditions that had put patients at risk for participation\n* Female participants who were pregnant or breast-feeding or considering becoming pregnant during the study\n* History of cancer, except successfully treated skin cancer\n* Recent history of drug or alcohol abuse","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Responders According to the Composite Peripheral SpA Response Criteria (PSpARC 40) at Week 12","description":"Percentage of participants achieving the following composite response at Week 12: \\>= 40% improvement (minimum 20 mm absolute improvement) from Baseline in Patient Global Assessment (PTGA) of Disease Activity as measured by a 100 mm visual analogue scale (VAS) where 0=no symptoms and 100=maximum symptoms; \\>= 40% improvement (minimum 20 mm absolute improvement) from Baseline in PTGA - Pain as measured by a 100 mm VAS where 0=no pain and 100=maximum pain; and \\>= 40% improvement from Baseline in at least 1 of the following 3 criteria: swollen joint count (76 joints) and tender joint count (78 joints); total enthesitis count; or total dactylitis count. Non-responder imputation: missing response was imputed as non-response.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"39.3","spread":null},{"groupId":"OG001","value":"19.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"60.7","spread":null},{"groupId":"OG001","value":"80.2","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Adverse Events","description":"An adverse event (AE) is defined as any untoward medical occurrence in a participant, which does not necessarily have a causal relationship with treatment. If an adverse event meets any of the following criteria, it is considered a serious adverse event (SAE): results in death or is life-threatening, results in admission or prolongation of hospitalization, results in congenital anomaly or persistent or significant disability/incapacity, or is an important medical event requiring medical or surgical intervention to prevent serious outcome. AEs were categorized by severity (mild, moderate, severe) and relationship to treatment (probably, possibly, probably not, not related). Please see Adverse Events section below for more details.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"47","spread":null},{"groupId":"OG001","value":"45","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"21","spread":null},{"groupId":"OG001","value":"15","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null},{"groupId":"OG001","value":"24","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Physician Global Assessment (PGA) of Disease Activity at Week 12","description":"A VAS was to be used for the Physician Global Assessment (PGA) of disease activity (current status). The left end of the VAS scale (0 mm) signifies the absence of symptoms and the right end (100 mm) signifies maximum disease activity. Last observation carried forward (LOCF): missing values were imputed using the last non-missing post-baseline value prior to the missing value.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-32.2","spread":"22.52"},{"groupId":"OG001","value":"-18.2","spread":"22.93"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Bath Ankylosing Spondylitis Disease Activity Index (BASDAI) at Week 12","description":"The BASDAI was to be completed at the designated study visits. The participant was to assess his/her disease activity using the BASDAI which consisted of a VAS scale used to answer 6 questions (Q1 through Q6) pertaining to symptoms experienced by the participant for the past week. Each question on the BASDAI was reported in centimeters (0 \\[none\\] to 10 \\[very severe\\] with one question's possible answers being in time increments \\[0 hours to ≥ 2 hours\\]). The overall BASDAI score ranges from 0 to 10 cm and was calculated as follows: BASDAI Score = 0.2 × (Q1 + Q2 + Q3 + Q4 + Q5/2 + Q6/2). Lower scores indicate less disease activity. LOCF: Missing value was imputed using the last non-missing post-baseline value prior to missing value.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.1","spread":"2.32"},{"groupId":"OG001","value":"-1","spread":"2.19"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Health Assessment Questionnaire Modified for the Spondyloarthropathies (HAQ-S) Total at Week 12","description":"The HAQ-S is a self-reported measure to assess the physical function and health-related quality of life. The Disability Index (DI) of HAQ-S is calculated as the mean of the following 8 category scores (range: 0 \\[without any difficulty\\] to 3 \\[unable to do\\]): Dressing and Grooming, Rising, Eating, Walking, Hygiene, Reach, Grip, and Activities. Five additional items in the functional status measure were included in the HAQ-S, including carrying heavy packages, sitting for long periods, able to work at a flat topped table, and (if the participant had a driver's license or a car) able to look in the rear view mirror and able to turn head to drive in reverse. The overall score ranges from 0 (no disability) to 3 (three very severe, high-dependency disability). Negative mean changes from Baseline in the overall score indicate improvement. LOCF: Missing value was imputed using the last non-missing post-baseline value prior to missing value.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.3","spread":"0.44"},{"groupId":"OG001","value":"-0.2","spread":"0.47"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Short Form-36 Health Status Survey™ Version 2 (SF-36™V2) Physical Component Score (PCS) at Week 12","description":"The Short Form-36 Health Status Survey™ Version 2 (SF-36™V2) is a 36-item generic health-related quality of life measure to assess the participant's view of their health consisting of 2 components: physical and mental. For each component, a transformed summary score is calculated using 8 sub-domains: physical functioning, role-physical, bodily pain, general health, vitality, social functioning, role-emotional, and mental health. Scores range from 0 to 100. Higher scores indicate a better health state.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.7","spread":"7.85"},{"groupId":"OG001","value":"2.4","spread":"6.65"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Maastricht Ankylosing Spondylitis Enthesitis Score (MASES) at Week 12","description":"Assessment of enthesitis was performed in the following 7 domains: 1) 1st costochondral joint left and right, 2) 7th costochondral joint left and right, 3) posterior superior iliac spine left and right, 4) anterior superior iliac spine left and right, 5) iliac crest left and right, 6) 5th lumbar spinous process and 7) proximal insertion of Achilles tendon left and right. Each domain was graded for the presence (1) or absence (0) of tenderness yielding total MASES ranging from 0 (0 sites with tenderness) to 13 (worst possible score; 13 sites with tenderness). Participants with non-missing Baseline and at least 1 non-missing post-Baseline value were included in post-Baseline visits. LOCF: missing value was imputed using the last non-missing post-Baseline value prior to missing value.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.2","spread":"2.67"},{"groupId":"OG001","value":"-0.8","spread":"2.38"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Leeds Enthesitis Index at Week 12","description":"Assessment of enthesitis was performed in the following 6 domains: left and right lateral epicondyle, left and right medial femoral condyle, left and right Achilles tendon insertion. Tenderness at each site was quantified on a dichotomous basis: Each domain was graded for the presence (1) and absence (0) of tenderness yielding total Leeds Enthesitis Index scores ranging from 0 (0 sites with tenderness) to 6 (worst possible score; 6 sites with tenderness). Participants with non-missing Baseline and at least 1 non-missing post-Baseline value were included in post-Baseline visits. LOCF: missing value was imputed using the last non-missing post-Baseline value prior to missing value.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.8","spread":"1.28"},{"groupId":"OG001","value":"-0.1","spread":"1.19"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Spondyloarthritis Research Consortium of Canada (SPARCC) Enthesitis Score at Week 12","description":"Assessment of enthesitis was performed in the following 16 domains: left and right (L/R) medial epicondyle; L/R lateral epicondyle; L/R supraspinatus insertion into the greater tuberosity of humerus; L/R greater trochanter; L/R quadriceps insertion into superior border of patella; L/R patellar ligament insertion into inferior pole of patella or tibial tubercle; L/R Achilles tendon insertion into calcaneum; L/R plantar fascia insertion into calcaneum. Tenderness at each site was quantified on a dichotomous basis. Each domain was graded for the presence (1) and absence (0) of tenderness yielding total SPARCC scores ranging from 0 (0 sites with tenderness) to 16 (worst possible score; 16 sites with tenderness). Participants with non-missing Baseline and at least 1 non-missing post-Baseline value were included in post-Baseline visits. LOCF: missing value was imputed using the last non-missing post-Baseline value prior to missing value.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.7","spread":"2.43"},{"groupId":"OG001","value":"-0.7","spread":"2.21"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Dactylitis at Week 12","description":"Assessment of the presence or absence of dactylitis as well as grading of tenderness and swelling in all 20 of the participants' digits was performed. Tenderness at each site was quantified from absent to severe. Swelling was quantified from mild to severe. Total Dactylitis Assessment scores ranging from 0 (no digits with dactylitis) to 20 (worst possible score; 20 digits with dactylitis). Participants with non-missing Baseline and at least 1 non-missing post-Baseline value were included in post-Baseline visits. LOCF: missing value was imputed using the last non-missing post-Baseline value prior to missing value.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.2","spread":"1.05"},{"groupId":"OG001","value":"0.3","spread":"0.93"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Tender Joint Count (TJC) at Week 12","description":"Seventy-eight joints were assessed for tenderness by physical examination. Tenderness of each joint was classified as present (1) or absent (0), for a total possible TJC score of 0 (0 joints with tenderness) to 78 (worst possible score/78 joints with tenderness). Participants with non-missing Baseline and at least 1 non-missing post-Baseline value were included in post-Baseline visits. LOCF: missing value was imputed using the last non-missing post-Baseline value prior to missing value.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.9","spread":"8.67"},{"groupId":"OG001","value":"-1.8","spread":"8.41"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Swollen Joint Count (SJC) at Week 12","description":"Seventy-six joints were assessed for swelling by physical examination. Swelling of each joint was classified as present (1) or absent (0), for a total possible score SJC of 0 (0 joints with swelling) to 76 (worst possible score/76 joints with swelling). Participants with non-missing Baseline and at least 1 non-missing post-Baseline value were included in post-Baseline visits. LOCF: missing value was imputed using the last non-missing post-Baseline value prior to missing value.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.6","spread":"4.27"},{"groupId":"OG001","value":"-3.1","spread":"5.64"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Ankylosing Spondylitis Disease Activity Score (ASDAS) at Week 12","description":"The ASDAS is a continuous disease activity score: low score indicates lower disease activity and higher values indicate higher disease activity. The score ranges from 0 to no defined upper limit. It is categorized into 4 disease activity states based on score: inactive disease (\\< 1.3), moderate (≥ 1.3 to \\< 2.1), high (≥ 2.1 to ≤ 3.5), and very high (\\> 3.5). Clinically important and major improvements in ASDAS are defined as a reduction from Baseline of ≥ 1.1 and ≥ 2.0 points, respectively. Participants with non-missing Baseline and at least 1 non-missing post-Baseline value were included in post-Baseline visits. LOCF: missing value was imputed using the last non-missing post-Baseline value prior to missing value.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.0","spread":"1.07"},{"groupId":"OG001","value":"-0.5","spread":"0.90"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":81},"commonTop":["NASOPHARYNGITIS","SPONDYLOARTHROPATHY","UPPER RESPIRATORY TRACT INFECTION","BRONCHITIS","HEADACHE"]}}}