{"nctId":"NCT00314574","briefTitle":"A Study of Omalizumab (Xolair) in Subjects With Moderate to Severe Persistent Asthma (EXTRA)","startDateStruct":{"date":"2005-12"},"conditions":["Asthma"],"count":850,"armGroups":[{"label":"Xolair","type":"EXPERIMENTAL","interventionNames":["Drug: omalizumab (Xolair)","Drug: corticosteroids","Drug: long-acting beta-agonists"]},{"label":"placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: placebo","Drug: corticosteroids","Drug: long-acting beta-agonists"]}],"interventions":[{"name":"omalizumab (Xolair)","otherNames":["Xolair"]},{"name":"placebo","otherNames":[]},{"name":"corticosteroids","otherNames":[]},{"name":"long-acting beta-agonists","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Signed Informed Consent Form and an informed assent, if applicable\n* Be between the ages of 12 to 75 years\n* Have had a history of moderate to severe asthma for at least one year prior to screening\n* Have had treatment with a stable regimen of of salmeterol 50 µg twice a day (BID) or formoterol 12 µg BID for at least 8 weeks prior to screening\n* Have had treatment with a stable regimen of high-dose inhaled corticosteroids (ICS) for at least 8 weeks prior to screening\n* Have inadequately controlled asthma\n* Have had at least one asthma exacerbation requiring systemic corticosteroid rescue in the 12 months prior to the screening visit while receiving treatment with high-dose ICS\n* Have less than 10 pack-years smoking history\n* Have a positive skin test for or a positive, in vitro response to one relevant perennial aeroallergen documented within the 12 months prior to screening\n* If a subject has not had a positive skin test or in vitro reactivity in the 12 months prior to screening, the subject must demonstrate a positive response to at least one relevant perennial aeroallergen in a skin or in vitro test prior to randomization\n* Female subjects of childbearing potential must use an effective method of contraception from screening through their duration of participation in the study\n* For the collection of additional blood samples for future research (optional), provide signed consent and an informed assent, if applicable.\n\nExclusion Criteria:\n\n* Have had an asthma exacerbation requiring intubation within 12 months prior to screening\n* Have active lung disease other than asthma\n* Have had an asthma exacerbation requiring treatment with the addition of systemic (oral or intravenous) corticosteroids or an increase in systemic corticosteroids within 30 days prior to screening\n* Require chronic immunosuppressive therapy including cyclosporine, methotrexate, etc.\n* Have significant medical illness other than asthma\n* Have taken methotrexate, gold salts, cyclosporine, or macrolide antibiotics, within 3 months prior to screening\n* Have taken other investigational drugs within 30 days prior to screening\n* Have been treated with Xolair within the 12 months prior to screening\n* Have a history of drug or alcohol abuse that, in the judgment of the investigator, may put the subject at risk for being unable to participate fully in the study for the duration of the study\n* Have elevated serum IgE levels for reasons other than allergy\n* Are pregnant or lactating","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","maximumAge":"75 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Rate of Asthma Exacerbations Over the 48 Week Treatment Period","description":"A protocol-defined asthma exacerbation was defined as worsening of asthma symptoms requiring treatment with systemic corticosteroids for 3 or more days; for patients receiving long-term oral corticosteroids, an exacerbation was a 20 mg or more increase in average daily dose of oral prednisone (or a similar dose of another systemic corticosteroid). The rate of protocol-defined asthma exacerbations, normalized by subject-time at risk and computed over the 48 week treatment period in each treatment group.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.88","spread":null},{"groupId":"OG001","value":"0.66","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Total Asthma Symptom Scores","description":"Change from baseline to week 48 in Total Asthma Symptom Score (TASS), which included a nocturnal asthma score (0 to 4 scale), morning asthma symptoms (yes or no), and a daytime asthma symptom score (0 to 4 scale, total score range 0 to 9, higher TASS scores represent worse symptoms; breathlessness, tightness in chest, wheezing and cough. Score achieved by week 48 minus baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.36","spread":"1.87"},{"groupId":"OG001","value":"-1.61","spread":"1.85"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Number of Puffs Per Day of Beta Agonist Rescue Medication","description":"Change from baseline to week 48 in mean puffs per day of albuterol. Puffs per day was achieved by week 48 minus baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.35","spread":"2.69"},{"groupId":"OG001","value":"-1.57","spread":"2.58"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Overall Asthma-related Quality of Life","description":"Change from baseline to week 48 in overall asthma-specific health-related quality of life, as measured by the standardized version of the Asthma Quality of Life Questionnaire (AQLQ\\[S\\]) score. The AQLQ(S) consists of 4 domains (activity limitations, symptoms, emotional function, and environmental stimuli), with a total of 32 items; the overall score is the mean of these 32 items on a scale of 1 to 7 (1 = severe impairment, 7 = no impairment). Overall outcome achieved by mean visit minus baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.96","spread":"1.26"},{"groupId":"OG001","value":"1.16","spread":"1.22"}]}]}]},{"type":"SECONDARY","title":"Number of Participants Assessed for Frequency and Severity of Treatment-emergent Adverse Events","description":"This outcome is represented in the adverse event section of the database.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"420","spread":null},{"groupId":"OG001","value":"428","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":44,"n":420},"commonTop":["upper respiratory infection","sinusitis","bronchitis","headache","nasopharyngitis"]}}}