{"nctId":"NCT00962039","briefTitle":"Anxiety and Recurrent Abdominal Pain in Children","startDateStruct":{"date":"2004-07"},"conditions":["Abdominal Pain","Anxiety"],"count":81,"armGroups":[{"label":"Citalopram","type":"EXPERIMENTAL","interventionNames":["Drug: Citalopram"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Citalopram","otherNames":["Celexa"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* At least 3 episodes of abdominal pain during the previous 3 months associated with functional impairment in the absence of explanatory physical disease following clinically appropriate medical assessment.\n* Age 7 years 0 months to 18 years 11 months, inclusive, at initial evaluation.\n* Significant global functional impairment as reflected by a score less than 70 on the Children's Global Assessment Scale\n* Residing with a primary caretaker (i.e., parent, legal guardian, relative functioning as a parent, or foster parent) who has known the child well for at least 6 months prior to study entry and has legal authority to consent to participation.\n\nExclusion Criteria:\n\n* Physical disease sufficient to explain the subjective distress and functional impairment suffered by the subject.\n* FAP with atypical features:\n\n  1. Abnormal abdominal or rectal examination\n  2. GI bleeding (i.e., hematest positive stool or hematemesis)\n  3. History of recurrent or persistent fever associated with the abdominal pain\n  4. Involuntary weight loss (\\> 5% of body weight) over the previous 3 months\n  5. Previous laboratory evidence suggesting explanatory physical disease\n  6. Persistent nighttime awakenings due to abdominal pain (at least once per week and \\> 4 per month)\n  7. Persistent or bilious vomiting (at least once per week and \\> 4 per month)\n  8. Abdominal pain exclusively associated with menstruation\n  9. Dysuria\n* Physical disease in which citalopram monotherapy or study participation might prove to be disadvantageous or incompatible with quality care, including bleeding disorder characterized by prolonged bleeding time, uncontrolled epilepsy, or poorly controlled diabetes mellitus.\n* Psychiatric problem or disorder in which citalopram monotherapy or study participation might prove to be disadvantageous or incompatible with quality care, including evidence that the child is a serious acute danger to self or others, anorexia nervosa, bulimia nervosa, schizophrenia, schizoaffective disorder, alcohol or substance abuse/dependence, or bipolar disorder.\n* History of mental retardation as defined by full scale IQ \\< 70 on previous testing or participation in special education placement for mild to severe mental retardation.\n* Inadequate English speaking abilities of child or parent(s) to complete study measures and/or communicate with study examiners.\n* Adequate prior trial of citalopram, escitalopram, or another selective serotonin reuptake inhibitor or venlafaxine. Adequate trial is defined as at least 4 weeks of citalopram 20 mg/day, escitalopram 10 mg/day, fluoxetine 20 mg/day, fluvoxamine 100 mg/day, paroxetine 20 mg/day, sertraline 50 mg/day, or venlafaxine 75 mg/day.\n* Concurrent use of non-steroidal anti-inflammatory drugs (NSAIDs), aspirin, or anticoagulant medications.\n* Treatment for physical or psychiatric illness initiated within the prior 4 weeks or escalating in dosage or intensity.\n* History of hypersensitivity to citalopram or serotonin-syndrome.\n* Participation in any investigational drug study within thirty days of study entry.\n* Pregnancy\n* Sexually active female subjects refusing to use a medically accepted method of birth control during the study, or who engaged in unprotected sexual activity during the 30 days prior to the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"7 Years","maximumAge":"18 Years","stdAges":["CHILD","ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Clinical Global Impression Scale - Improvement (CGI-I) Will be Used to Assess Overall Global Illness Improvement. CGI-I Scores of 1 (Very Much Improved) or 2 (Much Improved) Indicate an Acceptable Treatment Response.","description":"Clinical Global Impression Scale - Improvement (CGI-I) is a 7-point scale, with lower values being more favorable, used to assess overall global illness improvement. The CGI is a clinician-completed measure, with values ranging from 1 (very much improved), 2 (much improved), 3 (minimally improved), 4 (no change), 5 (minimally worse), 6 (much worse), to 7 (very much worse). CGI-I scores of 1 (very much improved) or 2 (much improved) were considered to indicate an acceptable treatment response. A global measure of functional status was chosen as a primary outcome due to the broad array of symptomatology seen in pediatric RAP and the ambiguous relationship between functional status and symptoms of pain, anxiety, and depression in pediatric RAP. The CGI-I is a dichotomous primary outcome measure of global clinical improvement with clinical response be defined as a CGI-I score of 1 or 2 for at least two consecutive weeks.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.48","spread":null},{"groupId":"OG001","value":"3.68","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.03","spread":null},{"groupId":"OG001","value":"3.38","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.65","spread":null},{"groupId":"OG001","value":"3.24","spread":null}]}]}]},{"type":"PRIMARY","title":"Clinical Global Impression Scale - Severity (CGI-S)","description":"Clinical Global Impression Scale - Severity (CGI-S) is a 7-point scale is a clinician-completed measure that requires the clinician to rate the severity of the patient's illness at the time of assessment relative to the clinician's past experience with patients who have the same diagnosis. Considering total clinical experience, a patient is assessed on severity of illness at the time of rating, with values ranging from 1 (normal, not at all ill), 2 (borderline ill), 3 (mildly ill), 4 (moderately ill), 5 (markedly ill), 6 (severely ill), to 7 (extremely ill).","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.31","spread":null},{"groupId":"OG001","value":"4.39","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.83","spread":null},{"groupId":"OG001","value":"4.03","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.56","spread":null},{"groupId":"OG001","value":"3.86","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.76","spread":null},{"groupId":"OG001","value":"3.51","spread":null}]}]}]},{"type":"PRIMARY","title":"Abdominal Pain Index (API)","description":"The API is a well-validated and reliable measure of abdominal pain assessing the frequency, duration, and intensity of abdominal pain consisting of five items assessing the frequency, duration, and intensity of abdominal pain experienced during the prior 2 weeks. Two of the items are scored from 0 to 5, one is scaled 0 to 8, and two are scaled 0 to 10, with lower scores considered to be better than higher scores. Item scores are standardized using Z-scores and then summed to yield an index of abdominal pain that has been sensitive to change in previous epidemiological and treatment studies of FAP. Alpha reliability ranged from 0.80 to 0.93. The API will be a continuous primary outcome measure of abdominal pain.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.45","spread":null},{"groupId":"OG001","value":"0.47","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.14","spread":null},{"groupId":"OG001","value":"0.06","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.21","spread":null},{"groupId":"OG001","value":"0.08","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.36","spread":null},{"groupId":"OG001","value":"-0.03","spread":null}]}]}]},{"type":"SECONDARY","title":"Pediatric Anxiety Rating Scale (PARS)","description":"Pediatric Anxiety Rating Scale (PARS) is a clinician administered measure of anxiety in children and adolescents. The PARS is comprised of a 50-item symptom checklist used to determine the presence or absence of specific anxiety symptoms during the prior week and 7 severity/impairment items, each scored from 0 to 5 . The the score on the 7 items allows the clinician to rate symptom severity and associated impairment on a range from 0 to 35, with higher scores reflecting greater symptom severity and associated impairment. The PARS is characterized by high interrater reliability (ICC = 0.97), adequate internal consistency (α = 0.64), and fair test-retest reliability (ICC = 0.55). There is preliminary support for convergent and divergent validity, and the PARS has demonstrated sensitivity to treatment effects in previously conducted clinical trials.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.38","spread":null},{"groupId":"OG001","value":"9.73","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.00","spread":null},{"groupId":"OG001","value":"6.78","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.57","spread":null},{"groupId":"OG001","value":"5.76","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.69","spread":null},{"groupId":"OG001","value":"5.55","spread":null}]}]}]},{"type":"SECONDARY","title":"Children's Depression Rating Scale - Revised (CDRS-R)","description":"Children's Depression Rating Scale - Revised (CDRS-R) is a clinician administered measure of depression in children and adolescents and provides data necessary to diagnose depressive disorder and rate the severity of depressive symptoms over time. The CDRS-R is composed of 17 items, most rated on a 1 to 7 scale, with a minimum score of 17 and a maximum of 113. Higher scores reflect greater depression severity, with scores of 40 and above generally considered to be reflective of a depressive diagnosis.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"34.50","spread":null},{"groupId":"OG001","value":"39.23","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"27.81","spread":null},{"groupId":"OG001","value":"31.89","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"24.97","spread":null},{"groupId":"OG001","value":"28.35","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23.88","spread":null},{"groupId":"OG001","value":"28.39","spread":null}]}]}]},{"type":"SECONDARY","title":"Children's Global Assessment Scale (C-GAS)","description":"Children's Global Assessment Scale (C-GAS) is an interview-based adaptation of the Global Assessment Scale developed to assess child and adolescent functioning during a specified time period. Scores range from one to 100, with scores of 70 or below reflecting abnormally low functioning and higher scores reflecting better functioning. The C-GAS has demonstrated reliability, as well as discriminant and concurrent validity. A CGAS score of \\< 70 will be a requirement at study entry.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"54.42","spread":null},{"groupId":"OG001","value":"54.07","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"59.24","spread":null},{"groupId":"OG001","value":"58.05","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"63.27","spread":null},{"groupId":"OG001","value":"59.14","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"66.72","spread":null},{"groupId":"OG001","value":"61.22","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":40},"commonTop":["headache","body aches","sleep disturbance","fatigue","nausea or vomiting"]}}}