{"nctId":"NCT05169905","briefTitle":"A Study to Evaluate the Safety and Immune Response to an Unadjuvanted RSV Maternal Vaccine in Healthy Non-pregnant Females From 9 to 49 Years of Age","startDateStruct":{"date":"2022-02-02","type":"ACTUAL"},"conditions":["Respiratory Syncytial Virus Infections"],"count":9,"armGroups":[{"label":"RSV_dTpa-P Group","type":"EXPERIMENTAL","interventionNames":["Combination Product: RSV MAT vaccine","Combination Product: dTpa vaccine"]},{"label":"dTpa_RSV-P Group","type":"EXPERIMENTAL","interventionNames":["Combination Product: RSV MAT vaccine","Combination Product: dTpa vaccine"]},{"label":"RSV_dTpa-A Group","type":"EXPERIMENTAL","interventionNames":["Combination Product: RSV MAT vaccine","Combination Product: dTpa vaccine"]},{"label":"dTpa_RSV-A Group","type":"EXPERIMENTAL","interventionNames":["Combination Product: RSV MAT vaccine","Combination Product: dTpa vaccine"]}],"interventions":[{"name":"RSV MAT vaccine","otherNames":[]},{"name":"dTpa vaccine","otherNames":["Boostrix"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nHealthy Non-pregnant Adult Women from 18-49 YOA\n\n* Participants who, in the opinion of the investigator, can and will comply with the requirements of the protocol.\n* Written or witnessed/thumb printed informed consent obtained from the participant prior to performance of any study-specific procedure.\n* A healthy female participant, as established by medical history and clinical examination, between and including 18 to 49 YOA at the time of the first study intervention administration.\n* Body mass index (based on participant's report) 17.0 to 39.9 kg/m\\^2, inclusive for adult participants.\n* Female participants of childbearing potential may be enrolled in the study, if the participant:\n\n  * has practiced adequate contraception for 1 month prior to study intervention administration, and\n  * has a negative pregnancy test on the day of study intervention administration, and\n  * has agreed to continue adequate contraception during the entire treatment period and for 1 month after completion of the study intervention administrations.\n* Female participants of non-childbearing potential may be enrolled in the study. Non-childbearing potential is defined as, current bilateral tubal ligation or occlusion, hysterectomy, bilateral ovariectomy or post-menopause.\n\nHealthy non-pregnant Girls from 9-17 YOA\n\n* Participants and participants' parent(s)/Legally Acceptable Representative(s) (LAR), who, in the opinion of the investigator, can and will comply with the requirements of the protocol.\n* Written or witnessed/thumb printed informed consent obtained from the participant\\*/parent(s)/LAR(s) of the participant prior to performance of any study-specific procedure.\n\n  * \\*Written informed consent obtained from parents/LARs and written informed assent obtained from the participant if she is less than legal age. The legal age is determined according to local regulations in each participating country.\n  * In case the legal age is achieved during the conduct of the study, an additional written informed consent from the participant should be obtained at the time of the legal age.\n* A healthy female participant between and including 9 and 17 YOA at the time of the first study intervention administration.\n\n  * Female participants of non-childbearing potential may be enrolled in the study. Non-childbearing potential is defined as pre-menarche, current bilateral tubal ligation or occlusion, hysterectomy, or bilateral ovariectomy.\n* Body mass index by age between 5 percentile and 95 percentile (inclusive) for pediatric participants.\n* Female participants of childbearing potential may be enrolled in the study, if the participant:\n\n  * has a negative pregnancy test on the day of study intervention administration, and is abstinent during the entire treatment period and for 1 month before and after completion of the study intervention administration series (and if so, this is to be documented in the source documents at each vaccination visit)\n  * or has practiced adequate contraception for 1 month prior to study intervention administration and has agreed to continue adequate contraception during the entire treatment period and for 1 month after completion of the study intervention administration series.\n\nExclusion Criteria:\n\nMedical conditions\n\n* Any clinical condition that, in the opinion of the investigator, might pose additional risk to the participant due to participation in the study.\n* History of any reaction or hypersensitivity likely to be exacerbated by any component of the study intervention(s).\n* Any confirmed or suspected immunosuppressive or immunodeficient condition, based on medical history and physical examination (no laboratory testing required).\n* Current autoimmune disorder (based on medical history and physical examination), for which the participant has received immune-modifying therapy within 6 months, before study vaccination.\n* Hypersensitivity to latex.\n* Acute or chronic clinically significant abnormality or poorly controlled pre-existent co-morbidities or any other clinical conditions, as determined by physical examination or medical history that, in the opinion of the investigator, might pose additional risk to the participant due to participation in the study.\n* Significant or uncontrolled psychiatric illness.\n* Documented human immunodeficiency virus (HIV)-positive participant.\n* Any clinically significant\\* hematological parameter and/or biochemical laboratory abnormality from the test requested by the investigator based on medical judgment prior to enrolment\n\n  * \\*The investigator should use his/her clinical judgment to decide whether the test is needed, and which abnormalities are clinically significant. If he/she decides to run this test, the investigator will need to review the test results before proceeding with the administration of the study vaccine.\n* Lymphoproliferative disorder or malignancy within 5 years before study vaccination (excluding effectively treated non-melanoma skin cancer).\n\nPrior/Concomitant therapy\n\n* Use of any investigational or non-registered product (drug, vaccine or medical device) other than the study intervention(s) during the period beginning 30 days before the first doses (Day -29 to Day 1), or their planned use during the study period.\n* Planned administration/administration of a vaccine not foreseen by the study protocol within the period starting 30 days before the first dose and ending 30 days after the last dose of study intervention(s)\\* administration with the exception of any licensed influenza vaccine which may be administered ≥ 15 days before or after study vaccinations (dTpa and RSV maternal vaccines).\n\n  * \\*In case emergency mass vaccination for an unforeseen public health threat (e.g. a pandemic) is organized by public health authorities outside the routine immunization program, the time period described above can be reduced if necessary for that vaccine (if it is used according to the local governmental recommendations and that the Sponsor is notified accordingly). Therefore, COVID-19 vaccines will be allowed, when administered ≥ 15 days before or after study vaccinations (dTpa and RSV maternal vaccines).\n* Administration of long-acting immune-modifying drugs at any time during the study period (e.g. infliximab).\n* Administration of immunoglobulins and/or any blood products or plasma derivatives during the period starting 3 months before the administration of the first dose of study intervention(s) or planned administration during the study period.\n* Chronic administration (defined as more than 14 days in total) of immunosuppressants or other immune-modifying drugs during the period starting 3 months prior to the first study intervention dose(s) to 2 months after first vaccination. For corticosteroids, this will mean prednisone equivalent ≥5 mg/day for adult participants/ ≥0.5 mg/kg/day. Inhaled and topical steroids are allowed.\n* Previous experimental vaccination against RSV.\n* Boostrix (dTpa) administration for which the vaccination is not aligned with the local recommendations for dTap vaccination or not aligned with the locally approved Boostrix (dTpa) prescribing information.\n\nPrior/Concurrent clinical study experience\n\n• Concurrently participating in another clinical study, at any time during the study period, in which the participant has been or will be exposed to an investigational or a non-investigational intervention (drug/invasive medical device).\n\nOther exclusions\n\n* Pregnant or lactating female.\n* Female planning to become pregnant or planning to discontinue contraceptive precautions.\n* Alcoholism or substance use disorder within the past 24 months based on the presence of two or more of the following abuse criteria: hazardous use, social/interpersonal problems related to use, neglected major roles to use, withdrawal tolerance, use of larger amounts or longer, repeated attempts to quit or control use, much time spent using, physical or psychological problems related to use, activities given up to use, craving.\n* Any study personnel or their immediate dependents, family, or household members.\n* Child in care.","healthyVolunteers":true,"sex":"FEMALE","genderBased":true,"minimumAge":"9 Years","maximumAge":"49 Years","stdAges":["CHILD","ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants Reporting Any Serious Adverse Events (SAEs)","description":"An SAE is any untoward medical occurrence that results in death, is life-threatening, requires hospitalization or prolongation of existing hospitalization, results in disability/incapacity, is a congenital anomaly/birth defect in the offspring of a study participant or results in abnormal pregnancy outcomes. Any is defined as the occurrence of the symptom regardless of intensity grade or relationship to vaccination.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants Reporting Adverse Events (AEs)/SAEs Leading to Study Withdrawal","description":"An AE is any untoward medical occurrence, symptom, or disease in a clinical study participant that is temporally associated with the study intervention. The AE may or may not be considered related to the study intervention.\n\nAn SAE is any untoward medical occurrence that results in death, is life-threatening, requires hospitalization or prolongation of existing hospitalization, results in disability/incapacity, is a congenital anomaly/birth defect in the offspring of a study participant or results in abnormal pregnancy outcomes.\n\nA participant is considered to have withdrawn from the study if no new study procedure has been performed or no new information has been collected for him/her since the date of withdrawal/last contact.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants Reporting Any Solicited Administration Site Events","description":"Assessed solicited administration site events include pain, erythema and swelling. Any pain = occurrence of the symptom regardless of intensity grade. Any erythema and swelling = symptom reported with a surface diameter lower than or equal to 20 millimeters.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants Reporting Any Solicited Systemic Events","description":"Assessed solicited systemic events include fatigue, headache, gastrointestinal (GI) symptoms (nausea, vomiting, diarrhea, abdominal pain) and fever. The preferred location for measuring temperature is the oral cavity. Fever is defined as temperature equal to or above (≥) 38.0 °C/100.4°F. Any is defined as the occurrence of the symptom regardless of intensity grade.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"2","spread":null},{"groupId":"OG002","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants Reporting Any Unsolicited AEs","description":"An unsolicited AE is an event reported in addition to those solicited during the clinical study. Also, any 'solicited' symptom with onset outside the specified period of follow-up for solicited symptoms is reported as an unsolicited adverse event. Any is defined as the occurrence of the unsolicited AE regardless of intensity grade or relationship to vaccination.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"1","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants Reporting SAEs and Medically Attended Adverse Events (MAEs)","description":"An SAE is any untoward medical occurrence that results in death, is life-threatening, requires hospitalization or prolongation of existing hospitalization, results in disability/incapacity, is a congenital anomaly/birth defect in the offspring of a study participant or results in abnormal pregnancy outcomes.\n\nAn MAE is an unsolicited AE for which the participants receive medical attention, defined as symptoms or illnesses requiring a hospitalization, or an emergency room visit, or visit to/by a health care provider.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants Reporting AEs/SAEs/MAEs Leading to Study Withdrawal","description":"An AE is any untoward medical occurrence, symptom, or disease in a clinical study participant that is temporally associated with the study intervention. The AE may or may not be considered related to the study intervention.\n\nAn SAE is any untoward medical occurrence that results in death, is life-threatening, requires hospitalization or prolongation of existing hospitalization, results in disability/incapacity, is a congenital anomaly/birth defect in the offspring of a study participant or results in abnormal pregnancy outcomes.\n\nAn MAE is an unsolicited AE for which the participants received medical attention defined as symptoms or illnesses requiring a hospitalization, or an emergency room visit, or visit to/by a health care provider.\n\nA participant is considered to have withdrawn from the study if no new study procedure has been performed or no new information has been collected for him/her since the date of withdrawal/last contact.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"RSV-A Neutralizing Antibody Titers for Participants in RSV_dTpa-P Group and RSV_dTpa-A Group at Day 1","description":"RSV-A neutralizing antibody titer expressed in Estimated Dose: serum dilution giving a 60% reduction of the signal compared to a control without serum (ED60) is presented for each participant who received the RSV MAT vaccine and was assigned to the respective group.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"86","spread":null},{"groupId":"OG001","value":"1355","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG001","value":"792","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG001","value":"177","spread":null}]}]}]},{"type":"SECONDARY","title":"RSV-A Neutralizing Antibody Titers for Participants in RSV_dTpa-P Group and RSV_dTpa-A Group at Day 31","description":"RSV-A neutralizing antibody titer expressed in ED60 is presented for each participant who received the RSV MAT vaccine and was assigned to the respective group.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1702","spread":null},{"groupId":"OG001","value":"21707","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG001","value":"38258","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG001","value":"17765","spread":null}]}]}]},{"type":"SECONDARY","title":"RSV-B Neutralizing Antibody Titers for Participants in RSV_dTpa-P Group and RSV_dTpa-A Group at Day 1","description":"RSV-B neutralizing antibody titer expressed in ED60 is presented for each participant who received the RSV MAT vaccine and was assigned to the respective group.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"373","spread":null},{"groupId":"OG001","value":"2434","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG001","value":"525","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG001","value":"461","spread":null}]}]}]},{"type":"SECONDARY","title":"RSV-B Neutralizing Antibody Titers for Participants in RSV_dTpa-P Group and RSV_dTpa-A Group at Day 31","description":"RSV-B neutralizing antibody titer expressed in ED60 is presented for each participant who received the RSV MAT vaccine and was assigned to the respective group.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2089","spread":null},{"groupId":"OG001","value":"138336","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG001","value":"14233","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG001","value":"34743","spread":null}]}]}]},{"type":"SECONDARY","title":"RSV MAT Immunoglobulin G (IgG) Antibody Concentrations for Participants in RSV_dTpa-P Group and RSV_dTpa-A Group at Day 1","description":"RSV MAT IgG antibody concentration expressed in ELISA units per milliliter (EU/mL) is presented for each participant who received the RSV MAT vaccine and was assigned to the respective group.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1949","spread":null},{"groupId":"OG001","value":"4967","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG001","value":"3279","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG001","value":"4727","spread":null}]}]}]},{"type":"SECONDARY","title":"RSV MAT IgG Antibody Concentrations for Participants in RSV_dTpa-P Group and RSV_dTpa-A Group at Day 31","description":"RSV MAT IgG antibody concentration expressed in EU/mL is presented for each participant who received the RSV MAT vaccine and was assigned to the respective group.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"50193","spread":null},{"groupId":"OG001","value":"149510","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG001","value":"218190","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG001","value":"402812","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":1},"commonTop":["Administration site pain","Diarrhoea","Headache","Fatigue","Administration site erythema"]}}}