{"nctId":"NCT01247324","briefTitle":"A Study of Ocrelizumab in Comparison With Interferon Beta-1a (Rebif) in Participants With Relapsing Multiple Sclerosis","startDateStruct":{"date":"2011-08-31","type":"ACTUAL"},"conditions":["Relapsing Multiple Sclerosis"],"count":821,"armGroups":[{"label":"Interferon beta-1a 44 mcg SC","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Interferon beta-1a","Drug: Ocrelizumab-matching placebo"]},{"label":"Ocrelizumab","type":"EXPERIMENTAL","interventionNames":["Drug: Ocrelizumab","Drug: Interferon beta-1a-matching placebo"]}],"interventions":[{"name":"Interferon beta-1a","otherNames":["Rebif"]},{"name":"Ocrelizumab-matching placebo","otherNames":[]},{"name":"Ocrelizumab","otherNames":["RO4964913"]},{"name":"Interferon beta-1a-matching placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Diagnosis of multiple sclerosis, in accordance with the revised McDonald criteria (2010)\n* At least 2 documented clinical attacks within the last 2 years prior to screening or one clinical attack in the years prior to screening (but not within 30 days prior to screening)\n* Neurologic stability for greater than or equal to (\\>=) 30 days prior to both screening and baseline\n* Expanded Disability Status Scale (EDSS) score 0 to 5.5 inclusive\n\nExclusion Criteria:\n\n* Primary progressive multiple sclerosis\n* Disease duration of more than 10 years in participants with EDSS less than or equal to (\\<=) 2.0 at screening\n* Contraindications for MRI\n* Known presence of other neurological disorders which may mimic multiple sclerosis\n* Pregnancy or lactation\n* Requirement for chronic treatment with systemic corticosteroids or immunosuppressants during the course of the study\n* History of or currently active primary or secondary immunodeficiency\n* History of severe allergic or anaphylactic reactions to humanized or murine monoclonal antibodies\n* Active infection, or history of or known presence of recurrent or chronic infection (e.g., hepatitis B or C, human immunodeficiency virus \\[HIV\\], syphilis, tuberculosis)\n* History of progressive multifocal leukoencephalopathy\n* Contraindications to or intolerance of oral or iv corticosteroids\n* Contraindications to Rebif or incompatibility with Rebif use","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"55 Years","stdAges":["ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Annualized Relapse Rate (ARR) in Participants With Relapsing Multiple Sclerosis (MS) at 96 Weeks","description":"ARR was protocol-defined and calculated as the total number of relapses for all participants in the treatment group divided by the total participant-years of exposure to that treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.292","spread":null},{"groupId":"OG001","value":"0.156","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Onset of Confirmed Disability Progression (CDP) for at Least 12 Weeks During the Double-Blind Treatment Period","description":"Disability progression was defined as an increase in the Expanded Disability Status Scale (EDSS) score of: A) \\>=1.0 point from the baseline EDSS score when the baseline score was less than or equal to (\\<=) 5.5 B) \\>=0.5 point from the baseline EDSS score when the baseline score was \\>5.5 The EDSS scale ranges from 0 (normal neurological exam) to 10 (death due to multiple sclerosis). This outcome measure was considered confirmatory only when results of both studies WA21092 and WA21093 were combined. Disability progression was considered confirmed when the increase in the EDSS was confirmed at a regularly scheduled visit at least 12 weeks after the initial documentation of neurological worsening. EDSS assessment and who were on treatment at time of clinical cut-off date were censored at the date of their last EDSS assessment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of T1 Gadolinium (Gd)-Enhancing Lesions as Detected by Brain Magnetic Resonance Imaging (MRI) During the Double-Blind Treatment","description":"The total number of T1 gadolinium-enhancing lesions for all participants in the treatment group was calculated as the sum of the individual number of lesions at Weeks 24, 48, and 96.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"337","spread":null},{"groupId":"OG001","value":"21","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of New, and/or Enlarging T2 Hyperintense Lesions as Detected by Brain Magnetic Resonance Imaging (MRI) During the Double Blind Treatment","description":"The total number of new and/or enlarging T2 lesions for all participants in the treatment group was calculated as the sum of the individual number of lesions at Weeks 24, 48, and 96.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1916","spread":null},{"groupId":"OG001","value":"430","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Confirmed Disability Improvement (CDI) for at Least 12 Weeks","description":"Disability improvement was assessed only for the subgroup of participants with a baseline EDSS score of \\>= 2.0. It was defined as a reduction in EDSS score of: A) \\>=1.0 from the baseline EDSS score when the baseline score was \\>=2 and \\<=5.5 B) \\>= 0.5 when the baseline EDSS score \\> 5.5. The EDSS scale ranges from 0 (normal neurological exam) to 10 (death due to multiple sclerosis). This outcome measure was considered confirmatory only when results of both studies WA21092 and WA21093 were combined.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.42","spread":null},{"groupId":"OG001","value":"20.00","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Onset of Confirmed Disability Progression (CDP) for at Least 24 Weeks During the Double-Blind Treatment Period","description":"Disability progression was defined as an increase in the Expanded Disability Status Scale (EDSS) score of: A) \\>=1.0 point from the baseline EDSS score when the baseline score was less than or equal to (\\<=) 5.5 B) \\>=0.5 point from the baseline EDSS score when the baseline score was \\>5.5 The EDSS scale ranges from 0 (normal neurological exam) to 10 (death due to multiple sclerosis). This outcome measure was considered confirmatory only when results of both studies WA21092 and WA21093 were combined. Disability progression was considered confirmed when the increase in the EDSS was confirmed at a regularly scheduled visit at least 24 weeks after the initial documentation of neurological worsening. Participants who had initial disability progression with no confirmatory EDSS assessment and who were on treatment at time of clinical cut-off date were censored at the date of their last EDSS assessment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of T1 Hypointense Lesions During the Double-Blind Treatment","description":"The total number of new T1-Hypo-Intense Lesions (Chronic Black Holes) for all participants in the treatment group was calculated as the sum of the individual number of new lesions at Weeks 24, 48, and 96.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1307","spread":null},{"groupId":"OG001","value":"564","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Multiple Sclerosis Functional Composite (MSFC) Score to Week 96","description":"MSFC score consists of: A) Timed 25-Foot walk; B) 9-Hole Peg Test (9-HPT); and C) Paced Auditory Serial Addition Test (PASAT-3 version). The MSFCS is based on the concept that scores for these three dimensions (arm, leg, and cognitive function) are combined to create a single score (the MSFC) that can be used to detect change over time in a group of participants with MS. Since the three primary measures differ in what they actually measure, a common composite score for the three different measures i.e., Z- score was selected for the purpose. MSFC Score = {Z arm, average + Z leg, average + Z cognitive} / 3.0. The results from each of these three tests are transformed into Z-scores and averaged to yield a composite score for each participant at each time point. A score of +1 indicates that, on average, an individual scored 1 standard deviation (SD) better than the reference population and a score of -1 indicates that an individual scored 1 SD worse than the reference population.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.028","spread":"0.034"},{"groupId":"OG001","value":"-0.012","spread":"0.040"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.174","spread":"0.031"},{"groupId":"OG001","value":"0.213","spread":"0.031"}]}]}]},{"type":"SECONDARY","title":"Percent Change in Brain Volume as Detected by Brain Magnetic Resonance Imaging (MRI) From Week 24 to Week 96","description":"Brain volume was recorded as an absolute \"normalized\" value at the baseline visit then recorded at subsequent visits as a percentage change relative to the absolute value at the baseline visit. Therefore, brain volume at Week 24 was calculated as the brain volume at the baseline visit multiplied by 1 + (\\[percentage change in brain volume from baseline visit to Week 24\\]/100). Estimates are from analysis based on mixed-effect model of repeated measures (MMRM) using unstructured covariance matrix: Percentage Change = Brain Volume at Week 24 + Geographical Region (US vs. ROW) + Baseline EDSS (\\< 4.0 vs. \\>= 4.0) + Week + Treatment + Treatment\\*Week (repeated values over Week) + Brain Volume at Week 24\\*Week.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.741","spread":"0.046"},{"groupId":"OG001","value":"-0.572","spread":"0.044"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Short Form Health Survey-36 (SF-36) Physical Component Summary (PCS) Score at Week 96","description":"The SF-36 is a multi-purpose, short-form health survey with 36 questions. It yields an 8-scale profile of functional health and well-being scores (domains) as well as psychometrically based physical and mental health summary measures. The SF-36 taps 8 health concepts: physical functioning, bodily pain, physical role functioning, emotional role functioning, emotional well-being, social functioning, vitality, and general health perceptions. The 8 scales are further summarized to 2 distinct higher-ordered clusters: the PCS and mental composite t-score (MCS). The range for all 8 domains as well as for the composite t- scores is from 0 to 100 with 100 as best possible health status and 0 as worst health status.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"45.399","spread":"0.529"},{"groupId":"OG001","value":"45.065","spread":"0.507"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.657","spread":"0.475"},{"groupId":"OG001","value":"0.036","spread":"0.456"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Have No Evidence of Disease Activity (NEDA) up to Week 96","description":"NEDA was defined only for participants with a baseline EDSS score \\>=2.0. The EDSS scale ranges from 0 (normal neurological exam) to 10 (death due to multiple sclerosis). Participants who completed the 96- week treatment period were considered as having evidence of disease activity if at least one protocol- defined relapse (PDR), a confirmed disability progression (CDP) event or at least one MRI scan showing MRI activity (defined as Gd-enhancing T1 lesions, or new or enlarging T2 lesions) was reported during the 96-week treatment period, otherwise the participant was considered as having NEDA.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27.1","spread":null},{"groupId":"OG001","value":"47.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Adverse Events (AEs)","description":"AEs included infusion related reactions (IRRs) and serious MS relapses, but excluded non-serious MS relapses. Serious Adverse Events (SAEs) included serious MS relapses and serious IRRs.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"331","spread":null},{"groupId":"OG001","value":"327","spread":null},{"groupId":"OG002","value":"302","spread":null},{"groupId":"OG003","value":"319","spread":null}]}]}]},{"type":"SECONDARY","title":"Exposure to Ocrelizumab (Area Under the Concentration - Time Curve, AUC)","description":"AUC represents total drug exposure for one dosing interval after the 4th dose.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3513","spread":"955"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Anti-Drug Antibodies (ADAs) to Ocrelizumab","description":"Number of participants positive for anti-drug antibodies (ADAs) to ocrelizumab is the number of post- baseline evaluable participants determined to have treatment-induced ADA or treatment-enhanced ADA during the study period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":32,"n":409},"commonTop":["INFUSION RELATED REACTION","URINARY TRACT INFECTION","UPPER RESPIRATORY TRACT INFECTION","NASOPHARYNGITIS","COVID-19"]}}}