{"nctId":"NCT00304239","briefTitle":"Metvix PDT Versus Vehicle PDT With Aktilite CL128 Lamp in Patients With Actinic Keratosis on the Face and Scalp","startDateStruct":{"date":"2006-03-13","type":"ACTUAL"},"conditions":["Actinic Keratosis"],"count":131,"armGroups":[{"label":"Metvix-PDT","type":"EXPERIMENTAL","interventionNames":["Combination Product: Metvix-PDT"]},{"label":"Vehicle-PDT","type":"PLACEBO_COMPARATOR","interventionNames":["Combination Product: Vehicle-PDT"]}],"interventions":[{"name":"Metvix-PDT","otherNames":[]},{"name":"Vehicle-PDT","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Clinical diagnosis of 4-10 previously untreated, not pigmented, non-hyperkeratotic AK lesions of 3 mm or more diameter of Grade 1 and/or 2 of the face and/or scalp where other therapies are unacceptable or considered medically less appropriate.\n* Males or females above 18 years of age.\n* Written informed consent.\n\nExclusion Criteria:\n\n* Participants with porphyria.\n* Participants immunosuppressed for idiopathic, disease specific or therapeutic reasons.\n* Known allergy to MAL, a similar PDT compound or excipients of the cream.\n* Participants with history of hypersensitivity to nut products or other known protein antigens.\n* Participation in other clinical studies either currently or within the last 30 days.\n* Participants receiving local treatment (including cryotherapy and curretage) in face / scalp area within the last 30 days.\n* Participants receiving topical treatment (including imiquimod, 5-FU and diclofenac) in face / scalp area within the last 3 months.\n* Pregnant or breast-feeding: All women of child-bearing potential must use adequate contraception (oral contraceptives, intrauterine device, contraceptive skin patch, etc) during the treatment period and one month thereafter. In addition, they must have a negative pregnancy test prior to treatment.\n* Any conditions that may be associated with a risk of poor protocol compliance.\n* Participants currently receiving regular ultraviolet radiation therapy.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Participant Complete Response Rate (CRR)","description":"Participant complete response rate was defined as the percentage of participants with complete response. Complete response was defined as the complete disappearance of the lesion determined by clinical assessment (visual inspection and palpation) by an investigator.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"68.4","spread":null},{"groupId":"OG001","value":"6.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Lesion Complete Response Rate","description":"Lesion complete response rate was defined as the percentage of pre-existing and treated lesions at baseline that were assessed as clear (complete disappearance of the lesion, visually and by palpation) after treatment. Percentage of lesions reported by location.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"89","spread":null},{"groupId":"OG001","value":"28","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"81","spread":null},{"groupId":"OG001","value":"30","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With at Least One Treatment Site Adverse Events","description":"An AE was any untoward medical occurrence in a participant or clinical investigation participant administered a pharmaceutical product and which does not necessarily had a causal relationship with this treatment. An AE can therefore be any unfavorable and unintended sign (including an abnormal laboratory value), symptom, or disease temporally associated with the use of a medicinal (investigational) product, whether or not related to the medicinal (investigational) product. Number of participants with at least one treatment site adverse events were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"61","spread":null},{"groupId":"OG001","value":"27","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":6,"n":73},"commonTop":["Pain of skin","Erythema","Skin burning sensation","Pruritus","Skin discomfort"]}}}