{"nctId":"NCT02783729","briefTitle":"Study of the Efficacy and Safety of Lemborexant in Subjects 55 Years and Older With Insomnia Disorder (SUNRISE 1)","startDateStruct":{"date":"2016-05-31","type":"ACTUAL"},"conditions":["Insomnia"],"count":1006,"armGroups":[{"label":"Lemborexant 5 milligrams (mg)","type":"EXPERIMENTAL","interventionNames":["Drug: Lemborexant","Drug: Zolpidem-matched placebo"]},{"label":"Lemborexant 10 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Lemborexant","Drug: Zolpidem-matched placebo"]},{"label":"Zolpidem tartrate","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Lemborexant-matched placebo","Drug: Zolpidem tartrate"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Lemborexant-matched placebo","Drug: Zolpidem-matched placebo"]}],"interventions":[{"name":"Lemborexant","otherNames":["E2006"]},{"name":"Lemborexant","otherNames":["E2006"]},{"name":"Lemborexant-matched placebo","otherNames":[]},{"name":"Zolpidem tartrate","otherNames":["Ambien CR"]},{"name":"Zolpidem-matched placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria\n\n1. Male age 65 years or older or female age 55 years or older at the time of informed consent\n2. Meets the Diagnostic and Statistical Manual of Mental Disorders, Fifth Edition criteria for Insomnia Disorder, as follows:\n\n   * Complains of dissatisfaction with nighttime sleep, in the form of difficulty staying asleep and/or awakening earlier in the morning than desired despite adequate opportunity for sleep (Note that if the complaint is limited to difficulty initiating sleep, the participant is not eligible)\n   * Frequency of complaint ≥ 3 times per week\n   * Duration of complaint ≥ 3 months\n   * Associated with complaint of daytime impairment\n3. History of subjective wake after sleep onset (sWASO) typically ≥ 60 minutes on at least 3 nights per week in the previous 4 weeks\n4. Reports regular time spent in bed, either sleeping or trying to sleep, between 7 and 9 hours\n5. Reports habitual bedtime, defined as the time the participant attempts to sleep, between 21:00 and 24:00 and habitual waketime between 05:00 and 09:00\n6. Insomnia Severity Index (ISI) score ≥ 13\n7. Confirmation of current insomnia symptoms as determined from responses on the Sleep Diary before the second screening visit\n8. Confirmation of regular bedtime and waketime as determined from responses on the Sleep Diary\n9. Confirmation of sufficient duration of time spent in bed, as determined from responses on the Sleep Diary\n10. Objective (polysomnography \\[PSG\\]) evidence of insomnia as follows:\n\n    a) Wake after sleep onset (WASO) average ≥ 60 minutes on the 2 consecutive PSGs, with neither night \\< 45 minutes\n11. Willing and able to comply with all aspects of the protocol, including staying in bed for at least 7 hours each night\n12. Willing not to start a behavioral or other treatment program for the treatment of insomnia during the participant's participation in the study\n\nExclusion Criteria\n\n1. A current diagnosis of sleep-related breathing disorder including obstructive sleep apnea (with or without continuous positive airway pressure \\[CPAP\\] treatment), periodic limb movement disorder, restless legs syndrome, circadian rhythm sleep disorder, or narcolepsy, or an exclusionary score on screening instruments to rule out individuals with symptoms of certain sleep disorders other than insomnia as follows:\n\n   1. STOPBang score ≥5\n   2. International Restless Legs Scale score ≥16\n   3. Epworth Sleepiness Scale score \\>15 (scores of 11 to 15 require excessive daytime sleepiness to be recorded in participant's Medical History)\n2. Reports symptoms potentially related to narcolepsy, that in the clinical opinion of the investigator indicates the need for referral for a diagnostic evaluation for the presence of narcolepsy\n3. On the Munich Parasomnia Scale (MUPS), endorsed the item that corresponds to a history of sleep-eating or reports a history of sleep-related violent behavior, sleep-driving, or symptoms of another parasomnia that in the investigator's opinion make the participant unsuitable for the study\n4. Apnea-Hypopnea Index \\> 15 or Periodic Limb Movement with Arousal Index \\>15 as measured on the PSG at the second screening visit\n5. Beck Depression Inventory - II (BDI-II) score \\>19 at Screening\n6. Beck Anxiety Index (BAI) score \\>15 at Screening\n7. Habitually naps during the day more than 3 times per week\n8. Is a female of childbearing potential Note: All females will be considered to be of childbearing potential unless they are postmenopausal (defined as amenorrheic for at least 12 consecutive months, and are postmenopausal without other known or suspected cause), or have been sterilized surgically (i.e., bilateral tubal ligation, total hysterectomy, or bilateral oophorectomy, all with surgery at least 1 month before dosing).\n9. Excessive caffeine use that in the opinion of the investigator contributes to the participant's insomnia, or habitually consumes caffeine-containing beverages after 18:00 and is unwilling to forego caffeine after 18:00 for the duration of his/her participation in the study.\n10. History of drug or alcohol dependency or abuse within approximately the previous 2 years\n11. Reports habitually consuming more than 14 drinks containing alcohol per week (females) or more than 21 drinks containing alcohol per week (males), or unwilling to limit alcohol intake to no more than 2 drinks per day or forego having alcohol within the 3 hours before bedtime for the duration of his/her participation in the study\n12. Known to be positive for human immunodeficiency virus\n13. Active viral hepatitis (B or C) as demonstrated by positive serology at Screening\n14. A prolonged QT/QTcF interval (QTcF \\>450 milliseconds \\[ms\\]) as demonstrated by a repeated electrocardiogram (ECG) at Screening (repeated only if initial ECG indicates a QTcF interval \\>450 ms)\n15. Current evidence of clinically significant disease (e.g., cardiac; respiratory including chronic obstructive pulmonary disease, acute and/or severe respiratory depression; gastrointestinal; severe hepatic impairment; renal including severe renal impairment; neurological including myasthenia gravis; psychiatric disease; or malignancy within the past 5 years other than adequately treated basal cell carcinoma) or chronic pain that in the opinion of the investigator(s) could affect the participant's safety or interfere with the study assessments, including the ability to perform tasks on the cognitive performance assessment battery (PAB). Participants for whom a sedating drug would be contraindicated for safety reasons because of the participant's occupation or activities are also excluded.\n16. Comorbid nocturia resulting in frequent need to get out of bed to use the bathroom during the night\n17. Any history of a medical or psychiatric condition that in the opinion of the investigator(s) could affect the participant's safety or interfere with the study assessment, including the ability to perform the PAB.\n18. Any suicidal ideation with intent with or without a plan, at the time of or within 6 months before the electronic Columbia-Suicide Severity Rating Scale (eC-SSRS) administration during the Prerandomization Phase (i.e., answering \"Yes\" to questions 4 or 5 on the Suicidal Ideation section of the eC-SSRS)\n19. Any suicidal behavior in the past 10 years (per the Suicidal Behavior section of the eC-SSRS)\n20. Scheduled for surgery during the study\n21. Used any prohibited prescription or over-the-counter concomitant medications within 1 week or 5 half lives, whichever is longer, before the first dose of study medication (Run-in Period).\n22. Used any modality of treatment for insomnia, including cognitive behavioral therapy or marijuana within 1 week or 5 half-lives, whichever is longer, before the first dose of study medication (Run-in Period)\n23. Failed treatment with suvorexant (Belsomra®) (efficacy and/or safety) following treatment with an appropriate dose and of adequate duration in the opinion of the investigator\n24. Transmeridian travel across more than 3 time zones in the 2 weeks before Screening, or between Screening and Baseline, or plans to travel across more than 3 time zones during the study\n25. A positive drug test at Screening, Run-In, or Baseline, or unwilling to refrain from use of recreational drugs during the study\n26. Hypersensitivity to lemborexant or zolpidem or to their excipients\n27. Currently enrolled in another clinical trial or used any investigational drug or device within 30 days or 5× the half-life, whichever is longer preceding informed consent\n28. Previously participated in any clinical trial of lemborexant","healthyVolunteers":false,"sex":"ALL","minimumAge":"55 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Mean Latency to Persistent Sleep (LPS) of Lemborexant 10 mg and Lemborexant 5 mg Compared to Placebo on Days 29/30","description":"LPS is defined as the time in minutes from lights off to the first epoch of 20 consecutive epochs of non- wakefulness as measured by PSG. Change from baseline to average LPS on Day 29 and 30 was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"43.89","spread":"33.596"},{"groupId":"OG001","value":"44.86","spread":"36.528"},{"groupId":"OG002","value":"44.61","spread":"32.986"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-7.93","spread":"31.946"},{"groupId":"OG001","value":"-19.53","spread":"33.054"},{"groupId":"OG002","value":"-21.46","spread":"32.436"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Mean Sleep Efficiency (SE) of Lemborexant 10 mg and Lemborexant 5 mg Compared to Placebo on Days 29/30","description":"SE is defined as percentage of time spent in bed asleep, calculated as total sleep time (TST) divided by interval from lights off until lights on as measured by PSG, multiplied by 100. Change from baseline to average SE on Day 29 and 30 was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"68.89","spread":"9.639"},{"groupId":"OG001","value":"68.36","spread":"11.268"},{"groupId":"OG002","value":"67.85","spread":"10.849"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.35","spread":"9.897"},{"groupId":"OG001","value":"12.93","spread":"9.741"},{"groupId":"OG002","value":"14.09","spread":"10.514"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Mean Wake After Sleep Onset (WASO) of Lemborexant 10 mg and Lemborexant 5 mg Compared to Placebo on Days 29/30","description":"WASO is defined as minutes of wake from the onset of persistent sleep until lights on as measured by PSG. Change from baseline to average WASO on Days 29 and 30 was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"111.75","spread":"37.179"},{"groupId":"OG001","value":"113.44","spread":"38.953"},{"groupId":"OG002","value":"114.83","spread":"39.997"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-18.58","spread":"41.931"},{"groupId":"OG001","value":"-43.89","spread":"39.264"},{"groupId":"OG002","value":"-46.43","spread":"39.595"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in WASO in the Second Half of the Night (WASO2H) of Lemborexant 10 mg and Lemborexant 5 mg Compared to Zolpidem ER on Days 29/30","description":"WASO2H is defined as time in minutes of wake during the interval from 240 minutes after lights off until lights on as measured by PSG. Change from baseline to average WASO2H on Days 29 and 30 was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"78.04","spread":"33.849"},{"groupId":"OG001","value":"76.60","spread":"32.903"},{"groupId":"OG002","value":"76.88","spread":"32.126"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-21.42","spread":"36.257"},{"groupId":"OG001","value":"-27.19","spread":"33.047"},{"groupId":"OG002","value":"-28.84","spread":"33.138"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Change From Baseline in Mean Body Sway Upon Awakening in the Morning for Lemborexant 5 mg and Lemborexant 10 mg Compared to Zolpidem ER on Days 2/3","description":"Body sway is detected through a cable around the participant's waist by the ataxia meter. Body sway is measured in units of one-third degree of the angle of arc. For ease in reporting, these are called arbitrary units, with a higher number indicating more body sway (less postural stability). Change from baseline in mean body sway on Days 2 and 3 was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26.96","spread":"26.502"},{"groupId":"OG001","value":"26.40","spread":"20.781"},{"groupId":"OG002","value":"36.29","spread":"197.282"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.47","spread":"69.894"},{"groupId":"OG001","value":"-0.82","spread":"20.383"},{"groupId":"OG002","value":"-8.97","spread":"146.679"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Change From Baseline in Mean LPS, WASO, and TST of Lemborexant 10 mg and Lemborexant 5 mg Compared to Zolpidem ER on Days 1/2 and Days 29/30","description":"LPS is defined as the time in minutes from lights off to the first epoch of 20 consecutive epochs of non-wakefulness as measured by the PSG. WASO is defined as minutes of wake from the onset of persistent sleep until lights on as measured by PSG. TST is defined as the amount of sleep in minutes from LPS until terminal awakening as measured by PSG. Change from baseline to average LPS, WASO, and TST on Days 1 and 2, and Days 29 and 30 were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"44.52","spread":"38.349"},{"groupId":"OG001","value":"44.86","spread":"36.528"},{"groupId":"OG002","value":"44.61","spread":"32.986"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-12.56","spread":"32.506"},{"groupId":"OG001","value":"-16.59","spread":"28.742"},{"groupId":"OG002","value":"-19.48","spread":"31.809"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-7.51","spread":"35.065"},{"groupId":"OG001","value":"-19.53","spread":"33.054"},{"groupId":"OG002","value":"-21.46","spread":"32.436"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"114.31","spread":"39.992"},{"groupId":"OG001","value":"113.44","spread":"38.953"},{"groupId":"OG002","value":"114.83","spread":"39.997"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-44.36","spread":"38.074"},{"groupId":"OG001","value":"-49.96","spread":"39.578"},{"groupId":"OG002","value":"-59.59","spread":"37.749"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-36.50","spread":"43.406"},{"groupId":"OG001","value":"-43.89","spread":"39.264"},{"groupId":"OG002","value":"-46.43","spread":"39.595"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"326.99","spread":"54.852"},{"groupId":"OG001","value":"328.00","spread":"54.224"},{"groupId":"OG002","value":"325.07","spread":"52.819"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"55.31","spread":"48.138"},{"groupId":"OG001","value":"65.22","spread":"46.695"},{"groupId":"OG002","value":"79.58","spread":"47.350"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"43.34","spread":"54.012"},{"groupId":"OG001","value":"61.99","spread":"46.817"},{"groupId":"OG002","value":"67.86","spread":"52.117"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Change From Baseline in Subjective Sleep Onset Latency (sSOL), Subjective Wake After Sleep Onset (sWASO) and Subjective Total Sleep Time (sTST) of Lemborexant 10 mg and Lemborexant 5 mg Compared to Zolpidem ER","description":"sSOL: estimated minutes from time attempted to sleep to sleep onset. sWASO: estimated minutes of wake at night after initial sleep onset to time stopped trying to sleep for the night. sTST: minutes of sleep from sleep onset to time stopped trying to sleep for the night. sSOL, sWASO, sTST were analyzed with diary handling rules (DHR) on an electronic sleep diary. Subjective measures were derived from sleep diaries entries, collected daily and analyzed at appropriate intervals.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"60.54","spread":"36.350"},{"groupId":"OG001","value":"65.79","spread":"43.530"},{"groupId":"OG002","value":"60.88","spread":"42.514"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-16.23","spread":"29.531"},{"groupId":"OG001","value":"-22.54","spread":"32.812"},{"groupId":"OG002","value":"-21.88","spread":"29.269"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-17.04","spread":"30.683"},{"groupId":"OG001","value":"-25.20","spread":"34.854"},{"groupId":"OG002","value":"-24.79","spread":"34.068"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"173.06","spread":"77.212"},{"groupId":"OG001","value":"166.76","spread":"82.047"},{"groupId":"OG002","value":"175.35","spread":"83.453"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-48.91","spread":"51.761"},{"groupId":"OG001","value":"-39.33","spread":"55.022"},{"groupId":"OG002","value":"-55.06","spread":"66.696"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-63.52","spread":"64.161"},{"groupId":"OG001","value":"-44.51","spread":"58.090"},{"groupId":"OG002","value":"-57.96","spread":"72.791"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"273.07","spread":"81.207"},{"groupId":"OG001","value":"275.74","spread":"83.650"},{"groupId":"OG002","value":"266.10","spread":"92.164"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"56.99","spread":"62.880"},{"groupId":"OG001","value":"50.30","spread":"60.065"},{"groupId":"OG002","value":"67.80","spread":"71.134"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"71.01","spread":"76.574"},{"groupId":"OG001","value":"62.41","spread":"68.555"},{"groupId":"OG002","value":"79.95","spread":"81.211"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Change From Baseline in Subjective Sleep Efficiency (sSE) of Lemborexant 10 mg and Lemborexant 5 mg Compared to Zolpidem ER","description":"sSE: percentage of sTST per subjective time spent in bed asleep, calculated as the interval from the time attempted to sleep to time stopped trying to sleep for the night, and time spent asleep derived from subjective time spent in bed minus sWASO. sWASO: estimated minutes of wake at night after initial sleep onset to time stopped trying to sleep for the night. sSE was analyzed with DHR on an electronic sleep diary. Subjective measures were derived from sleep diaries entries, collected daily and analyzed at appropriate intervals.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"55.49","spread":"15.802"},{"groupId":"OG001","value":"56.05","spread":"17.094"},{"groupId":"OG002","value":"54.31","spread":"18.318"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11.96","spread":"12.526"},{"groupId":"OG001","value":"10.56","spread":"12.296"},{"groupId":"OG002","value":"13.97","spread":"14.188"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14.83","spread":"15.011"},{"groupId":"OG001","value":"12.92","spread":"13.884"},{"groupId":"OG002","value":"16.12","spread":"16.300"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Change From Baseline in Mean LPS, WASO, WASO2H, and TST of Lemborexant 10 mg and Lemborexant 5 mg Compared to Placebo on Days 1/2","description":"LPS: amount of time in minutes from lights off to first epoch of 20 consecutive epochs of non-wakefulness. WASO: amount of time in minutes of wake from the onset of persistent sleep until lights. WASO2H: amount of time in minutes of wake during the interval from 240 minutes after lights off until lights on. TST: amount of time in minutes of sleep from sleep onset until terminal awakening. LPS, WASO, WASO2H, and TST were measured by PSG. Change from baseline to average LPS, WASO, WASO2H, and TST on Day 1 and 2 were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"43.89","spread":"33.596"},{"groupId":"OG001","value":"44.86","spread":"36.528"},{"groupId":"OG002","value":"44.61","spread":"32.986"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.45","spread":"32.618"},{"groupId":"OG001","value":"-16.59","spread":"28.742"},{"groupId":"OG002","value":"-19.48","spread":"31.809"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"111.75","spread":"37.179"},{"groupId":"OG001","value":"113.44","spread":"38.953"},{"groupId":"OG002","value":"114.83","spread":"39.997"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-15.07","spread":"36.938"},{"groupId":"OG001","value":"-49.96","spread":"39.578"},{"groupId":"OG002","value":"-59.59","spread":"37.749"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"74.44","spread":"30.109"},{"groupId":"OG001","value":"76.60","spread":"32.903"},{"groupId":"OG002","value":"76.88","spread":"32.126"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-7.06","spread":"31.097"},{"groupId":"OG001","value":"-30.28","spread":"32.056"},{"groupId":"OG002","value":"-37.10","spread":"30.815"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"330.67","spread":"46.268"},{"groupId":"OG001","value":"328.00","spread":"54.224"},{"groupId":"OG002","value":"325.07","spread":"52.819"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"19.44","spread":"43.348"},{"groupId":"OG001","value":"65.22","spread":"46.695"},{"groupId":"OG002","value":"79.58","spread":"47.350"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Change From Baseline in Mean SE of Lemborexant 10 mg and Lemborexant 5 mg Compared to Placebo on Days 1/2","description":"SE is defined as percentage of time spent in bed asleep, calculated as TST divided by interval from lights off until lights on as measured by PSG, multiplied by 100. Change from baseline to average SE on Day 1 and 2 were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"68.89","spread":"9.639"},{"groupId":"OG001","value":"68.36","spread":"11.268"},{"groupId":"OG002","value":"67.85","spread":"10.849"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.22","spread":"9.033"},{"groupId":"OG001","value":"13.60","spread":"9.725"},{"groupId":"OG002","value":"16.48","spread":"9.623"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Change From Baseline in Mean WASO2H and TST of Lemborexant 10 mg and Lemborexant 5 mg Compared to Placebo on Days 29/30","description":"WASO2H is defined as the time in minutes of wake during the interval from 240 minutes after lights off until lights on. TST is defined as the amount of sleep in minutes from sleep onset until terminal awakening. WASO and TST were measured by PSG. Change from baseline to average WASO and TST on Day 29 and 30 were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"74.44","spread":"30.109"},{"groupId":"OG001","value":"76.60","spread":"32.903"},{"groupId":"OG002","value":"76.88","spread":"32.126"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-8.92","spread":"31.909"},{"groupId":"OG001","value":"-27.19","spread":"33.047"},{"groupId":"OG002","value":"-28.84","spread":"33.138"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"330.67","spread":"46.268"},{"groupId":"OG001","value":"328.00","spread":"54.224"},{"groupId":"OG002","value":"325.07","spread":"52.819"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"25.65","spread":"47.587"},{"groupId":"OG001","value":"61.99","spread":"46.817"},{"groupId":"OG002","value":"67.86","spread":"52.117"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Change From Baseline in Mean sSOL, sWASO, and sTST of Lemborexant 10 mg and Lemborexant 5 mg Compared to Placebo","description":"sSOL: estimated minutes from time attempted to sleep to sleep onset. sWASO: estimated minutes of wake at night after initial sleep onset to time stopped trying to sleep for the night. sTST: minutes of sleep from sleep onset to time stopped trying to sleep for the night. sSOL, sWASO, sTST were analyzed with DHR on an electronic sleep diary. Subjective measures were derived from sleep diaries entries, collected daily and analyzed at appropriate intervals.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"55.90","spread":"37.389"},{"groupId":"OG001","value":"65.79","spread":"43.530"},{"groupId":"OG002","value":"60.88","spread":"42.514"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.83","spread":"23.040"},{"groupId":"OG001","value":"-22.54","spread":"32.812"},{"groupId":"OG002","value":"-21.88","spread":"29.269"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-8.10","spread":"27.447"},{"groupId":"OG001","value":"-25.20","spread":"34.854"},{"groupId":"OG002","value":"-24.79","spread":"34.068"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"170.89","spread":"80.676"},{"groupId":"OG001","value":"166.76","spread":"82.047"},{"groupId":"OG002","value":"175.35","spread":"83.453"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-27.92","spread":"45.201"},{"groupId":"OG001","value":"-39.33","spread":"55.022"},{"groupId":"OG002","value":"-55.06","spread":"66.696"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-36.01","spread":"57.584"},{"groupId":"OG001","value":"-44.51","spread":"58.090"},{"groupId":"OG002","value":"-57.96","spread":"72.791"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"276.23","spread":"87.649"},{"groupId":"OG001","value":"275.74","spread":"83.650"},{"groupId":"OG002","value":"266.10","spread":"92.164"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"30.86","spread":"57.437"},{"groupId":"OG001","value":"50.30","spread":"60.065"},{"groupId":"OG002","value":"67.80","spread":"71.134"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"38.98","spread":"66.174"},{"groupId":"OG001","value":"62.41","spread":"68.555"},{"groupId":"OG002","value":"79.95","spread":"81.211"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Change From Baseline in Mean sSE of Lemborexant 10 mg and Lemborexant 5 mg Compared to Placebo","description":"sSE: percentage of sTST per subjective time spent in bed asleep, calculated as the interval from the time attempted to sleep to time stopped trying to sleep for the night, and time spent asleep derived from subjective time spent in bed minus sWASO. sWASO: estimated minutes of wake at night after initial sleep onset to time stopped trying to sleep for the night. sSE was analyzed with DHR on an electronic sleep diary. Subjective measures were derived from sleep diaries entries, collected daily and analyzed at appropriate intervals.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"56.08","spread":"17.343"},{"groupId":"OG001","value":"56.05","spread":"17.094"},{"groupId":"OG002","value":"54.31","spread":"18.318"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.73","spread":"10.930"},{"groupId":"OG001","value":"10.56","spread":"12.296"},{"groupId":"OG002","value":"13.97","spread":"14.188"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.35","spread":"13.273"},{"groupId":"OG001","value":"12.92","spread":"13.884"},{"groupId":"OG002","value":"16.12","spread":"16.300"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Percentage of Responders With Objective and Subjective Sleep Onset Response, and Objective and Subjective Sleep Maintenance Response","description":"Objective sleep onset response: LPS less than or equal to (\\<=) 20 minutes (mins) provided baseline LPS was greater than (\\>) 30 mins. Subjective sleep onset response: sSOL \\<=20 mins provided mean baseline sSOL was \\>30 mins. Objective sleep maintenance response: WASO \\<=60 minutes provided baseline WASO was \\>60 mins and was reduced by \\>10 mins compared to baseline. Subjective sleep maintenance response: sWASO \\<=60 mins provided mean WASO was \\>60 mins and was reduced by \\>10 mins compared to baseline. Subjective measures were derived from sleep diaries entries, collected daily and analyzed at appropriate intervals. Average data for Days 1 and 2, Days 29 and 30, and first and last 7 nights of treatment period was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15.4","spread":null},{"groupId":"OG001","value":"10.3","spread":null},{"groupId":"OG002","value":"15.8","spread":null},{"groupId":"OG003","value":"17.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15.9","spread":null},{"groupId":"OG001","value":"11.4","spread":null},{"groupId":"OG002","value":"20.3","spread":null},{"groupId":"OG003","value":"22.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.9","spread":null},{"groupId":"OG001","value":"7.6","spread":null},{"groupId":"OG002","value":"9.8","spread":null},{"groupId":"OG003","value":"10.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7.2","spread":null},{"groupId":"OG001","value":"8.7","spread":null},{"groupId":"OG002","value":"16.9","spread":null},{"groupId":"OG003","value":"14.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16.8","spread":null},{"groupId":"OG001","value":"46.0","spread":null},{"groupId":"OG002","value":"51.1","spread":null},{"groupId":"OG003","value":"64.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"22.1","spread":null},{"groupId":"OG001","value":"34.6","spread":null},{"groupId":"OG002","value":"44.4","spread":null},{"groupId":"OG003","value":"46.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9.6","spread":null},{"groupId":"OG001","value":"16.7","spread":null},{"groupId":"OG002","value":"16.9","spread":null},{"groupId":"OG003","value":"20.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15.4","spread":null},{"groupId":"OG001","value":"23.2","spread":null},{"groupId":"OG002","value":"23.3","spread":null},{"groupId":"OG003","value":"23.0","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Change From Baseline in Score From Items 4 to 7 on the Insomnia Severity Index (ISI) of Lemborexant 10 mg and Lemborexant 5 mg Compared to Zolpidem ER and Placebo on Day 31","description":"The ISI is a 7-item self-report questionnaire assessing the nature, severity, and impact of insomnia. The dimensions evaluated were: severity of sleep onset; sleep maintenance; early morning awakening problems; sleep dissatisfaction; interference of sleep difficulties with daytime functioning; noticeability of the sleep problems by others; and distress caused by the sleep difficulties. A 5-point Likert scale was used to rate each item (from 0 = no problem to 4 = very severe problem) yielding a total score from 0 to 28.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.21","spread":"2.436"},{"groupId":"OG001","value":"11.06","spread":"2.508"},{"groupId":"OG002","value":"10.91","spread":"2.419"},{"groupId":"OG003","value":"10.84","spread":"2.334"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.88","spread":"3.559"},{"groupId":"OG001","value":"-5.24","spread":"3.764"},{"groupId":"OG002","value":"-4.83","spread":"3.593"},{"groupId":"OG003","value":"-4.77","spread":"3.735"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Change From Baseline in Fatigue Severity Scale (FSS) Score of Lemborexant 10 mg and Lemborexant 5 mg Compared to Zolpidem ER and Placebo on Day 31","description":"The FSS is a self-report scale on which participants are instructed to choose a number from 1 to 7 that indicates their degree of agreement with each of 9 statements about their fatigue where \"1\" indicates strongly disagree, and \"7\" indicates strongly agree. The FSS total score was the sum of all responses to the 9 questions. The FSS average item score was the average of the score for each item. Higher total scores and higher average item scores indicated greater fatigue.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"37.48","spread":"13.602"},{"groupId":"OG001","value":"37.15","spread":"13.788"},{"groupId":"OG002","value":"37.47","spread":"13.518"},{"groupId":"OG003","value":"37.42","spread":"13.111"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.75","spread":"11.916"},{"groupId":"OG001","value":"-7.80","spread":"12.879"},{"groupId":"OG002","value":"-8.14","spread":"13.411"},{"groupId":"OG003","value":"-8.00","spread":"14.058"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Change From Baseline in Mean Power of Attention (POA) and Speed of Memory Retrieval (SOMT) on Days 2/3","description":"POA reflects the ability to focus attention and process information. POA is calculated from the sum of simple reaction time, choice reaction time and digit vigilance. SOMT reflects time taken to retrieve information from working and episodic memory. SOMT is a composite score created by combining numerical working memory and spatial working memory and word recognition and picture recognition. Cognitive performance assessment was done by a computerized performance assessment battery (PAB) which was administered on a laptop computer. A positive change from baseline reflects impairment and a lower value of decrease from baseline indicates better performance. Change from baseline to average POA and SOMT on Days 2 and 3 was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1421.0","spread":"210.27"},{"groupId":"OG001","value":"1418.7","spread":"195.95"},{"groupId":"OG002","value":"1452.9","spread":"263.04"},{"groupId":"OG003","value":"1399.2","spread":"192.47"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-14.2","spread":"149.31"},{"groupId":"OG001","value":"37.1","spread":"107.15"},{"groupId":"OG002","value":"8.9","spread":"154.33"},{"groupId":"OG003","value":"31.1","spread":"142.38"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4507.7","spread":"1098.73"},{"groupId":"OG001","value":"4513.8","spread":"1097.65"},{"groupId":"OG002","value":"4674.3","spread":"1174.74"},{"groupId":"OG003","value":"4619.8","spread":"1065.00"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-177.9","spread":"668.77"},{"groupId":"OG001","value":"60.7","spread":"749.12"},{"groupId":"OG002","value":"-185.1","spread":"645.18"},{"groupId":"OG003","value":"-152.8","spread":"722.49"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Change From Baseline in Mean Quality of Memory (QOM) and Continuity of Attention (COA) on Days 2/3","description":"QOM represents the ability to store information in memory and subsequently retrieve it. It is a composite score created by combining accuracy measures from 2 sets of working memory and 4 sets of episodic memory. Two sets of working memory were included: numerical and spatial working memory, and ranges from -2 to 2. Four sets of episodic memory were included: immediate and delayed word recall, and word and picture recognition, and ranges from -200 to 400. COA is the ability to sustain attention. Number of correct responses (out of 50) for choice reaction time was added to total number of targets correctly identified (out of 45) digit vigilance minus number of false alarms (total score of -45 to 95). Higher values were better. Change from baseline to average QOM and COA on Days 2 and 3 was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"342.2","spread":"66.03"},{"groupId":"OG001","value":"350.0","spread":"65.30"},{"groupId":"OG002","value":"345.7","spread":"67.60"},{"groupId":"OG003","value":"340.7","spread":"72.75"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.5","spread":"45.20"},{"groupId":"OG001","value":"-12.1","spread":"46.94"},{"groupId":"OG002","value":"1.4","spread":"44.21"},{"groupId":"OG003","value":"-2.8","spread":"44.11"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"90.7","spread":"4.77"},{"groupId":"OG001","value":"90.6","spread":"6.0"},{"groupId":"OG002","value":"91.0","spread":"5.15"},{"groupId":"OG003","value":"91.3","spread":"4.15"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"4.16"},{"groupId":"OG001","value":"-1.0","spread":"4.48"},{"groupId":"OG002","value":"0.2","spread":"4.95"},{"groupId":"OG003","value":"-0.7","spread":"3.92"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":209},"commonTop":["Headache","Somnolence"]}}}