{"nctId":"NCT00692198","briefTitle":"Long-term Oxygen Treatment Trial","startDateStruct":{"date":"2009-01"},"conditions":["Chronic Obstructive Pulmonary Disease"],"count":738,"armGroups":[{"label":"Supplemental oxygen therapy","type":"EXPERIMENTAL","interventionNames":["Drug: Supplemental oxygen therapy"]},{"label":"No supplemental oxygen therapy","type":"NO_INTERVENTION","interventionNames":[]}],"interventions":[{"name":"Supplemental oxygen therapy","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age at least 40 years\n* COPD\n* Dyspnea, determined by Modified Medical Research Council (MMRC) scale of at least 1\n* Dyspnea and lung disease process dominated by COPD in judgment of the study physician\n* Participant must meet one of the following:\n\n  * Post-bronchodilator forced expiratory volume in 1 second (FEV1) percent less than or equal to 70% predicted\n  * Post-bronchodilator forced expiratory volume in 1 second (FEV1) percent \\>70% predicted and LOTT study physician determines that there is radiologic evidence of emphysema\n* Post-bronchodilator FEV1/forced vital capacity (FVC) less then 0.70\n* Participant must meet either of the following oxygen saturation criteria:\n\n  * Oxygen saturation of at least 89% and no greater than 93% after sitting quietly on room air, without hyperventilation and without pursed lips breathing during oximetry\n  * Resting oxygen saturation 94% or greater and desaturation during exercise defined as saturation below 90% for at least 10 seconds during the 6 minute walk test\n* If participant is on supplemental oxygen at the start of screening, all of the following must be met prior to randomization:\n\n  * Participant agrees to stop using oxygen if randomized to no oxygen\n  * Participant's physician agrees in writing to rescind order for oxygen if participant is randomized to no oxygen\n  * Participant must report not using oxygen on the day of randomization and must report not using oxygen for the 4 calendar days prior to randomization\n  * Satisfactory resolution of logistics of continuation with same oxygen company with waiver of cost sharing obligations or switch to new company that will waive cost sharing obligations if participant is randomized to oxygen\n* At least 10 pack-years of tobacco cigarette smoking before study entry\n* Agreement not to smoke while using supplemental oxygen\n* Medicare beneficiary with both Part A and Part B coverage or insurance OR personally willing to cover costs typically covered by Medicare\n* Approval of study physician for randomization to either treatment group\n* Completion of all required prerandomization assessments within 60 days of initiating study entry\n* Randomization within 60 days of initiating eligibility evaluation\n* Consent\n\nExclusion Criteria:\n\n* Less than 30 days post treatment for acute exacerbation of COPD as of initiating eligibility evaluation (less than 30 days from last dose of antibiotics or since a new or increased dose of systemic corticosteroids was initiated); chronic use of systemic corticosteroids while health is stable is not exclusionary\n* COPD exacerbation requiring antibiotics, new or increased dose of systemic corticosteroids, or oxygen treatment after screening starts and prior to randomization (chronic use of corticosteroids while health is stable is not exclusionary)\n* Less than 30 days post discharge from an acute care hospital after acute care hospitalization for COPD or other condition, as of initiating eligibility evaluation (participant may be in a rehab hospital at time of screening)\n* New prescription of supplemental oxygen after screening starts and before randomization\n* Thoracotomy, sternotomy, major cardiopulmonary intervention (e.g., lung resection, open heart surgery, etc.), or other procedure in the 6 months before study entry likely to cause instability of pulmonary status\n* Non-COPD lung disease that affects oxygenation or survival\n* Epworth Sleepiness Scale score greater than 15\n* Desaturation below 80% for at least 1 minute during the 6-minute walk test\n* Disease or condition expected to cause death, inability to perform procedures for the trial, or inability to comply with therapy within 6 months of random assignment, as judged by the study physician\n* Participation in another intervention study","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Death or Hospitalization, Whichever Occurs First","description":"The primary outcome event is death or hospitalization, whichever occurs first. The difference between treatment groups on the primary outcome was assessed with a time-to-event analysis by calculation of the between group hazard ratio for the primary composite outcome; the statistical significance of the hazard ratio was determined from the log rank test. The uncertainty in the hazard ratio is expressed in the 95% confidence interval on the hazard ratio.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"34.2","spread":null},{"groupId":"OG001","value":"36.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Death","description":"The difference between treatment groups in mortality is assessed with a time-to-event analysis by calculation of the between group hazard ratio for death; the statistical significance of the hazard ratio was determined from the log rank test. The uncertainty in the hazard ratio is expressed in the 95% confidence interval on the hazard ratio.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.2","spread":null},{"groupId":"OG001","value":"5.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Health Care Utilization","description":"Health care utilization is measured by the rate of all hospitalizations.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"56.9","spread":null},{"groupId":"OG001","value":"56.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Adherence","description":"Adherence is measured by self-reported hours of home oxygen per day","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.6","spread":"6.1"},{"groupId":"OG001","value":"1.8","spread":"3.9"}]}]}]},{"type":"SECONDARY","title":"COPD Exacerbation","description":"Rate of all COPD exacerbations","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"73.1","spread":null},{"groupId":"OG001","value":"67.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Preference-weighted Health-related Quality of Life","description":"Preference-weighted health-related quality of life is measured by change in the Quality of Well-being Scale total daily score, follow-up value minus baseline value. The total daily score ranges from 0 to 1 with higher score indicating more better quality of life. Death is scored 0. Greater change, follow-up minus baseline, indicates improvement in quality of life compared to baseline. Change scores may range from -1 to +1.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.04","spread":"0.24"},{"groupId":"OG001","value":"-0.04","spread":"0.14"}]}]}]},{"type":"SECONDARY","title":"Disease-specific Quality of Life","description":"Disease-specific quality of life is measured by the change in the St George's Respiratory Questionnaire total score, follow-up value minus baseline value. The total score ranges from 0 to 100 with lower score indicating fewer respiratory symptoms. Change in score, follow-up minus baseline may range from -100 to +100, with lower values indicating improvement in disease-specific quality of life.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.1","spread":"13.5"},{"groupId":"OG001","value":"0.6","spread":"12.7"}]}]}]},{"type":"SECONDARY","title":"General Quality of Life","description":"General quality of life is measured by the change in the physical component summary subscale of the SF-36 quality of life questionnaire, follow-up value minus baseline value. The physical component summary subscale score ranges from 0 to 100 with higher values indicating better physical functioning. The change in score, follow-up minus baseline value, ranges from -100 to +100 with higher values indicating improvement in physical functioning.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.5","spread":"7.1"},{"groupId":"OG001","value":"-1.0","spread":"7.4"}]}]}]},{"type":"SECONDARY","title":"Sleep Quality","description":"Sleep quality is measured by the change in the Pittsburgh Sleep Quality Index total score, follow-up value minus baseline value. The Pittsburgh Sleep Quality Index total score ranges from 0 to 21 with higher values indicating worse sleep quality. The change in score, follow-up minus baseline value, ranges from -21 to +21 with higher values indicating worsening in sleep quality.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.3","spread":"3.4"},{"groupId":"OG001","value":"0.4","spread":"3.2"}]}]}]},{"type":"SECONDARY","title":"Anxiety","description":"Anxiety is measured by the change in the Hospital Anxiety and Depression Scale (HADS) anxiety score, follow-up value minus baseline value. The HADS anxiety score ranges from 0 to 21 with higher values indicating greater anxiety. The change in score, follow-up minus baseline value, ranges from -21 to +21 with higher values indicating increase in anxiety","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.1","spread":"3.3"},{"groupId":"OG001","value":"0.3","spread":"3.2"}]}]}]},{"type":"SECONDARY","title":"Depression","description":"Depression is measured by the change in the Hospital Anxiety and Depression Scale (HADS) depression score, follow-up value minus baseline value. The HADS depression score ranges from 0 to 21 with higher values indicating greater depression. The change in score, follow-up minus baseline value, ranges from -21 to +21 with higher values indicating increase in depression","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.4","spread":"3.0"},{"groupId":"OG001","value":"0.7","spread":"2.8"}]}]}]},{"type":"SECONDARY","title":"Development of Severe Resting Desaturation","description":"Severe resting desaturation is defined as resting room air SpO2 \\<=88%","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"6-minute Walk Distance","description":"Change in distance walked during 6-minute walk test, follow-up value minus baseline value (feet)","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-53","spread":"281"},{"groupId":"OG001","value":"-85","spread":"245"}]}]}]},{"type":"SECONDARY","title":"Dyspnea","description":"Change in dyspnea is measured by change in the St George's Respiratory Questionnaire (SGRQ) total score, follow-up value minus baseline value. The SGRQ total score ranges from 0 to 100, with higher values indicating worse dyspnea. The change in score, follow-up value minus baseline value, ranges from -100 to +100, with higher values indicating increase in dyspnea.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.1","spread":"13.5"},{"groupId":"OG001","value":"0.6","spread":"12.7"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":368},"commonTop":["Tripping/falling over oxygen equipment not resulting in hospitalization","Nosebleed","Burn from liquid oxygen frost","Blisters on ears and ear pain","Fires related to oxygen use"]}}}