{"nctId":"NCT00252564","briefTitle":"Cetuximab, Bevacizumab & 5FU/Leucovorin vs. Oxaliplatin, Bevacizumab & 5FU/Leucovorin in Metastatic Colorectal Cancer","startDateStruct":{"date":"2005-09"},"conditions":["Metastatic Colorectal Cancer"],"count":247,"armGroups":[{"label":"Bev-FOLFOX","type":"EXPERIMENTAL","interventionNames":["Drug: Bevacizumab","Drug: Oxaliplatin","Drug: Leucovorin","Drug: Fluorouracil"]},{"label":"FOLF-CB","type":"EXPERIMENTAL","interventionNames":["Drug: Bevacizumab","Drug: Leucovorin","Drug: Fluorouracil","Drug: Cetuximab"]}],"interventions":[{"name":"Bevacizumab","otherNames":["Avastin"]},{"name":"Oxaliplatin","otherNames":["Eloxatin"]},{"name":"Leucovorin","otherNames":[]},{"name":"Fluorouracil","otherNames":["5FU"]},{"name":"Cetuximab","otherNames":["Erbitux"]}],"eligibilityModule":{"eligibilityCriteria":"INCLUSION CRITERIA:\n\n* Histologically or cytologically confirmed colorectal cancer with metastatic disease\n* Measurable disease\n* Previously irradiated lesions will be considered evaluable, if they progressed since radiation\n* Has disease other than limited to surgically resectable liver-only or lung-only metastatic disease\n* Not received prior chemo and/or biotherapy for metastatic disease\n* Not received oxaliplatin, bevacizumab, or cetuximab in the adjuvant setting\n* May have received 5-FU, leucovorin, and/or irinotecan in the adjuvant setting, however must have remained free of disease recurrence (including free of abnormal CEA level) for 1- year or more\n* Is \\>18 years of age\n* ECOG performance status 0 or 1\n* Normal organ \\& marrow function\n* Use of an acceptable method of birth control\n* Not pregnant or breast feeding\n* Paraffin tissue block(s) or 12 (minimum) unstained slides available, for assessment of potential predictive markers related to the EGFR, VEGF, DNA repair, and fluoropyrimidine catabolism pathways. If no block is available, slides (typically 7 to 10 um sections, air dried on uncharged slides) may be sent\n* Signed a Patient Informed Consent Form\n* Signed a Patient Authorization Form (HIPAA) Form\n\nEXCLUSION CRITERIA:\n\n* Had prior chemotherapy for metastatic colorectal cancer\n* Received any prior treatment with oxaliplatin, bevacizumab, or cetuximab in the adjuvant treatment of their colorectal cancer\n* Currently receiving any other investigational anticancer agents or has participated in an experimental drug study within the past 4 weeks\n* History of primary CNS tumors, seizures not well-controlled with standard medical therapy, or stroke\n* Sustained hypertension, as characterized by persistent blood pressures greater than 150/100 despite medical management\n* New York Heart Association (NYHA) Grade II or greater congestive heart failure or has had angioplasty or placement of coronary stents within the past 6 months\n* Clinically significant peripheral vascular disease\n* History of serious allergic reactions attributed to compounds of similar chemical or biologic composition to bevacizumab, cetuximab, oxaliplatin, fluorouracil, leucovorin, or other agents used in the study\n* Received prior cetuximab or other EGFR-directed therapy, or history of prior anti-cancer murine or chimeric monoclonal antibody therapy; prior humanized and human monoclonal antibody therapy is also excluded.\n* Received prior treatment with bevacizumab or other agents specifically targeting VEGF or VEGF receptors\n* Uncontrolled intercurrent illness including, not limited to, ongoing or active infection requiring parenteral antibiotics, symptomatic congestive heart failure, uncontrolled hypertension, clinically significant cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements in the opinion of the Investigator/Treating Physician\n* Serious or non-healing active wound ulcer, or active bone fracture\n* Major surgical procedure, open biopsy, or significant traumatic injury within 28 days prior to Day 1 of protocol treatment\n* Minor surgical procedures such as fine needle aspirations or core biopsies within 7 days prior to Day 1\n* History of abdominal fistula, gastrointestinal perforation, or intra-abdominal abscess within 6 months prior to Day 1\n* Current or recent use of a thrombolytic agent within last 30 days. Use for clearance of central line catheter is permitted.\n* Evidence of bleeding diathesis (disorder) or clinically significant coagulopathy (Note that deep venous thrombosis is not regarded as a reason for exclusion from this trial)\n* Hypersensitivity to Chinese hamster ovary cell products or other recombinant human antibodies\n* History of arterial thromboembolic events within 6 months\n* Urine protein:creatinine ratio greater than 1.0 at screening\n* Pregnant or lactating woman\n* Known to be HIV positive or receiving combination anti-retroviral therapy\n* Unable to comply with study requirements","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression-Free Survival (PFS)","description":"From randomization to first progression or death, whichever comes first (event); or first new anti-cancer treatment if before or without progression / death (censoring); or last follow-up date otherwise (censoring).\n\nKaplan-Meier median PFS time and PFS rate (at 12 months)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.0","spread":null},{"groupId":"OG001","value":"8.3","spread":null}]}]}]},{"type":"PRIMARY","title":"Progression-free Survival (PFS) Rate at 1 Year.","description":"From randomization to first progression or death, whichever comes first (event); or first new anti-cancer treatment if before or without progression / death (censoring); or last follow-up date otherwise (censoring).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.45","spread":null},{"groupId":"OG001","value":"0.32","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS)","description":"From randomization to death (event); or last follow-up date if alive (censoring).\n\nKaplan-Meier OS median time.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.3","spread":null},{"groupId":"OG001","value":"19.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Objective Response Rate","description":"Percentage of patients with tumor response (by RECIST criteria, including complete response, or CR, i.e. disappearance of all target lesions; and partial response, or PR, i.e. at least a 30% decrease in the sum of the longest diameters of target lesions taking as reference the baseline sum of the longest diameters) among all \"per-protocol population\" patients.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"52.1","spread":null},{"groupId":"OG001","value":"41.2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":40,"n":118},"commonTop":["NAUSEA","DIARRHEA","RASH","FATIGUE","NEUROPATHY"]}}}