{"nctId":"NCT00765999","briefTitle":"An Open-Label, Long-Term Safety Study of Linaclotide in Patients With Chronic Constipation or Irritable Bowel Syndrome With Constipation","startDateStruct":{"date":"2008-10-31","type":"ACTUAL"},"conditions":["Chronic Constipation","Irritable Bowel Syndrome With Constipation"],"count":1559,"armGroups":[{"label":"Linaclotide","type":"EXPERIMENTAL","interventionNames":["Drug: Linaclotide"]}],"interventions":[{"name":"Linaclotide","otherNames":["Linzess"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients must have\n\n  * entered study LIN-MD 01\\[NCT00765882\\] or LIN-MD-31 \\[NCT00948818\\] and at minimum completed the pre-treatment period or\n  * completed one of the following studies: MCP-103-004 \\[NCT00306748\\], MCP-103-005 \\[NCT00258193\\], MCP-103-201 \\[NCT00402337\\], MCP-103-202 \\[NCT00460811\\]\n* Sexually active patients of childbearing potential agree to use birth control\n* Females of childbearing potential must have a negative urine pregnancy test prior to dosing\n* Lactating females must agree not to breastfeed\n* Patient must meet protocol criteria for CC or IBS-C\n\nExclusion Criteria:\n\n* Patient must not use protocol-defined prohibited medicine\n* Patient is planning to receive an investigational drug at any time during the study\n* Patient has an unresolved AE or a clinically significant finding on a physical examination, 12-lead ECG, or clinical laboratory test","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With at Least One Treatment-Emergent Adverse Events (TEAEs)","description":"An AE is any untoward medical occurrence in a clinical study participant administered study drug. An AE could, therefore, be any unfavorable and unintended sign (including an abnormal laboratory finding), symptom, or disease temporally associated with the use of the study drug, whether or not related to the medicinal product. An AE that occurred during the treatment period was defined as a TEAE if the AE was either not present at, or before, the day of the first dose of open-label study medication in this study or was present at, or before, the day of the first dose of open-label study medication in this study and increased in severity during the treatment period. AEs included abnormal clinically significant findings for clinical laboratory tests, physical examination findings, vital sign measurements and electrocardiograms (ECGs).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"399","spread":null},{"groupId":"OG001","value":"748","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":31,"n":523},"commonTop":["Diarrhoea","Abdominal pain","Upper respiratory tract infection","Sinusitis","Urinary tract infection"]}}}