{"nctId":"NCT04535141","briefTitle":"Olanzapine for Nausea/Vomiting Prophylaxis in Recipients of Hematopoietic Stem Cell Transplants","startDateStruct":{"date":"2020-08-18","type":"ACTUAL"},"conditions":["Chemotherapy-induced Nausea and Vomiting"],"count":91,"armGroups":[{"label":"Olanzapine Arm","type":"EXPERIMENTAL","interventionNames":["Drug: Olanzapine 5 MG"]},{"label":"Placebo Arm","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Olanzapine 5 MG","otherNames":["Zyprexa"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Written informed consent was obtained to participate in the study and HIPAA authorization for the release of personal health information.\n2. Recipients receiving autologous or allogeneic HCT for any disease\n3. Any conditioning chemotherapy regimen considered a standard bone marrow transplantation conditioning regimen\n4. Eastern Cooperative Oncology Group (ECOG) Performance Status of 0-2\n5. The subject is willing and able to comply with study procedures based on the judgment of the investigator or protocol designee.\n\nExclusion Criteria:\n\n1. Patients must not have started conditioning chemotherapy prior to consent. Note: test dose Busulfan is not part of conditioning chemotherapy\n2. Known allergy to olanzapine\n3. Baseline corrected QT interval ( QTc )\\>500 msec as calculated by the Fridericia formula\n4. Patients receiving post-transplant cyclophosphamide as planned graft-versus-host disease (GVHD) prophylaxis\n5. Pregnant or breastfeeding (NOTE: patients pregnant or breast-feeding are not eligible to proceed to transplant).\n6. Has a known additional malignancy that is active and/or progressive requiring treatment; exceptions include basal cell or squamous cell skin cancer, in situ cervical or bladder cancer, or other cancer for which the subject has been disease-free for at least five years.\n7. Treatment with any investigational drug within 7 days prior to registration.\n8. Subject is receiving prohibited medications (ciprofloxacin or fluvoxamine) that cannot be discontinued/replaced by an alternative therapy.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Complete Response","description":"The number of subjects who completed the study and the overall rate of complete response were assessed.\n\nComplete response achievement requires all three of the following criteria for the entire duration of the study assessment period: 1. No emesis, 2. Response to PRO-CTCAE question \"In the last 24 hours, how often did you have nausea?\" is no higher than rarely and 3. Response to PRO-CTCAE question \"In the last 24 hours, what was the severity of your nausea at its worst? a score no higher than \"mild\".","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"21","spread":null}]},{"measurements":[{"groupId":"OG000","value":"33","spread":null},{"groupId":"OG001","value":"24","spread":null}]}]}]},{"type":"SECONDARY","title":"Total Number of Rescue Medications Needed Acute","description":"The total number of rescue medications needed acute was calculated, starting from the first dose of highly or moderately emetogenic conditioning chemotherapy and continuing for one day after the last dose of highly or moderately emetogenic conditioning chemotherapy.\n\nThe rescue medication is defined as documented administration of an anti-emetic agent other than those that are scheduled for chemotherapy-induced nausea and vomiting (CINV) prophylaxis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.08","spread":null},{"groupId":"OG001","value":"0.10","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects Achieving Minimal Nausea","description":"To determine the number of subjects achieving minimal nausea was defined as the frequency of participants responded to the Patient-Reported Outcomes version of the Common Terminology Criteria for Adverse Events (PRO-CTCAE) nausea question \"In the last 24 hours, how often did you have nausea?\" as \"rarely or less\" Starting with the first dose of chemotherapy and continuing for one day after the last dose of highly or moderately emetogenic conditioning chemotherapy.\n\nPRO-CTCAE of nausea scale includes categories: Never, Rarely, Occasionally, Frequently, Almost constantly To meet this endpoint the score reported for the Pro-CTCAE question for nausea frequency cannot exceed \"rarely\" and the score reported for the Pro-CTCAE question for nausea severity cannot exceed \"mild\"","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null},{"groupId":"OG001","value":"25","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"31","spread":null},{"groupId":"OG001","value":"20","spread":null}]}]}]},{"type":"SECONDARY","title":"Frequency of Nausea in the Acute Phase","description":"Starting with the first dose of highly or moderately emetogenic conditioning chemotherapy and continuing for one day after the last dose of highly or moderately emetogenic conditioning chemotherapy.\n\nNausea was assessed using subjects' responses to the Patient-Reported Outcomes version of the Common Terminology Criteria for Adverse Events (PRO-CTCAE) nausea questions. Scale: Never, Rarely, Occasionally, Frequently, Almost constantly.\n\nTo meet this endpoint the score reported for the Pro-CTCAE question for nausea frequency cannot exceed \"rarely\" in the first 24 hours following receipt of chemotherapy.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"43","spread":null},{"groupId":"OG001","value":"44","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects Achieved Emesis Endpoint in Acute Phase.","description":": The number of subjects who did not experience emesis, starting from the first dose of highly or moderately emetogenic conditioning chemotherapy and continuing for one day after the last dose of highly or moderately emetogenic conditioning chemotherapy. Met endpoint = 0 emesis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"45","spread":null},{"groupId":"OG001","value":"45","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Frequency of Somnolence","description":"The frequency of somnolence was determined as the number of patients who experienced somnolence based on Common Terminology Criteria for Adverse Events version 5 (CTCAE v5). The number of subjects has somnolence during the study period was counted.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"46","spread":null},{"groupId":"OG001","value":"42","spread":null}]}]}]},{"type":"SECONDARY","title":"Safety Endpoint: Qtc Prolongation","description":"Prolongation of corrected QTc interval graded as defined in Common Terminology Criteria for Adverse Events (CTCAE) v5.0. Corrected QTc was calculated using Fredericia's Formula. Corrected QT interval (QTc) = QT interval / (60/Heart rate)\\^0.33.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"4","spread":null},{"groupId":"OG002","value":"2","spread":null},{"groupId":"OG003","value":"3","spread":null},{"groupId":"OG004","value":"3","spread":null},{"groupId":"OG005","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"0","spread":null},{"groupId":"OG004","value":"0","spread":null},{"groupId":"OG005","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"0","spread":null},{"groupId":"OG004","value":"1","spread":null},{"groupId":"OG005","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"0","spread":null},{"groupId":"OG004","value":"0","spread":null},{"groupId":"OG005","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"0","spread":null},{"groupId":"OG004","value":"0","spread":null},{"groupId":"OG005","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"43","spread":null},{"groupId":"OG001","value":"41","spread":null},{"groupId":"OG002","value":"44","spread":null},{"groupId":"OG003","value":"42","spread":null},{"groupId":"OG004","value":"42","spread":null},{"groupId":"OG005","value":"41","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects Achieved Nausea Endpoint in the Delayed Phase.","description":"Nausea was assessed using subjects' responses to the Patient-Reported Outcomes version of the Common Terminology Criteria for Adverse Events (PRO-CTCAE) nausea questions, starting the second day after the completion of highly or moderately emetogenic conditioning chemotherapy and continuing through the fifth day after the completion of highly or moderately emetogenic chemotherapy.\n\nScale: Never, Rarely, Occasionally, Frequently, Almost constantly.\n\nThe number of subjects who experienced \"never\" or \"rarely\" nausea were considered as met the endpoint while those who experienced \"occasionally\", \"frequently\" or \"almost constantly\" were considered as not met the endpoint.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19","spread":null},{"groupId":"OG001","value":"27","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"27","spread":null},{"groupId":"OG001","value":"18","spread":null}]}]}]},{"type":"SECONDARY","title":"Severity of Nausea in Delayed Phase","description":"The severity of nausea in the delayed phase was defined as the response of the subject to the PRO- CTCAE nausea question.\n\nStarting the second day after the completion of highly or moderately emetogenic conditioning chemotherapy and continuing through the fifth day after the completion of highly or moderately emetogenic chemotherapy (PRO-CTCAE) Scale: Never, Rarely, Occasionally, Frequently, Almost constantly\n\no meet the endpoint, the subject could not have answered a score as higher than \"mild\" in the period of time starting 24 hours after the last dose of chemotherapy and continuing until the 5th day following receipt of chemotherapy .","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23","spread":null},{"groupId":"OG001","value":"31","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23","spread":null},{"groupId":"OG001","value":"24","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Emesis Episodes in Delayed Phase","description":"The number of emesis episodes in acute phase was defined as the number of subjects with no emesis, 1 emesis, and 2 or more emesis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32","spread":null},{"groupId":"OG001","value":"36","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Total Number of Rescue Medications Needed -Delayed","description":"The total number of rescue medications needed for breakthrough chemotherapy-induced nausea and vomiting were calculated, starting from the second day after the completion of highly or moderately emetogenic conditioning chemotherapy and continuing through the fifth day after the completion of highly or moderately emetogenic chemotherapy.\n\nThe rescue medication is defined as documented administration of an anti-emetic agent other than those that are scheduled for CINV prophylaxis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.47","spread":null},{"groupId":"OG001","value":"1.17","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":46},"commonTop":["Diarrhea","Constipation","Activated partial thromboplastin time prolonged","hyperglycemia","Headache"]}}}