{"nctId":"NCT05329220","briefTitle":"ABNCoV2 Vaccine in Adult Subjects Previously Vaccinated for SARS-CoV-2","startDateStruct":{"date":"2022-08-30","type":"ACTUAL"},"conditions":["COVID-19 Disease"],"count":4205,"armGroups":[{"label":"ABNCoV2 100μg single dose","type":"EXPERIMENTAL","interventionNames":["Biological: ABNCoV2"]},{"label":"Comirnaty","type":"ACTIVE_COMPARATOR","interventionNames":["Biological: Comirnaty"]}],"interventions":[{"name":"ABNCoV2","otherNames":[]},{"name":"Comirnaty","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age ≥18 years at screening.\n* Documented, previous completion of a primary vaccination regimen with locally authorized SARS-CoV-2 vaccine(s) or completion of primary plus 1 boost vaccination, with last vaccination at least 3 months before screening. \"Locally authorized\" SARS-CoV-2 vaccines are those that have received market approval or emergency use authorization in the country of enrollment.\n* Absence of acute medical illness, significant physical exam findings, or laboratory abnormalities, as determined by the investigator.\n* Informed consent, provided by the subject prior to performance of any trial-specific procedures; the subject has read, signed, and dated an informed consent form (ICF), having been advised of the risks and benefits of the trial in a language understood by the subject.\n* Body mass index (BMI) ≥18.5 and \\<40.\n* For female subjects of childbearing potential (WOCBP) and male subjects who are sexually active with a WOCBP, agreement to use an effective method of birth control from at least 30 days prior to administration of the vaccine until 30 days after the vaccination. A woman is considered of childbearing potential unless post-menopausal (defined as ≥12 months without a menstrual period at screening) or surgically sterilized (bilateral oophorectomy, bilateral tubal ligation, hysterectomy). Acceptable contraception methods are restricted to abstinence (only acceptable if refraining from heterosexual intercourse during the period of 30 days prior to administration of the vaccine until 30 days after the vaccination), double barrier contraceptives, vasectomy, intrauterine contraceptive devices, or licensed hormonal products.\n* For WOCBP, a negative serum pregnancy test at screening.\n* Negative tests for human immunodeficiency virus antibody (anti HIV), hepatitis B surface antigen (HBsAG), and antibody to hepatitis C virus (HCV).\n\nExclusion Criteria:\n\n* History of COVID 19 infection within the last 3 months before screening.\n* Previous vaccination with a SARS-CoV-2 vaccine other than those mentioned in inclusion criterion #2.\n* Positive test for SARS-CoV-2 infection at screening.\n* Breastfeeding with intent to continue.\n* Acute or chronic medical condition that, in the opinion of the investigator, would render the trial procedures unsafe or would interfere with the evaluation of the responses.\n* History of myocarditis or pericarditis.\n* History of or active autoimmune disease. History of Guillain-Barré syndrome or Reye's syndrome. Persons with vitiligo or thyroid disease taking thyroid replacement are not excluded.\n* Known or suspected impairment of immunologic functions including, but not limited to, known immunodeficiency syndrome.\n* History of malignancy other than squamous cell or basal cell skin cancer, unless there has been surgical excision at least 6 months prior to screening that is considered to have achieved cure. Subjects with history of skin cancer must not be vaccinated at the previous tumor site.\n* Laboratory parameters (such as complete blood count, serum biochemistry including aspartate aminotransferase \\[AST\\], alanine amino transferase \\[ALT\\], alkaline phosphokinase \\[ALP\\], bilirubin, or creatinine values), pulse rate, or blood pressure outside normal range at screening and deemed clinically relevant by the investigator.\n* Clinically significant mental disorder not adequately controlled by medical treatment.\n* Active or recent history (within 6 months before screening) of chronic alcohol abuse, or illicit drug abuse.\n* History of allergic disease or reactions likely to be exacerbated by any component of the vaccine.\n* History of anaphylaxis or severe allergic reaction to any vaccine.\n* History of any vaccinations or plan to receive any vaccinations with a live vaccine within 30 days prior to or after trial vaccination.\n* History of any vaccinations or plan to receive any vaccinations with a non-live vaccine within 14 days prior to or after trial vaccination.\n* Recent blood donation (including platelets, plasma and red blood cells) within 4 weeks prior to screening, or planned blood donations during the active phase of the trial.\n* Chronic systemic administration (defined as more than 14 days) of \\>5 mg prednisone (or equivalent)/day, or any other immune-modifying drugs during a period starting 3 months prior to administration of the vaccine and ending 4 weeks after vaccination. The use of topical, inhaled, ophthalmic and nasal glucocorticoids is allowed.\n* History of organ transplantation, whether or not accompanied by chronic immunosuppressive therapy.\n* Administration or planned administration of immunoglobulins and/or any blood products during a period starting 3 months prior to administration of the vaccine and ending 4 weeks after vaccination. Receipt of packed red blood cells given for an emergency indication in an otherwise healthy person, and not required as ongoing treatment is not exclusionary (for example packed red blood cells given in emergency during an elective surgery).\n* Use of any investigational or non-registered drug or vaccine other than the trial vaccine within 30 days preceding the administration of trial vaccine, or planned administration of such a drug or vaccine throughout the trial.\n* Involvement in this trial as site personnel.\n* Known bleeding disorder that, in the opinion of the investigator, would contraindicate intramuscular injection.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Neutralizing Antibody Titers Against the SARS-CoV-2 Index Virus (Wuhan Wild Type Isolate) at 2 Weeks After Trial Vaccination","description":"The primary endpoint was SARS-CoV-2 index virus (Wuhan wild type isolate) neutralizing antibodies assessed at 2 weeks after trial vaccination, for subjects in the Immunogenicity Analysis Sets in Part A Cohort 1 (adult subjects who previously completed primary vaccination at least 3 months prior to the screening visit) and Part A Cohort 2 (adult subjects who have completed primary vaccination and have received 1 booster vaccination).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1018.1","spread":null},{"groupId":"OG001","value":"1060.6","spread":null},{"groupId":"OG002","value":"1259.0","spread":null},{"groupId":"OG003","value":"1619.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Neutralizing Antibody Titers Against the SARS-CoV-2 Variants of Concern (Omicron Variants BA.4/BA.5 and XBB.1.5) at 2 Weeks After Trial Vaccination","description":"The secondary endpoint was SARS-CoV-2 variants of concern (Omicron Variant BA.4/BA.5 and XBB.1.5) pseudovirus or virus neutralizing antibodies assessed at 2 weeks after trial vaccination, for subjects in the Immunogenicity Analysis Sets in Part A Cohort 1 (adult subjects who previously completed primary vaccination at least 3 months prior to the screening visit) and Part A Cohort 2 (adult subjects who have completed primary vaccination and have received 1 booster vaccination.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17112.6","spread":null},{"groupId":"OG001","value":"23506.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"54.7","spread":null},{"groupId":"OG001","value":"81.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Neutralizing Antibody Titers Against the SARS-CoV-2 Index Virus (Wuhan Wild Type Isolate) at 2 Weeks After Trial Vaccination [Time Frame: 2 Weeks After the Single Trial Vaccination Occurring on Day 1]","description":"The secondary endpoint was SARS-CoV-2 index virus (Wuhan wild type isolate) neutralizing antibodies assessed at 2 weeks after trial vaccination, for subjects in the Immunogenicity Analysis Sets in Part B Cohort 1 (adult subjects who previously completed primary vaccination at least 3 months prior to the screening visit) and Part B Cohort 2 (adult subjects who have completed primary vaccination and have received 1 booster vaccination).","classes":[]},{"type":"SECONDARY","title":"Safety and Tolerability of the ABNCoV2 Vaccine as Measured by the Frequency of Solicited and Unsolicited Adverse Events Occurring During or After the Trial Vaccination.","description":"The number and percent of subjects who report:\n\n* SAEs or AESIs assessed as related to trial vaccine during the entire trial period, which includes both the active trial phase and follow-up.\n* Grade 3 or higher AEs assessed as related to trial vaccine in the 8 day period starting with the day of vaccination.\n* SAEs, AESIs or MAAEs, regardless of relationship, during the active trial phase.\n* SAE, AESI or MAAEs, regardless of relationship, during the entire trial period.\n* Grade 3 or higher AEs assessed as related to trial vaccine during the active trial phase.\n* Solicited local AEs in the 8 day period starting with the day of vaccination.\n* Solicited general AEs in the 8 day period starting with the day of vaccination.\n\nSolicited event grading based on FDA 2007 Guidance for industry: toxicity grading scale for healthy adult and adolescent volunteers enrolled in preventive vaccine clinical trials, where Grade 1 is Mild and Grade 4 is Life-Threatening and the worst outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"0","spread":null},{"groupId":"OG004","value":"0","spread":null},{"groupId":"OG005","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"3","spread":null},{"groupId":"OG003","value":"0","spread":null},{"groupId":"OG004","value":"6","spread":null},{"groupId":"OG005","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"2","spread":null},{"groupId":"OG002","value":"28","spread":null},{"groupId":"OG003","value":"24","spread":null},{"groupId":"OG004","value":"164","spread":null},{"groupId":"OG005","value":"188","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"3","spread":null},{"groupId":"OG002","value":"42","spread":null},{"groupId":"OG003","value":"30","spread":null},{"groupId":"OG004","value":"96","spread":null},{"groupId":"OG005","value":"204","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"6","spread":null},{"groupId":"OG002","value":"85","spread":null},{"groupId":"OG003","value":"78","spread":null},{"groupId":"OG004","value":"192","spread":null},{"groupId":"OG005","value":"442","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"3","spread":null},{"groupId":"OG002","value":"35","spread":null},{"groupId":"OG003","value":"34","spread":null},{"groupId":"OG004","value":"218","spread":null},{"groupId":"OG005","value":"272","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"28","spread":null},{"groupId":"OG001","value":"30","spread":null},{"groupId":"OG002","value":"238","spread":null},{"groupId":"OG003","value":"236","spread":null},{"groupId":"OG004","value":"810","spread":null},{"groupId":"OG005","value":"1269","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23","spread":null},{"groupId":"OG001","value":"17","spread":null},{"groupId":"OG002","value":"185","spread":null},{"groupId":"OG003","value":"170","spread":null},{"groupId":"OG004","value":"715","spread":null},{"groupId":"OG005","value":"1139","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":34},"commonTop":["COVID-19","Nasopharyngitis","Headache","Pharyngitis"]}}}