{"nctId":"NCT01029262","briefTitle":"A Study of Lenalidomide Versus Placebo in Subjects With Transfusion Dependent Anemia in Lower Risk Myelodysplastic Syndrome (MDS) Without Del 5q","startDateStruct":{"date":"2010-01-26","type":"ACTUAL"},"conditions":["Anemia"],"count":239,"armGroups":[{"label":"Arm #1 - Lenalidomide plus placebo","type":"EXPERIMENTAL","interventionNames":["Drug: Lenalidomide"]},{"label":"Arm #2 - placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Placebo"]}],"interventions":[{"name":"Lenalidomide","otherNames":["Revlimid","CC-5013"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* 18 years or older\n* Diagnosis of low or intermediate-1 risk Myelodysplastic (MDS) with any chromosome karyotype except del 5q\\[31\\]\n* Anemia that requires red blood cell transfusions\n* Resistant to erythropoiesis stimulating agents (ESAs) or blood erythropoietin level \\> 500 mU/mL\n* Eastern Cooperative Oncology Group (ECOG) Performance Status (PS) ≤ 2\n* Must agree to follow pregnancy precautions as required by the protocol.\n* Must agree to receive counseling related to teratogenic and other risks of lenalidomide\n* Must agree not to donate blood or semen\n* Must be willing to consent to two or more bone marrow aspirate procedures to be completed during study\n\nExclusion Criteria:\n\n* Subjects previously receiving immunomodulating or immunosuppressive agents, or epigenetic or deoxyribonucleic acid (DNA) modulation agents\n* Allergic reaction to thalidomide\n* Renal insufficiency creatinine clearance (CrC1)\\<40 mL/min by Cockcroft-Gault method)\n* Prior history of cancer, other than MDS, unless the subject has been free of the disease for ≥ 5 years. (Basal cell carcinoma of the skin, carcinoma in situ of the cervix, or stage Tumor (T) 1a or T1b prostate cancer is allowed)\n* Absolute neutrophil count (ANC) \\< 500/uL\n* Platelets \\< 50,000/uL\n* Aspartate aminotransferase (AST) or alanine aminotransferase (ALT) \\> 3X upper limit of normal\n* Uncontrolled hyperthyroidism or hypothyroidism\n* Significant neuropathy\n* Prior stem cell transplantation\n* Anemia due to reasons other than MDS\n* History of deep venous thrombosis (DVT) or pulmonary embolus (PE) within past 3 years\n* Significant active cardiac disease within the past 6 months\n* Known Human Immunodeficiency Virus (HIV) infection; known Hepatitis C infection or active Hepatitis B infection","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants Who Achieved Red Blood Cell (RBC) Transfusion Independence for ≥ 56 Days as Determined by an Independent Review Committee (IRC)","description":"The percentage of participants who achieved the 56-day RBC transfusion independent (TI) response was defined as the absence of any RBC transfusions during any consecutive \"rolling\" 56-day interval within the double-blind treatment phase (ie, Days 2 (Day 1 is the first study drug day) to 57, Days 3 to 58, etcetera). The double-blind treatment phase was defined as the period between the 1st dosing up until 28 days after the last study drug dose","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.5","spread":null},{"groupId":"OG001","value":"26.9","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With a Erythroid Gene Signature Who Achieved RBC Transfusion Independence for ≥ 56 Days as Determined by an Independent Review Committee (IRC)","description":"The percentage of participants who achieved the 56-day RBC TI response was defined as the absence of any RBC transfusions during any consecutive \"rolling\" 56-day interval within the double-blind treatment phase (ie, Days 2 (Day 1 is the first study drug day) to 57, Days 3 to 58, etcetera). A participant who achieved at least a 56-day RBC-transfusion-independent response was considered a 56-day RBC-TI responder.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"7.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Achieved RBC Transfusion Independence With a Duration of ≥ 24 Weeks (168 Days) as Determined by the Sponsor","description":"The 168-day RBC-transfusion-independent response was defined as the absence of any RBC transfusion during any consecutive \"rolling\" 168 days during the treatment period, for example Days 2 (Day 1 is the first study drug day) to 169, Days 3 to 170, Days 4 to 171, etcetera. A responder was defined as a participant who had a ≥ 168 consecutive days of RBC-transfusion-free period after the first dose of study drug in the treatment phase.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"17.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Kaplan Meier Estimates of Duration of 56-day RBC Transfusion Independence Response as Determined by the Sponsor","description":"The duration of the first 56-day RBC transfusion-independence response was calculated for those who achieved a response and was dependent on whether a subsequent RBC transfusion was given after the transfusion-free period (response):\n\n* For those who received a subsequent RBC transfusion after the response starts, the duration of response was not censored, and was calculated as response duration = last day of response - first day of response +1 where the last day of response was defined as 1 day before the first RBC transfusion which was given at 56 days or more after the response starts.\n* For those who did not receive a subsequent RBC transfusion after the response started, the end day of the response was censored and duration of the response was calculated as response duration = date of last RBC transfusion assessment - first day of response+ 1. A responder was a participant who had a ≥ 56 consecutive days of RBC-transfusion-free period after the first study drug treatment period","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"30.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Achieved an Erythroid Response Based on the Modified International Working Group (IWG) 2006 Criteria","description":"A participant was considered as having achieved an erythroid response if the participant either:\n\n\\- had a hemoglobin (Hgb) increase ≥1.5 g/dL compared to baseline and confirmed by another central laboratory hemoglobin value at 4 to 8 weeks after the first Hgb measurement that also increased ≥1.5 g/dL. All Hgb values during this time interval must have had a ≥ 1.5 g/dL increase (ie, no central laboratory Hgb increase during this timeframe could be less \\<1.5 g/dL) OR - had a 50% reduction in the number of the RBC transfusion units over any consecutive 56 days period compared to the baseline transfusion burden.\n\nThe baseline transfusion burden is the number of units over 112 days by the randomization divided by 2. Only transfusions given for a pre-transfusion Hgb value of 9 g/dL or less were used in this response assessment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30.4","spread":null},{"groupId":"OG001","value":"38.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to 56-Day RBC-Transfusion-Independent (TI) Response as Determined by the Sponsor","description":"The time to the first 56-day RBC-transfusion-independent response was calculated for participants who achieved a response. The day from the first dose of study drug to the date at which RBC-transfusion-independence starts was achieved and calculated using: Start date of the first response period - the date of the first study drug +1. A responder was defined as a participant who had a ≥ 56 consecutive days of RBC-transfusion-free period after the first dose of study drug in the treatment phase.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.3","spread":null},{"groupId":"OG001","value":"10.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Kaplan Meier Estimates for Progression to Acute Myeloid Leukemia (AML)","description":"Progression to AML is part of the natural course of MDS and is a manifestation of disease progression. The time to progress to AML was calculated from the day of randomization to the first day when AML was diagnosed. Participants who died without AML were censored at the date of death. The participants who were lost to follow-up were censored at the last known day when participants did not have AML. Participants who did not progress to AML at the last follow-up contact were censored at the day of the last follow-up contact.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Kaplan Meier Estimate for Overall Survival (OS)","description":"Overall survival was assessed using the time between randomization and the date of death or date of censoring. Participants who were alive at a data cutoff date and participants who were lost to follow-up were censored at the last date when participants were known to be alive.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.0","spread":null},{"groupId":"OG001","value":"3.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment Emergent Adverse Events (TEAE)","description":"A TEAE was defined as an AE that begins or worsens in intensity of frequency on or after the first dose of study drug through 28 days after last dose of study drug.\n\nA serious adverse event (SAE) is any:\n\n* Death;\n* Life-threatening event;\n* Any inpatient hospitalization or prolongation of existing hospitalization;\n* Persistent or significant disability or incapacity;\n* Congenital anomaly or birth defect;\n* Any other important medical event\n\nThe investigator determined the relationship of an AE to study drug based on the timing of the AE relative to drug administration and whether or not other drugs, therapeutic interventions, or underlying conditions could provide a sufficient explanation for the event. The severity of an AE was evaluated by the investigator according to National Cancer Institute Common Terminology Criteria for Adverse Events (NCI CTCAE) (Version 3.0) where Grade 1 = Mild, Grade 2 = Moderate, Grade 3 = Severe, Grade 4 = Life-threatening and Grade 5 = Death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"74","spread":null},{"groupId":"OG001","value":"160","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"42","spread":null},{"groupId":"OG001","value":"144","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"40","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"89","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"68","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"51","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null},{"groupId":"OG001","value":"62","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"25","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"21","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"24","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"35","spread":null},{"groupId":"OG001","value":"139","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null},{"groupId":"OG001","value":"127","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"80","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"64","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"41","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Compliance Rates Using the European Organization for Research and Treatment of Cancer Quality of Life Questionnaire (EORTC QLQ-C30) From Baseline to Week 48","description":"The European Organization for Research and Treatment of Cancer QOL Questionnaire for Patients with Cancer (EORTC QLQ-C30) was a 30-item oncology-specific questionnaire. The questionnaire was developed to assess the quality of life of cancer patients. It contains 30 questions, 24 of which form 9 multi-item scales representing various aspects of HRQOL: 1 global scale, 5 functional scales (Physical, Role, Emotional, Cognitive and Social), and 3 symptom scales (Fatigue, Pain, and Nausea). The remaining 6 items are intended to be mono-item scales describing relevant cancer-oriented symptoms (dyspnea, insomnia, appetite, constipation, diarrhea, financial difficulties). Subscale scores are transformed to a 0 to 100 scale, with higher scores on functional scales indicating better function and higher score on symptom scales indicating worse symptoms. A participant was considered compliant at a visit if at least 15 out of the QLQ-C30 items in the questionnaire were checked.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"88.6","spread":null},{"groupId":"OG001","value":"90","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"78.5","spread":null},{"groupId":"OG001","value":"83.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"80.6","spread":null},{"groupId":"OG001","value":"85.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null},{"groupId":"OG001","value":"80.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"50","spread":null},{"groupId":"OG001","value":"71.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in the EORTC QLQ-C30 Fatigue Domain at Week 12 and 24","description":"The European Organization for Research and Treatment of Cancer (EORTC) Core Quality of Life (QOL) questionnaire (EORTC QLQ-C30) is a 30-question tool used to assess the overall quality of life in cancer patients. It consists of 15 domains: 1 global health status (GHS) scale, 5 functional scales (Physical, Role, Cognitive, Emotional, Social), and 9 symptom scales/items (Fatigue, Nausea and Vomiting, Pain, Dyspnea, Sleep Disturbance, Appetite Loss, Constipation, Diarrhea, Financial Impact). The EORTC QLQ-C30 Fatigue Scale is scored between 0 and 100, with a high score indicating a higher level of symptoms. Negative change from Baseline values indicate reduction in fatigue (i.e. improvement in symptom) and positive values indicate increases in fatigue (i.e. worsening of symptom).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.6","spread":"17.53"},{"groupId":"OG001","value":"2.4","spread":"28.26"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7.6","spread":"20.74"},{"groupId":"OG001","value":"-1.5","spread":"26.42"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in the EORTC QLQ-C30 Dyspnea Domain at Week 12 and 24","description":"The European Organization for Research and Treatment of Cancer (EORTC) Core Quality of Life (QOL) questionnaire (EORTC QLQ-C30) is a 30-question tool used to assess the overall quality of life in cancer patients. It consists of 15 domains: 1 global health status (GHS) scale, 5 functional scales (Physical, Role, Cognitive, Emotional, Social), and 9 symptom scales/items (Fatigue, Nausea and Vomiting, Pain, Dyspnea, Sleep Disturbance, Appetite Loss, Constipation, Diarrhea, Financial Impact). The EORTC QLQ-C30 Dyspnea scale is scored between 0 and 100, with a high score indicating a higher level of symptoms. Negative change from Baseline values indicate decreased dyspnea (i.e. improvement in symptom) and positive values indicate increased dyspnea (i.e. worsening of symptom).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.6","spread":"28.06"},{"groupId":"OG001","value":"2.2","spread":"29.92"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.3","spread":"26.57"},{"groupId":"OG001","value":"1.2","spread":"26.26"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in the EORTC QLQ-C30 Physical Functioning Domain at Week 12 and 24","description":"The European Organization for Research and Treatment of Cancer (EORTC) Core Quality of Life (QOL) questionnaire (EORTC QLQ-C30) is a 30-question tool used to assess the overall quality of life in cancer patients. It consists of 15 domains: 1 global health status (GHS) scale, 5 functional scales (Physical, Role, Cognitive, Emotional, Social), and 9 symptom scales/items (Fatigue, Nausea and Vomiting, Pain, Dyspnea, Sleep Disturbance, Appetite Loss, Constipation, Diarrhea, Financial Impact). The EORTC QLQ-C30 Physical Functioning Scale was scored between 0 and 100, with a high score indicating better functioning. Negative change from Baseline values indicate deterioration in functioning and positive values indicate improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.4","spread":"15.76"},{"groupId":"OG001","value":"-2.1","spread":"18.09"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.7","spread":"14.84"},{"groupId":"OG001","value":"-0.4","spread":"18.19"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in the EORTC QLQ-C30 Global Health Status/Quality of Life (QOL) Domain at Week 12 and 24","description":"The European Organization for Research and Treatment of Cancer (EORTC) Core Quality of Life (QOL) questionnaire (EORTC QLQ-C30) is a 30-question tool used to assess the overall quality of life in cancer patients. It consists of 15 domains: 1 global health status (GHS) scale, 5 functional scales (Physical, Role, Cognitive, Emotional, Social), and 9 symptom scales/items (Fatigue, Nausea and Vomiting, Pain, Dyspnea, Sleep Disturbance, Appetite Loss, Constipation, Diarrhea, Financial Impact). The EORTC QLQ-C30 Global Health Status/QOL scale was scored between 0 and 100, with a high score indicating better Global Health Status/QOL. Negative change from Baseline values indicate deterioration in Global Health Status/QOL and positive values indicate improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.1","spread":"20.18"},{"groupId":"OG001","value":"-1.4","spread":"24.35"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.1","spread":"20.25"},{"groupId":"OG001","value":"-2.4","spread":"27.87"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in the EORTC QLQ-C30 Emotional Functioning Domain at Week 12 and 24","description":"The European Organization for Research and Treatment of Cancer (EORTC) Core Quality of Life (QOL) questionnaire (EORTC QLQ-C30) is a 30-question tool used to assess the overall quality of life in cancer patients. It consists of 15 domains: 1 global health status (GHS) scale, 5 functional scales (Physical, Role, Cognitive, Emotional, Social), and 9 symptom scales/items (Fatigue, Nausea and Vomiting, Pain, Dyspnea, Sleep Disturbance, Appetite Loss, Constipation, Diarrhea, Financial Impact). The EORTC QLQ-C30 Emotional Functioning Domain was scored between 0 and 100, with a high score indicating better functioning. Negative change from Baseline values indicate deterioration in functioning and positive values indicate improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.2","spread":"18.70"},{"groupId":"OG001","value":"-1.4","spread":"22.39"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-7.1","spread":"20.78"},{"groupId":"OG001","value":"0.8","spread":"20.06"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Fatigue Domain Associated With the EORTC QLQ-C-30 Scale at Week 12 and Week 24","description":"The European Organization for Research and Treatment of Cancer QOL Questionnaire for Patients with Cancer (EORTC QLQ-C30) was a 30-item oncology-specific questionnaire. The questionnaire was developed to assess the quality of life of cancer patients. It contains 30 questions, 24 of which form 9 multi-item scales representing various aspects of HRQOL: 1 global scale, 5 functional scales (Physical, Role, Emotional, Cognitive and Social), and 3 symptom scales (Fatigue, Pain, and Nausea). The remaining 6 items are intended to be mono-item scales describing relevant cancer-oriented symptoms (dyspnea, insomnia, appetite, constipation, diarrhea, financial difficulties). The EORTC QLQ-C30 Fatigue Scale is scored between 0 and 100, with a high score indicating a higher level of symptoms. Negative change from Baseline values indicate reduction in fatigue (i.e. improvement in symptom) and positive values indicate increases in fatigue (i.e. worsening of symptom).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.464","spread":null},{"groupId":"OG001","value":"3.497","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7.376","spread":null},{"groupId":"OG001","value":"0.196","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in the Dyspnea Domain Associated With the EORTC QLQ-C-30 Scale at Week 12 and Week 24","description":"The European Organization for Research and Treatment of Cancer (EORTC) Core Quality of Life (QOL) questionnaire (EORTC QLQ-C30) is a 30-question tool used to assess the overall quality of life in cancer patients. It consists of 15 domains: 1 global health status (GHS) scale, 5 functional scales (Physical, Role, Cognitive, Emotional, Social), and 9 symptom scales/items (Fatigue, Nausea and Vomiting, Pain, Dyspnea, Sleep Disturbance, Appetite Loss, Constipation, Diarrhea, Financial Impact). The EORTC QLQ-C30 Dyspnea scale is scored between 0 and 100, with a high score indicating a higher level of symptoms. Negative change from Baseline values indicate decreased dyspnea (i.e. improvement in symptom) and positive values indicate increased dyspnea (i.e. worsening of symptom).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.696","spread":null},{"groupId":"OG001","value":"3.374","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.998","spread":null},{"groupId":"OG001","value":"-0.206","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in the Physical Functioning Domain Associated With the EORTC QLQ-C-30 Scale at Week 12 and Week 24","description":"The European Organization for Research and Treatment of Cancer QOL Questionnaire for Patients with Cancer (EORTC QLQ-C30) was a 30-item oncology-specific questionnaire. The questionnaire was developed to assess the quality of life of cancer patients. It contains 30 questions, 24 of which form 9 multi-item scales representing various aspects of HRQOL: 1 global scale, 5 functional scales (Physical, Role, Emotional, Cognitive and Social), and 3 symptom scales (Fatigue, Pain, and Nausea). The remaining 6 items are intended to be mono-item scales describing relevant cancer-oriented symptoms (dyspnea, insomnia, appetite, constipation, diarrhea, financial difficulties). The EORTC QLQ-C30 Physical Functioning was scored between 0 and 100, with a high score indicating better Global Health Status/QOL. Negative change from Baseline values indicate deterioration in Global Health Status/QOL and positive values indicate improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.732","spread":null},{"groupId":"OG001","value":"-2.919","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.451","spread":null},{"groupId":"OG001","value":"-1.484","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in the Global Health Status/QoL Domain Associated With the EORTC QLQ-C-30 Scale at Week 12 and Week 24","description":"The European Organization for Research and Treatment of Cancer QOL Questionnaire for Patients with Cancer (EORTC QLQ-C30) was a 30-item oncology-specific questionnaire. The questionnaire was developed to assess the quality of life of cancer patients. It contains 30 questions, 24 of which form 9 multi-item scales representing various aspects of HRQOL: 1 global scale, 5 functional scales (Physical, Role, Emotional, Cognitive and Social), and 3 symptom scales (Fatigue, Pain, and Nausea). The remaining 6 items are intended to be mono-item scales describing relevant cancer-oriented symptoms (dyspnea, insomnia, appetite, constipation, diarrhea, financial difficulties). The EORTC QLQ-C30 Global Health Status/QOL scale was scored between 0 and 100, with a high score indicating better Global Health Status/QOL. Negative change from Baseline values indicate deterioration in Global Health Status/QOL and positive values indicate improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.201","spread":null},{"groupId":"OG001","value":"-2.690","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.502","spread":null},{"groupId":"OG001","value":"-2.441","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in the Emotional Functioning Domain Associated With the EORTC QLQ-C30 Scale at Weeks 12 and 24","description":"The European Organization for Research and Treatment of Cancer (EORTC) Core Quality of Life (QOL) questionnaire (EORTC QLQ-C30) is a 30-question tool used to assess the overall quality of life in cancer patients. It consists of 15 domains: 1 global health status (GHS) scale, 5 functional scales (Physical, Role, Cognitive, Emotional, Social), and 9 symptom scales/items (Fatigue, Nausea and Vomiting, Pain, Dyspnea, Sleep Disturbance, Appetite Loss, Constipation, Diarrhea, Financial Impact). The EORTC QLQ-C30 Emotional Functioning Scale is scored between 0 and 100, with a high score indicating better functioning. Negative change from Baseline values indicate deterioration in functioning and positive values indicate improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.458","spread":null},{"groupId":"OG001","value":"-1.876","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.746","spread":null},{"groupId":"OG001","value":"-1.129","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With a Clinically Meaningful Improvement in QOL (EORTC QLQ-C-30 Scale) From Baseline in Fatigue Domain at Weeks 12 and 24","description":"The European Organization for Research and Treatment of Cancer QOL Questionnaire for Patients with Cancer (EORTC QLQ-C30) was a 30-item oncology-specific questionnaire. The questionnaire was developed to assess the quality of life of cancer patients. It contains 30 questions, 24 of which form 9 multi-item scales representing various aspects of HRQOL: 1 global scale, 5 functional scales (Physical, Role, Emotional, Cognitive and Social), and 3 symptom scales (Fatigue, Pain, and Nausea). The remaining 6 items are intended to be mono-item scales describing relevant cancer-oriented symptoms (dyspnea, insomnia, appetite, constipation, diarrhea, financial difficulties). Subscale scores are transformed to a 0 to 100 scale, with higher scores on functional scales indicating better function and higher score on symptom scales indicating worse symptoms. Improvement means at least 10 points better compared to baseline","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30.4","spread":null},{"groupId":"OG001","value":"39.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"29.8","spread":null},{"groupId":"OG001","value":"38.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With a Clinically Meaningful Improvement in HRQOL Associated With the EORTC QLQ-C-30 Scale From Baseline in the Dyspnea Domain at Weeks 12 and 24","description":"The European Organization for Research and Treatment of Cancer (EORTC) Core Quality of Life (QOL) questionnaire (EORTC QLQ-C30) is a 30-question tool used to assess the overall quality of life in cancer patients. It consists of 15 domains: 1 global health status (GHS) scale, 5 functional scales (Physical, Role, Cognitive, Emotional, Social), and 9 symptom scales/items (Fatigue, Nausea and Vomiting, Pain, Dyspnea, Sleep Disturbance, Appetite Loss, Constipation, Diarrhea, Financial Impact). The EORTC QLQ-C30 Dyspnea scale is scored between 0 and 100, with a high score indicating a higher level of symptoms. Negative change from Baseline values indicate decreased dyspnea (i.e. improvement in symptom) and positive values indicate increased dyspnea (i.e. worsening of symptom). Improvement means at least 10 points better compared to baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19.6","spread":null},{"groupId":"OG001","value":"21.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12.8","spread":null},{"groupId":"OG001","value":"20.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With a Clinically Meaningful Improvement in HRQOL Associated With the EORTC QLQ-C-30 Scale From Baseline Within the Physical Functioning Domain at Weeks 12 and 24","description":"The European Organization for Research and Treatment of Cancer QOL Questionnaire for Patients with Cancer (EORTC QLQ-C30) was a 30-item oncology-specific questionnaire. The questionnaire was developed to assess the quality of life of cancer patients. It contains 30 questions, 24 of which form 9 multi-item scales representing various aspects of HRQOL: 1 global scale, 5 functional scales (Physical, Role, Emotional, Cognitive and Social), and 3 symptom scales (Fatigue, Pain, and Nausea). The remaining 6 items are intended to be mono-item scales describing relevant cancer-oriented symptoms (dyspnea, insomnia, appetite, constipation, diarrhea, financial difficulties). Subscale scores are transformed to a 0 to 100 scale, with higher scores on functional scales indicating better function and higher score on symptom scales indicating worse symptoms. A change of at least 10 points on the standardized domain scores was required for it to be considered clinically meaningful.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26.8","spread":null},{"groupId":"OG001","value":"16.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12.8","spread":null},{"groupId":"OG001","value":"24.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With a Clinically Meaningful Improvement in HRQOL Associated With the EORTC QLQ-C-30 Scale From Baseline in the Global Health Status/QOL Domain at Weeks 12 and 24","description":"The European Organization for Research and Treatment of Cancer QOL Questionnaire for Patients with Cancer (EORTC QLQ-C30) was a 30-item oncology-specific questionnaire. The questionnaire was developed to assess the quality of life of cancer patients. It contains 30 questions, 24 of which form 9 multi-item scales representing various aspects of HRQOL: 1 global scale, 5 functional scales (Physical, Role, Emotional, Cognitive and Social), and 3 symptom scales (Fatigue, Pain, and Nausea). The remaining 6 items are intended to be mono-item scales describing relevant cancer-oriented symptoms (dyspnea, insomnia, appetite, constipation, diarrhea, financial difficulties). Subscale scores are transformed to a 0 to 100 scale, with higher scores on functional scales indicating better function and higher score on symptom scales indicating worse symptoms. A change of at least 10 points on the standardized domain scores was required for it to be considered clinically meaningful.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19.6","spread":null},{"groupId":"OG001","value":"22.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14.9","spread":null},{"groupId":"OG001","value":"26.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With a Clinically Meaningful Improvement in HRQOL Associated With the EORTC QLQ-C-30 Scale From Baseline in the Emotional Functioning Domain at Weeks 12 and 24","description":"The European Organization for Research and Treatment of Cancer (EORTC) Core Quality of Life (QOL) questionnaire (EORTC QLQ-C30) is a 30-question tool used to assess the overall quality of life in cancer patients. It consists of 15 domains: 1 global health status (GHS) scale, 5 functional scales (Physical, Role, Cognitive, Emotional, Social), and 9 symptom scales/items (Fatigue, Nausea and Vomiting, Pain, Dyspnea, Sleep Disturbance, Appetite Loss, Constipation, Diarrhea, Financial Impact). The EORTC QLQ-C30 Emotional Functioning Domain was scored between 0 and 100, with a high score indicating better functioning. Negative change from Baseline values indicate deterioration in functioning and positive values indicate improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25.0","spread":null},{"groupId":"OG001","value":"20.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17.0","spread":null},{"groupId":"OG001","value":"21.7","spread":null}]}]}]},{"type":"POST_HOC","title":"Percentage of Participants Who Achieved an Erythroid Response Based on Original IWG 2006 Criteria","description":"A participant was considered as having achieved an erythroid response when:\n\n\\- a Hgb increase ≥1.5 g/dL compared to baseline and confirmed by another central laboratory hemoglobin value at 4 to 8 weeks after the first Hgb measurement that had also increased ≥1.5 g/dL for at least 8 weeks. All Hgb values during this time interval must have had a ≥ 1.5 g/dL increase (ie, no central laboratory Hgb increase during this timeframe can be less than a 1.5 g/dL) OR - had an absolute reduction of 4 RBC transfusion units over any consecutive 56 days period compared to the baseline transfusion burden.\n\nThe baseline transfusion burden is the number of units over the 112 days prior to randomization divided by 2. Only transfusions given for a pre-transfusion Hgb value of 9.5 g/dL or less may be used in this response assessment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20.3","spread":null},{"groupId":"OG001","value":"35.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Healthcare Resource Utilization (HRU): Rate of Inpatient Hospitalizations Related to Adverse Events Per Person Year","description":"Hospitalizations due to adverse events exclude those for transfusions, elective procedures or protocol-driven procedures. HRU was defined as any consumption of healthcare resources directly or indirectly related to the treatment of the patient.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.47","spread":null},{"groupId":"OG001","value":"0.77","spread":null}]}]}]},{"type":"SECONDARY","title":"Healthcare Resource Utilization (HRU): Duration of Hospitalizations Due to Adverse Events","description":"Hospitalizations due to adverse events exclude those for transfusions, elective procedures or protocol-driven procedures. HRU was defined as any consumption of healthcare resources directly or indirectly related to the treatment of the patient.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.0","spread":null},{"groupId":"OG001","value":"11.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Healthcare Resource Utilization (HRU): Number of Days of Hospitalization Due to Adverse Events Per Person-Years","description":"Hospitalizations due to adverse events exclude those for transfusions, elective procedures or protocol-driven procedures. HRU was defined as any consumption of healthcare resources directly or indirectly related to the treatment of the patient","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.37","spread":null},{"groupId":"OG001","value":"8.92","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":16,"n":79},"commonTop":["NEUTROPENIA","DIARRHOEA","THROMBOCYTOPENIA","ASTHENIA","OEDEMA PERIPHERAL"]}}}