{"nctId":"NCT04505410","briefTitle":"Second Line Induction Therapy and Healthy Diet for Patients With Ulcerative Colitis","startDateStruct":{"date":"2020-09-18","type":"ACTUAL"},"conditions":["Ulcerative Colitis"],"count":32,"armGroups":[{"label":"Medication plus FMD group","type":"EXPERIMENTAL","interventionNames":["Other: A plant based high fiber diet that mimics fasting (\"FMD\") plus advanced therapy"]},{"label":"Medication only group","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Advanced therapy only without dietary intervention"]}],"interventions":[{"name":"A plant based high fiber diet that mimics fasting (\"FMD\") plus advanced therapy","otherNames":[]},{"name":"Advanced therapy only without dietary intervention","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Patients with ulcerative colitis who are beginning tofacitinib therapy.\n2. Patients with ulcerative colitis who are initiating second line biologic therapy with ustekinumab\n3. Patients with ulcerative colitis who are initiating second line biologic therapy with infliximab\n4. Patients aged 18 years or older.\n5. Patients with active disease defined as simple clinical colitis activity index (SCCAI) \\>2\n6. Patients who have not been on antibiotics for 2 weeks or probiotics.\n\nExclusion Criteria:\n\n1. Patients younger than 18 years.\n2. Patients that do not meet the inclusion criteria specified above.\n3. Patients with clinical signs of fulminant colitis, toxic megacolon, ischemic colitis or impending hospitalization for severe ulcerative colitis.\n4. Patients with concomitant infectious colitis.\n5. Patients allergic nuts/soy/sesame/oats.\n6. Patients who do not like the food items that form part of the kits for the fasting mimicking diet (see below).\n7. Patients that are diabetics on a glucose lowering drug.\n8. Individuals with a history of syncope/presyncope with fasting or from medical conditions.\n9. Women who are pregnant or nursing.\n10. Individuals with very low BMI\\< or equal to 18.\n11. Patients with the following comorbidities: chronic kidney disease, diabetes, active cancer.\n12. Prohibited concomitant therapies will include TNF antagonists, azathioprine, methotrexate, and mercaptopurine.\n13. Patients who routinely have fasting eating habits","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Patients Who Achieved Clinical Response","description":"Clinical response will be evaluated using the Simple Clinical Colitis Activity Index (SCCAI). The SCCAI has a total range from 0-19 with a higher score indicating greater disease activity. A clinical response is defined as a SCCAI decrease of ≥3 points from baseline. Therefore, the study team will examine the percentage of patients who achieve 'clinical response', defined by an SCCAI decrease of ≥3 points.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"57","spread":null},{"groupId":"OG001","value":"35","spread":null}]}]}]},{"type":"SECONDARY","title":"Fecal Calprotectin Levels Measured in Micrograms/Gram","description":"Calprotectin levels were evaluated using fecal samples to compare the levels between the treatment and control arms before (baseline) and after the intervention (at 8 weeks). Fecal calprotectin was measured using a BUHLMANN fCAL ELISA Kit. Unit of measure was micrograms/gram.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3710","spread":null},{"groupId":"OG001","value":"5138","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1375","spread":null},{"groupId":"OG001","value":"5691","spread":null}]}]}]},{"type":"SECONDARY","title":"CRP Levels Measured in mg/dl","description":"Comparison of Median C-Reactive Protein (CRP) levels between the treatment and control arms before (baseline) and after the intervention (at 8 weeks) will be evaluated using blood samples, unit of measure was mg/dl","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.45","spread":null},{"groupId":"OG001","value":"2.10","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.09","spread":null},{"groupId":"OG001","value":"1.10","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":14},"commonTop":["abdominal pain"]}}}