{"nctId":"NCT03037541","briefTitle":"Cryosurgery and Cream Combination for Actinic Keratosis","startDateStruct":{"date":"2011-01-05","type":"ACTUAL"},"conditions":["Actinic Keratosis"],"count":60,"armGroups":[{"label":"Group 1 Carac (fluorouracil) 0.5% cream","type":"EXPERIMENTAL","interventionNames":["Drug: Carac Cream"]},{"label":"Group 2 Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo Cetaphil cream"]}],"interventions":[{"name":"Carac Cream","otherNames":[]},{"name":"Placebo Cetaphil cream","otherNames":["Cetaphil"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Must be male or female and at least 18 years of age. Each subject must demonstrate good health as determined by a baseline medical history.\n* Female subjects myst be of either non-childbearing potential, or childbearing potential provided: negative urine pregnancy test and using two acceptable methods of effective contraception (abstinence, birth control pills.patch, DepoProvera, tubal ligation, vasectomy of the partner in a monogamous relationship, condoms and spermicidal form or gel and/or cervical cap or sponge), as determined by the investigator\n* At least eight clinically typical, visible and discrete AK lesions within the treatment area on the face or balding scalp\n* Subjects must be able and willing to comply with study procedures and have provided written informed consent.\n\nExclusion Criteria:\n\n* Cosmetic or therapeutic procedures (e.g., use of liquid nitrogen, surgical excision, curettage, dermabrasion, medium or greater depth chemical peel, laser resurfacing) within the selected treatment area in the previous four weeks.\n* Treatment with systemic medications that suppress the immune system within the previous four weeks.\n* Field treatments with topical 5-FU, imiquimod, diclofenac, or photodynamic therapy, or more widespread field treatment with dermabrasion, medium or greater depth chemical peel, or laser resurfacing within the previous six months.\n* Any known dihydropyrimidine dehydrogenase enzyme deficiency.\n* In addition, subjects who have any skin condition or disease that may require concurrent therapy or may confound the evaluation as determined by the investigator, or a history of hypersensitivity to any of the formulation components will be excluded from study.\n* Subjects may not use other topical agents such as glycolic acid products, alpha-hydroxy acid products, retinoids and chemical peel agents on teh treatment area while on study. The use of these products are not allowed four weeks prior to study enrollment. Introduction of any other prescription medication, topical or systemic for actinic keratosis while participating in the study is not permitted.\n* Pregnant women, women who are breast feeding, or women of childbearing potential who are not practicing two acceptable methods of effective contraception.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number Participants With 100% Clearance","description":"The primary endpoint is number of participants that receive 100% clearance of AK lesions from treatment initiation to end of treatment","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"13","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With 75% Clearance","description":"The secondary endpoint is number of participants that receive 75 % clearance of","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null},{"groupId":"OG001","value":"16","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":30},"commonTop":["viral infection","basal cell carcinoma","joint pain","tooth pain"]}}}