{"nctId":"NCT04564742","briefTitle":"Dapagliflozin Effects on Cardiometabolic Outcomes in Patients With an Acute Heart Attack.","startDateStruct":{"date":"2020-12-22","type":"ACTUAL"},"conditions":["Acute Myocardial Infarction","Heart Failure"],"count":4017,"armGroups":[{"label":"Dapagliflozin","type":"EXPERIMENTAL","interventionNames":["Drug: Dapagliflozin"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Dapagliflozin","otherNames":["Forxiga TM","Farxiga TM"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participant must be ≥18 at the time of signing the informed consent\n* Confirmed MI, either STEMI or NSTEMI, according to the fourth universal definition of MI (Thygesen et al 2019), within the preceding 7 days, or 10 days if earlier randomisation is not feasible\n* Evidence of impaired regional or global LV systolic function at any timepoint during current MI-related hospitalisation (established with echocardiogram, radionuclide ventriculogram, contrast angiography or cardiac MRI) or definitive evidence on ECG of Q wave MI (defined as presence of Q waves in two or more contiguous leads, excluding leads III and aVR, and meeting all the following criteria: at least 1.5 mm in depth; at least 30 ms in duration; and, if R wave present, more than 25% of the size of the subsequent R wave)\n* Hemodynamically stable at randomization (no episodes of symptomatic hypotension, or arrhythmia with haemodynamic compromise in the last 24 hours).\n* Male or female\n* Capable of giving signed informed consent which includes compliance with the requirements and restrictions listed in the informed consent form (ICF) and in the protocol\n* Provision of signed and dated, written informed consent prior to any mandatory study specific procedures, sampling, and analyses\n\nExclusion Criteria:\n\n* Known type 1 diabetes mellitus (T1DM) or T2DM at the time for admission. Patients with hyperglycaemia, but without a diagnosis of diabetes mellitus prior to the index event, are eligible at the discretion of the Investigator. Patients who present with signs and symptoms consistent with ketoacidosis, including nausea, vomiting, abdominal pain, malaise and shortness of breath should be assessed for ketoacidosis, and if ketoacidosis is confirmed the patient should not be randomized.\n* Chronic symptomatic HF with a prior HHF within the last year and known reduced ejection fraction (LVEF≤40 %), documented before the current MI hospitalization\n* Severe (eGFR \\<20 mL/min/1.73 m2 by local laboratory), unstable or rapidly progressing renal disease at the time of randomization\n* Severe hepatic impairment (Child-Pugh class C) at the time of inclusion into the trial\n* Active malignancy requiring treatment at the time of screening, except for basal cell- or squamous cell carcinoma of the skin, presumed possible to treat successfully\n* Any non-CV condition, eg malignancy, with a life expectancy of less than two years based on the investigator´s clinical judgement\n* Currently on treatment, or with an indication for treatment, with a sodium glucose co-transporter 2 inhibitor (SGLT2-inhibitor)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"130 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Analysis of the Hierarchical Primary Composite Endpoint (Full Analysis Set)","description":"Study participants received dapagliflozin 10 mg or matching placebo, given once daily in addition to SoC. Overall, the mean study duration was 12.0 months (time in study until last visit) with an accumulated 4023.9 participant-years. The maximum study duration for any participant was 29 months.\n\n\"Number of Events\" for NYHA corresponds to the number of participants with a non-missing value for NYHA functional class at the last visit, and that all participants with a non-missing value take part in the analysis comparing their NYHA class value with all other participants with a NYHA value, according to the win-ratio method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1990","spread":null},{"groupId":"OG001","value":"1970","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"41","spread":null},{"groupId":"OG001","value":"33","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"32","spread":null},{"groupId":"OG001","value":"41","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"29","spread":null},{"groupId":"OG001","value":"32","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"15","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"40","spread":null},{"groupId":"OG001","value":"74","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1839","spread":null},{"groupId":"OG001","value":"1773","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"684","spread":null},{"groupId":"OG001","value":"468","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":449,"n":2019},"commonTop":[]}}}