{"nctId":"NCT01994889","briefTitle":"Safety and Efficacy of Tafamidis in Patients With Transthyretin Cardiomyopathy","startDateStruct":{"date":"2013-12-09","type":"ACTUAL"},"conditions":["Transthyretin (TTR) Amyloid Cardiomyopathy"],"count":441,"armGroups":[{"label":"Tafamidis - 20 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Tafamidis"]},{"label":"Tafamidis - 80 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Tafamidis"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Tafamidis","otherNames":[]},{"name":"Tafamidis","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Medical history of Heart Failure (HF) with at least 1 prior hospitalization for HF or clinical evidence of HF (without hospitalization) manifested by signs or symptoms of volume overload or elevated intracardiac pressures (e.g., elevated jugular venous pressure, shortness of breath or signs of pulmonary congestion on x-ray or auscultation, peripheral edema) that required/requires treatment with a diuretic for improvement,\n* Evidence of cardiac involvement by echocardiography with an end-diastolic interventricular septal wall thickness \\> 12 mm,\n* Presence of amyloid deposits in biopsy tissue and presence of a variant TTR genotype and/or TTR precursor protein identification by immunohistochemistry, scintigraphy or mass spectrometry\n\nExclusion Criteria:\n\n* A New York Heart Association (NYHA) classification of IV.\n* Presence of primary (light chain) amyloidosis.\n* Prior liver or heart transplantation or implanted cardiac mechanical assist device.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Hierarchical Combination of All-Cause Mortality and Frequency of Cardiovascular-Related Hospitalizations","description":"All-cause mortality and frequency of cardiovascular hospitalization were analyzed using Finkelstein-Schoenfeld method. The method combines all-cause mortality and frequency of CV-related hospitalizations in a hierarchical fashion using all-cause mortality first. The method compares every participant with every other participant within strata, assigning a +1 to the \"better\" participant and a -1 to the \"worse\" participant and 0 if they are \"tied\". Participants who discontinued for transplantation (heart transplantation and combined heart and liver transplantation) or for implantation of a cardiac mechanical assist device, were handled in the same manner as death. 'Win' represents a participant doing better based on hierarchical comparison. The reported unit is the total \"wins\" for each treatment group from performing such a hierarchical comparison across all 4 strata in the study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8595","spread":null},{"groupId":"OG001","value":"5071","spread":null}]}]}]},{"type":"SECONDARY","title":"All-Cause Mortality","description":"Number of deaths due to any cause was analyzed. Participants who discontinued for transplantation (heart transplantation and combined heart and liver transplantation) or for implantation of a cardiac mechanical assist device were handled in the same manner as death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"69","spread":null},{"groupId":"OG001","value":"72","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Frequency of Cardiovascular-Related Hospitalizations","description":"CV related hospitalizations per year is calculated as participant's number of CV related hospitalizations upon duration on study in years.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.999","spread":"2.2777"},{"groupId":"OG001","value":"0.884","spread":"1.2032"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Total Distance Walked During 6 Minute Walk Test (6MWT) at Month 30","description":"6MWT is the total distance that a participant could walk in 6 minutes. Participants were asked to perform the test at a pace that was comfortable to them, with as many breaks as they needed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"350.55","spread":"121.296"},{"groupId":"OG001","value":"353.26","spread":"125.983"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-30.46","spread":"87.886"},{"groupId":"OG001","value":"-89.67","spread":"105.159"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Kansas City Cardiomyopathy Questionnaire Overall Score (KCCQ-OS) at Month 30","description":"KCCQ is a 23-item participant-completed questionnaire that assesses health status and health-related quality of life in participants with heart failure. Eight domain scores were calculated for the KCCQ: Physical limitation, Social limitation, Quality of life, Self-efficacy, Symptom stability, Symptom frequency, Symptom burden, and Total symptoms (calculated as the mean of Symptom frequency and Symptom burden scores). Two summary scores were also calculated: Clinical Summary (calculated as mean of Physical limitation and Total symptom scores) and Overall Summary (calculated as mean of Physical limitation, Social limitation, Total symptoms, and Quality of life scores). Domain and summary scores were scaled to range from 0 (minimum) to 100 (maximum); higher scores represent better health status.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"67.274","spread":"21.3561"},{"groupId":"OG001","value":"65.898","spread":"21.7357"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.855","spread":"19.3075"},{"groupId":"OG001","value":"-14.637","spread":"21.4078"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Cardiovascular-Related Mortality","description":"Deaths adjudicated as CV-related and indeterminate are reported. Participants who discontinued for transplantation (heart transplantation and combined heart and liver transplantation) or for implantation of a cardiac mechanical assist device, were handled in the same manner as death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"64","spread":null},{"groupId":"OG001","value":"63","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Stabilized Transthyretin (TTR) at Month 1","description":"TTR stabilization is a measure of the degree of stabilization afforded the TTR molecule by tafamidis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"86.1","spread":null},{"groupId":"OG001","value":"3.5","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":66,"n":88},"commonTop":["Fall","Dyspnoea","Fatigue","Oedema peripheral","Dizziness"]}}}