{"nctId":"NCT00790036","briefTitle":"Phase III Study of RAD001 Adjuvant Therapy in Poor Risk Patients With Diffuse Large B-Cell Lymphoma (DLBCL) of RAD001 Versus Matching Placebo After Patients Have Achieved Complete Response With First-line Rituximab-chemotherapy","startDateStruct":{"date":"2009-07-24","type":"ACTUAL"},"conditions":["Diffuse Large B-cell Lymphoma"],"count":742,"armGroups":[{"label":"Everolimus","type":"EXPERIMENTAL","interventionNames":["Drug: Everolimus"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Everolimus Placebo"]}],"interventions":[{"name":"Everolimus","otherNames":["RAD001"]},{"name":"Everolimus Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Patients with previous histologically confirmed Stage III-IV (or Stage II bulky disease, defined as any tumor mass more than 10 cm in longest diameter), at time of original diagnosis, diffuse large B cell lymphoma (pathology report based on original tumor tissue/lymph node is acceptable for meeting inclusion criteria, but tumor tissue (slides/block) must be available to be sent for central pathology to confirm diagnosis).\n2. Patients defined as poor risk with IPI of 3, 4, or 5 at time of original diagnosis.\n3. Patients age ≥ 18 years old.\n4. Patients must have achieved complete remission (CR) based on the revised IWRC (Cheson et al 2007) following first line R-chemotherapy treatment. Radiation therapy (RT) during or after R-chemotherapy is acceptable provided: 1) it ends 4 weeks prior to start of study drug and, 2) in case of consolidation RT targeted at initial bulky tumor mass, administered after R-chemotherapy, patient is already in CR before initiating RT. Complete remission from R-chemotherapy must be confirmed by clinical and radiologic evaluation along with bone marrow confirmation (if bone marrow was involved by lymphoma before the R-chemotherapy treatment). Local pathology report on the bone marrow biopsy is acceptable. If bone marrow was not involved by lymphoma before R-chemotherapy treatment, then bone marrow confirmation after R-chemotherapy is not required.\n5. Patients who received a minimum 5 cycles of R-chemotherapy treatment and maximum 8 cycles of R-chemotherapy treatment. Any variation of CHOP (R-CHOP-14, R-CHOP-21) is acceptable. Liposomal doxorubicin, epirubicin, or pirarubicin (also known as therarubicin) is acceptable. R-EPOCH is acceptable.\n6. Patients' last treatment with R-chemotherapy must be 6 to 14 weeks prior to start of study drug.\n7. Patients with ECOG performance status (PS) 0, 1, or 2.\n8. Patients willing to provide a portion of his/her tumor tissue from original diagnosis or lymph node to confirm diagnosis.\n9. The following laboratory values obtained ≤ 21 days prior to start of study drug:\n\n   * Absolute neutrophil count ≥ 1000/mm3 (or 1.0 GI/L, SI units)\n   * Platelet count ≥ 100,000/mm3 (or 100 GI/L, SI units)\n   * Hemoglobin ≥ 9 g/dL (can be achieved by transfusion)\n   * Total bilirubin ≤ 2 x ULN (if \\>2 x ULN direct bilirubin is required and should be ≤1.5 x ULN)\n   * AST ≤ 3 x ULN\n   * Serum creatinine ≤ 2 x ULN\n10. Women of childbearing potential must have had a negative serum pregnancy test 14 days prior to the start of study drug plus a negative local urine pregnancy test on Day 1, Cycle 1 prior to treatment and must be willing to use adequate methods of contraception during the study and for 8 weeks after study drug administration.\n11. Patients who give a written informed consent obtained according to local guidelines.\n12. Patients capable of swallowing intact study medication tablets and following directions regarding taking study drug, or have a daily caregiver who will be responsible for administering study drug.\n\nExclusion Criteria:\n\n1. Patients with evidence of disease according to the revised IWRC (Cheson et al 2007) after completion of the first-line R-chemotherapy treatment, prior to study entry.\n2. Patients receiving ongoing radiation therapy or who received radiation therapy to the residual tumor masses \\< 4 weeks from start of study drug.\n3. Patients who have previously received systemic mTOR inhibitor (sirolimus, temsirolimus, everolimus, etc).\n4. Patients with evidence of current central nervous system (CNS) involvement with lymphoma. Patients who have only had prophylactic intrathecal chemotherapy against CNS disease are eligible.\n5. Patients with transformed follicular lymphoma.\n6. Patients who received ibritumomab tiuxetan (Zevalin®), in order to avoid potential delayed kidney toxicities.\n7. Patients who had myelosuppressive chemotherapy or biologic therapy \\< 3 weeks from start of study drug.\n8. Patients receiving chronic systemic immunosuppressive agents. Inhaled and topical steroids are acceptable. Patients may be receiving stable (not increased within the last month) chronic doses of corticosteroids with a maximum dose of 20 mg of prednisone or ≤5 mg of dexamethasone per day, if they are being given for disorders other than lymphoma such as rheumatoid arthritis, polymyalgia rheumatica, adrenal insufficiency or asthma.\n9. Patients with active, bleeding diathesis.\n10. Patients with a known history of HIV seropositivity.\n11. Patients with known hypersensitivity to RAD001 (everolimus) or other rapamycins (sirolimus, temsirolimus) or to any of the excipients.\n12. Patients who have any severe and/or uncontrolled medical conditions or other conditions that could affect their participation in the study such as:\n\n    * unstable angina pectoris, symptomatic congestive heart failure (NYHA II, III, IV), myocardial infarction ≤ 6 months prior to first study drug, serious uncontrolled cardiac arrhythmia, cerebrovascular accidents ≤ 6 months before study drug start\n    * severely impaired lung function as defined as spirometry and DLCO that is ≤ 50% of the normal predicted value and/or O2 saturation that is 88% or less at rest on room air\n    * poorly controlled diabetes as defined by fasting serum glucose \\>2.0 x ULN\n    * any active (acute or chronic) or uncontrolled infection/disorders that impair the ability to evaluate the patient or for the patient to complete the study\n    * nonmalignant medical illnesses that are uncontrolled or whose control may be jeopardized by this study drug, such as severe hypertension that is not controlled with medical management and thyroid abnormalities whose thyroid function cannot be maintained in the normal range by medication\n    * liver disease such as cirrhosis or decompensated liver disease.\n13. Patients who have a history of another primary malignancy ≤ 3 years, with the exception of non-melanoma skin cancer and carcinoma in situ of uterine cervix.\n14. Female patients who are pregnant or breast feeding, or adults of reproductive potential who are not using effective birth control methods. If barrier contraceptives are being used, these must be continued throughout the trial by both sexes.\n15. Patients who are using other investigational agents or who had received investigational drugs ≤ 4 weeks prior to study drug start.\n16. Patients unwilling to or unable to comply with the protocol.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Disease-free Survival (DFS)","description":"DFS was defined as the time from date of randomization to the date of event defined as the first documented relapse of the disease or death due to any cause. Relapse was based on investigator assessment and was assigned only if: It was documented according to Cheson guidelines by an objective radiological assessment method; It was documented by a biopsy proven lymphoma including new or recurrent bone marrow involvement; A new anticancer therapy for lymphoma started with subsequent confirmation of the relapse within 4 weeks of the start of this anticancer therapy","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"77.8","spread":null},{"groupId":"OG001","value":"77.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS)","description":"OS was defined as the time from date of randomization to date of death due to any cause. If the patient was not known to have died, survival was censored at the date of the last contact.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"90.7","spread":null},{"groupId":"OG001","value":"88.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"88.0","spread":null},{"groupId":"OG001","value":"83.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"85.4","spread":null},{"groupId":"OG001","value":"80.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"83.4","spread":null},{"groupId":"OG001","value":"77.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"80.3","spread":null},{"groupId":"OG001","value":"77.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Lymphoma-specific Survival (LSS)","description":"LSS was defined as time from randomization to death as a result of lymphoma.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"94.9","spread":null},{"groupId":"OG001","value":"90.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"93.1","spread":null},{"groupId":"OG001","value":"88.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"91.6","spread":null},{"groupId":"OG001","value":"86.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"89.4","spread":null},{"groupId":"OG001","value":"85.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"89.4","spread":null},{"groupId":"OG001","value":"85.4","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":105,"n":368},"commonTop":["Stomatitis","Diarrhoea","Neutropenia","Fatigue","Cough"]}}}