{"nctId":"NCT01418339","briefTitle":"Efficacy & Safety Study of Once-weekly Oral Aripiprazole in Children and Adolescents With Tourette's Disorder","startDateStruct":{"date":"2011-07-27","type":"ACTUAL"},"conditions":["Tourette's Disorder"],"count":135,"armGroups":[{"label":"Aripiprazole","type":"EXPERIMENTAL","interventionNames":["Drug: Aripiprazole"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Aripiprazole","otherNames":["ABILIFY"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* 7 to 17 year old with diagnostic and statistical manual of mental disorders, fourth edition -text revision (DSM-IV-TR) diagnostic criteria for Tourette's disorder (TD), confirmed by the kiddie schedule for affective disorders and schizophrenia - present and lifetime version (K-SADS-PL), including the Diagnostic Supplement 5\n* Has a total tic score (TTS) ≥20 on the yale global tic severity scale (YGTSS) at Screening and Baseline\n* Presenting tic symptoms cause impairment in the participant's normal routines, which include academic achievement, occupational functioning, social activities, and/or relationships\n* Females of childbearing potential must have a negative pregnancy test, must be practicing acceptable double-barrier methods of contraception, and must not be pregnant or lactating.\n* Written informed consent form (ICF) obtained from a legally acceptable representative \\& informed assent at Screening as applicable by study center's Institutional review board/independent ethics committee (IRB/IEC)\n* The participant, designated guardian(s) or caregiver(s) are able to comprehend and satisfactorily comply with the protocol requirements, as evaluated by the investigator.\n\nExclusion Criteria:\n\n* Clinical presentation and/or history, consistent with another neurologic condition that may have accompanying abnormal movements.\n* History of schizophrenia, bipolar disorder, or other psychotic disorder.\n* Participant receiving psychostimulants for treatment of attention-deficit disorder/Attention-deficit hyperactivity disorder (ADD/ADHD) and who have developed and/or had exacerbations of tic disorder after initiation of stimulant treatment.\n* Currently meets DSM-IV-TR criteria for a primary mood disorder.\n* Severe obsessive-compulsive disorder (OCD), per children's yale-brown obsessive compulsive scale (CY-BOCS) score \\>16.\n* Taken aripiprazole within 30 days of the Screening visit.\n* Received any investigational agent in a clinical trial within 30 days prior to Screening or who were randomized into a clinical trial with Once-weekly aripiprazole at any time.\n* History of neuroleptic malignant syndrome.\n* Sexually active participants not using 2 approved methods of contraception; breastfeeding or pregnant.\n* Risk of committing suicide\n* Bodyweight lower than 16 kg\n* Taken neuroleptic or antiparkinson drugs \\<14 days prior to randomization.\n* Requiring cognitive-behavioral therapy (CBT) for TD during study.\n* Participant meets DSM-IV-TR criteria for any significant psychoactive substance use disorder within the past 3 months.\n* Positive drug screen\n* Participant requires medications not allowed per protocol\n* Use of CYP2D6 and CYP3A4 inhibitors or CYP3A4 inducers within 14 days prior to dosing and for duration of study.\n* Inability to swallow tablets or tolerate oral medication\n* Abnormal laboratory test results, vital signs and Electrocardiogram (ECG) results","healthyVolunteers":false,"sex":"ALL","minimumAge":"7 Years","maximumAge":"17 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Yale Global Tic Severity Scale (YGTSS) - Total Tic Score (TTS)","description":"The YGTSS is a semi-structured clinical interview designed to measure the tic severity. This scale consisted of a tic inventory, with 5 separate rating scales to rate the severity of symptoms, and an impairment ranking. Ratings were made along 5 different dimensions on a scale of 0 to 5 for motor and vocal tics, each including number, frequency, intensity, complexity, and interference. The YGTSS TTS was the summation of the severity scores of motor and vocal tics. The TTS ranged from 0 (none) to 50 (severe) with a higher score represent more severe symptoms (greater reduction from baseline for greater improvement). Mixed Effect Repeated Measure Model (MMRM) analysis was performed.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-12.34","spread":"0.88"},{"groupId":"OG001","value":"-7.72","spread":"1.23"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Clinical Global Impressions Scale for Tourette's Syndrome (CGI-TS) Score","description":"The severity of illness and efficacy of study medication for each participant were rated using the CGI-TS scale. The study physician rated the participants total improvement whether or not it is due to study treatment. All responses were compared to the participants condition at Baseline (Day 0). Response choices included: 0 = not assessed; 1 = normal, not at all ill; 2 = borderline mentally ill; 3 = mildly ill; 4 = moderately ill; 5 = markedly ill; 6 = severely ill; and 7 = among the most extremely ill patients), with lower score indicating better improvement. A negative change from Baseline indicates improvement. MMRM analysis was performed.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.29","spread":"0.12"},{"groupId":"OG001","value":"2.81","spread":"0.17"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Gilles de la Tourette Syndrome - Quality of Life Scale (GTS-QOL) Total Score","description":"The GTS-QOL is a disease-specific patient-reported scale for the measurement of health-related quality of life in participants with Tourette's Disorder, taking into account the complexity of the clinical picture of the disease. The questionnaire consists of a 27-item Tourette's Disorder-specific scale with 4 subscales (psychological, physical, obsessional, and cognitive). The GTS-QOL total score ranged from 0 (extremely dissatisfied with life) and 100 (extremely satisfied with life). A positive change from Baseline indicates improvement. MMRM analysis was performed.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.04","spread":"1.83"},{"groupId":"OG001","value":"12.04","spread":"2.60"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":90},"commonTop":["Somnolence","Nausea","Headache","Vomiting","Fatigue"]}}}