{"nctId":"NCT03363841","briefTitle":"Open-Label Study to Evaluate the Efficacy and Safety of Oral Ibrexafungerp (SCY-078) in Patients With Candidiasis Caused by Candida Auris (CARES)","startDateStruct":{"date":"2017-11-15","type":"ACTUAL"},"conditions":["Candidiasis, Invasive","Candidemia"],"count":30,"armGroups":[{"label":"SCY-078","type":"EXPERIMENTAL","interventionNames":["Drug: SCY-078"]}],"interventions":[{"name":"SCY-078","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subject must fulfill the following KEY criteria to be eligible for study admission:\n\n  1. Subject is a male or female adult ≥ 18 years of age on the day the study informed consent form (ICF) is signed.\n  2. Subject has a documented candidiasis, including candidemia, caused by Candida auris. The subject is also eligible if he/she is receiving IV antifungal therapy for their C. auris infection and, in the judgment of the investigator, long-term IV antifungal therapy is not feasible or desirable due to clinical or logistical circumstances. A documented candidiasis, including candidemia, caused by Candida auris is defined as the recovery of Candida auris by culture of a sample obtained within the last 7 days.\n  3. Subject is able to tolerate medication orally or through a nasogastric (NG) tube or percutaneous endoscopic gastrostomy (PEG) tube.\n\nExclusion Criteria:\n\n* KEY exclusion criteria:\n\n  1. Subject has a fungal disease with central nervous system involvement.\n  2. Subject has a fungal disease of the bone and/or joint that is expected to require \\>90 days of study drug treatment.\n  3. Subject has an inappropriately controlled fungal infection source (e.g., persistent catheters, devices, identified abscess) that is likely the source of the fungal infection.\n  4. Subject is hemodynamically unstable and/or requiring vasopressor medication for blood pressure support.\n  5. Subject has abnormal liver test parameters: AST or ALT \\>10 x ULN, and/or total bilirubin \\>5 x ULN. Note: Subjects with unconjugated hyperbilirubinemia with diagnosis of Gilbert's disease are not excluded.\n  6. Subject has an Apache score \\>16.\n  7. Subject has serum creatinine \\>3 times from Baseline (Screening/Treatment Day 1) value.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Global Success at End of Treatment as Determined by the Data Monitoring Committee","description":"The percentage of participants with global success at End of Treatment (EoT) as determined by the Data Monitoring Committee. Global success is defined as complete or partial resolution of signs and symptoms associated with the fungal disease and mycological eradication.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent of Participants With Treatment-emergent Adverse Events","description":"Percent of participants with treatment-emergent Adverse Events (TEAEs)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Discontinued Due to Adverse Events","description":"Number of participants with Discontinuations due to Adverse Events","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Recurrence of Baseline Fungal Infection","description":"The percentage of participants with a recurrence of the baseline fungal infection at the 6 week follow-up","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Surviving 42 and 84 Days","description":"Percentage of participants Surviving at Day 42 and Day 84 after Day 1 (first dose of study drug)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24","spread":null}]},{"measurements":[{"groupId":"OG000","value":"4","spread":null}]},{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"19","spread":null}]},{"measurements":[{"groupId":"OG000","value":"8","spread":null}]},{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":11,"n":30},"commonTop":["Diarrhoea","Nausea","Vomiting","Candida infection","Constipation"]}}}