{"nctId":"NCT03212521","briefTitle":"Efficacy and Safety of 8-weeks of Glecaprevir/Pibrentasvir in Treatment-Naïve Adults With HCV Genotype 1-6 and Aspartate Aminotransferase to Platelet Ratio Index (APRI) ≤1","startDateStruct":{"date":"2017-08-07","type":"ACTUAL"},"conditions":["Hepatitis C Virus (HCV)"],"count":230,"armGroups":[{"label":"Glecaprevir/Pibrentasvir","type":"EXPERIMENTAL","interventionNames":["Drug: Glecaprevir/Pibrentasvir"]}],"interventions":[{"name":"Glecaprevir/Pibrentasvir","otherNames":["ABT-493/ABT-530","MAVYRET™"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Hepatitis C virus (HCV) genotype (GT) 1, 2, 3, 4, 5, or 6 infection. Mixed GT and indeterminate GT may be acceptable.\n* Aspartate aminotransferase (AST) to platelet ratio index (APRI) score of less than or equal to 1, at time of screening.\n* Does not have current active hepatitis B virus infection defined as:\n\n  * positive hepatitis B surface antigen (HBsAg), OR\n  * hepatitis B virus (HBV) deoxyribonucleic acid (DNA) \\> lower limit of quantification (LLOQ) in subjects with isolated positive anti-hepatitis B core (HBc) (i.e., negative HBsAg and anti-hepatitis B surface\\[HBs\\])\n* Platelets ≥ 150,000 cells/mm³\n* Albumin ≥ lower limit of normal (LLN)\n* Positive anti-HCV antibody (Ab) AND plasma HCV ribonucleic acid (RNA) viral load ≥ 1,000 IU/mL at Screening and for at least 6 months before Screening.\n* No past history/evidence of cirrhosis.\n* No history of hepatocellular carcinoma.\n* Hepatitis C virus treatment-naïve (had not received a single dose of any approved or investigational anti-HCV medication).\n* If female, the subject must not be pregnant, breastfeeding, or considering becoming pregnant during the study and for 30 days after the last dose of study drug.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants in the Modified Intention-to-Treat Population With Sustained Virologic Response 12 Weeks Post-treatment (SVR12)","description":"SVR12 was defined as plasma hepatitis C virus ribonucleic acid (HCV RNA) level less than the lower limit of quantification (LLOQ; 15 IU/mL) 12 weeks after the last dose of study drug.\n\nThe 95% confidence interval (95%CI) was calculated using the Wilson's score method.\n\nEfficacy was to be established if the lower bound of the 95%CI was greater than the threshold of 92.4%, based on the historical rate observed in glecaprevir/pibrentasvir registrational studies in treatment-naïve, non-cirrhotic patients (98.4%) minus a margin of 6%.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants in the Intention-to-Treat Population With SVR12","description":"SVR12 was defined as plasma hepatitis C virus ribonucleic acid (HCV RNA) level less than the LLOQ (15 IU/mL) 12 weeks after the last dose of study drug.\n\nThe 95% confidence interval was calculated using the normal approximation to the binomial distribution. Efficacy was to be established if the lower bound of the 95%CI was greater than the threshold of 91.4%, based on the mITT threshold minus an expected 1% rate of non-virological SVR failures.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"96.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With On-treatment Virologic Failure","description":"On-treatment virologic failure was defined as one of the following conditions:\n\n* confirmed HCV RNA ≥ 100 IU/mL after HCV RNA \\< 15 IU/mL during the Treatment Period; or\n* confirmed increase from nadir in HCV RNA (two consecutive HCV RNA measurements \\> 1 log₁₀ IU/mL above nadir) at any time point during the Treatment Period; or\n* HCV RNA ≥ 15 IU/mL at end of treatment with at least 6 weeks of treatment, where the HCV RNA value must be collected on or after Study Drug Day 36 and study drug duration ≥ 36 days.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Post-treatment Relapse","description":"Post-treatment relapse was defined as confirmed HCV RNA ≥ LLOQ between the end of treatment and 12 weeks after the last dose of study drug among participants who completed treatment with HCV RNA levels \\< LLOQ at the end of treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":230},"commonTop":["HEADACHE","FATIGUE"]}}}