{"nctId":"NCT00623428","briefTitle":"A Study of Combination Therapy With PEGASYS (Pegylated Interferon Alfa-2a (40KD)) and Copegus (Ribavirin) in Patients With Chronic Hepatitis C Genotype 2 or 3 Who Do Not Achieve a Rapid Viral Response","startDateStruct":{"date":"2008-06"},"conditions":["Hepatitis C, Chronic"],"count":235,"armGroups":[{"label":"PEG-IFN alfa-2a + Ribavirin for 24 weeks","type":"EXPERIMENTAL","interventionNames":["Drug: peginterferon alfa-2a","Drug: Ribavirin"]},{"label":"PEG-IFN alfa-2a + Ribavirin for 48 weeks","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: peginterferon alfa-2a","Drug: Ribavirin"]}],"interventions":[{"name":"peginterferon alfa-2a","otherNames":["Pegasys速","PEG-IFN alfa-2a"]},{"name":"Ribavirin","otherNames":["Copegus速"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* adult patients, \\>=18 years of age;\n* serological evidence of chronic hepatitis C (CHC);\n* CHC genotype 2 or 3;\n* receiving PEGASYS + Copegus according to local standard of care and no rapid viral response (RVR);\n* compensated liver disease.\n\nExclusion Criteria:\n\n* pegylated interferon, standard interferon or ribavirin therapy at any time prior to initiation of current therapy with PEGASYS + Copegus;\n* coinfection with hepatitis A or B, or human immunodeficiency virus (HIV);\n* history or other evidence of decompensated liver disease.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With a Sustained Virologic Response 24 Weeks After Scheduled Completion of Treatment","description":"Sustained virological response (SVR) is defined as a single last HCV RNA measurement \\<15 IU/ml (measured using the Roche COBAS AmpliPrep / COBAS TaqMan HCV Test) 24 weeks after scheduled treatment completion, defined as Week 44 or later for participants randomized to the 24-week treatment period or Week 68 or later for participants randomized to the 48-week treatment period.\n\nParticipants without measurements at the end of the 24-week untreated follow-up period were considered non-responders in the analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"52","spread":null},{"groupId":"OG001","value":"57","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Virological Response 72 Weeks After Treatment Initiation","description":"Virological response 72 weeks after treatment initiation is defined as the percentage of participants with HCV RNA \\<15 IU/mL as measured by the Roche COBAS AmpliPrep / COBAS TaqMan速 HCV Test at 48 weeks post completion of the 24 week treatment period and 24 weeks post completion of the 48 week treatment period.\n\nParticipants without Week 72 measurements were considered non-responders in the analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"44","spread":null},{"groupId":"OG001","value":"57","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Virological Response at End of Treatment","description":"Virological response at the end of treatment was defined as the percentage of participants with HCV RNA \\<15 IU/mL as measured by the Roche COBAS AmpliPrep / COBAS TaqMan速 HCV Test after the last dose of study medication.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"93","spread":null},{"groupId":"OG001","value":"90","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Virological Relapse","description":"Virological relapse defined as the percentage of participants with a virological response at end of treatment but who did not have a sustained virological response 24 weeks after the end of treatment.\n\nVirological response at end of treatment is defined as a single last HCV RNA measurement \\<15 IU/ml measured using the Roche COBAS AmpliPrep / COBAS TaqMan HCV Test at the day of last dose of study medication.\n\nSustained virological response 24 weeks after the actual treatment end (SVR24) is defined as a single last HCV RNA measurement \\<15 IU/ml at least 20 weeks after treatment end.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"41","spread":null},{"groupId":"OG001","value":"29","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With a Sustained Virologic Response 24 Weeks After Actual End of Treatment","description":"Sustained virological response (SVR) is defined as a single last HCV RNA measurement \\<15 IU/ml (measured using the Roche COBAS AmpliPrep / COBAS TaqMan HCV Test) at 24 weeks after actual end of study treatment. For participants in the 48-week treatment group who stopped study treatment prior to Week 48 for any reason, the HCV RNA measurements 24 weeks after actual end of treatment were used in the analysis. Participants without a 24-week post treatment measurement are considered non-responders.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"52","spread":null},{"groupId":"OG001","value":"61","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With a Sustained Virologic Response 12 Weeks After Actual End of Treatment","description":"Sustained virological response (SVR) is defined as a single last HCV RNA measurement \\<15 IU/ml (measured using the Roche COBAS AmpliPrep / COBAS TaqMan HCV Test) at 12 weeks after actual end of study treatment. For participants in the 48-week treatment group who stopped study treatment prior to Week 48 for any reason, the HCV RNA measurements 12 weeks after actual end of treatment were used in the analysis. Participants without a 12-week post treatment measurement are considered non-responders.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"52","spread":null},{"groupId":"OG001","value":"61","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Adverse Events (AEs)","description":"An AE was defined as a sign or symptom, including intercurrent illness, that occurred during the course of the clinical study after treatment had started. A related AE is an event assessed by the Investigator to be remotely, possibly, or probably related to study treatment according to criteria provided in the protocol. A severe AE was an event graded by the Investigator as \"incapacitating with inability to work or perform normal daily activity\". A serious AE (SAE) was defined as any experience that suggests a significant hazard, contraindication, side effect or precaution. This includes any experience which was fatal; was life-threatening; required inpatient hospitalization or prolongation of an existing hospitalization; resulted in persistent or significant disability/incapacity; was a congenital anomaly/ birth defect; was medically significant or required intervention to prevent one or other of the outcomes listed above.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"81","spread":null},{"groupId":"OG001","value":"88","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"24","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"78","spread":null},{"groupId":"OG001","value":"86","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"72","spread":null},{"groupId":"OG001","value":"83","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":95},"commonTop":["Fatigue","Headache","Insomnia","Pruritus","Nausea"]}}}