{"nctId":"NCT00811798","briefTitle":"Safety Study of GSK Biologicals' HPV Vaccine (GSK-580299) in Healthy Female Subjects.","startDateStruct":{"date":"2009-05"},"conditions":["Infections, Papillomavirus"],"count":92,"armGroups":[{"label":"Cervarix Group","type":"EXPERIMENTAL","interventionNames":["Biological: Cervarix"]}],"interventions":[{"name":"Cervarix","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subjects enrolled in the primary study (NCT00306241) who received the placebo (aluminium hydroxide \\[Al(OH)3\\]).\n* A female who is unable to receive all three doses of commercially available Cervarix before her 25th birthday.\n* Written informed consent obtained from the subject (prior to enrolment).\n* Healthy subjects as established by medical history and clinical examination before entering into the study.\n* Subjects must have a negative urine pregnancy test.\n* Subjects must be of non-childbearing potential or, if the subject is of childbearing potential, she must be abstinent (and if so, this must be documented in the source documents at each vaccination visit) or must be using adequate contraception for 30 days prior to vaccination and continue for two months after completion of the vaccination series.\n\nExclusion Criteria:\n\n* Use of any investigational or non-registered product (drug or vaccine) other than the study vaccine(s) within 30 days preceding the first dose of study vaccine, or planned use during the study period.\n* Concurrently participating in another clinical study at any time during the study period, in which the subject has been or will be exposed to an investigational or non-investigational product (pharmaceutical product or device).\n* Pregnant or breastfeeding.\n* Planning to become pregnant or likely to become pregnant (as determined by the investigator) or planning to discontinue contraceptive prevention during the study period and up to two months after the last vaccine dose.\n* History of allergic disease, suspected allergy or reactions likely to be exacerbated by any component of the study vaccine.\n* Hypersensitivity to latex (found in syringe-tip cap and plunger).\n* Known acute or chronic, clinically significant neurologic, haematological, hepatic or renal functional abnormality, as determined by previous physical examination or laboratory tests.\n* Cancer or autoimmune disease under treatment.\n* Any confirmed or suspected immunosuppressive or immunodeficient condition, based on medical history and physical examination.\n* Previous administration of an adjuvant that used in the HPV-16/18 vaccine.\n* Previous vaccination against HPV or planned administration of another HPV vaccine during the study.\n* Acute disease at the time of enrolment.","healthyVolunteers":true,"sex":"FEMALE","minimumAge":"25 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Subjects Reporting Any Serious Adverse Event (SAE) and SAE(s) With a Causal Relationship to Vaccination as Assessed by the Investigator.","description":"SAEs assessed include medical occurrences that results in death, are life threatening, require hospitalization or prolongation of hospitalization, results in disability/incapacity or are a congenital anomaly/birth defect in the offspring of a study subjects.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":92},"commonTop":[]}}}