{"nctId":"NCT01786967","briefTitle":"Understanding the Response to Fesoterodine Through Genetic Evaluation in the Elderly (URGE)","startDateStruct":{"date":"2012-09","type":"ACTUAL"},"conditions":["Urge Urinary Incontinence"],"count":61,"armGroups":[{"label":"Fesoterodine Fumarate","type":"EXPERIMENTAL","interventionNames":["Drug: Fesoterodine Fumarate"]}],"interventions":[{"name":"Fesoterodine Fumarate","otherNames":["Toviaz"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Women ≥ 50 years\n* ≥ 3 UUI episodes on a 3-day voiding diary\n* Urge-predominant incontinence, \\>50% of total incontinence episodes\n* No history of failure to fesoterodine\n* 2-week washout period if currently on an anticholinergic for UUI\n* Willingness to avoid off-protocol UUI therapy during the study period\n* Post Void Residual (PVR) \\<150 mL\n\nExclusion Criteria:\n\n* Contraindications to fesoterodine (e.g., bladder outlet obstruction, narrow angle glaucoma, myasthenia gravis, severe hepatic or renal impairment)\n* Inability to complete study-related items and visits - i.e., cognitive impairment based on Mini-Cog test score (exclude if score of 0 or 1-2 (Abnormal))\n* Urinary retention requiring catheterization\n* Symptomatic, untreated urinary tract infection not resolved prior to starting fesoterodine\n* Botulinum toxin injection for UUI in the last year\n* Current therapy with peripheral or sacral neuromodulation\n* Neurologic conditions that may affect urinary function (stroke, multiple sclerosis, spinal cord injury, Parkinson's disease)\n* Women taking potent CYP3A4 inhibitors","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"50 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage With Treatment Success","description":"Treatment Success (Yes/No) was defined by the Treatment Benefit Scale (TBS). TBS is a 4-point scale which was dichotomized into Yes/No for the Treatment Success outcome. The scale asks participants to rate \"My condition has been improved: 1= greatly improved, 2=improved, 3=not changed, 4= worsened.\" If a participant responded 1 (greatly improved) or 2 (improved), they were considered as a \"Yes\" for Treatment Success. If a participant responded 3 (not changed) or 4 (worsened), then they were considered as a \"No\" for Treatment Success.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"74.1","spread":null},{"groupId":"OG001","value":"75.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage With Moderate to Severe Anticipated Drug Associated Adverse Events","description":"Outcome was defined as moderate to severe anticipated adverse events (AE) based on the NCI Common Terminology Criteria for Adverse Events (CTCAE). Each AE is graded 1-5 with Grade 1=mild AE, Grade 2=moderate AE, Grade 3=severe AE, Grade 4=life-threatening or disabling AE, grade 5=Death-related to AE. Any side effect grade \\>= 2 considered a moderate to severe AE. Anticipated AEs included dizziness, somnolence, insomnia, confusion, cognitive impairment, dry eyes, blurry vision, dry mouth, constipation, nausea, dyspepsia and urinary retention. Example: dry mouth grades per CTCAE: Grade 1=symptomatic without significant dietary alteration; unstimulated saliva flow \\> 0.2 mL/min; Grade 2=symptomatic and significant oral intake alteration; unstimulated saliva flow 0.1 to 0.2 mL/min; Grade 3=symptoms leading to inability to adequately aliment orally; IV fluids, tube feedings or total parenteral nutrition indicated; unstimulated saliva \\< 0.1 mL/min.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.8","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":54},"commonTop":["Anticholinergic adverse events"]}}}