{"nctId":"NCT00708500","briefTitle":"Boceprevir in Subjects With Chronic Hepatitis C Genotype 1 Who Failed Prior Treatment With Peginterferon/Ribavirin (Study P05101AM3)(COMPLETED)","startDateStruct":{"date":"2008-08"},"conditions":["Hepatitis C, Chronic"],"count":404,"armGroups":[{"label":"Placebo+PEG2b+RBV, x 44 weeks","type":"PLACEBO_COMPARATOR","interventionNames":["Biological: Pegylated interferon alfa-2b (SCH 54031)","Drug: Ribavirin (SCH 18908)","Drug: Boceprevir placebo"]},{"label":"Boceprevir+PEG2b+RBV, Response Guided Therapy","type":"EXPERIMENTAL","interventionNames":["Drug: Boceprevir (SCH 503034)","Biological: Pegylated interferon alfa-2b (SCH 54031)","Drug: Ribavirin (SCH 18908)","Drug: Boceprevir placebo"]},{"label":"Boceprevir+PEG2b+RBV, x 44 weeks","type":"EXPERIMENTAL","interventionNames":["Drug: Boceprevir (SCH 503034)","Biological: Pegylated interferon alfa-2b (SCH 54031)","Drug: Ribavirin (SCH 18908)"]}],"interventions":[{"name":"Boceprevir (SCH 503034)","otherNames":[]},{"name":"Pegylated interferon alfa-2b (SCH 54031)","otherNames":["PegIntron","PEG2b"]},{"name":"Ribavirin (SCH 18908)","otherNames":["Rebetol","RBV"]},{"name":"Boceprevir placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Qualifying regimen defined as pegylated interferon alfa-2a plus ribavirin or pegylated interferon alfa-2b plus ribavirin for a minimum of 12 weeks.\n* During qualifying regimen, participants must have either a documented undetectable HCV-RNA within 30 days of end of treatment (EOT) and a subsequent detectable HCV-RNA during follow-up or a documented decline in HCV-RNA by \\>=2 log10 by Treatment Week 12\n* Previously documented CHC genotype 1 infection.\n* Liver biopsy with histology consistent with CHC and no other etiology.\n* Participants with bridging fibrosis or cirrhosis must have an ultrasound within 6 months of the Screening Visit (or between Screening and Day 1) with no findings suspicious for hepatocellular carcinoma (HCC).\n* Participants participating in Schering-Plough Research Institute (SPRI) maintenance protocols P02570 (NCT00049842) or P02569 (NCT00048724) must have completed the study to be eligible for this protocol.\n* Participants must be \\>=18 years of age.\n* Participants must weigh between 40 kg and 125 kg.\n* Participants and participant's partner(s) must each agree to use acceptable methods of contraception for at least 2 weeks prior to Day 1 and continue until at least 6 months after last dose of study drug, or longer if dictated by local regulations.\n* Participants must be willing to give written informed consent.\n\nExclusion Criteria:\n\n* Coinfection with the human immunodeficiency virus (HIV) or hepatitis B virus (Hepatitis B Surface Antigen \\[HBsAg\\] positive).\n* Discontinuation of previous interferon or ribavirin regimen for an adverse event (AE) considered by the investigator to be possibly or probably related to ribavirin and/or interferon.\n* Treatment with ribavirin within 90 days and any interferon-alpha within 1 month of Screening.\n* Treatment for hepatitis C with any investigational medication. Prior treatment with herbal remedies with known hepatotoxicity.\n* Treatment with any investigational drug within 30 days of the randomization visit.\n* Participation in any other clinical trial within 30 days of randomization or intention to participate in another clinical trial.\n* Evidence of decompensated liver disease including, but not limited to, a history or presence of clinical ascites, bleeding varices, or hepatic encephalopathy.\n* Diabetic and/or hypertensive participants with clinically significant ocular examination findings.\n* Pre-existing psychiatric conditions.\n* Clinical diagnosis of substance abuse of the specified drugs within the specified timeframes\n* Any known pre-existing medical condition that could interfere with the participant's participation in and completion of the study.\n* Evidence of active or suspected malignancy, or a history of malignancy, within the last 5 years (except adequately treated carcinoma in situ and basal cell carcinoma of the skin). Participants under evaluation for malignancy are not eligible.\n* Participants who are pregnant or nursing. Participants who intend to become pregnant during the study period. Male participants with partners who are, or intend to become, pregnant during the study period.\n* Any other condition which, in the opinion of a physician, would make the participant unsuitable for enrollment or could interfere with the participant participating in and completing the study.\n* Participants who are part of the site personnel directly involved with this study.\n* Participants who are family members of the investigational study staff.\n* Participants who had life-threatening serious adverse event (SAE) during screening period.\n* Protocol-specified hematologic, biochemical, and serologic criteria: Hemoglobin \\<12 g/dL for females and \\<13 g/dL for males; Neutrophils \\<1500/mm\\^3 (Blacks: \\<1200/mm\\^3); Platelets \\<100,000/mm\\^3; Direct bilirubin \\>1.5 x upper limit of normal (ULN).\n* Serum albumin \\<lower limit of normal (LLN)\n* Thyroid-stimulating hormone (TSH) \\>1.2 x ULN or \\<0.8 x LLN of laboratory reference range, with certain exceptions.\n* Serum creatinine \\>ULN of the laboratory reference.\n* Protocol-specified serum glucose concentrations.\n* Protocol-specified alpha fetoprotein range.\n* Prothrombin Time/Partial Thromboplastin Time (PT/PTT) values \\>10% above laboratory reference range.\n* Anti-nuclear antibodies (ANA) \\>1:320.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Sustained Virologic Response (SVR) Rate in the Full Analysis Set (FAS) Population.","description":"SVR is defined as undetectable plasma hepatitis C virus RNA (HCV-RNA) at Follow-up Week 24. This outcome measure evaluates SVR after treatment with boceprevir and PEG2b plus RBV versus PEG2b plus RBV alone in participants with chronic hepatitis C (CHC) genotype 1 who failed prior treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.3","spread":null},{"groupId":"OG001","value":"58.6","spread":null},{"groupId":"OG002","value":"66.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Sustained Virologic Response (SVR) Rate in the Modified Intent to Treat (mITT) Population.","description":"SVR is defined as undetectable plasma HCV-RNA at Follow-up Week 24. This outcome measure evaluates SVR after treatment with boceprevir and PEG2b plus RBV versus PEG2b plus RBV alone in participants with CHC genotype 1 who failed prior treatment.\n\nThis key secondary efficacy endpoint was added as per the second protocol amendment on 02 DEC 2009.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.8","spread":null},{"groupId":"OG001","value":"60.9","spread":null},{"groupId":"OG002","value":"66.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Early Virologic Response.","description":"Having undetectable HCV-RNA at Week 2, 4, 8, or 12 was considered Early Virologic Response.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"74","spread":null},{"groupId":"OG002","value":"84","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23","spread":null},{"groupId":"OG001","value":"111","spread":null},{"groupId":"OG002","value":"121","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Undetectable HCV-RNA at Follow-up Week 12 and at 72 Weeks After Randomization.","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null},{"groupId":"OG001","value":"97","spread":null},{"groupId":"OG002","value":"105","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null},{"groupId":"OG001","value":"93","spread":null},{"groupId":"OG002","value":"105","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":80},"commonTop":["FATIGUE","HEADACHE","NAUSEA","ANAEMIA","DYSGEUSIA"]}}}