{"nctId":"NCT02200614","briefTitle":"Efficacy and Safety Study of Darolutamide (ODM-201) in Men With High-risk Non-metastatic Castration-resistant Prostate Cancer","startDateStruct":{"date":"2014-09-12","type":"ACTUAL"},"conditions":["Prostate Cancer Non-Metastatic","Castration-Resistant"],"count":1509,"armGroups":[{"label":"Darolutamide (BAY1841788)","type":"EXPERIMENTAL","interventionNames":["Drug: Darolutamide (Nubeqa, BAY1841788)"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Darolutamide (Nubeqa, BAY1841788)","otherNames":["ODM-201"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Histologically or cytologically confirmed adenocarcinoma of prostate without neuroendocrine differentiation or small cell features.\n* Castration-resistant prostate cancer (CRPC) with castrate level of serum testosterone.\n* Prostate-specific Antigen (PSA) doubling time of ≤ 10 months and PSA \\> 2ng/ml.\n* Eastern Cooperative Oncology Group (ECOG) performance status of 0-1.\n* Blood counts at screening: haemoglobin ≥ 9.0 g/dl,absolute neutrophil count ≥ 1500/µl, platelet count ≥ 100,000/µl.\n* Screening values of serum alanine aminotransferase (ALT) and/or aspartate transaminase (AST) ≤ 2.5 x upper limit of normal (ULN), total bilirubin ≤ 1.5 x ULN, creatinine ≤ 2.0 x ULN.\n* Sexually active patients, unless surgically sterile, must agree to use condoms as an effective barrier method and refrain from sperm donation during the study treatment and for 3 months after the end of the study treatment.\n\nExclusion Criteria:\n\n* History of metastatic disease at any time or presence of detectable metastases.\n* Acute toxicities of prior treatments and procedures not resolved to grade ≤ 1 or baseline before randomisation.\n* Prior treatment with: second generation androgen receptor (AR) inhibitors, other investigational AR inhibitors, or CYP17 enzyme inhibitor.\n* Use of estrogens or 5-α reductase inhibitors or AR inhibitors.\n* Prior chemotherapy or immunotherapy for prostate cancer.\n* Use of systemic corticosteroid.\n* Radiation therapy within 12 weeks before randomisation.\n* Severe or uncontrolled concurrent disease, infection or co-morbidity.\n* Treatment with bisphosphonate or denosumab within 12 weeks before randomisation.\n* Known hypersensitivity to the study treatment or any of its ingredients.\n* Major surgery within 28 days before randomisation.\n* Any of the following within 6 months before randomisation: stroke, myocardial infarction, severe/unstable angina pectoris, coronary/peripheral artery bypass graft; congestive heart failure New York Heart Association (NYHA) Class III or IV.\n* Uncontrolled hypertension.\n* Prior malignancy.\n* Gastrointestinal disorder or procedure which expects to interfere significantly with absorption of study treatment.\n* Active viral hepatitis, active human immunodeficiency virus (HIV) or chronic liver disease.\n* Treatment with any investigational drug within 28 days before randomisation.\n* Any condition that in the opinion of the investigator would impair the patients' ability to comply with the study procedures.","healthyVolunteers":false,"sex":"MALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Metastasis-Free Survival","description":"Metastasis-Free Survival (MFS) is defined as the time from randomisation to evidence of metastasis or death from any cause, whichever occurs first (cut-off date 15 Nov 2019)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"40.37","spread":null},{"groupId":"OG001","value":"18.43","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival - Primary Analysis","description":"Overall Survival (OS) was defined as the time from randomization to death due to any cause.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Pain Progression - Primary Analysis","description":"Time to pain progression (PP) is defined as time from randomization to pain progression, where progression is defined as an increase of 2 or more points from baseline in question 3 of the Brief Pain Inventory-Short Form questionnaire (BPI-SF) related to the worst pain in the last 24 hours taken as a 7-day average for post-baseline scores, or initiation of short or long-acting opioids for pain, whichever comes first. Initiation or change in the use of other non-opioid analgesics is not used in the analysis of pain progression.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"40.31","spread":null},{"groupId":"OG001","value":"25.36","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Initiation of First Cytotoxic Chemotherapy for Prostate Cancer - Primary Analysis","description":"The time to cytotoxic chemotherapy was defined as the time from randomization to the start of the first cytotoxic chemotherapy cycle.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"38.21","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to First Symptomatic Skeletal Event (SSE) - Primary Analysis","description":"The time to the first SSE was defined as the time from randomization to the occurrence of the first SSE.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival - Final Analysis","description":"Overall Survival (OS) was defined as the time from randomization to death due to any cause. The final analysis was done at the time of the data cut-off (15 NOV 2019).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Pain Progression - Final Analysis","description":"For time to pain progression, the analysis performed using the primary completion cut-off data (03 SEP 2018) was considered final and no new analysis was performed for time to pain progression.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"40.31","spread":null},{"groupId":"OG001","value":"25.36","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Initiation of First Cytotoxic Chemotherapy for Prostate Cancer - Final Analysis","description":"The time to cytotoxic chemotherapy was defined as the time from randomization to the start of the first cytotoxic chemotherapy cycle. The final analysis was done at the time of the data cut-off (15 NOV 2019).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to First Symptomatic Skeletal Event (SSE) - Final Analysis","description":"The time to the first SSE was defined as the time from randomization to the occurrence of the first SSE. The final analysis was done at the time of the data cut-off (15 NOV 2019).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":251,"n":954},"commonTop":["Fatigue","Arthralgia","Back pain","Diarrhoea","Constipation"]}}}