{"nctId":"NCT01576809","briefTitle":"Warming Sensation Intensity and Acceptability of the Flavour, Local Tolerability of Paracetamol 500 mg + Phenylephrine 10mg + Guaifenesin 200 mg Syrup in Patients Suffering a Upper Respiratory Tract Infection (URTI)","startDateStruct":{"date":"2012-03"},"conditions":["Upper Respiratory Infections"],"count":51,"armGroups":[{"label":"Upper Respiratory Tract Infection","type":"EXPERIMENTAL","interventionNames":["Drug: IFF flavor 316 282, Paracetamol , Phenylephrine, Guaifenesin"]}],"interventions":[{"name":"IFF flavor 316 282, Paracetamol , Phenylephrine, Guaifenesin","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subject must have one or more symptoms per category:\n\n  * mild to moderate body pain, headache, fever or sore throat\n  * nasal congestion (blocked nose) with or without rhinorrhea (runny nose) or sneezing\n  * A productive cough\n\nExclusion Criteria:\n\n* Baseline sore throat pain of severe intensity, e.g. rated as 3 on a 4-point ordinal scale (0=not present, 1= mild, 2=moderate, 3=severe)\n* Baseline dry cough of severe intensity, e.g. rated as 3 on a 4-point ordinal scale (0=not present, 1= mild, 2=moderate, 3=severe)\n* History of hypersensitivity to any of the study drugs and the listed excipients or to drugs of similar chemical classes\n* Subjects with allergic asthma.\n* Use of any inhaler, medicated confectionary, throat lozenges, throat pastilles, sprays, any products with demulcent properties such as chewing gums and boiled sweets or mints, in the 6 hours prior to dosing.\n* Use of any medication for sore throat containing a local anaesthetic within the 6 hours prior to dosing.\n* Use of paracetamol, any NSAID or any oral nasal decongestant within 6 hours prior to dosing.\n* Use of substances of abuse or antihistamines within 24 hours of dosing.\n* Drinking of tea, coffee or other caffeinated beverages 1 hour prior to dosing.\n* Suffering from hepatic or severe renal impairment, hypertension, hyperthyroidism, diabetes, heart disease or other acute or chronic medical condition that, in the opinion of the investigator, would put the subject at a higher risk or affect the conduct and/or the results of the study.\n* Use of any antidepressants, monoamine oxidase inhibitors or beta-blocking drugs in the 28 days prior to dosing\n* A history of alcohol abuse or subject admits to regular consumption of alcohol in excess of the recommended weekly limits of 21 units for females and 28 units for males.\n* Subject is a current smoker of ≥10 cigarettes per day (or reports equivalent smoking habits using other tobacco products).\n* Subject has smoked or chewed tobacco products within 12 hours of dosing.\n* History of malignancy of any organ system (other than localized basal cell carcinoma of the skin), treated or untreated, within the past 5 years, regardless of whether there is evidence of local recurrence or metastases.","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Warming Sensation Caused by the Excipient IFF Flavor 316 282, in a Syrup Containing Paracetamol 500 mg + Phenylephrine 10mg + Guaifenesin 200 mg Per 30 ml Syrup","description":"Intensity of warming sensation felt by subjects between predose to 1 minute postdose where 0= no warming sensation and 100= strongest possible warming sensation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"34.6","spread":"27.96"}]}]}]},{"type":"SECONDARY","title":"Subject Acceptability of the Syrup","description":"In response to the question \"How did you like the warming sensation you have experienced for this product?\", the number of patients answering \"Like extremely or Like very much or Like moderately or Like slightly\"\n\nPossible responses are :\n\nLike extremely Like very much Like moderately Like slightly Neither like nor dislike Dislike slightly Dislike moderately Dislike very much Dislike extremely","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"36","spread":null}]}]}]},{"type":"SECONDARY","title":"Safety and Tolerability of the Syrup","description":"Number of participants with adverse events.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":51},"commonTop":["Pyrexia"]}}}