{"nctId":"NCT00757003","briefTitle":"To Evaluate the Safety and Efficacy for GORE TAG Thoracic Endoprosthesis in the Treatment of Thoracic Aortic Disease","startDateStruct":{"date":"2001-10"},"conditions":["Aneurysm, Dissecting","Aortic Aneurysm, Thoracic"],"count":100,"armGroups":[{"label":"Treatment Arm - Placement of TAG device","type":"EXPERIMENTAL","interventionNames":["Device: Endovascular Stent-graft repair of descending thoracic aorta"]}],"interventions":[{"name":"Endovascular Stent-graft repair of descending thoracic aorta","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Patients should be poor or high risk open surgical candidates.\n2. Thoracic aortic disease deemed to warrant exclusion in order to prevent rupture or extension including dissection and transection.\n3. Anatomy meets TAG Endoprosthesis specification criteria.\n4. Minimum 2 cm non-aneurysmal segment proximal and distal to the aneurysm\n\n   * \\<60 angle in the aortic arch may require additional length of non-aneurysmal segment is the arch is included in the treatment segment.\n5. Ability to comply with protocol requirements including follow-up.\n6. Signed Informed Consent\n\nExclusion Criteria:\n\n1. \\>4mm aortic taper and inability to use devices of different diameters, to compensate for the taper, in the treatment area of the aorta.\n2. Significant thrombus at the proximal or distal implantation sites.\n3. Planned occlusion of the left carotid or celiac arteries, unless supplemental conduit or alternate perfusion routes for end organ(s) provided.\n4. Degenerative connective tissue disease, e.g. Marfan's or Ehler's Danlos Syndrome, unless the proximal and distal implantation sites of the TAG Endoprosthesis are located with in previous surgical grafts.\n\n6\\. Female of child bearing age with positive pregnancy test.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Technically Successful Implant","description":"The percentage of participants with technically successful implantation as assessed by the investigator is reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"99.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Count of Participants Experiencing at Least One Endoleak Following Procedure","description":"Endoleak is persistent blood flow in the aneurysm sac.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival","description":"Overall survival is reported as the count of participants alive 60 months following implant procedure.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"51","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":43,"n":100},"commonTop":["aortic diameter enlargement"]}}}