{"nctId":"NCT00726375","briefTitle":"The Use of Etanercept Enbrel as Sole Treatment for Grade I Acute Graft Versus Host Disease","startDateStruct":{"date":"2008-05"},"conditions":["Acute Graft Versus Host Disease"],"count":34,"armGroups":[{"label":"Etanercept","type":"EXPERIMENTAL","interventionNames":["Drug: Etanercept (Enbrel)"]}],"interventions":[{"name":"Etanercept (Enbrel)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Patient must have undergone HCT (donor cells from any source) with either a myeloablative or nonmyeloablative preparative regimen.\n2. Patient may be any age.\n3. Patient must have biopsy-proven Grade I acute GVHD (Appendix A). Biopsy report does not have to be back from Pathology prior to enrollment. Patients whose biopsy for GVHD identifies pathology inconsistent with GVHD will be removed from the study and replaced. However, because GVHD is a clinical diagnosis, biopsies which are non-diagnostic or do not show a clear non-GVHD etiology will not be cause to remove the patient from the study.\n\nExclusion Criteria:\n\n1. Patients who are pregnant (positive urine or serum test) or nursing.\n2. Active infections which are unresponsive to antibiotics (\\> 2 consecutive \\[at least 24 hours apart\\], positive blood cultures after initiation of treatment).\n3. Allergic or otherwise undesirable reaction to etanercept.\n4. Use of any oral or intravenous steroids at any previous time for GVHD treatment. Prior use of steroid therapy (i.e. hydrocortisone) as pre-medication for transfusions is permissible. Prior use of topical steroids is allowed.\n5. Use of etanercept for any other purpose.\n6. Noncompliance with medications.\n7. Grade II-IV GVHD (history of or at time of study entry).","healthyVolunteers":false,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"The Percentage of Patients Who Progress Within 28 Days of Initiation of Etanercept Treatment","description":"We hypothesized that treatment of grade 1 acute GVHD (Graft Versus Host Disease) with etanercept would reduce the proportion of patients who progressed to grade 2 to 4 acute GVHD within 4 weeks of diagnosis from 58%, historically observed at our institution, to 38%.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"29","spread":null}]}]}]},{"type":"SECONDARY","title":"The Number of Patients in Complete Remission (CR) at Four Weeks.","description":"Estimate the proportion of patients in complete remission (CR) at four weeks who remain alive and never require additional therapy four weeks after the last dose of etanercept.\n\nComplete remission is defined as the resolution of all manifestations of GVHD (Graft Versus Host Disease) within the first four weeks of treatment. All organs must have a Grade 0.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":34},"commonTop":["Hypertension","Fever Without Neutropenia","Anorexia","Ascites","Diarrhea"]}}}