{"nctId":"NCT02413580","briefTitle":"A Study to Assess the Efficacy and Safety of IGIV-C in Patients With Myasthenia Gravis Exacerbations","startDateStruct":{"date":"2015-03"},"conditions":["Myasthenia Gravis Exacerbations"],"count":49,"armGroups":[{"label":"IGIV-C Treatment","type":"EXPERIMENTAL","interventionNames":["Biological: IGIV-C"]}],"interventions":[{"name":"IGIV-C","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Was male or female aged ≥18 years.\n* Subjects must be willing and able to provide written informed consent (if applicable, a legally authorized representative may provide informed consent on behalf of the subject).\n* Subjects who met the clinical criteria for diagnosis of MG with an exacerbation defined as worsening of MG symptoms as defined by an Myasthenia Gravis Foundation of America (MGFA) classification IVb or V.\n* Subjects on long-term (8 weeks) corticosteroid treatment for MG.\n* Female subjects of child-bearing potential must have a negative test for pregnancy (human chorionic gonadotropin \\[HCG\\]-based assay).\n* Subjects must be willing to comply with all aspects of the clinical trial protocol, including blood sampling and long-term storage of extra samples, for the entire duration of the study.\n\nExclusion Criteria:\n\n* Subjects who had received immune globulin treatment given by IV, subcutaneous or intramuscular route within the last 30 days.\n* Subjects with documentation of a lack of clinical response to intravenous immunoglobulin (IVIg) therapy for MG.\n* Subjects documented positive for antibodies directed against Muscle specific kinase (MuSK).\n* Subjects with corticosteroid (CS) treatment initiated within the last 8 weeks or modified within the last 2 weeks.\n* Subjects with plasma exchange (PLEX) within the last 30 days.\n* Subjects with MG exacerbation attributable to change in medication or infection or evident infection as defined by, but not limited to, the presence of at least one of the following diagnostic features: 1) axillary temperature ≥38°C, 2) positive blood culture of infective microorganism, 3) white blood cell count \\>12×10\\^9/L and differential white blood cell count of \\>10% band neutrophils (\\>1.2×10\\^9/L), and 4) pulmonary infiltrate with consolidation on chest X-ray. Alternatively, other signs and symptoms may be considered for the diagnosis of evident infection according to the Investigator's judgement.\n* Subjects with inadequate venous access.\n* Subjects with a history of anaphylactic reactions or severe reactions to any blood-derived product.\n* Subjects with a history of intolerance to any component of the investigational products.\n* Subjects with a documented diagnosis of thrombotic complications to polyclonal IVIG therapy in the past.\n* Subjects with a history of recent (within the last year) myocardial infarction, stroke or uncontrolled hypertension.\n* Subjects who suffered from uncontrolled congestive heart failure, embolism or documented electrocardiogram (ECG) changes indicative of myocardial ischemia or atrial fibrillation.\n* Subjects with current known hyperviscosity or hypercoagulable state.\n* Subjects currently receiving anti-coagulation therapy.\n* Subjects with a history of chronic alcoholism or illicit drug abuse (addiction) in the 12 months preceding the Baseline Visit.\n* Subjects currently receiving, or having received within 3 months prior to the Baseline Visit, any investigational medicinal product or device.\n* Subjects with a known Immunoglobulin A (IgA) deficiency and anti-IgA serum antibodies.\n* Subjects with renal impairment (i.e., serum creatinine exceeds more than 1.5 times the upper limit of normal \\[ULN\\] for the expected normal range for the testing laboratory).\n* Subjects with aspartate aminotransferase (AST) or alanine aminotransferase (ALT) levels exceeding more than 2.5 times the ULN for the expected normal range for the testing laboratory.\n* Subjects with haemoglobin levels \\<9 g/dL.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Quantitative Myasthenia Gravis (QMG) Scale Score","description":"Mean Change in Quantitative Myasthenia Gravis (QMG) Scale Score from Baseline (Day 0) to Day 14. The minimum and maximum scores of the QMG Scale are 0 and 39, respectively, and a higher score means a worse outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.4","spread":"5.15"}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects With Clinical Improvement Assessed by QMG","description":"The percentage of subjects with clinical improvement at Day 14 as assessed by the Quantitative Myasthenia Gravis (QMG) scale in the Evaluable population is presented, in which clinical improvement is defined as at least 3-point decrease in QMG score from Baseline (Day 0) to Day 14. The minimum and maximum scores of the QMG scale are 0 and 39, respectively, and a higher score means a worse outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"33","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects With Clinical Improvement Assessed by MG-Activities of Daily Living (MG-ADL) Scale","description":"The percentage of subjects with clinical improvement at Day 14 as assessed by the MG-ADL Scale in the Evaluable population is presented, in which clinical improvement is defined as at least 2-point decrease in the MG-ADL score. The minimum and maximum scores of the MG-DAL scale are 0 and 24, respectively, and a higher score means a worse outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"38","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects With Clinical Improvement Assessed by the MG Composite","description":"The percentage of subjects with clinical improvement at Day 14 as assessed by the MG Composite scale in the Evaluable population is presented in which clinical improvement is defined as at least 3-point decrease in the MG Composite score. The minimum and maximum scores of the MG Composite scale are 0 and 50, respectively, with a higher score meaning a worse outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"37","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":49},"commonTop":["Headache","Pyrexia","Urticaria","Influenza like illness","Vomiting"]}}}