{"nctId":"NCT02070757","briefTitle":"Safety and Efficacy Study of Ceftolozane/Tazobactam to Treat Ventilated Nosocomial Pneumonia (MK-7625A-008)","startDateStruct":{"date":"2014-09-02","type":"ACTUAL"},"conditions":["Healthcare-Associated Pneumonia","Ventilator-Associated Pneumonia","Lung Diseases"],"count":726,"armGroups":[{"label":"Ceftolozane/tazobactam","type":"EXPERIMENTAL","interventionNames":["Drug: Ceftolozane/tazobactam"]},{"label":"Meropenem","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Meropenem"]}],"interventions":[{"name":"Ceftolozane/tazobactam","otherNames":[]},{"name":"Meropenem","otherNames":["MERREM® IV"]}],"eligibilityModule":{"eligibilityCriteria":"Key Inclusion Criteria:\n\n* Adult participants diagnosed with either VABP or ventilated HABP requiring IV antibiotic therapy;\n* Intubated and on mechanical ventilation at the time of randomization;\n* New or progressive infiltrate on chest radiography consistent with pneumonia;\n* Presence of clinical criteria consistent with a diagnosis of ventilated nosocomial pneumonia.\n\nKey Exclusion Criteria:\n\n* History of moderate or severe hypersensitivity reactions to beta-lactam antibiotics;\n* Prior non-study antibiotics for \\> 24 hours;\n* Gram stain of lower respiratory tract specimen showing only gram positive bacteria;\n* Active immunosuppression;\n* End-stage renal disease or requirement for dialysis;\n* Expected survival \\< 72 hours;\n* Severe confounding respiratory condition (i.e., chest trauma with paradoxical respiration);\n* Known or suspected community-acquired bacterial pneumonia.\n* Anticipated concomitant use of any of the following medications during the course of study therapy: valproic acid or divalproex sodium. Anticipated concomitant use of serotonin re-uptake inhibitors, tricyclic antidepressants, or serotonin 5-HT1 receptor agonists (triptans), meperidine, or buspirone during the course of linezolid treatment.\n* Receipt of a monoamine oxidase inhibitor within 14 days prior to the first dose of study drug or anticipated concomitant use during the course of linezolid therapy.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With All Cause Mortality in the Intent-to-Treat (ITT) Population - Day 28","description":"To demonstrate the non-inferiority of ceftolozane/tazobactam versus meropenem in stratified adult participants with ventilated nosocomial pneumonia (VNP) (participants with either ventilator-associated bacterial pneumonia \\[VABP\\] or ventilated hospital-acquired bacterial pneumonia \\[HABP\\]) based on the difference in all-cause mortality rates in the intent to treat (ITT) population using a non-inferiority margin of 10%. The estimated adjusted percentage was a weighted average across all strata, constructed using Mehrotra-Railkar continuity-corrected minimum risk (MRc) stratum weights.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24.0","spread":null},{"groupId":"OG001","value":"25.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Clinical Response of Clinical Cure at the Test-of-Cure (TOC) Visit in the Intent-to-Treat (ITT) Population","description":"To demonstrate the non-inferiority of ceftolozane/tazobactam versus meropenem in adult participants with ventilated nosocomial pneumonia (VNP) at the TOC visit (7 to 14 days after the end-of-therapy \\[EOT\\] visit) using a non-inferiority margin of 12.5%. Clinical response at the TOC visit was defined as cure (complete resolution with no new signs of VNP), failure (progression, relapse or recurrence of VNP) or indeterminate (no evaluable study data). A favorable clinical response is a clinical cure. A missing clinical response will be considered indeterminate unless the clinical outcome at the EOT visit was failure. The estimated adjusted percentage was a weighted average across all strata, constructed using Mehrotra-Railkar continuity-corrected minimum risk (MRc) stratum weights.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"54.4","spread":null},{"groupId":"OG001","value":"53.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With All Cause Mortality in the Microbiological Intent-to-Treat (mITT) Population - Day 28","description":"To compare the all cause mortality rates of participants in the ceftolozane/tazobactam versus meropenem arms in microbiological intent-to-treat (mITT) population.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20.1","spread":null},{"groupId":"OG001","value":"25.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Clinical Response of Clinical Cure at the Test-of-Cure (TOC) Visit in the Clinically Evaluable (CE) Population","description":"To compare the clinical response rates of ceftolozane/tazobactam versus meropenem in adult participants with VNP (participants with either ventilator-associated bacterial pneumonia \\[VABP\\] or ventilated hospital-acquired bacterial pneumonia \\[HABP\\]) at the TOC visit in the CE population. Clinical response at the TOC visit was defined as cure (complete resolution with no new signs of VNP), failure (progression, relapse or recurrence of VNP) or indeterminate (no evaluable study data). A favorable clinical response is a clinical cure. A missing clinical response will be considered indeterminate unless the clinical outcome at the EOT visit was failure. The data-as-observed (DAO) approach was used where participants with missing clinical responses, including indeterminate outcomes, are excluded from the analysis population.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"63.8","spread":null},{"groupId":"OG001","value":"64.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Per-Participant Microbiological Response of Cure or Presumed Cure at the Test-of-Cure (TOC) Visit in the Microbiologically Evaluable (ME) Population","description":"To compare the per-participant microbiological response rates of ceftolozane/tazobactam versus meropenem at the TOC visit in the microbiologically evaluable (ME) population. The per-participant microbiological response will be determined based on the individual microbiological outcomes for each baseline pathogen. A microbiological response at the TOC visit was defined as cure (baseline pathogens eradicated), failure (baseline pathogen is persistent) or indeterminate (no evaluable respiratory material). A favorable microbiological response is a microbiological cure or presumed cure. The data-as-observed (DAO) approach was used where participants with missing clinical responses, including indeterminate outcomes, are excluded from the analysis population.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"70.4","spread":null},{"groupId":"OG001","value":"62.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Microbiological Response of Eradication or Presumed Eradication, by Pathogen, at the Test-of-Cure (TOC) Visit in the Microbiologically Evaluable (ME) Population (>=10 Isolates at Baseline)","description":"To compare the percentage of participants with a microbiological outcome of eradication or presumed eradication, by pathogen. The microbiological outcome was classified as \"eradication\", \"presumed eradication\", \"persistence\", 'presumed persistence\", \"indeterminate\" or \"recurrence.\" \"Eradication\" was defined as a ≥1- log reduction in bacterial burden of the original baseline LRT pathogen AND a per pathogen count of ≤10\\^4 colony-forming unit (CFU)/mL for endotracheal aspirate (ETA) or sputum specimens, ≤10\\^3 CFU/mL for a bronchoalveolar lavage (BAL) specimen, or ≤10\\^2 CFU/mL for a protected brush specimen (PBS) from a follow-up LRT culture. Presumed eradication was defined as an absence of material to culture (e.g. inability to obtain a culture in an extubated patient) in a patient deemed a clinical cure.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"69.9","spread":null},{"groupId":"OG001","value":"62.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"79.3","spread":null},{"groupId":"OG001","value":"55.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"68.7","spread":null},{"groupId":"OG001","value":"65.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"78.3","spread":null},{"groupId":"OG001","value":"73.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"71.4","spread":null},{"groupId":"OG001","value":"66.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"63.6","spread":null},{"groupId":"OG001","value":"70.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"91.7","spread":null},{"groupId":"OG001","value":"50.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"57.1","spread":null},{"groupId":"OG001","value":"75.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"87.5","spread":null},{"groupId":"OG001","value":"57.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"40.0","spread":null},{"groupId":"OG001","value":"50.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"33.3","spread":null},{"groupId":"OG001","value":"80.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With All-Cause Mortality in the Intent-to-Treat (ITT) Population - Day 14","description":"To compare the all cause mortality rates of participants (ceftolozane/tazobactam versus meropenem arms). Participants whose Day 14 mortality outcomes are missing or unknown are analysed as deceased.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.1","spread":null},{"groupId":"OG001","value":"12.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Clinical Response of Clinical Cure at the End-of-Therapy (EOT) Visit in the Intent-to-Treat (ITT) Population","description":"To compare the clinical response rates at the EOT visit for ceftolozane/tazobactam versus meropenem. Clinical response at the EOT visit was defined as cure (complete resolution with no new signs of VNP), failure (progression, relapse or recurrence of VNP) or indeterminate (no evaluable study data). A favorable clinical response is a clinical cure. A missing clinical response will be considered indeterminate.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"66.0","spread":null},{"groupId":"OG001","value":"66.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Per-Participant Microbiological Response of Cure or Presumed Cure at the End-of-Therapy (EOT) Visit in the Microbiologically Evaluable (ME) Population","description":"To compare the microbiological response rates of ceftolozane/tazobactam versus meropenem at the EOT visit. The per-participant microbiological response will be determined based on the individual microbiological outcomes for each baseline pathogen. A microbiological response at the EOT visit was defined as cure (baseline pathogens eradicated), failure (baseline pathogen is persistent) or indeterminate (no evaluable respiratory material). A favorable microbiological response is a microbiological cure or presumed cure. The data-as-observed (DAO) approach was used where participants with missing clinical responses, including indeterminate outcomes, are excluded from the analysis population.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"80.9","spread":null},{"groupId":"OG001","value":"78.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Clinical Response of Clinical Cure at the Late Follow-up (LFU) Visit in the Clinically Evaluable (CE) Population","description":"To compare the clinical response rates at the Late Follow-up (LFU) visit for ceftolozane/tazobactam versus meropenem in the CE population. Clinical response at the LFU visit will be classified as sustained cure, relapse, or indeterminate only in participants deemed a clinical cure at the TOC visit. A favorable clinical response is \"sustained clinical cure.\"","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"52.8","spread":null},{"groupId":"OG001","value":"51.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Report 1 or More Adverse Event (AE)","description":"An AE is any untoward medical occurrence in a participant administered a pharmaceutical product that does not necessarily have to have a causal relationship with this treatment. An AE can therefore be any unfavorable and unintended sign (including an abnormal laboratory finding), symptom, or disease temporally associated with the use of a medicinal product, whether or not related to the medicinal product.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"85.9","spread":null},{"groupId":"OG001","value":"83.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Any Serious Adverse Event (SAE)","description":"A serious adverse event (SAE) is an AE that results in death, is life threatening, requires or prolongs an existing hospitalization, results in persistent or significant disability or incapacity, is a congenital anomaly or birth defect, or is another important medical event deemed such by medical or scientific judgment.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"42.1","spread":null},{"groupId":"OG001","value":"35.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Discontinuing Study Drug Due to an Adverse Event (AE)","description":"An AE is any untoward medical occurrence in a participant administered a pharmaceutical product that does not necessarily have to have a causal relationship with this treatment. An AE can therefore be any unfavorable and unintended sign (including an abnormal laboratory finding), symptom, or disease temporally associated with the use of a medicinal product, whether or not related to the medicinal product.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.2","spread":null},{"groupId":"OG001","value":"11.7","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":152,"n":361},"commonTop":["Anaemia","Diarrhoea","Urinary tract infection","Decubitus ulcer","Hydrothorax"]}}}