{"nctId":"NCT00538434","briefTitle":"Efficacy and Safety Study of Reslizumab to Treat Eosinophilic Esophagitis in Subjects Aged 5 to 18 Years","startDateStruct":{"date":"2008-03"},"conditions":["Eosinophilic Esophagitis"],"count":227,"armGroups":[{"label":"Reslizumab 1 mg/kg","type":"EXPERIMENTAL","interventionNames":["Biological: Reslizumab"]},{"label":"Reslizumab 2 mg/kg","type":"EXPERIMENTAL","interventionNames":["Biological: Reslizumab"]},{"label":"Reslizumab 3 mg/kg","type":"EXPERIMENTAL","interventionNames":["Biological: Reslizumab"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Saline"]}],"interventions":[{"name":"Reslizumab","otherNames":["CTx55700","Cinquil™","CEP-38072"]},{"name":"Saline","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* written informed consent obtained\n* male or female patients aged 5 to 18 years at time of screening\n* of non-childbearing potential, of childbearing potential and willing to use specific barrier methods outlined in the protocol\n* confirmed active EE (at Screening or within six weeks prior to Baseline Visit) as defined by esophageal mucosal eosinophils greater than or equal to 24 per high power field (hpf; 400X magnification)\n* within the week prior to dosing, patient has one of the following symptoms of moderate (or worse) severity: vomiting, regurgitation (acid taste or feeling material movement upward), abdominal, chest pain/heartburn (burning or pain behind the sternum), or difficulty swallowing\n* been on a therapeutic dose of proton pump inhibitors (PPIs; with or without histamine H2 receptor antagonists)for at least four weeks without resolution of symptoms, or by negative pH probe (with or without having failed a course of PPIs)\n\nExclusion Criteria:\n\n* another disorder that causes esophageal eosinophilia (e.g., hypereosinophilic syndrome \\[HES\\],Churg Strauss vasculitis, eosinophilic gastroenteritis \\[EG\\], or a parasitic infection)\n* history of abnormal gastric or duodenal biopsy or documented gastrointestinal \\[GI\\] disorders (e.g., celiac disease, Crohn's disease or Helicobacter pylori infection)\n* history of the following GI surgeries: fundoplication, gastric surgery or surgery for intestinal atresia\n* use of systemic immunosuppressive or immunomodulating agents (anti-immunoglobulin E \\[IgE\\] monoclinal antibody \\[mAb\\], methotrexate, cyclosporin, interferon alpha \\[α\\], or anti tumor necrosis factor \\[TNF\\] mAb) within six months prior to study entry\n* received attenuated live attenuated vaccines (e.g., measles, mumps, rubella \\[MMR\\], bacillus Calmette-Guerin \\[BCG\\], varicella, FluMist or polio) within three months prior to study entry\n* use of swallowed inhaled corticosteroids for the treatment of EE within one month prior to study entry. Note: Inhaled and nasal corticosteroids for the treatment of asthma and allergies, respectively, are permitted provided that the dose remains the same during the study\n* a stricture on endoscopy that prevents passage of the endoscope\n* participation in any investigational drug or device study within 30 days prior to study entry\n* female subjects who are pregnant or nursing\n* concurrent infection or disease that may preclude assessment of EE\n* concurrent immunodeficiency (human immunodeficiency \\[HIV\\], or acquired immunodeficiency syndrome \\[AIDS\\] or congenital immunodeficiency)","healthyVolunteers":false,"sex":"ALL","minimumAge":"5 Years","maximumAge":"18 Years","stdAges":["CHILD","ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Percent Change From Baseline to End of Treatment in Peak Esophageal Eosinophil (EE) Levels","description":"Participants underwent esophagogastroduodenoscopy (EGD) with biopsy (2 biopsies each at proximal and distal esophageal locations, plus any inflamed or abnormal areas) per standard clinical practice for the determination of esophageal eosinophils.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-37.60","spread":"70.86"},{"groupId":"OG001","value":"-58.27","spread":"35.45"},{"groupId":"OG002","value":"-56.46","spread":"34.82"},{"groupId":"OG003","value":"11.50","spread":"91.42"}]}]}]},{"type":"PRIMARY","title":"Mean Change From Baseline in Physician's Esophageal Eosinophil (EE) Global Assessment At The End-of-Treatment Visit (or at Early Withdrawal)","description":"The investigator completed the Physician's EE Global Assessment based upon the participant's reporting of symptoms, weight, dietary status, and overall well-being. The assessment rated severity on a five-point scale (0=none to 4=very severe), taking into account physical findings, vital signs, the Subject's Predominant EE Symptom Assessment, the subject's diary data, and dietary questions. The Subject's Predominant EE Symptom was the EE symptom (vomiting/regurgitation, abdominal/chest pain, or dysphagia) that had the greatest negative impact on the subject based on patient diary data as of the baseline visit.\n\nThe full range for change from baseline values is -4 (very severe at baseline, none at end of study) to 4 (none at baseline, severe at end of study). Negative change from baseline scores in the Physician's EE Global Assessment indicate improvement in EE status.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.85","spread":"NA"},{"groupId":"OG001","value":"-1.02","spread":"NA"},{"groupId":"OG002","value":"-1.12","spread":"NA"},{"groupId":"OG003","value":"-1.14","spread":"NA"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline to End of Treatment in EE Predominant Symptom Assessment","description":"Participants rated the severity of each EE symptom (vomiting/regurgitation, abdominal/chest pain, and dysphagia) based on the previous week's daily diary as none (=0), mild, moderate, severe, or very severe (=4). The predominant symptom was selected at the baseline visit and remained the same throughout the trial. The predominant symptom was defined as the EE symptom that had the greatest negative impact on the participant. The full range for change from baseline values is -4 (very severe at baseline, none at end of study) to 4 (none at baseline, severe at end of study). Negative change from baseline scores in the Patient's EE Predominant Symptom Assessment indicate improvement in the selected symptom.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.94","spread":"NA"},{"groupId":"OG001","value":"-1.20","spread":"NA"},{"groupId":"OG002","value":"-1.28","spread":"NA"},{"groupId":"OG003","value":"-1.44","spread":"NA"}]}]}]},{"type":"SECONDARY","title":"Mean Percent Change From Baseline to End of Treatment in the Child Health Questionnaire (CHQ)","description":"CHQ is a quality-of-life (QoL), observer-rated (the parent in this study) instrument designed to assess the general health and well-being of pediatric subjects aged 5 to 18 years. The instrument comprises 50 items that cover 14 unique physical and psychological concepts. Each item was scored separately following different scales and timeframes for response. Proprietary scoring algorithms are used. This outcome reports the two CHQ Summary Scores (Physical Summary Score and the Psychosocial Summary Scores) which are indexed to a 0 (poorest quality of life) to 100 (best quality of life) scores. The two summary scores are subsequently combined (via proprietary algorithm) to create the Global Health Summary Score (also on a 0-100 scale). Percent change from baseline values range from 100% (poorest QoL at baseline, best QoL at end of treatment) to -100% (best QoL at baseline, poorest QoL at end of treatment). Higher percent change from baseline values indicate improved QoL.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.2","spread":"NA"},{"groupId":"OG001","value":"18.6","spread":"NA"},{"groupId":"OG002","value":"18.5","spread":"NA"},{"groupId":"OG003","value":"11.8","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.0","spread":"NA"},{"groupId":"OG001","value":"12.2","spread":"NA"},{"groupId":"OG002","value":"14.1","spread":"NA"},{"groupId":"OG003","value":"10.1","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10.2","spread":"NA"},{"groupId":"OG001","value":"15.5","spread":"NA"},{"groupId":"OG002","value":"10.3","spread":"NA"},{"groupId":"OG003","value":"9.7","spread":"NA"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":55},"commonTop":["HEADACHE","COUGH","NASAL CONGESTION","PHARYNGOLARYNGEAL PAIN","UPPER RESPIRATORY TRACT INFECTION"]}}}