{"nctId":"NCT01508702","briefTitle":"Lesinurad Monotherapy in Gout Subjects Intolerant to Xanthine Oxidase Inhibitors","startDateStruct":{"date":"2012-01"},"conditions":["Gout"],"count":214,"armGroups":[{"label":"lesinurad 400 mg","type":"EXPERIMENTAL","interventionNames":["Drug: lesinurad"]},{"label":"placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"lesinurad","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subject is able to understand the study procedures, the risks involved and willing to provide written informed consent before the first study related activity.\n* Subject meets the diagnosis of gout as per the American Rheumatism Association Criteria for the Classification of Acute Arthritis of Primary Gout.\n* Subject has an sUA level ≥ 6.5 mg/dL at the Screening and Day -7 Visits.\n* Subject must be able to take gout flare prophylaxis with colchicine or NSAID (including Cox-2 selective NSAID) ± PPI.\n* Subject has a history (either by medical record or subject interview) of intolerance or a contraindication to either allopurinol or febuxostat.\n* Body mass index (BMI) \\< 45 kg/m2\n\nExclusion Criteria:\n\n* Subject who is taking any other approved urate-lowering medication that is indicated for the treatment of gout at the Screening Visit.\n* Subject with a documented history or suspicion of kidney stones.\n* Subject who is pregnant or breastfeeding.\n* Subject who consumes more than 14 drinks of alcohol per week (eg, 1 drink = 5 oz \\[150 mL\\] of wine, 12 oz \\[360 mL\\] of beer, or 1.5 oz \\[45 mL\\] of hard liquor).\n* Subject with a history or suspicion of drug abuse within the past 5 years.\n* Subject that requires or may require systemic immunosuppressive or immunomodulatory treatment.\n* Subject with a known or suspected human immunodeficiency virus (HIV) infection.\n* Subject with a positive test for active hepatitis B or hepatitis C infection.\n* Subject with a history of malignancy within the previous 5 years with the exception of non-melanoma skin cancer that has been treated with no evidence of recurrence, treated cervical dysplasia or treated in situ Grade 1 cervical cancer.\n* Subject within the last 12 months with: unstable angina, New York Heart Association class III or IV heart failure, myocardial infarction, stroke, or deep venous thrombosis; or subjects currently receiving anticoagulants.\n* Subject with uncontrolled hypertension.\n* Subject with an estimated creatinine clearance \\< 30 mL/min.\n* Subject with active peptic ulcer disease requiring treatment.\n* Subject with active liver disease, or hepatic dysfunction.\n* Subject receiving chronic treatment with more than 325 mg salicylates per day.\n* Subject taking valpromide, progabide, or valproic acid.\n* Subject who has received an investigational therapy within 8 weeks or 5 half-lives (whichever is longer) prior to the Screening Visit.\n* Subject with any other medical or psychological condition, which in the opinion of the Investigator and/or Medical Monitor, might create undue risk to the subject or interfere with the subject's ability to comply with the protocol requirements, or to complete the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Subjects With an sUA Level That is < 6.0 mg/dL","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":9,"n":107},"commonTop":["Diarrhoea","Blood creatinine increased","Bronchitis","Constipation","Cough"]}}}