{"nctId":"NCT01721681","briefTitle":"A Study to Investigate Bio Product Laboratory Ltd (BPL's) Factor X in the Prophylaxis of Bleeding in Children <12 Years","startDateStruct":{"date":"2015-04"},"conditions":["Factor X Deficiency"],"count":9,"armGroups":[{"label":"FACTOR X","type":"EXPERIMENTAL","interventionNames":["Biological: FACTOR X"]}],"interventions":[{"name":"FACTOR X","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria\n\n1. Children with hereditary severe or moderate FX deficiency (FX:C \\<5 IU/dL), based on their lowest reliable FX:C recorded.\n2. Children under 12 years old, whose parent/guardian has given informed consent.\n3. Children with a history of severe bleeding e.g.: intracranial haemorrhage, before starting prophylactic therapy, OR a mutation in the F10 gene causing a documented severe bleeding phenotype.\n\nExclusion Criteria\n\n1. Children must not suffer from clinically significant liver disease, renal disease, or other coagulopathy or thrombophilia\n2. Children must have no history or suspicion of inhibitors to factor X.\n3. Children who have known or suspected hypersensitivity to the investigational medicinal product or its excipients.\n4. Children with a history of unreliability or non-cooperation.\n5. Children who are participating or have taken part in another trial within the last 30 days.\n6. Children planning more than 4 weeks' continuous absence from the locality of the investigational site, between the Screening Visit and the End of Study Visit at approximately 6 months (26 weeks) post-Baseline.","healthyVolunteers":false,"sex":"ALL","maximumAge":"11 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"The Number of Participants With Excellent Reduction in Bleeding When Given FACTOR X as Routine Prophylaxis Over 6 Months","description":"The Investigator's assessment of the efficacy of FACTOR X in reduction/prevention of bleeding when given as routine prophylaxis over 6 months.\n\nThe efficacy was assessed according to tabulated criteria; Excellent, good, poor, unassessable.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null}]}]}]},{"type":"SECONDARY","title":"Safety of FACTOR X: Number of Participants Experiencing Adverse Events","description":"One of the secondary objectives was to assess the safety of FACTOR X when given as routine prophylaxis over 6 months (26 weeks). The general strategy of the safety evaluation was to examine the summaries for any trends. No formal hypothesis was carried out. The number of participants who experienced Adverse Events is provided.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null}]}]}]},{"type":"SECONDARY","title":"Pharmacokinetics: FX:C Incremental Recovery","description":"One of the secondary objectives was to assess the pharmacokinetics (FX:C incremental recovery 30 minute post-dose at the Visit 1 (Baseline) and the End of Study Visit after a single dose of 50 IU/kg). The overall mean IR calculated for both visits is presented in the outcome measure table.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.74","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":9},"commonTop":["Aneamia","Cough","High Temperature/Fever","Cold","Headache"]}}}