{"nctId":"NCT01915823","briefTitle":"Safety and Efficacy Trial of Dymista Nasal Spray in Children Ages 4 to 11 With Seasonal Allergic Rhinitis (SAR)","startDateStruct":{"date":"2013-07"},"conditions":["Seasonal Allergic Rhinitis"],"count":348,"armGroups":[{"label":"Dymista","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: azelastine hydrochloride and fluticasone propionate"]},{"label":"Dymista vehicle","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Dymista vehicle"]}],"interventions":[{"name":"azelastine hydrochloride and fluticasone propionate","otherNames":["Dymista"]},{"name":"Dymista vehicle","otherNames":["placebo"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male and female subjects ages \\>4 years to \\<12 years of age, inclusive at the screening visit\n* The parent/caregiver must provide written informed consent and the child must provide pediatric assent, if possible\n* Willing and able to comply with the study requirements\n* Have a history of seasonal allergic rhinitis (SAR) to pollen in the prevailing allergy season.\n* The presence of immunoglobulin E (IgE)-mediated hypersensitivity to prevailing pollen, confirmed by a positive response to skin prick test. A histamine skin test must also be positive. A positive response for both the pollen skin test and the histamine skin test is defined as a wheal diameter of at least 4 mm larger than the negative saline control\n* General good health and free of any disease or concomitant treatment that could interfere with the interpretation of the study results as determined by the investigator or the sponsor's medical officer\n* On the first day of the placebo lead-in period (Visit 1) subjects must have a 12-hour reflective total nasal symptoms score (rTNSS )of ≥6 and a reflective congestion score of ≥2 to qualify for entry.\n\nAt Visit 2:\n\n* Have taken at least 6 doses of the placebo lead-in medication during the placebo lead-in period\n* At Visit 2, to be eligible for entry into the double-blind treatment period, subjects must have the total of the seven lead-in symptom assessments during the past 3 days of the lead-in period including the Day of Randomization (Visit 2, Day 1):\n\n  * a 12-hour reflective TNSS ≥ 42\n  * a 12-hour reflective congestion score of ≥14\n\nExclusion Criteria:\n\n* On nasal examination, the presence of any superficial or moderate nasal mucosal erosion, nasal mucosal ulceration, or nasal septum perforation (Grade 1B - 4) at either the screening visit or randomization visit\n* Nasal disease(s) likely to affect deposition of intranasal medication, such as acute or chronic sinusitis, rhinitis medicamentosa, clinically significant polyposis, or clinically significant nasal structural abnormalities.\n* Nasal surgery or sinus surgery within the previous year.\n* The use of any investigational drug within 30 days prior to signing the informed consent/pediatric assent at Visit 1. No investigational products are permitted for use during the conduct of this study\n* Presence of any hypersensitivity to azelastine hydrochloride and/or fluticasone propionate or drugs similar to azelastine hydrochloride and/or fluticasone propionate\n* Respiratory tract infections within 14 days prior to Visit1\n* Significant pulmonary disease including asthma. Subjects with intermittent asthma who only require short-acting inhaled bronchodilators (not more often than twice per week) and who do not have nocturnal awakening as a result of asthma are eligible for enrollment\n* Chronic obstructive sleep apnea syndrome (clinical diagnosis)\n* Existence of any surgical or medical condition, which in the opinion of the investigator or sponsor's medical monitor, might significantly alter the absorption, distribution, metabolism, or excretion of study drug that might significantly affect the subject's ability to complete this trial\n* Clinically relevant abnormal physical findings which, in the opinion of the investigator or sponsor's medical monitor, would interfere with the objectives of the study or that may preclude compliance with the study procedures\n* Family members of the research center or private practice personnel who are directly involved in this study are excluded\n* Members of the same household cannot be enrolled at the same time\n* Subjects who have used medications or therapies that could interfere with safety and efficacy evaluations and have not had the proper washouts from these medications or therapies\n* Any behavioral condition which could affect subject's ability to accurately report symptoms to the caregiver such as developmental delay, attention deficit disorder, and autism\n* Positive pregnancy test in female subjects ≥ 9 years of age\n* Females who are pregnant or nursing\n* Females of childbearing potential who are not abstinent and not practicing a medically acceptable method of contraception\n* Subjects who fail to complete the symptom diary during the lead-in period, defined as missing data for \\>50% of entries\n* Subjects receiving immunotherapy injections (antigen desensitization) must be on a stable maintenance regimen for at least 30 days before the first study visit (adjustments to regimens following a brief period of missed injections do not preclude participation). Dose reduction when a new bottle is used does not preclude participation.\n* Planned travel outside of the pollen area during the study period","healthyVolunteers":false,"sex":"ALL","minimumAge":"4 Years","maximumAge":"11 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Primary Efficacy","description":"change from baseline in AM+PM rTNSS (reflective total nasal symptoms score): ITT( intent to treat population)change from baseline in 12-hour reflective total nasal symptom score (rTNSS) consisting of nasal congestion,runny nose, itchy nose and sneezing scored twice daily (AM and PM) in diary for the entire 14 day study period.The measurement scale is 0 to 24 so that the higher the number the worse the symptom.A reduction in symptom severity score is indicated by a negative value.A greater negative value suggests improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.83","spread":"5.154"},{"groupId":"OG001","value":"-2.77","spread":"4.731"}]}]}]},{"type":"SECONDARY","title":"Safety","description":"* Subject-reported adverse experiences (incidence, type, and severity of adverse events)\n* Nasal Examinations\n* Vital signs assessments","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"28","spread":null},{"groupId":"OG001","value":"23","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Pediatric Rhinoconjunctivitis Quality of Life Questionnaire (PRQLQ)","description":"Change from baseline to Visit 4 in the ITT ( intent to treat) Pediatric Rhinoconjunctivitis Quality of Life Questionnaire (PRQLQ) in subjects equal to or greater than 6 years old and less than12 years old compared to placebo.Scored on a 0 to 7 scale with 0 being not troubled at all and 7 being extremely troublesome. The higher the difference the better the result.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-.91","spread":"1.22"},{"groupId":"OG001","value":"-.66","spread":"1.22"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":173},"commonTop":["epistaxis","dysgusia"]}}}