{"nctId":"NCT00041119","briefTitle":"Four Versus Six Cycles of Cyclophosphamide/Doxorubicin or Paclitaxel in Adjuvant Breast Cancer","startDateStruct":{"date":"2002-05"},"conditions":["Breast Cancer"],"count":3871,"armGroups":[{"label":"Arm I (CA for 4 courses)","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: AC regimen","Drug: doxorubicin hydrochloride"]},{"label":"Arm II (CA for 6 courses [closed to accrual 12/15/2007])","type":"EXPERIMENTAL","interventionNames":["Drug: AC regimen","Drug: cyclophosphamide","Drug: doxorubicin hydrochloride"]},{"label":"Arm III (paclitaxel for 4 courses)","type":"EXPERIMENTAL","interventionNames":["Drug: AC regimen","Drug: paclitaxel"]},{"label":"Arm IV (paclitaxel for 6 courses [closed 12/15/2007])","type":"EXPERIMENTAL","interventionNames":["Drug: AC regimen","Drug: paclitaxel"]}],"interventions":[{"name":"AC regimen","otherNames":[]},{"name":"cyclophosphamide","otherNames":[]},{"name":"doxorubicin hydrochloride","otherNames":[]},{"name":"paclitaxel","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Eligibility Criteria:\n\n* Patients must have histologically confirmed invasive carcinoma of the female breast, with 0-3 positive axillary lymph nodes\n* Patients must have 0-3 positive axillary lymph nodes to be eligible for this study; patients with node-negative breast cancer should have sufficiently \"high risk\" disease to warrant chemotherapy; as general guidelines, node-negative patients with tumors of \\>= 1 cm or estrogen or progesterone receptor negative tumors of any size may be eligible; ultimately though, the definition of \"high risk\" may be determined by the treating physician, and if the treating physician feels the patient warrants chemotherapy, the patient is eligible; for patients with 1-3 positive axillary nodes, the patient is eligible regardless of primary breast tumor characteristics, if in the opinion of the treating physician, chemotherapy is deemed potentially beneficial to the patient\n* If the patient has had a negative sentinel node biopsy, then no further axillary dissection is required, and the patient is determined to be node-negative; if an axillary dissection, without a sentinel node biopsy, is performed to determine nodal status, at least six axillary lymph nodes must be removed and analyzed and negative for the patient to be considered node-negative; axillary nodes with single cells or tumor clusters =\\< 0.2 mm by either hematoxylin and eosin stain (H\\&E) or immunohistochemistry (IHC), will be considered node-negative; lymph nodes positive for polymerase chain reaction (PCR) with tumor cells/clusters =\\< 0.2 mm will be considered node-negative; any axillary lymph node with tumor clusters \\> 0.2 mm will be considered positive\n* If the patient has a sentinel node biopsy and one of the sentinel nodes is positive, as defined by tumor clusters \\> 0.2 mm, an axillary dissection must be performed; a total of at least 6 axillary lymph nodes, including sentinel nodes plus the subsequent dissection, must be removed for the patient to be eligible; of all the lymph nodes removed from both the sentinel node procedure and the axillary dissection, 1-3 must be positive for the patient to be eligible as a node-positive patient; if an axillary dissection is done without a sentinel node procedure, at least 6 lymph nodes must be removed and a 1-3 nodes must be positive for the patient to be considered node-positive and eligible for this study\n* Determination of involvement of axillary nodes with metastatic cancer will follow the revised tumor-node-metastasis (TNM) staging system: axillary nodes with single cells with tumor clusters =\\< 0.2 mm, by either H\\&E or immunohistochemistry (IHC), will be considered negative axillary node; lymph nodes positive for PCR with tumor cells/clusters \\< 0.2 mm will be considered negative axillary node; any axillary lymph node with clusters \\> 0.2 mm will be considered to be positive\n* Patients with estrogen-receptor and/or progesterone receptor negative, positive, or unknown tumors are eligible; estrogen-receptor (ER) and progesterone receptor (PgR) assays should be performed by immunohistochemical methods according to the local institution's standard protocol\n* Patients with human epidermal growth factor receptor 2 (HER2) positive, negative or unknown disease are eligible for this trial; patients whose tumors are HER2 positive by either immunohistochemistry 3+ staining or demonstrate gene amplification by fluorescence in situ hybridization (FISH) may receive trastuzumab\n* There must be negative tumor margins for invasive cancer and ductal carcinoma in situ (DCIS) in the case of mastectomy or lumpectomy; lobular carcinoma in situ (LCIS) is acceptable at the margin\n* Patients with multi-centric breast cancer are eligible as long as all known disease is resected with negative margins, and have 0-3 positive axillary lymph nodes\n* Patients must be registered within 84 days of the last breast surgery; patients must have undergone either modified radical mastectomy or lumpectomy; for patients undergoing sentinel node sampling or axillary dissection a simple mastectomy is acceptable; lumpectomy patients must receive radiation therapy; for patients treated with radiation therapy prior to chemotherapy, the patients should be registered on this study after the conclusion of radiation, with chemotherapy administration beginning within 7 days of registration\n\n  \\* All primary breast and axillary node surgery must be completed prior to enrollment on study\n* No previous trastuzumab, chemotherapy or hormonal therapy for this malignancy, except for tamoxifen therapy\n* No previous anthracycline chemotherapy for any disease\n* Patients with locally advanced breast cancer, inflammatory breast cancer or metastatic breast cancer are not eligible; patients with involvement of dermal lymphatics on pathology are not eligible, even if there are no clinical signs of inflammatory cancer\n* Patients with bilateral, synchronous invasive breast cancer are eligible as long as both primary tumors; if a patient has an invasive cancer on one side that meets the eligibility criteria, and DCIS or LCIS on the contralateral side, the patient is eligible; DCIS or LCIS should be managed according to institutional guidelines\n* Patients must be disease free from prior malignancies for \\> 5 years, except for curatively treated basal cell or squamous cell carcinoma of the skin or carcinoma-in-situ of the cervix; patients with a history of invasive breast cancer, or DCIS are eligible if they have been disease free for \\> 5 years; patients with a history of LCIS are eligible regardless of the interval from diagnosis\n* Common Toxicity Criteria (CTC) performance status 0-1\n* Women must not be pregnant or nursing\n* Concomitant exogenous hormone therapy, including oral contraceptives, post-menopausal hormone replacement therapy, and raloxifene must be stopped before patients can be enrolled\n* Patients may have received up to 4 weeks of tamoxifen therapy for this malignancy and still be eligible for this study; patients who received tamoxifen or another selective estrogen receptor modulator (SERM) for prevention or for other indicators (e.g. osteoporosis) are eligible; tamoxifen therapy or other SERMs must be discontinued before the patient is enrolled on this study\n\n  \\* The use of bisphosphonates for the treatment of osteoporosis is permitted; the use of raloxifene is not permitted are enrollment on this study\n* Patients must have adequate organ function including no active congestive heart failure, and no myocardial infarction \\< 6 months from time of registration\n* Absolute neutrophil count (ANC) \\>= 1,000/mm\\^3\n* Platelet count \\>= 100,00/mm\\^3\n* Creatinine =\\< 2.0 mg/dl\n* Bilirubin =\\< 1.5 x upper limits of institutional normal\n* Patients may be enrolled on adjuvant bisphosphonate studies; patients may be enrolled concurrently or sequentially on 40101 and bisphosphonate trials\n* Patients may be enrolled on adjuvant hormonal studies approved by CALGB or Cancer Trials Support Unit (CTSU), such as the Suppression of Ovarian Function Trial (SOFT) and Tamoxifen and Exemestane Trial (TEXT) trials","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Relapse Free Survival (RFS) 4 vs. 6 Cycles","description":"To determine if longer therapy, 12 weeks, is superior to shorter therapy, 8 weeks, of either CA or paclitaxel for relapse-free survival for women with primary breast cancer with 0-3 positive axillary lymph nodes. An assessment of the superiority of 6 cycles over 4 cycles will be conducted. This analysis combines Arm I and Arm III together, and Arm II and Arm IV together.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"PRIMARY","title":"Duration of Disease Free Survival (RFS)","description":"To determine the equivalence of paclitaxel to CA as adjuvant therapy for women with 0-3 positive axillary lymph nodes, for disease-free survival. Objective progression is defined as the appearance of local (chest wall, axillary, supraclavicular nodes) or distant metastases. The trial is designed to show the equivalence of the experimental agent T with the standard agent combination CA, thus the 4 and 6 course arms of each drug will be combined to conduct this analysis.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS)","description":"To determine the equivalence of paclitaxel to CA as adjuvant therapy for women with 0-3 positive axillary lymph nodes, for overall survival. OS will be measured from study entry until death due to any cause. Survivors will be censored at the date of last follow-up.. The trial is designed to show the equivalence of the experimental agent T with the standard agent combination CA, thus the 4 and 6 course arms of each drug will be combined to conduct this analysis.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"95","spread":null},{"groupId":"OG001","value":"94","spread":null}]}]}]},{"type":"SECONDARY","title":"Adverse Events","description":"To compare toxicities of short course CA and paclitaxel with long course CA and paclitaxel as adjuvant therapy for women with 0-3 positive axillary lymph node breast cancer. The percentage of patients that received a grade 3 or higher hematologic event will be reported here. We will be combining arm I with arm III, as well as arm II with arm IV. For a complete list of adverse events, please refer to the adverse events section.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"38","spread":null},{"groupId":"OG001","value":"29","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Distant Metastases","description":"Local control and distant metastasis will be calculated as the cumulative incidence of first local relapse and first distant metastasis, respectively.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Local Control","description":"Local control will be calculated as the cumulative incidence of first local relapse.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS) for 4 vs. 6 Cycles","description":"To determine if longer therapy, 12 weeks, is superior to shorter therapy, 8 weeks, of either CA or paclitaxel for overall survival for women with primary breast cancer with 0-3 positive axillary lymph nodes. An assessment of the superiority of 6 cycles over 4 cycles will be conducted. This analysis combines Arm I and Arm III together, and Arm II and Arm IV together.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"90.9","spread":null},{"groupId":"OG001","value":"91.8","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":113,"n":1142},"commonTop":["Hemoglobin decreased","Peripheral sensory neuropathy","Leukocyte count decreased","Mucositis oral","Neutrophil count decreased"]}}}