{"nctId":"NCT02267746","briefTitle":"A Study To Evaluate The Safety And Therapeutic Equivalence of Tazarotene Foam 0.1% in Subjects With Acne Vulgaris","startDateStruct":{"date":"2014-06"},"conditions":["Acne Vulgaris"],"count":893,"armGroups":[{"label":"Fabior™(tazarotene)","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Tazarotene (Fabior™)"]},{"label":"Tazarotene","type":"EXPERIMENTAL","interventionNames":["Drug: Tazarotene (Actavis)"]},{"label":"Vehicle foam","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Vehicle foam"]}],"interventions":[{"name":"Tazarotene (Fabior™)","otherNames":[]},{"name":"Tazarotene (Actavis)","otherNames":[]},{"name":"Vehicle foam","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nHealthy male or nonpregnant female aged ≥ 12 and ≤ 40 years with a clinical diagnosis of acne vulgaris.\n\nInformed Consent/Assent: Subjects ages 12 to 17 years inclusive must have provided IRB approved written assent; this written assent must be accompanied by an IRB approved written informed consent from the Subject's legally acceptable representative (i.e., parent or guardian). In addition, all Subjects or their legally acceptable representatives (i.e., parent or guardian) must sign a HIPAA authorization.\n\nSubjects must have a minimum ≥ 30 non-inflammatory lesions (i.e., open and closed comedones) AND ≥ 25 inflammatory lesions (i.e., papules and pustules) AND no cystic lesions and only up to 1 facial nodular lesion (less than or equal to 5 mm) on the face. For the purposes of study treatment and evaluation, these lesions should be limited to the facial treatment area excluding the eyes, the lips, and angles of the nose (i.e. the lines around the nostrils and under the nostrils) and all mucus membranes. Subjects may have acne lesions on other areas of the body which will also be excluded from the count, treatment, and the Investigator's Global Assessment (IGA) evaluation (e.g., on the back, chest and arms).\n\nSubjects must have a severity grade 3, or 4 as per the Investigator's Global Assessment (IGA) (Section 6.2).\n\nSubjects must be willing to refrain from using all other topical acne medications or antibiotics during the 12-week treatment period for acne vulgaris, other than the Investigational Product.\n\nFemale Subjects of childbearing potential (excluding women who are surgically sterilized or postmenopausal for at least 1 year), must have a negative urine pregnancy test (with sensitivity down to at least 50mIU/ml hCG) within 2 weeks prior to baseline.\n\nFemale Subjects of childbearing potential (excluding women who are surgically sterilized or postmenopausal for at least 1 year), must be willing to use an acceptable form of birth control from the day of the first dose administration.. For the purpose of this study the following are considered acceptable methods of birth control: oral or injectable contraceptives, contraceptive patches, Depo-Provera® (stabilized for at least 3 months); NuvaRing® (vaginal contraceptive); Implanon™ (contraceptive implant) double barrier methods (e.g. condom and spermicide); IUD, or abstinence with a 2nd acceptable method of birth control should the Subject become sexually active. A sterile sexual partner is NOT considered an adequate form of birth control.\n\nAll male Subjects must agree to use accepted methods of birth control with their partners, from the day of the first dose administration. Abstinence is an acceptable method of birth control for males.\n\nSubjects must be willing and able to understand and comply with the requirements of the protocol, including attendance at the required study visits.\n\nSubjects who use make-up must have used the same brands/types of make-up for a minimum period of 14 days prior to study entry and must agree to not change make-up brand/type or frequency of use throughout the study.\n\n\\-\n\nExclusion Criteria:\n\nFemale Subjects who are pregnant, nursing or planning to become pregnant during study participation.\n\nSubjects with a history of hypersensitivity or allergy to tazarotene and its excipients, and/or any of the study medication ingredients.\n\nSubjects with the presence of any skin condition that would interfere with the diagnosis or assessment of acne vulgaris. Such conditions include, but are not limited to the following: auto immune disease, rosacea; seborrheic dermatitis; perioral dermatitis; corticosteroid-induced acne; carcinoid syndrome; mastocytosis; acneform eruptions caused by make-up, medication, facial psoriasis and facial eczema, squamous cell carcinoma, steroid folliculitis, or bacterial folliculitis).\n\nSubjects who have acne congoblata, acne fulminans, and secondary acne (e.g., chloracne and drug induced acne) will be excluded from participation.\n\nSubjects with excessive facial hair (e.g. beards, sideburns, moustaches, etc.) that would interfere with diagnosis or assessment of acne vulgaris.\n\nSubjects who have used any of the following within 6 months prior to baseline or use during the study:\n\n1. oral retinoids (e.g. Accutane®)\n2. therapeutic vitamin A supplements of greater than 10,000 units/day (multivitamins are allowed).\n\nSubjects who have used estrogens or oral contraceptives for less than 3 months prior to baseline; use of such therapy must remain constant throughout the study.\n\nSubjects who use androgen receptor blockers (such as spironolactone or flutamide) will be excluded from study participation.\n\nSubjects who have had cosmetic procedures (e.g., facials, wax depilation) which may affect the efficacy and safety profile of the investigational product within 14 days prior to study entry. Cosmetic procedures and facials are prohibited throughout the study.\n\nSubjects who have received radiation therapy and/or anti-neoplastic agents within 90 days prior to baseline.\n\nSubjects who have had laser therapy, electrodessication and phototherapy (e.g., ClearLight®) to the facial area within 180 days prior to study entry.\n\nSubjects who have used any of the following procedures on the face within 1 month prior to baseline or during the study:\n\n1. cryodestruction or chemodestruction,\n2. dermabrasion,\n3. photodynamic therapy,\n4. acne surgery,\n5. intralesional steroids, or\n6. X-ray therapy.\n\nSubjects who have used any of the following treatments within 1 month prior to baseline or during the study:\n\n1. systemic corticosteroids (including intranasal and inhaled corticosteroids)\n2. systemic antibiotics,\n3. systemic treatment for acne vulgaris (other than oral retinoids which need a 6-month washout), or\n4. systemic anti-inflammatory agents.\n\nSubjects who have used any of the following treatments within 14 days prior to baseline or during the study:\n\n1. topical steroids,\n2. topical retinoids including over-the-counter preparations,\n3. α-hydroxy/glycolic acid\n4. topical anti-inflammatory agents, or\n5. topical antibiotics.\n\nSubjects who have started hormonal therapy or changed the dosage of their hormonal therapy within 3 months prior to baseline will be excluded from study participation. The dosage and frequency of use of any hormonal therapy started greater than 3 months prior to baseline must remain unchanged throughout the study (Visit 1 through Visit 4). Hormonal treatments include, but are not limited to, estrogenic and progestational agents such as birth control pills.\n\nSubjects who have unstable medical disorders that are clinically significant or life-threatening diseases will be excluded from study participation.\n\nSubjects with current facial sunburn at baseline or subjects who will have excessive use of tanning booths, sunbathing, or excessive exposure to the sun during the study.\n\nSubjects who will engage in activities that involve excessive or prolonged exposure to sunlight or weather extremes, such as wind or cold.\n\nSubjects who have on-going malignancies requiring systemic treatment will be excluded from study participation. In addition, Subjects who have any malignancy of the skin of the facial area will be excluded.\n\nSubjects who consume excessive amounts of alcohol (greater than two drinks per day) or use drugs of abuse (including, but not limited to cannabinoids, cocaine and barbiturates).\n\nSubjects who have had general anesthesia for any reason and subjects who have received neuromuscular blocking agents within 14 days prior to study entry will be excluded from study participation.\n\nSubjects who have participated in an investigational drug study (i.e., Subjects have been treated with an Investigational Drug) within 30 days prior to baseline will be excluded from study participation. Subjects who are participating in non-treatment studies such as observational studies or registry studies can be considered for inclusion.\n\nSubjects who have been previously enrolled in this study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","maximumAge":"40 Years","stdAges":["CHILD","ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percent Change in the Inflammatory (Papules and Pustules) Lesion Counts","description":"For the purposes of study treatment and evaluation, these lesions were limited to the facial treatment area excluding the eyes, the lips, and angles of the nose (i.e., the lines around the nostrils and under the nostrils) and all mucus membranes.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-48.25","spread":"26.743"},{"groupId":"OG001","value":"-52.72","spread":"22.792"},{"groupId":"OG002","value":"-45.03","spread":"24.092"}]}]}]},{"type":"PRIMARY","title":"Percent Change in the Non-inflammatory (Open and Closed Comedones) Lesion Counts","description":"Estimates of mean percent change from baseline for non-inflammatory lesions for the Test and Reference treatment.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-41.98","spread":"21.125"},{"groupId":"OG001","value":"-44.51","spread":"20.062"},{"groupId":"OG002","value":"-37.42","spread":"24.126"}]}]}]},{"type":"SECONDARY","title":"The Proportion of Subjects With an IGA Score That is at Least 2 Grades Less Than the Baseline Assessment","description":null,"paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"103","spread":null},{"groupId":"OG001","value":"119","spread":null},{"groupId":"OG002","value":"88","spread":null}]},{"measurements":[{"groupId":"OG000","value":"149","spread":null},{"groupId":"OG001","value":"128","spread":null},{"groupId":"OG002","value":"171","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":292},"commonTop":["Headache","Nasopharyngitis","Dysmenorrhoea","Influenza","Diarrhoea"]}}}