{"nctId":"NCT00775645","briefTitle":"S0715: Acetyl-L-Carnitine in Preventing Neuropathy in Women With Stage I, II, or IIIA Breast Cancer Undergoing Chemo","startDateStruct":{"date":"2009-09"},"conditions":["Breast Cancer","Chemotherapeutic Agent Toxicity","Fatigue","Neuropathy","Neurotoxicity"],"count":437,"armGroups":[{"label":"Arm I","type":"EXPERIMENTAL","interventionNames":["Dietary Supplement: acetyl-L-carnitine hydrochloride"]},{"label":"Arm II","type":"PLACEBO_COMPARATOR","interventionNames":["Other: placebo"]}],"interventions":[{"name":"acetyl-L-carnitine hydrochloride","otherNames":[]},{"name":"placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"DISEASE CHARACTERISTICS:\n\n* Histologically confirmed primary invasive adenocarcinoma of the breast\n\n  * Stage I-III disease\n  * No metastatic disease\n* Must have undergone modified radical mastectomy or breast-sparing surgery\n* Planning to receive one of the following standard taxane-based systemic chemotherapy regimens as adjuvant therapy for breast cancer:\n\n  * Paclitaxel 80 mg/m² weekly for 12 weeks\n  * Paclitaxel 175 mg/m² every other week for 4 courses (8 weeks)\n  * Paclitaxel 175 mg/m² every other week for 6 courses (12 weeks)\n  * Docetaxel 75 mg/m² every 3 weeks for 4 courses (12 weeks)\n  * Docetaxel 75 mg/m² every 3 weeks for 6 courses (18 weeks)\n* No history of neuropathy\n* Hormone receptor status not specified\n\nPATIENT CHARACTERISTICS:\n\n* Menopausal status not specified\n* Zubrod performance status 0-2\n* Serum creatinine ≤ 2.5 times upper limit of normal\n* Not pregnant or nursing\n* Fertile patients must use effective contraception\n* Able to complete questionnaires in English or Spanish\n* Willing to submit blood samples for DNA extraction, genotyping analysis, and nerve growth factor studies\n* No history of diabetes\n* No history of seizure disorder\n* No other malignancy within the past 5 years except adequately treated basal cell or squamous cell skin cancer, carcinoma in situ of the cervix, ductal carcinoma in situ, or adequately treated stage I or stage II malignancy from which the patient is currently in complete remission\n\nPRIOR CONCURRENT THERAPY:\n\n* See Disease Characteristics\n* Recovered from prior breast surgery\n* Prior neoadjuvant or adjuvant chemotherapy allowed\n* No prior taxane therapy\n* No prior biologic therapy for treatment of breast cancer\n* No concurrent vitamin E, glutamine, gabapentin, nortriptyline, amitriptyline, or duloxetine hydrochloride\n\n  * Multivitamins containing vitamin E allowed provided vitamin E dose is \\< 1,000 IU\n* No concurrent anti-seizure medications\n* Concurrent hormonal therapy allowed\n* Concurrent biologic therapy allowed (e.g., Herceptin)\n* Concurrent participation in another therapeutic clinical trial allowed","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"18 Years","maximumAge":"120 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"12-week FACT-Taxane Neurotoxicity Model-adjusted Score in ALC and Placebo Groups","description":"Compare whether treatment with acetyl-L-carnitine hydrochloride vs placebo prevents symptoms of neuropathy as measured by the 11-item neurotoxicity (NTX) component of the Functional Assesment of Cancer Therapy (FACT)-Taxane Questionnaire at 12 weeks after study registration in women with breast cancer undergoing adjuvant taxane-based chemotherapy. Linear regression model adjusted for baseline score, taxane regiment, and age. Lower scores indicate worse CIPN. Total possible range is 0 to 64. For more information on this subscale, please see http://www.facit.org/FACITOrg/Questionnaires","paramType":"MEAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35.4","spread":null},{"groupId":"OG001","value":"36.3","spread":null}]}]}]},{"type":"SECONDARY","title":"12-week FACT-Trial Outcome Index(TOI) Functional Status Model-adjusted Score in ALC and Placebo Groups","description":"Compare FACT-TOI outcome in treatment vs placebo groups at 12 weeks after study registration in women with breast cancer undergoing adjuvant taxane-based chemotherapy. Linear regression model adjusted for baseline score, taxane regiment, and age. Lower scores indicate worse functional status. Total possible range is 0 to 120. For more information on this subscale, please see http://www.facit.org/FACITOrg/Questionnaires","paramType":"MEAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"92.1","spread":null},{"groupId":"OG001","value":"92.3","spread":null}]}]}]},{"type":"SECONDARY","title":"12-week FACIT-fatigue Model-adjusted Score in ALC and Placebo Groups","description":"Compare fatigue outcome between treatment and placebo groups as measured by the 13-item Functional Assessment of Chronic Illness Therapy FACIT-fatigue questionnaire at 12 weeks after study registration in women with breast cancer undergoing adjuvant taxane-based chemotherapy. Linear regression model adjusted for baseline score, taxane regiment, and age. Lower scores indicate more fatigue. Total possible range is 0 to 52. For more information on this subscale, please see http://www.facit.org/FACITOrg/Questionnaires","paramType":"MEAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"36.6","spread":null},{"groupId":"OG001","value":"35.3","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Proportion of Patients Experiencing Grade 3 or 4 Neuropathy","description":"Proportion of patients experiencing grade 3 or 4 neuropathy","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Serum Nerve Growth Factor Levels","description":null,"paramType":null,"dispersionType":null,"classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"Treatment and Concurrent Therapy","description":"total dose of taxane received and treatment delays, compliance with therapy, and use of concurrent medications, dietary supplements (e.g., glutamine), vitamin E, and complementary and alternative medicines","paramType":null,"dispersionType":null,"classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"Association Between Nerve Growth Factor Levels and the Degree of Neuropathy and Functional Status","description":"Explore the relationship between nerve growth factor levels and the degree of neuropathy and functional status in these patients.","paramType":null,"dispersionType":null,"classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"Association Between Genetic Markers Responsible for Taxane Metabolism and Clearance and the Degree of Neuropathy","description":"Explore the relationship between genetic markers responsible for taxane metabolism and clearance (e.g., CYP2C8, CYP3A4, CYP3A5, GSTM1, and GSTP1) and the degree of neuropathy in these patients.","paramType":null,"dispersionType":null,"classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":208},"commonTop":["Neuropathy: sensory","Nausea","Insomnia","Fatigue (asthenia, lethargy, malaise)","Hot flashes/flushes"]}}}