{"nctId":"NCT01179672","briefTitle":"A Study in Participants With Diabetic Peripheral Neuropathic Pain in China","startDateStruct":{"date":"2011-04"},"conditions":["Diabetic Neuropathy, Painful"],"count":405,"armGroups":[{"label":"Duloxetine","type":"EXPERIMENTAL","interventionNames":["Drug: Duloxetine"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Duloxetine","otherNames":["Cymbalta","LY248686"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Present with pain due to bilateral peripheral neuropathy\n\n  * Participants must have pain caused by Type 1 or Type 2 diabetes mellitus\n  * Pain must begin in the feet with relatively symmetrical onset\n  * Daily pain should be present for at least 6 months\n  * Diagnosis must be confirmed by a score of at least 3 on the Michigan Neuropathy Screening Inventory (MNSI)\n* Females must test negative for a serum pregnancy test at Screening. Females of child-bearing potential (who are not surgically sterilized and between menarche and 1 year postmenopause) must agree to use a medically acceptable and reliable means of birth control, during the study and for 1 month following the last study dose.\n* Stable glycemic control as assessed by a physician investigator and a glycosylated hemoglobin (HbA1c) \\<12% before randomization\n* Score of greater than or equal to 4 on the Brief Pain Inventory (BPI) 24-hour average pain item at Screening.\n* Full completion of the daily diaries for at least 80% of the days between the second and third time you come to the hospital (Screening).\n\nExclusion Criteria:\n\n* Currently enrolled in, or discontinued within the last 30 days from, a clinical trial involving an investigational drug or device or off-label use of a drug or device, or concurrently enrolled in any other type of medical research judged not to be scientifically or medically compatible with this study\n* Current (less than or equal to 1 year) Diagnostic and Statistical Manual of Mental Disorders, Fourth Edition (DSM-IV) Axis I diagnosis of major depressive disorder, dysthymia, anxiety disorders (excluding phobias), alcohol or eating disorders as determined by the Mini-International Neuropsychiatric Interview (MINI) or a previous diagnosis\n* DSM-IV diagnosis of mania, bipolar disorder, or psychosis determined either by participant history or by diagnosis using specific MNSI modules\n* Serious or unstable cardiovascular, hepatic, renal, respiratory, or hematologic illness, symptomatic peripheral vascular disease, or other medical condition or psychological conditions that in the opinion of investigator would compromise participation or be likely to lead to hospitalization during the course of the study.\n* At Screening alanine transaminase (ALT) greater than 2 times upper limit of normal (ULN), based on central laboratory reference ranges times ULN, based on central laboratory reference ranges\n* Prior renal transplant, current renal dialysis, or serum creatinine laboratory value \\>1.5 times ULN, based on central laboratory reference ranges at Screening.\n* Historical exposure to drugs known to cause neuropathy, or a history of a medical condition, including pernicious anemia and hypothyroidism, that could have been responsible for neuropathy\n* Pain that cannot be clearly differentiated from or conditions that interfere with the assessment of the diabetic neuropathy pain. Examples of painful conditions that could be confused with diabetic neuropathy pain include peripheral vascular disease, neurological disorders unrelated to diabetic neuropathy, skin condition in the area of the neuropathy that could alter sensation, other painful conditions\n* Participants who have previously completed or withdrawn from this study or have been previously treated with duloxetine, including participants who participated in study F1J-MC-HMEQ (NCT00408993), even those in the placebo arm\n* Participants taking excluded medications that cannot be stopped at Screening\n* Treatment with a monoamine oxidase inhibitor (MAOI) or fluoxetine within 30 days of the third Screening\n* Participants with a positive Hepatitis B surface antigen and/or Hepatitis C antibody are to be excluded if they have any of the following:\n\n  * Hepatic dysfunction as determined by the investigator or\n  * Clinical manifestations of liver disease within the previous year such as unexplained pruritus, unexplained dark urine, jaundice, unexplained right upper quadrant tenderness, unexplained \"flu-like\" symptoms or\n  * Aspartate transaminase (AST), ALT, or bilirubin above the normal reference range.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Change From Baseline at 12-Week Endpoint in the Weekly Mean of Pain Severity Score","description":"24-hour average pain severity scores were recorded daily by the participant on an 11-point Likert scale, an ordinal scale, with scores ranging from 0 (no pain) to 10 (worst possible pain). The weekly mean was calculated. A negative change indicated an improvement in participant's condition. Least squares (LS) mean was calculated using mixed model repeating measures (MMRM) and adjusted for treatment, pooled investigator, visit, and treatment-by-visit interaction, as well as baseline score and baseline score-by-visit interaction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.40","spread":"0.14"},{"groupId":"OG001","value":"-1.97","spread":"0.14"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline at 12-Week Endpoint in Weekly Mean of Night Pain and Worst Pain","description":"24-hour average night pain and worst pain severity scores were recorded daily on an 11-point Likert scale, an ordinal scale, with scores ranging from 0 (no pain) to 10 (worst possible pain). A negative change indicated an improvement in the participant's condition. LS mean was calculated using MMRM and adjusted for treatment, pooled investigator, visit, and treatment-by-visit interaction, as well as the baseline score and baseline score-by-visit interaction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.65","spread":"0.15"},{"groupId":"OG001","value":"-2.11","spread":"0.15"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.80","spread":"0.16"},{"groupId":"OG001","value":"-2.25","spread":"0.17"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline at 12-Week Endpoint in the BPI-Severity Scale","description":"BPI-Severity Scale was a self-reported scale that measured the severity of pain based on the average pain over the past 24-hours. The severity scores range from 0 (no pain) to 10 (pain as severe as you can imagine). A negative change indicated an improvement in the participant's condition. LS mean was calculated using MMRM and adjusted for treatment, pooled investigator, visit, and treatment-by-visit interaction, as well as baseline score and baseline score-by-visit interaction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.50","spread":"0.15"},{"groupId":"OG001","value":"-2.00","spread":"0.15"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline at 12-Week Endpoint in the CGI-S Scale","description":"CGI-S was administered by the investigator in the presence of the participant and measured the severity of illness at the time of assessment compared with start of treatment; CGI-S scores ranged from 1 (normal, not at all ill) to 7 (among the most extremely ill participants). A negative change indicated an improvement in the participant's condition. LS mean was calculated using MMRM and adjusted for treatment, pooled investigator, visit, and treatment-by-visit interaction, as well as baseline score and baseline score-by-visit interaction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.40","spread":"0.10"},{"groupId":"OG001","value":"-1.17","spread":"0.10"}]}]}]},{"type":"SECONDARY","title":"Patient Global Impression of Improvement (PGI-I) Scale at 12-Week Endpoint","description":"PGI-I was self-reported and measured a participant's perception of improvement at the time of assessment compared with the start of treatment. Scores ranged from 1 (very much better) to 7 (very much worse). LS mean was calculated using MMRM and adjusted for treatment, pooled investigator, visit, and treatment-by-visit interaction, as well as baseline score and baseline score-by-visit interaction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.44","spread":"0.07"},{"groupId":"OG001","value":"2.65","spread":"0.07"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline at 12-Week Endpoint in the Sensory Subscale of the SF-MPQ","description":"SF-MPQ was a self-reported instrument that consisted of 11 sensory descriptors describing pain. The descriptors were rated on an intensity scale from 0 (none), 1 (mild), 2 (moderate) or 3 (severe). Three (3) pain scores were derived from the sum of the intensity rank values of the words chosen for sensory descriptors. The SF-MPQ sensory subscale was the sum of the 11 scores (ranged from 0 to 33, with 33 being the worst pain). A negative change indicates an improvement. LS mean was calculated using analysis of covariance (ANCOVA) adjusted for treatment, pooled investigator and baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.45","spread":"0.36"},{"groupId":"OG001","value":"-5.33","spread":"0.39"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Experience Equal to or Greater Than 30%, 50% or 75% Reduction From Baseline at 12-Week Endpoint in Weekly Mean of Average Daily Pain","description":"24-hour self-assessment of average daily pain was recorded in the participants diary based on an 11 point Likert scale with scores ranging from 0 (no pain) to 10 (worst possible pain). Percentage of participants was calculated as: (number of participants with 30% \\[or 50% or 75%\\] reduction in average daily pain) divided by (number of participants) multiplied by 100.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"61.5","spread":null},{"groupId":"OG001","value":"49.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"42.0","spread":null},{"groupId":"OG001","value":"28.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14.5","spread":null},{"groupId":"OG001","value":"9.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Experienced Equal to or Greater Than 30%, 50% or 75% Reduction From Baseline at 12-week Endpoint in BPI-Severity Average Pain Score","description":"BPI-Severity scale was a self-reported scale that measured the severity of pain based on the average pain experienced over the past 24 hours. The severity scores range from 0 (no pain) to 10 (pain as severe as you can imagine). A negative change indicated an improvement in the participant's condition. Percentage of participants was calculated as: (number of participants with 30% \\[or 50% or 75%\\] reduction in BPI-Severity average pain) divided by (number of participants) multiplied by 100.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"63.0","spread":null},{"groupId":"OG001","value":"46.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"46.0","spread":null},{"groupId":"OG001","value":"29.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15.0","spread":null},{"groupId":"OG001","value":"9.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline at 12-week Endpoint in the BPI Interference Score","description":"BPI-Interference Score was a self-reported scale that measured the interference of pain based on the average of the 7 questions assessing the interference of pain for general activity, mood, walking ability, normal work, relations with other people, sleep, and enjoyment of life. The average interference scores ranged from 0 (does not interfere) to 10 (completely interferes). A negative change indicates an improvement in the participant's condition. LS means was calculated using MMRM and adjusted treatment, pooled investigator, visit, and treatment-by-visit interaction, baseline score and baseline score-by-visit interaction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.42","spread":"0.13"},{"groupId":"OG001","value":"-1.82","spread":"0.14"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline at 12 Week Endpoint in the SDS Total Score","description":"SDS was self-reported and used to assess the effect of the participant's symptoms on their work (Item 1), social life (Item 2), and family life (Item 3). Each item was measured on a 0 (not at all) to 10 (extremely) point scale with higher values indicating greater disruption. SDS total score was the sum of the 3 items and ranged from 0 to 30, with higher values indicating greater disruption in the participant's work/social/family life. Scores ≥5 were associated with significant functional impairment. A negative change indicated an improvement in the participant's condition. LS mean was adjusted using MMRM and adjusted for treatment, pooled investigator, visit, and treatment-by-visit interaction, baseline score and baseline score-by-visit interaction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.36","spread":"0.40"},{"groupId":"OG001","value":"-5.09","spread":"0.42"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":202},"commonTop":["Nausea","Dizziness","Decreased appetite","Somnolence","Hyperlipidaemia"]}}}