{"nctId":"NCT01695135","briefTitle":"A Study of Abiraterone Acetate Plus Prednisone in Patients With Metastatic Castration-Resistant Prostate Cancer Who Have Failed Docetaxel-Based Chemotherapy","startDateStruct":{"date":"2012-08-09","type":"ACTUAL"},"conditions":["Prostate Neoplasms"],"count":214,"armGroups":[{"label":"Abiraterone acetate plus prednisone","type":"EXPERIMENTAL","interventionNames":["Drug: Abiraterone acetate","Drug: Prednisone"]},{"label":"Placebo plus prednisone","type":"EXPERIMENTAL","interventionNames":["Drug: Placebo","Drug: Prednisone"]}],"interventions":[{"name":"Abiraterone acetate","otherNames":[]},{"name":"Placebo","otherNames":[]},{"name":"Prednisone","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Histologically or cytologically confirmed adenocarcinoma of the prostate except neuroendocrine carcinoma including small cell carcinoma\n* Disease progressed on or after prior docetaxel-containing chemotherapy\n* Prior 1 or 2 cytotoxic chemotherapy regimens for metastatic castration-resistant prostate cancer, at least 1 of which contains docetaxel\n* Documented prostate cancer progression as documented by prostate specific antigen progression according to Prostate Specific Antigen Working Group criteria or radiographic progression in soft tissue or bone\n* Surgically or medically castrated, with serum testosterone level \\<50 ng/dL (1.7 nmol/L)\n* Eastern Cooperative Oncology Group performance status score of \\<=2\n* Protocol-defined laboratory values\n* Agrees to protocol-defined use of effective contraception\n\nExclusion Criteria:\n\n* Active infection or other medical condition that would make prednisone (corticosteroid) use contraindicated\n* Any chronic medical condition requiring a higher dose of corticosteroid than 5 mg prednisone twice daily\n* Pathological finding consistent with neuroendocrine carcinoma of prostate including small cell carcinoma\n* Uncontrolled hypertension (systolic BP \\>=160 mmHg or diastolic BP \\>=95 mmHg; patients with a history of hypertension are allowed provided blood pressure is controlled by anti-hypertensive therapy)\n* Active or symptomatic viral hepatitis or chronic liver disease, have a known infection with human immunodeficiency virus and/or hepatitis B virus or hepatitis C virus\n* History of pituitary or adrenal dysfunction.\n* Clinically significant heart disease as evidenced by myocardial infarction, or arterial thrombotic events in the past 6 months, severe or unstable angina, or New York Heart Association Class III or IV heart disease or cardiac ejection fraction measurement of \\<50% at baseline\n* Atrial fibrillation, or other cardiac arrhythmia requiring therapy\n* Other malignancy within past 3 years (except basal or nonmetastatic squamous cell carcinoma of the skin)\n* Known brain metastasis\n* Prior therapy with abiraterone acetate or other CYP17 inhibitor(s), or investigational agent(s) targeting the androgen receptor for metastatic prostate cancer\n* Prior therapy with ketoconazole for prostate cancer\n* Surgery or local prostatic intervention within 30 days of the first dose\n* Radiotherapy, chemotherapy, or immunotherapy within 30 days, or single fraction of palliative radiotherapy within 14 days of administration of Cycle 1 Day 1\n* Any acute toxicities due to prior chemotherapy and/or radiotherapy that have not resolved to a National Cancer Institute-Common Terminology Criteria for Adverse Events grade of \\<=1 (chemotherapy induced alopecia and grade 2 peripheral neuropathy is allowed)\n* Current enrollment in an investigational drug or device study or participation in such a study within 30 days of Cycle 1 Day 1\n* Anti-androgen treatment must not be given within 4 weeks (flutamide) or 6 weeks (bicalutamide or nilutamide) prior to Cycle 1 Day 1\n* Prior systemic treatment with an azole drug (eg, fluconazole, itraconazole) within 4 weeks prior to Cycle 1 Day 1\n* Has known allergies, hypersensitivity, or intolerance to abiraterone acetate or its excipients\n* Has contraindications to the use of prednisone per local prescribing information\n* Has any condition that, in the opinion of the investigator, would make participation not be in the best interest (eg, compromise the well-being) of the patient or that could prevent, limit, or confound the protocol-specified assessments","healthyVolunteers":false,"sex":"MALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"DB Phase: Time to Prostate-Specific Antigen Progression (PSA)","description":"Time to PSA progression was defined as time interval from the date of randomization to the date of the prostate-specific antigen (PSA) progression as defined in the Prostate Specific Antigen Working Group (PSAWG) criteria. PSAWG criteria- Decline from baseline and reach response criteria: greater than or equal to (\\>=) 50 percent (%) increase over the nadir and the increase in the absolute-value by at least 5 nanogram per milliliter (ng/mL) (or back to the baseline), which is confirmed by a second value 4 or more weeks later; Decline from baseline but not reach response criteria: \\>=25% increase over the nadir and the increase in the absolute-value by at least 5 ng/mL, which is confirmed by a second value 4 or more weeks later; and No decline from baseline: \\>=25% increase over the baseline and the increase in the absolute-value by at least 5 ng/mL, which is confirmed by a second value 4 or more weeks later.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"84.00","spread":null},{"groupId":"OG001","value":"169.00","spread":null}]}]}]},{"type":"SECONDARY","title":"DB Phase: Overall Survival","description":"Overall survival was defined as the time interval from the date of randomization to the date of death from any cause.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"561.00","spread":null},{"groupId":"OG001","value":"579.00","spread":null}]}]}]},{"type":"SECONDARY","title":"DB Phase: Percentage of Participants Who Achieved PSA Response","description":"Percentage of participants who achieved PSA response (defined as \\>= 50% PSA decline from baseline) according to PSAWG criteria were reported. PSAWG criteria- Decline from baseline and reach response criteria: \\>= 50% increase over the nadir and the increase in the absolute-value by at least 5 ng/mL (or back to the baseline), which is confirmed by a second value 4 or more weeks later; Decline from baseline but not reach response criteria: \\>=25% increase over the nadir and the increase in the absolute-value by at least 5 ng/mL, which is confirmed by a second value 4 or more weeks later; and No decline from baseline: \\>=25% increase over the baseline and the increase in the absolute-value by at least 5 ng/mL, which is confirmed by a second value 4 or more weeks later.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.3","spread":null},{"groupId":"OG001","value":"54.5","spread":null}]}]}]},{"type":"SECONDARY","title":"DB Phase: Objective Response Rate (ORR)","description":"ORR was defined as the percentage of participants with measurable disease at baseline achieving a complete response (CR) or partial response (PR) according to modified response evaluation criteria in solid tumors (RECIST) criteria. RECIST criteria for CR: disappearance of all target lesions and non-target lesions and normalization of tumor marker level. PR: At least a 30% decrease in the sum of the longest diameter (LD) of target lesions, taking as reference the baseline sum LD.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.2","spread":null},{"groupId":"OG001","value":"17.5","spread":null}]}]}]},{"type":"SECONDARY","title":"DB Phase: Change From Baseline in Functional Assessment of Cancer Therapy-Prostate (FACT-P) Questionnaire: Total Scores at the End of Treatment","description":"FACT-P assesses symptoms/problems related to prostate carcinoma and its treatment. It is a combination of the FACT- General + the Prostate Cancer Subscale (PCS) (Range 1-156, higher scores better). The FACT-General (FACT-G) is a 28 item Quality of Life (QOL) measure that provides a total score as well as subscale scores: Physical (0-28), Functional (0-28), Social (0-28), and Emotional (0-24) Well-being. The total range was between 1-108, higher scores better. Functional Assessment of Cancer Therapy-Treatment Outcome Index (FACT-TOI) is derived from the sum of the Physical Well-Being, Functional Well-Being, and Prostate Cancer subscale scores; a sensitive measure of patient-reported health (Range 1-104, higher scores better). PCS is a 12-item prostate cancer subscale that asks about symptoms and problems specific to prostate cancer (Range 0-48, higher scores better).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-19.9","spread":"22.07"},{"groupId":"OG001","value":"-16.1","spread":"22.74"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.7","spread":"6.52"},{"groupId":"OG001","value":"-4.9","spread":"6.85"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.1","spread":"6.60"},{"groupId":"OG001","value":"-2.7","spread":"7.31"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.1","spread":"4.48"},{"groupId":"OG001","value":"-2.4","spread":"4.87"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.8","spread":"3.82"},{"groupId":"OG001","value":"-1.2","spread":"6.55"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-14.6","spread":"16.25"},{"groupId":"OG001","value":"-11.2","spread":"17.19"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.3","spread":"7.99"},{"groupId":"OG001","value":"-4.9","spread":"7.70"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-17.1","spread":"17.76"},{"groupId":"OG001","value":"-12.5","spread":"17.52"}]}]}]},{"type":"SECONDARY","title":"DB Phase: Time to Pain Progression","description":"Time to Pain progression calculated as number of days from date of randomization to date of pain progression. Pain progression- worsening of pain due to metastatic bone disease defined as increase of \\>=30% in worst pain over past 24 hours on BPI-SF numeric rating scale at 2 consecutive evaluations 4 weeks apart without decrease in analgesic usage score (in 2 corresponding consecutive evaluation in analgesic usage score, if there is missing visit, use existing visit only) or increase in analgesic usage score \\>=30% at 2 consecutive evaluations 4 weeks apart. BPI-SF is 11-item questionnaire which includes 4 questions that assess pain intensity and 7 questions that assess impact of pain on daily functions. Total score (average of individual questions) ranges from 0=No pain to 10=Pain as bad as you can imagine; Higher scores= greater pain. Analgesic usage was scored on scale of 0 to 3 where 0=no analgesic, 1=non-opioid analgesics, 2=opioids for moderate pain and 3=opioids for severe pain.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"169.00","spread":null},{"groupId":"OG001","value":"505.00","spread":null}]}]}]},{"type":"SECONDARY","title":"DB Phase: Percentage of Participants Experiencing Pain Palliation","description":"Percentage of participants experiencing pain palliation were reported. A participant is responder if experienced \\>=30% reduction in Brief Pain Inventory - Short Form (BPI-SF) worst pain intensity score over 24 hours observed at 2 consecutive evaluations 4 weeks apart without any increase in analgesic usage score (best response). Analgesic usage was scored on a scale of 0 to 3 where 0=no analgesic, 1=non-opioid analgesics, 2=opioids for moderate pain and 3=opioids for severe pain. BPI-SF is 11-item self-reported questionnaire designed to assess severity and impact of pain on daily functions. It includes 4 questions that assess pain intensity (worst, least, average, right now) and 7 questions that assess impact of pain on daily functions (general activity, mood, walking ability, normal work, relations with other people, sleep, enjoyment of life). Total score (average of individual questions) ranges from 0=No pain to 10=Pain as bad as you can imagine; Higher scores indicate greater pain.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"31.8","spread":null},{"groupId":"OG001","value":"54.5","spread":null}]}]}]},{"type":"SECONDARY","title":"DB Phase: Change From Baseline in Brief Fatigue Inventory (BFI) Score at End of Treatment","description":"The Brief Fatigue Inventory (BFI) is a brief participant-reported questionnaire that measures the severity of fatigue based on the worst fatigue experienced during the past 24-hours. BFI has nine items. Three items ask patients to rate the severity of their fatigue at its \"worst,\" \"usual,\" and \"now\" during normal waking hours, with 0 being \"no fatigue\" and 10 being \"fatigue as bad as you can imagine.\" Six items assess the amount that fatigue has interfered with different aspects of the patient's life during the past 24 hours. The interference items include general activity, mood, walking ability, normal work (includes both work outside the home and housework), relations with other people, and enjoyment of life. The interference items are measured on a 0-10 scale, with 0 being \"does not interfere\" and 10 being \"completely interferes.\" BFI Total Score is the average of the nine items, ranging from 0 (no fatigue) to 10 (high fatigue).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.4","spread":"3.59"},{"groupId":"OG001","value":"1.7","spread":"3.34"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.4","spread":"3.53"},{"groupId":"OG001","value":"1.5","spread":"3.18"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.6","spread":"3.73"},{"groupId":"OG001","value":"1.6","spread":"3.49"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.3","spread":"3.65"},{"groupId":"OG001","value":"1.7","spread":"3.38"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.7","spread":"3.39"},{"groupId":"OG001","value":"1.8","spread":"3.40"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.4","spread":"3.28"},{"groupId":"OG001","value":"1.8","spread":"3.50"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.2","spread":"3.84"},{"groupId":"OG001","value":"2.0","spread":"3.71"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.0","spread":"3.08"},{"groupId":"OG001","value":"1.6","spread":"3.25"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.5","spread":"3.33"},{"groupId":"OG001","value":"1.9","spread":"3.64"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":20,"n":71},"commonTop":["Anaemia","Hypokalaemia","Bone pain","Aspartate aminotransferase increased","Alanine aminotransferase increased"]}}}