{"nctId":"NCT03106987","briefTitle":"A Study to Examine Olaparib Maintenance Retreatment in Patients With Epithelial Ovarian Cancer.","startDateStruct":{"date":"2017-06-08","type":"ACTUAL"},"conditions":["Epithelial Ovarian Cancer"],"count":220,"armGroups":[{"label":"Active Comparator: Olaparib","type":"EXPERIMENTAL","interventionNames":["Drug: Active Comparator: Olaparib tablets"]},{"label":"Placebo Comparator: Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Active Comparator: Olaparib tablets","otherNames":["Olaparib tablets"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria\n\n* Provision of informed consent prior to any study specific procedures\n* Female patients ≥18 years of age, with histologically diagnosed relapsed non-mucinous epithelial ovarian cancer (EOC) (including primary peritoneal and/or fallopian tube cancer) (Non-mucinous EOC includes patients with serous, endometrioid, and transitional cell tumours, and those with mixed histology where one of these subtypes is predominant (\\>50%). Inclusion of other subtypes should first be discussed with the Medical Monitor).\n* Documented BRCA1/2 status.\n* Patients must have received one prior PARPi therapy PARPi therapy includes any agent (including Olaparib) used in a maintenance setting For the BRCA1/2 (+ve) cohort, the duration of first PARPi exposure must have been ≥18 months following a first line of chemotherapy or ≥12 months following a second or subsequent line of chemotherapy For the BRCA1/2 (-ve) cohort, the duration of first PARPi exposure must have been ≥12 months following a first line of chemotherapy or ≥6 months following a second or subsequent line of chemotherapy For the last chemotherapy course immediately prior to randomisation on the study Patients must have received a platinum-based chemotherapy regimen (carboplatin, cisplatin or oxaliplatin) and have received at least 4 cycles of treatment Patients must be, in the opinion of the investigator, in response (partial or complete radiological response) or may have no evidence of disease (if optimal cytoreductive surgery was conducted prior to chemotherapy) and no evidence of a rising CA-125, as defined below, following completion of this chemotherapy course Pre-treatment CA-125 measurements must meet criterion specified below\n* If the first value is within upper limit of normal (ULN) the patient is eligible to be randomised and a second sample is not required\n* If the first value is greater than ULN a second assessment must be performed at least 7 days after the first. If the second assessment is ≥ 15% more than the first the patient is not eligible.\n\nPatients must not have received bevacizumab during this course of treatment. Bevacizumab use as part of an earlier line of chemotherapy is permitted Patients must not have received any investigational agent during this course of treatment Patients must be randomised within 8 weeks of their last dose of chemotherapy (last dose is the day of the last infusion)\n\n* Patients must have normal organ and bone marrow function measured within 28 days of randomization.\n* Eastern Cooperative Oncology Group performance status 0-1\n* Patients must have a life expectancy ≥16 weeks.\n* Postmenopausal or evidence of non-childbearing status for women of childbearing potential: negative urine or serum pregnancy test within 28 days of study treatment and confirmed prior to treatment on day 1\n* At least one lesion (measurable and/or non-measurable) that can be accurately assessed at baseline with computed tomography (CT) or magnetic resonance imaging (MRI) and is suitable for repeated assessment. or No measurable disease following a complete response to most recent chemotherapy (+/- surgery)\n* A formalin fixed, paraffin embedded (FFPE) tumour sample from the cancer of sufficient quantity and quality (as specified in the Covance Central Laboratory Services Manual) must be available for future central testing of tumour genetic status.\n* For inclusion in the optional biomarker research, patients must sign an informed consent for biomarker research.\n\nExclusion criteria:\n\n* Involvement in the planning and/or conduct of the study (applies to both AstraZeneca staff and/or staff at the study site).\n* Participation in another clinical study with an investigational product during the chemotherapy course immediately prior to randomisation.\n* Other malignancy within the last 5 years except the ones detailed in the exclusion criteria section of study protocol.\n* Resting electrocardiogram (ECG) with corrected QT interval (QTc) \\>470 msec on 2 or more time points within a 24 hour period or family history of long QT syndrome6. Patients receiving any systemic chemotherapy or radiotherapy (except for palliative radiotherapy) within 3 weeks prior to study treatment.\n* Concomitant use of known strong cytochrome P450 (CYP) subfamily 3A (CYP3A) inhibitors or moderate CYP3A inhibitors.\n* Concomitant use of known strong or moderate CYP3A inducers.\n* Persistent toxicities (Common Terminology Criteria for Adverse Event \\[CTCAE\\] grade 2 or higher) caused by previous cancer therapy, excluding alopecia and stable Grade 2 peripheral neuropathy .\n* Patients with current or previous myelodysplastic syndrome (MDS)/acute myeloid leukaemia (AML) or with features suggestive of MDS/AML.\n* Patients with symptomatic uncontrolled brain metastases.\n* Immunocompromised patients, e.g., patients who are known to be serologically positive for human immunodeficiency virus (HIV).\n* Patients with a known hypersensitivity to Olaparib or any of the excipients of the product.\n* Patients with a known active hepatitis (i.e..Hepatitis B or C).\n* Patient who have received a whole blood transfusion within 30 days prior to screening tests (packed red blood cells and platelet transfusions are acceptable).","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"18 Years","maximumAge":"130 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Efficacy: Progression-free Survival (PFS)","description":"PFS (per RECIST 1.1) was defined as the time from randomisation until the date of Investigator assessed objective radiological disease progression or death (by any cause in the absence of disease progression). Objective progression (per RECIST 1.1) is defined as at least a 20% increase in the sum of the diameters of the target lesions and an absolute increase of \\>5 mm, or an overall non-target lesion assessment of progression or a new lesion. Patients who have not progressed or died at the time of analysis were censored at the time of the latest date of assessment from their last evaluable RECIST assessment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.3","spread":null},{"groupId":"OG001","value":"2.8","spread":null},{"groupId":"OG002","value":"5.3","spread":null},{"groupId":"OG003","value":"2.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Efficacy: Overall Survival (OS)","description":"OS was defined as the time from the date of randomisation until death due to any cause. Any patient not known to have died at the time of analysis was censored based on the last recorded date on which the patient was known to be alive","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20.1","spread":null},{"groupId":"OG001","value":"20.9","spread":null},{"groupId":"OG002","value":"23.2","spread":null},{"groupId":"OG003","value":"30.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Efficacy: Time to Progression by Gynecologic Cancer Intergroup (GCIG) Criteria","description":"Time to progression by RECIST or CA-125 or death is defined as the time from randomisation to the earlier date of RECIST progression or CA-125 progression or death by any cause. Patients without a CA-125 progression or a RECIST progression who are still alive at the time of analysis will be censored at the time of their last evaluable RECIST assessment and/or their last available CA-125 measurement, whichever is the earliest at the time of analysis. Patients that do not have any evaluable RECIST assessments or any CA-125 results post-randomisation will be censored at the date of randomisation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.8","spread":null},{"groupId":"OG001","value":"2.8","spread":null},{"groupId":"OG002","value":"2.9","spread":null},{"groupId":"OG003","value":"2.79","spread":null}]}]}]},{"type":"SECONDARY","title":"Efficacy: Time to First Subsequent Treatment Commencement (TFST)","description":"TFST was assessed as time from randomisation to first subsequent treatment commencement or death if this occurs before commencement of first subsequent treatment. Any patient not known to have had a further subsequent therapy or death was censored at the last known time to have not received subsequent therapy","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.8","spread":null},{"groupId":"OG001","value":"5.1","spread":null},{"groupId":"OG002","value":"7.9","spread":null},{"groupId":"OG003","value":"4.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Efficacy: Time to Second Subsequent Treatment Commencement (TSST)","description":"TSST was assessed as time from randomisation to second subsequent treatment commencement or death if this occurs before commencement of second subsequent treatment. Any patient not known to have had a further second subsequent therapy or death was censored at the last known time to have not received second subsequent therapy","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.1","spread":null},{"groupId":"OG001","value":"11.7","spread":null},{"groupId":"OG002","value":"15.4","spread":null},{"groupId":"OG003","value":"12.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Efficacy: Time to Study Treatment Discontinuation (TDT)","description":"TDT was assessed as time from randomisation to study treatment discontinuation or death if this occurs before discontinuation of study treatment. Any patient not known to have died at the time of analysis and not known to have discontinued study treatment was censored based on the last recorded date on which the patient was known to be alive","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.5","spread":null},{"groupId":"OG001","value":"3.4","spread":null},{"groupId":"OG002","value":"5.6","spread":null},{"groupId":"OG003","value":"3.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Efficacy: Change From Baseline in Health-related Quality of Life (HRQoL)","description":"Health related quality of life (HRQoL) of Olaparib maintenance retreatment compared to placebo as measured by the Functional Assessment of Cancer Therapy - Ovarian (FACT-O) Trial Outcome Index (TOI) was determined. HRQoL was analysed using the FACT-O tool by mixed model for repeated measures (MMRM) analysis of the change from baseline in TOI score. FACT-O TOI is scored from O to 100 with higher scores denoting better quality of life. The higher the score, the better the HRQoL.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.27","spread":"0.55"},{"groupId":"OG001","value":"1.67","spread":"0.89"},{"groupId":"OG002","value":"-2.08","spread":"0.60"},{"groupId":"OG003","value":"0.58","spread":"0.90"}]}]}]},{"type":"SECONDARY","title":"Number of Patients With Adverse Events (AEs), and Serious Adverse Events (SAEs)","description":"All AEs/serious adverse events (SAEs) reported during the study were recorded.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"64","spread":null},{"groupId":"OG001","value":"33","spread":null},{"groupId":"OG002","value":"66","spread":null},{"groupId":"OG003","value":"31","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"50","spread":null},{"groupId":"OG001","value":"23","spread":null},{"groupId":"OG002","value":"53","spread":null},{"groupId":"OG003","value":"14","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"2","spread":null},{"groupId":"OG002","value":"15","spread":null},{"groupId":"OG003","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"5","spread":null},{"groupId":"OG003","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"11","spread":null},{"groupId":"OG003","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"3","spread":null},{"groupId":"OG003","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"1","spread":null},{"groupId":"OG003","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null},{"groupId":"OG001","value":"6","spread":null},{"groupId":"OG002","value":"28","spread":null},{"groupId":"OG003","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null},{"groupId":"OG001","value":"5","spread":null},{"groupId":"OG002","value":"21","spread":null},{"groupId":"OG003","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Patients With Adverse Event of Special Interest (AESI).","description":"All AESIs reported during the study were recorded.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"1","spread":null},{"groupId":"OG003","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":5,"n":74},"commonTop":["Nausea","Asthenia","Fatigue","Anaemia","Abdominal pain"]}}}