{"nctId":"NCT00686959","briefTitle":"Chemotherapy and Radiation in Treating Participants With Stage 3 Non-Small Cell Lung Cancer","startDateStruct":{"date":"2008-09"},"conditions":["Non Small Cell Lung Cancer"],"count":598,"armGroups":[{"label":"Arm A: Pemetrexed + Cisplatin and TRT","type":"EXPERIMENTAL","interventionNames":["Drug: Pemetrexed","Drug: Cisplatin","Radiation: Thoracic Radiation Therapy (TRT)"]},{"label":"Arm B: Etoposide + Cisplatin and TRT","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Cisplatin","Drug: Etoposide","Drug: Vinorelbine","Drug: Paclitaxel","Drug: Carboplatin","Radiation: Thoracic Radiation Therapy (TRT)"]}],"interventions":[{"name":"Pemetrexed","otherNames":["Alimta","LY231514"]},{"name":"Cisplatin","otherNames":[]},{"name":"Etoposide","otherNames":[]},{"name":"Vinorelbine","otherNames":[]},{"name":"Paclitaxel","otherNames":[]},{"name":"Carboplatin","otherNames":[]},{"name":"Thoracic Radiation Therapy (TRT)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participants must have Stage IIIA or IIIIB NSCLC of the non-squamous type\n* Participants must have measureable tumor lesions according to the Response Evaluation Criteria in Solid Tumors (RECIST) guidelines or disease that can be evaluated on computerized tomography (CT) scan\n* Participants must be physically mobile, take care of themselves and must be up and about and able to perform light activities, such as light housework or office work\n* Participants must be 18 years of age or older\n* Participants must have lost no more than 10% of their body weight in the previous 3 months\n* Women must be sterile, postmenopausal, or on contraception, and men must be sterile or on contraception\n* Participants' test results assessing the function of their blood forming tissue, kidneys, liver, and lungs must be satisfactory\n* Participants with Stage IIIB NSCLC who have supraclavicular nodal involvement may be entered into this study. However, participants with cervical nodes are not permitted. The upper border of supraclavicular nodes must not extend above the upper border of the lateral end of the clavicle, extended medially.\n\nExclusion Criteria:\n\n* Participants cannot have other on-going (uncontrolled) illnesses, including active infections, recent heart problems, or psychiatric illnesses\n* Participants who are unable to take vitamins (including injections of vitamin B12) or oral cortisone medication\n* Participants who have had a heart attack (myocardial infarction) or other cardiac issues within 6 months of the trial\n* Participants who have received other investigational drugs within the last 30 days\n* Participants who are unable to stop taking more than 1.3 grams of aspirin on a daily basis or non-steroidal anti-inflammatory agents\n* Participants who have diseases considered for surgical treatment as part of their care plan, such as Pancoast or superior sulcus tumors\n* Participants who had prior thoracic radiation. However, other prior radiotherapy is allowed. Participants must have recovered from the toxic effects of the treatment prior to study enrollment. Participants may not have received whole pelvis radiation or radiation to more than 25% of their bone marrow. Prior radiotherapy must have been completed at least 30 days prior to study treatment.\n* Participants who have a radiation treatment plan that would expose more than 35% of the volume of their lung to 20 gray (Gy) or more of radiation\n* Participants who have concurrent cancer from another primary site requiring treatment of any kind within the past 5 years. Exemptions to this will be permitted on a case-by-case basis after prior approval by the Sponsor physician or designate if the investigator believes the participant's risk of recurrence and death is very low. Curatively treated nonmelanoma skin cancer or in situ carcinoma of any origin is allowed. Participants with recurrence of a previously resected lung cancer or who have a second primary lung cancer are ineligible.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Survival","description":"Overall survival (OS) time is from baseline to the date of death from any cause. For participants not known to have died as of the data cut-off date, OS time was censored at the last contact date the participant was known to be alive prior to the data cut-off date. OS was summarized using Kaplan-Meier estimates.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26.81","spread":null},{"groupId":"OG001","value":"24.97","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression-free Survival (PFS)","description":"Progression-free survival (PFS) time is from baseline to the first date of documented objective progressive disease (PD) or death from any cause. For participants who were not known to have died or to have had objective PD as of the data inclusion cut-off date for a particular analysis, PFS was censored at the date of the last objective progression-free disease assessments. For participants who took any subsequent systemic anticancer therapy prior to progression or death, PFS was censored at the date of the last objective progression-free disease assessment prior to the start date of any subsequent systemic anticancer therapy. PFS time was summarized using Kaplan-Meier estimates.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.37","spread":null},{"groupId":"OG001","value":"9.76","spread":null}]}]}]},{"type":"SECONDARY","title":"Objective Response Rate (Complete Response [CR] + Partial Response [PR])","description":"Overall response rate (ORR) is the best response of CR or PR as classified by the investigators according to the Response Evaluation Criteria in Solid Tumors (RECIST, v1.1) guidelines. CR is defined as the disappearance of all target and non-target lesions, normalization of tumor marker level of non-target lesions, and any pathological lymph nodes (whether target or non-target) must have reduction in short axis to \\<10 millimeter (mm). PR is an at least 30% decrease in the sum of the diameters of target lesions (taking as reference the baseline sum diameter) without progression of non-target lesions or appearance of new lesions. Overall response rate is calculated as a total number of participants with CR or PR divided by the total number of participants with at least 1 measurable lesion, multiplied by 100.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35.9","spread":null},{"groupId":"OG001","value":"33.0","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Adverse Events: The Number of Deaths Per Treatment Group","description":"The number of deaths that occurred while on study drug, the number of deaths due to adverse events (AEs) while on study drug, and the number of deaths due to the study disease (that is, disease progression) while on study drug are presented. In addition, the number of deaths within 30 days of treatment discontinuation, the number of deaths due to AEs within 30 days of treatment discontinuation, and the number of deaths due to study disease within 30 days of treatment discontinuation are presented. For both the deaths due to AEs that occurred on study and for deaths due to AEs that occurred within 30 days of treatment discontinuation, the causality (events assess as possibly related \\[poss related\\] to study drug per investigator judgement) is also presented. A summary of serious and other non-serious adverse events regardless of causality is located in the Reported Adverse Events module.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Survival Rates at 1, 2, and 3 Years","description":"The probability that survival time is at least 1, 2, or 3 years was summarized using Kaplan-Meier estimates.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.76","spread":null},{"groupId":"OG001","value":"0.77","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.52","spread":null},{"groupId":"OG001","value":"0.52","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.40","spread":null},{"groupId":"OG001","value":"0.37","spread":null}]}]}]},{"type":"SECONDARY","title":"First Site of Disease Failure in Terms of Relapse","description":"The percentage of participants with first sites of disease failure in terms of relapse within the radiation treatment field, inside the thorax, (outside of the radiation field), or distant disease are presented. Results were summarized using Kaplan-Meier estimates. Some participants relapsed in more than 1 location/site and appear in more than a single category.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"37.3","spread":null},{"groupId":"OG001","value":"45.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20.5","spread":null},{"groupId":"OG001","value":"16.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"50.0","spread":null},{"groupId":"OG001","value":"45.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With a Post Baseline Swallowing Diary Score >=4","description":"Participants were provided with a swallowing diary to record issues with swallowing using a 5-point categorical scale: (1) no problems; (2) mild soreness; (3) swallowing solids with some difficulty; (4) inability to swallow solids; and (5) inability to swallow liquids. Participants rated swallowing over the previous 24 hours. The percentage of participants was calculated by dividing the number of with a post baseline swallowing diary score \\>=4 by total number of participants analyzed, multiplied by 100. No adjustments were made for the number of available assessments nor were any interpolation of missing assessments made.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"33.8","spread":null},{"groupId":"OG001","value":"29.0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":134,"n":283},"commonTop":["Nausea","Fatigue","Dysphagia","Constipation","Oesophagitis"]}}}