{"nctId":"NCT02052310","briefTitle":"Safety and Efficacy Study of Roxadustat (FG-4592) for the Treatment of Anemia in End-Stage Renal Disease (ESRD) Newly Initiated Dialysis Participants","startDateStruct":{"date":"2014-02-11","type":"ACTUAL"},"conditions":["Anemia in Incident Dialysis Patients"],"count":1043,"armGroups":[{"label":"Roxadustat","type":"EXPERIMENTAL","interventionNames":["Drug: Roxadustat"]},{"label":"Epoetin Alfa","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Epoetin Alfa"]}],"interventions":[{"name":"Roxadustat","otherNames":["ASP1517","AZD9941","FG-4592"]},{"name":"Epoetin Alfa","otherNames":["Procrit","Epogen"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participant has been informed of the investigational nature of this study and has given written informed consent in accordance with institutional, local, and national guidelines.\n* Receiving HD or PD for ESRD for a minimum of 2 weeks and a maximum of 4 months, prior to randomization.\n* Hemodialysis access consisting of an arteriovenous (AV) fistula, AV graft, or tunnelled (permanent) catheter; or PD catheter in use.\n* Mean of the two most recent predialysis Hb values during the Screening Period, obtained at least 2 days apart, must be ≤ 10.0 g/dL, with a difference of ≤ 1.3 g/dL between the highest and the lowest values. The last Hb value must be drawn within 10 days prior to randomization.\n* Ferritin ≥ 100 nanograms (ng)/milliliter (mL) (≥ 220 picomoles (pmol)/L); participants with ferritin level \\< 100 ng/mL(\\<220 pmol/L) during screening, qualify after receiving iron supplement (per local standard of care), without the need to retest ferritin prior to randomization.\n* Transferrin saturation ≥ 20%; participants with TSAT level \\< 20% during screening, qualify after receiving iron supplement (per local standard of care), without the need to retest TSAT prior to randomization.\n* Serum folate level, performed within 8 weeks prior to randomization ≥ lower limit of normal (LLN); participants with serum folate level \\< LLN during screening, qualify after receiving folate supplement (per local standard of care), without the need to retest folate prior to randomization.\n* Serum vitamin B12 level, performed within 8 weeks prior to randomization ≥ LLN; participants with vitamin B12 level \\< LLN during screening, qualify after receiving B12 supplement (per local standard of care), without the need to retest B12 prior to randomization.\n* Alanine aminotransferase (ALT) or aspartate aminotransferase (AST) ≤ 3 \\* upper limit of normal (ULN), and total bilirubin ≤ 1.5 \\* ULN.\n* Body weight up to 160 kg (HD participants: dry weight).\n\nExclusion Criteria:\n\n* Total duration of prior effective ESA use must be ≤3 weeks within the preceding 12 weeks at the time informed consent is obtained.\n\nSpecific dosing guidance, depending on the type of ESAs, injected IV or SC within 12 weeks prior to start of screening are as follows:\n\ni) Short-acting ESAs (EPO-alfa or equivalents) - IV: Up to 9 doses, last EPO dose must be ≥2 days prior to start of screening; SC: Up to 3 doses, last EPO dose must be ≥1 week (7 days) prior to start of screening ii) Darbepoetin - IV: Up to 3 doses, last darbepoetin dose must be ≥1 week (7 days) prior to start of screening; SC: Up to 2 doses, last darbepoetin dose must be ≥2 weeks (14 days) prior to start of screening iii) Continuous erythropoietin receptor activator (CERA) IV and SC: Up to 2 doses; last CERA dose must be ≥2 weeks (14 days) prior to start of screening\n\n* Intravenous iron: there is no restriction regarding IV iron use during screening, provided it is administered in accordance with local SOC.\n* Red blood cell transfusion within 4 weeks prior to randomization.\n* Active, clinically significant infection that could be manifested by white blood cell (WBC) count \\> ULN, and/or fever, in conjunction with clinical signs or symptoms of infection at the time of randomization.\n* History of chronic liver disease (for example, chronic infectious hepatitis, chronic auto-immune liver disease, cirrhosis, or fibrosis of the liver).\n* New York Heart Association Class III or IV congestive heart failure at screening.\n* Myocardial infarction, acute coronary syndrome, stroke, seizure, or a thromboembolic event within a major vessel (excluding vascular dialysis access) (for example, deep vein thrombosis or pulmonary embolism) within 12 weeks prior to randomization.\n* Uncontrolled hypertension, in the opinion of the Investigator, (for example, that requires a change in anti-hypertensive medication) within 2 weeks prior to randomization.\n* Renal imaging performed within 12 weeks prior to randomization indicative of a diagnosis or suspicion (for example, complex kidney cyst of Bosniak Category 2 or higher) of renal cell carcinoma.\n* History of malignancy, except for the following: cancers determined to be cured or in remission for ≥ 5 years, curatively resected basal cell or squamous cell skin cancers, cervical cancer in situ, or resected colonic polyps.\n* Positive for any of the following: human immunodeficiency virus (HIV); hepatitis B surface antigen (HBsAg); or anti-hepatitis C virus antibody (anti-HCV Ab).\n* Chronic inflammatory disease that could impact erythropoiesis (for example, systemic lupus erythematosus, rheumatoid arthritis, celiac disease) even if it is currently in remission.\n* Known, untreated proliferative diabetic retinopathy, diabetic macular edema, macular degeneration, or retinal vein occlusion (participants who are already blind for the above reasons qualify to participate).\n* Known history of myelodysplastic syndrome or multiple myeloma.\n* Known hereditary hematologic disease such as thalassemia or sickle cell anemia, pure red cell aplasia, or other known causes for anemia other than chronic kidney disease (CKD).\n* Known hemosiderosis, hemochromatosis, coagulation disorder, or a hypercoagulable condition.\n* Organ transplant: participants with any of the following:\n\n  1. Experienced rejection of a transplanted organ within 6 months of transplantation\n  2. Currently on high doses of immunosuppressive therapy (per discretion of the Investigator)\n  3. Scheduled for organ transplantation. Note: being on a waiting list for kidney transplant is not exclusionary\n* Anticipated elective surgery, except for vascular access surgery or dialysis catheter placement, that is expected to lead to significant blood loss, or anticipated elective coronary revascularization.\n* Active or chronic gastrointestinal bleeding.\n* Any prior treatment with roxadustat or a hypoxia-inducible factor prolyl hydroxylase inhibitor (HIF-PHI).\n* Use of iron-chelating agents within 4 weeks prior to randomization.\n* Known hypersensitivity reaction to any ESA.\n* Use of an investigational drug or treatment, participation in an investigational study, or presence of an expected carryover effect of an investigational treatment, within 4 weeks prior to randomization.\n* Anticipated use of dapsone or androgens at any dose amount or chronic use of acetaminophen or paracetamol \\> 2.0 g/day during the study.\n* History of alcohol or drug abuse within 6 months prior to randomization.\n* Females of childbearing potential, unless using contraception as detailed in the protocol; male participants with sexual partners of childbearing potential who are not on birth control unless the male participant agrees to use contraception.\n* Pregnant or breastfeeding females.\n* Any medical condition that, in the opinion of the Investigator, may pose a safety risk to a participant in this study, may confound efficacy or safety assessment, or may interfere with study participation.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"US (FDA) Submission: Mean Hb Change From Baseline to The Average Level During The Evaluation Period (Week 28 to Week 52), Regardless of Rescue Therapy (ITT Population)","description":"Hb values under the influence of rescue therapy were not censored for the primary analysis. Rescue therapy for roxadustat treated participants was defined as recombinant erythropoietin or analogue (erythropoiesis-stimulating agent \\[ESA\\]) or red blood cell (RBC) transfusion, and rescue therapy for epoetin alfa treated participants was defined as RBC transfusion. Baseline Hb was defined the mean of up to 4 last central lab values prior to the first dose of study treatment. The intermittent missing Hb data was imputed for each treatment relying on non-missing data from all participants within each treatment group using the Monte Carlo Markov Chain (MCMC) imputation model, Monotone missing data were imputed by regression from its own treatment group.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.43","spread":"1.044"},{"groupId":"OG001","value":"8.46","spread":"0.964"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.57","spread":"1.269"},{"groupId":"OG001","value":"2.36","spread":"1.214"}]}]}]},{"type":"PRIMARY","title":"Ex-U.S. Submission: Hb Responder Rate- Percentage of Participants Who Achieved a Hb Response at 2 Consecutive Visits at Least 5 Days Apart During First 24 Weeks of Treatment, Without Rescue Therapy Within 6 Weeks Prior to the Hb Response (PPS Population)","description":"Hb response was defined, using central laboratory values, as: Hb ≥11.0 g/dL and a Hb increase from baseline by ≥1.0 g/dL in participants whose baseline Hb \\>8.0 g/dL, or increase in Hb ≥2.0 g/dL in participants whose baseline Hb ≤8.0 g/dL. Rescue therapy for roxadustat treated participant was defined as recombinant erythropoietin or analogue (ESA) or RBC transfusion, and rescue therapy for epoetin alfa treated participants was defined as RBC transfusion.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"88.2","spread":null},{"groupId":"OG001","value":"84.4","spread":null}]}]}]},{"type":"SECONDARY","title":"US (FDA Submission): Hb Responder Rate- Percentage of Participants Who Achieved a Hb Response at 2 Consecutive Visits at Least 5 Days Apart During First 24 Weeks of Treatment, Without Rescue Therapy Within 6 Weeks Prior to the Hb Response (ITT Population)","description":"Hb response was defined, using central laboratory values, as: Hb ≥11.0 g/dL and a Hb increase from baseline by ≥1.0 g/dL in participants whose baseline Hb \\>8.0 g/dL, or increase in Hb ≥2.0 g/dL in participants whose baseline Hb ≤8.0 g/dL. Rescue therapy for roxadustat treated participant was defined as recombinant erythropoietin or analogue (ESA) or RBC transfusion, and rescue therapy for epoetin alfa treated participants was defined as RBC transfusion.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"84.3","spread":null},{"groupId":"OG001","value":"79.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Ex-US Submission: Mean Hb Change From Baseline to The Average Level During The Evaluation Period (Week 28 to Week 52), Regardless of Rescue Therapy (PPS Population)","description":"Hb values under the influence of rescue therapy were censored up to 6 weeks in the analysis. Rescue therapy for roxadustat treated participants was defined as recombinant erythropoietin or analogue (ESA or RBC transfusion, and rescue therapy for epoetin alfa treated participants was defined as RBC transfusion. Baseline Hb was defined the mean of up to 4 last central lab values prior to the first dose of study treatment. The intermittent missing Hb data was imputed for each treatment relying on non-missing data from all participants within each treatment group using the MCMC imputation model, Monotone missing data were imputed by regression from its own treatment group.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.43","spread":"1.043"},{"groupId":"OG001","value":"8.43","spread":"0.963"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.62","spread":"1.292"},{"groupId":"OG001","value":"2.44","spread":"1.209"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Low-Density Lipoprotein (LDL) Cholesterol Averaged Over Weeks 12 to 24","description":"Baseline LDL Cholesterol was defined as the mean of values obtained within 6 weeks prior to the first dose of study treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"109.12","spread":"38.833"},{"groupId":"OG001","value":"109.22","spread":"35.914"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-23.80","spread":"29.996"},{"groupId":"OG001","value":"-5.39","spread":"26.164"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Hb Levels Between Weeks 18 to 24 Regardless of Rescue Therapy in Participants Whose Baseline High Sensitivity C-Reactive Protein (Hs-CRP)> Upper Limit of Normal (ULN)","description":"Hb values under the influence of rescue therapy were not censored in the analysis. Rescue therapy for roxadustat treated participants was defined as recombinant erythropoietin or analogue (ESA) or RBC transfusion, and rescue therapy for epoetin alfa treated participants was defined as RBC transfusion. Baseline Hb was defined the mean of up to 4 last central lab values prior to the first dose of study treatment. The intermittent missing Hb data was imputed for each treatment relying on non-missing data from all participants within each treatment group using the MCMC imputation model, Monotone missing data were imputed by regression from its own treatment group.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.54","spread":"0.968"},{"groupId":"OG001","value":"8.38","spread":"0.961"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.34","spread":"1.256"},{"groupId":"OG001","value":"2.48","spread":"1.271"}]}]}]},{"type":"SECONDARY","title":"Median Monthly IV Iron Use Per Patient-Exposure-Month (PEM) During Weeks 28 to 52","description":"Monthly iron use for each participant = Total IV iron in mg / \\[(last dose date - first dose date of study medication in the period)+1\\]/ 28.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.00","spread":null},{"groupId":"OG001","value":"26.86","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to First RBC Transfusion","description":"Median time to event (weeks) was calculated using Kaplan Meier Survival Estimates.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Mean Arterial Pressure (MAP) Averaged Over Weeks 8 to 12","description":"Baseline MAP was defined as the last MAP value prior to the first dose of study treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"99.33","spread":"10.146"},{"groupId":"OG001","value":"99.04","spread":"9.874"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.12","spread":"8.018"},{"groupId":"OG001","value":"1.15","spread":"8.729"}]}]}]},{"type":"SECONDARY","title":"Time to First Exacerbation of Hypertension During Weeks 28 to 52","description":"An exacerbation of hypertension was defined as increase from baseline of ≥20 mmHg in systolic blood pressure (sBP) and sBP ≥170 mmHg or an increase from baseline of ≥15 mm Hg in diastolic blood pressure (dBP) and dBP ≥100 mmHg. Median time to event (weeks) was calculated using Kaplan Meier Survival Estimates.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Exacerbation of Hypertension During Weeks 28 to 52","description":"Percentage of participants with exacerbation of hypertension, meeting at least one of the following criteria are reported: i) Increase in BP: An increase from baseline of ≥ 20 mmHg in sBP and sBP \\>170 mmHg, or an increase from baseline of ≥15 mmHg dBP and dBP \\>100 mmHg.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.0","spread":null},{"groupId":"OG001","value":"15.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Achieve the First Hb Response up to Week 24 Censoring for Rescue Therapy","description":"Hb values under the influence of rescue therapy were censored up to 6 weeks in the analysis. Hb response was defined, using central laboratory values, as: Hb ≥11.0 g/dL and a Hb increase from baseline by ≥1.0 g/dL in participants whose baseline Hb \\>8.0 g/dL, or increase in Hb ≥2.0 g/dL in participants whose baseline Hb ≤8.0 g/dL. Rescue therapy for roxadustat treated participant was defined as recombinant erythropoietin or analogue (ESA) or RBC transfusion, and rescue therapy for epoetin alfa treated participants was defined as RBC transfusion. Median time to event was calculated using Kaplan Meier Survival Estimates.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.1","spread":null},{"groupId":"OG001","value":"8.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Hb ≥10.0 g/dL Averaged Over Weeks 28 to 36 and 28 to 52, Regardless of Rescue Therapy","description":"Hb values under the influence of rescue therapy were not censored in the analysis. Rescue therapy for roxadustat treated participants was defined as recombinant erythropoietin or analogue (ESA) or RBC transfusion, and rescue therapy for epoetin alfa treated participants was defined as RBC transfusion. Baseline Hb was defined the mean of up to 4 last central lab values prior to the first dose of study treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"73.4","spread":null},{"groupId":"OG001","value":"70.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"73.6","spread":null},{"groupId":"OG001","value":"72.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Hb Change From Baseline to The Average Level During The Evaluation Period (Week 28 to Week 36), Censoring for Rescue Therapy","description":"Hb values under the influence of rescue therapy were censored up to 6 weeks in the analysis. Rescue therapy for roxadustat treated participants was defined as recombinant erythropoietin or analogue (ESA) or RBC transfusion, and rescue therapy for epoetin alfa treated participants was defined as RBC transfusion. Baseline Hb was defined the mean of up to 4 last central lab values prior to the first dose of study treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.70","spread":"1.423"},{"groupId":"OG001","value":"2.46","spread":"1.308"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":234,"n":522},"commonTop":["Hypertension","Diarrhea","Headache","Muscle spasms","Hyperphosphatemia"]}}}