{"nctId":"NCT00598559","briefTitle":"Safety and Efficacy of Intravenous Acetaminophen (IV APAP) in Adult Inpatients","startDateStruct":{"date":"2008-01"},"conditions":["Acute Pain","Fever"],"count":213,"armGroups":[{"label":"1 g IV Acetaminophen","type":"EXPERIMENTAL","interventionNames":["Drug: IV Acetaminophen"]},{"label":"650 mg IV Acetaminophen","type":"EXPERIMENTAL","interventionNames":["Drug: IV Acetaminophen"]},{"label":"Standard of Care","type":"OTHER","interventionNames":["Drug: IV Acetaminophen"]}],"interventions":[{"name":"IV Acetaminophen","otherNames":["IV Acetaminophen (IV APAP)"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Provide written informed consent prior to participation in the Study\n* Be at least 18 years of age and weigh at least 41 kilogram (kg)\n* Be anticipated by the Investigator to require multi-day (target is five days) use of IV treatment either because of having a \"nothing by mouth\" (NPO) status having a medical condition that makes oral intake difficult having a medical condition that requires IV treatment\n* Be willing to undergo 5 days of treatment with IV acetaminophen for the treatment of pain or fever (defined as a core temperature greater than or equal to 38 degrees celsius). Note that Subjects have a slightly less than 15% chance (one in seven) of being assigned to the Control Group and receiving standard of care treatment, but no IV APAP.\n* Have the ability to read and understand the Study procedures and have the ability to communicate meaningfully with the Study Investigator and staff\n* If a female of child bearing potential, have a negative pregnancy test within 48 hours of randomization\n\nExclusion Criteria:\n\n* Has a significant medical disease, laboratory abnormality or condition that, in the Investigator's judgment, could compromise the Subject's welfare or would otherwise contraindicate Study participation\n* Is expected to have difficulty in communicating with the Study staff or completing Study requirements (including follow up visits)\n* Has known hypersensitivity to acetaminophen or the inactive ingredients (excipients) of IV acetaminophen or any contraindication to receiving acetaminophen\n* Has impaired liver function, e.g., Alanine aminotransferase (ALT) greater than or equal to 3 times the upper limit of normal (ULN), bilirubin greater than or equal to 3 times ULN, known active hepatic disease (e.g., hepatitis), evidence of clinically significant chronic liver disease or other condition affecting the liver (e.g., alcoholism as defined by DSM-IV, cirrhosis or chronic hepatitis)\n* Has participated in an interventional clinical Study (investigational or marketed product) within 30 days of Study entry","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"SECONDARY","title":"Subject Global Evaluation of the Level of Satisfaction With Side Effects Related to Study Treatments","description":"Using a four point categorical scale 0= poor, 1= fair, 2= good, 3= excellent, comparisons of subject's Global Evaluations of the level of satisfaction with side effects related to study treatment at End of Day 5 (prior to discharge)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.5","spread":"0.78"},{"groupId":"OG001","value":"2.5","spread":"0.67"},{"groupId":"OG002","value":"2.0","spread":"0.85"}]}]}]},{"type":"PRIMARY","title":"Number of Subjects Reporting at Least One Treatment-Emergent Adverse Event (TEAE).","description":"Number of subjects who experienced at least one treatment emergent adverse event (TEAE).\n\nA TEAE is an adverse event that occurs on or after the first dose of study medication (T0).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"77","spread":null},{"groupId":"OG001","value":"86","spread":null},{"groupId":"OG002","value":"26","spread":null}]}]}]},{"type":"PRIMARY","title":"Subjects Who Experienced at Least One Serious Treatment-Emergent Adverse Event (TEAE)","description":"Serious TEAE is any untoward medical occurrences at any dose of study medication that:\n\n* results in death\n* is life threatening\n* requires inpatient hospitalization or causes prolongation of existing hospitalization\n* results in persistent or significant disability/incapacity\n* is a congenital anomaly/birth defect\n* is an important medical event","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null},{"groupId":"OG001","value":"11","spread":null},{"groupId":"OG002","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Subject Global Evaluation of the Level of Satisfaction With Study Treatments Looking Back Over the Entire Treatment Period.","description":"Using a four point categorical scale 0= poor, 1= fair, 2= good, 3= excellent, comparisons of subject's Global Evaluations of the level of satisfaction with study treatments looking back over the entire treatment period was conducted at Day 7.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.4","spread":"0.75"},{"groupId":"OG001","value":"2.3","spread":"0.74"},{"groupId":"OG002","value":"2.2","spread":"0.61"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":14,"n":92},"commonTop":["Nausea","Constipation","Insomnia","Anaemia","Pruritus"]}}}