{"nctId":"NCT00477295","briefTitle":"A Double-blind Study to Compare the Efficacy and Safety of Zonisamide and Carbamazepine as Monotherapy, in Newly Diagnosed Partial Epilepsy","startDateStruct":{"date":"2007-05"},"conditions":["Epilepsy"],"count":583,"armGroups":[{"label":"Zonisamide","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Zonisamide"]},{"label":"Carbamazepine","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Carbamazepine"]}],"interventions":[{"name":"Zonisamide","otherNames":["Zonegran"]},{"name":"Carbamazepine","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"INCLUSION CRITERIA:\n\nSubjects will be eligible for the study if they meet all of the following inclusion criteria:\n\n1. Male or female subjects, 18 to 75 years of age inclusive.\n2. Subjects with untreated, newly diagnosed epilepsy having at least two well documented, unprovoked, clinically evaluated and classified partial seizures (with or without secondary generalization) or generalized tonic-clonic seizures (without clear focal origin) within 12 months of the Screening Visit, of which at least one seizure occurred within three months of the Screening Visit (\\> one seizure within a 24 hour period will be counted as one seizure).\n3. Subjects will either have had no previous use of an AED, or treatment with one AED for a maximum duration of two weeks before the Randomization Visit (T1).\n4. Subjects have a documented electroencephalogram (EEG) within 12 months of the Screening Visit, compatible with localization-related epilepsy (to exclude primary generalized epilepsy).\n5. Subjects have a documented computed axial tomography (CAT) scan or magnetic resonance imaging (MRI) scan confirming the absence of a progressive neurological lesion within 12 months of the Screening Visit.\n6. Female subjects without childbearing potential (two years post-menopausal, bilateral oophorectomy or tubal ligation, complete hysterectomy) are eligible. Female subjects with childbearing potential must not be pregnant as confirmed by a negative pregnancy test at screening and randomization, must not be lactating and must be using a medically acceptable form of contraception, for the duration of the study and for one month following discontinuation of the study drug. Medically acceptable contraception is defined here as oral contraception pill with at least 50 micrograms ethinylestradiol per intake, contraceptive injections and implants, or intrauterine device in place for at least three months.\n7. Subjects who are able and willing to follow investigational study procedures, maintain a seizure diary, and report AEs.\n8. Subjects who are able and willing to give written informed consent.\n\nEXCLUSION CRITERIA:\n\nSubjects who meet any of the following exclusion criteria will not be eligible for the study:\n\n1. Subjects have a history of clinical investigations, including EEG data, that are suggestive of idiopathic generalised epilepsy as defined by the International League Against Epilepsy (ILAE).\n2. Subjects with a history of absence, myoclonic, clonic, tonic, or atonic seizures.\n3. Subjects have a history of status epilepticus, and/or non-epileptic seizures (e.g., metabolic, pseudo-seizures).\n4. Subjects have experienced seizures relating to drugs, alcohol, acute medical illness, mental retardation, or subjects with situation-related seizures.\n5. Subjects have progressive encephalopathy or findings consistent with progressive CNS disease or lesion (e.g. infection, demyelination, or tumour).\n6. Subjects have a history of a significant or currently uncontrolled disease that will interfere with the conduct of this study or the assessment of safety and efficacy of the study drug.\n7. Subjects have been previously treated with carbamazepine or zonisamide.\n8. Subjects have received an investigational drug or device in the three months prior to the Screening Visit.\n9. Subjects have a known hypersensitivity to sulfonamides, dibenzazepine derivatives, or tricyclic antidepressants.\n10. Subjects have a history of bone marrow depression, low platelet count or other blood dyscrasia.\n11. Subjects have a history of acute intermittent porphyria.\n12. Subjects have a history of renal disorder (serum creatinine level of \\> 135 ìmol / l (1.5 mg/dL at the Screening Visit), hepatic disorder or clinically significant abnormal liver function tests; aspartate aminotransferase (AST) and alanine aminotransferase (ALT) \\>2 times the upper normal limit.\n13. Subjects have a body weight of less than 40 kg.\n14. Subjects have a history of progressive malignancy within the previous 5 years (excluding a history of non-metastasized and adequately treated cutaneous squamous cell carcinoma).\n15. Subjects have a history of psychiatric illness or mood disorder requiring electro-convulsive or drug therapy within the previous 6 months which is considered uncontrolled; a history of suicide attempt; alcohol or drug abuse; chronic treatment with benzodiazepines or barbiturates.\n16. Subjects are currently taking carbonic anhydrase inhibitors.\n17. Subjects have a history of pancreatitis, nephrolithiasis or hypercalcuria, clinically significant laboratory or electro-cardiographic abnormalities, or uncontrolled hypertension.\n18. Subjects are currently taking mono-amine oxidase inhibitors (MAOIs) or any other excluded medications.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants Who Experienced Seizure Freedom for 26-weeks During the Maintenance Phase","description":"A subject achieved a 26-week seizure-free period if they were free of all seizures, regardless of seizure type, for 26 weeks while receiving the same dose. The occurrence of seizures was documented in the seizure diary, which was maintained by the subject and reviewed at each following visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"79.4","spread":null},{"groupId":"OG001","value":"83.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Experienced Seizure Freedom for 12-months During the FDP and Maintenance Period","description":"A subject achieved a 12-month seizure-free period if they were free of all seizures, regardless of seizure type, for 12 months while receiving the same dose. The occurrence of seizures was documented in the seizure diary, which was maintained by the subject and reviewed at each following visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"67.6","spread":null},{"groupId":"OG001","value":"74.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Analysis of Time to Drop Out Due to an Adverse Event (AE)","description":"An AE is defined as any untoward medical occurrence in a subject and does not necessarily have a causal relationship with the medicinal product. Adverse events were identified by: any unfavorable or unintended sign, symptom or disease temporarily associated with the use of a medicinal product; any new disease or exacerbation of an existing disease; any deterioration in nonprotocol-required measurements of laboratory values or other clinical test; and recurrence of an intermittent medical condition not present at Baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":"NA"},{"groupId":"OG001","value":"NA","spread":"NA"}]}]}]},{"type":"SECONDARY","title":"Analysis of Time to Drop Out Due to Lack of Efficacy","description":"Lack of efficacy was evaluated by the subject and on the basis of whether zonisamide and carbamazepine gave the subject at least a 26-week seizure free rate. The subject could withdraw at any time due to lack of efficacy.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"722","spread":"NA"},{"groupId":"OG001","value":"NA","spread":"NA"}]}]}]},{"type":"SECONDARY","title":"Time to 6-months Seizure Freedom","description":"A subject achieved a 6-months seizure-free period if they were free of all seizures, regardless of seizure type, for 6-months while receiving the same dose. The occurrence of seizures was documented in the seizure diary, which was maintained by the subject and reviewed at each following visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"222.7","spread":"49.78"},{"groupId":"OG001","value":"220.4","spread":"46.31"}]}]}]},{"type":"SECONDARY","title":"Time to 12-months Seizure Freedom","description":"A subject achieved a 12-month seizure-free period if they were free of all seizures, regardless of seizure type, for 12-months while receiving the same dose. The occurrence of seizures was documented in the seizure diary, which was maintained by the subject and reviewed at each following visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"399.3","spread":"55.03"},{"groupId":"OG001","value":"395.6","spread":"42.19"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Total ABNAS Score at Maintenance Period Visit 1","description":"The Aldenkamp-Baker Neuropsychological Assessment Scale(ABNAS) is a subject based questionnaire to measure subjective perceived drug-related cognitive impairments. The ABNAS measured seven critical domains of cognition(tiredness/fatigue,hyperexcitability, slowing(mental and motor),memory impairment,attention disorders,impairment of motor coordination, and language disorders). The total score ranged from 0 to 72, with a higher score reflecting a high level of problems.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.6","spread":"15.43"},{"groupId":"OG001","value":"-0.1","spread":"12.71"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Bond and Lader VAS Mood Sub-Scores at Maintenance Period Visit 1","description":"The Bond-Lader Visual Analogue Scale (VAS) is made up of 16 pairs of alternative descriptors of mood and attention at either end of a 10 cm line.\n\nSubjects were asked to rate their feelings at the time of assessment by indicating the point on the line which best represent their mood. Each item was scored by measuring the position relative to the left hand end of the line and levels of anxiety, sedation, and dysphoria were then calculated from the combined scores of selected items. The scores ranged from 0 to 100, with a high score reflecting a high level of anxiety, sedation or dysphoria.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.036","spread":"23.6120"},{"groupId":"OG001","value":"-1.993","spread":"26.1087"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.475","spread":"21.7476"},{"groupId":"OG001","value":"-1.362","spread":"18.0103"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.930","spread":"21.7585"},{"groupId":"OG001","value":"-3.833","spread":"19.7824"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in QOLIE-31-P Overall Score at Maintenance Period Visit 1","description":"The Quality of Life in Epilepsy - Problems(QOLIE-31-P) was completed by the patient and contained 30 items covering seven subscales(seizure worry, overall\n\nQuality of Life (QOL),emotional well-being,energy-fatigue, cognition,medication effects and social function) and one item covering health status. It also included seven items addressing overall distress related to each subscale, an item addressing the relative importance of each subscale topic, and an item addressing perception of overall change in QOL at the end of the study. A high score reflects a good QOL. The following scale range is a sample of 1 of the 7 of the subscales:\n\n10 (Best possible quality of life) - 0 (Worst possible quality of life);\n\nRand Corporation QOLIE-31 Scoring Manual was used. The QOLIE-31 overall score is calculated by summing the product of each scale score times its weight and summing overall all scales.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.474","spread":"15.2838"},{"groupId":"OG001","value":"6.090","spread":"13.2861"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in SF-36 Aggregate Mental and Physical Component Score at Maintenance Period Visit 1","description":"The Short Form 36 Health and Well-Being Questionnaire (SF-36) is a 36-item generic health related QOL instrument covering the following domains: physical functioning, role-physical,bodily pain, general health, social functioning,role-emotional, mental health, and vitality. It yields a profile of eight scores, one for each domain, and physical and mental health summary measures. Each domain is described by a score ranging from 0 to 100, for a range of total possible scoes of 0-400 for physical and 0-400 for mental. An increase represents an improvement, whereas a decrease reflects a worsening.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.027","spread":"10.9124"},{"groupId":"OG001","value":"2.495","spread":"10.5310"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.895","spread":"7.6287"},{"groupId":"OG001","value":"2.041","spread":"6.2613"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With EQ-5D Scores at Maintenance Period Visit 1","description":"The European Quality of Life Group 5-Dimension Self-Report Questionnaire (EQ-5D) is a preference based generic health related quality of life (HRQoL) instrument which classifies health states across five domains: mobility, self-care, usual activities, pain/discomfort, and anxiety/depression. Each domain has three levels, they are (1) no problems, (2) some problems, (3) extreme problems. The percentages shown are calculated from the number of subjects at that visit with non-missing data for that score.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"90.8","spread":null},{"groupId":"OG001","value":"86.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.7","spread":null},{"groupId":"OG001","value":"12.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.5","spread":null},{"groupId":"OG001","value":"0.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"96.7","spread":null},{"groupId":"OG001","value":"97.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.7","spread":null},{"groupId":"OG001","value":"2.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.5","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"89.1","spread":null},{"groupId":"OG001","value":"84.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9.8","spread":null},{"groupId":"OG001","value":"15.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.1","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"75.5","spread":null},{"groupId":"OG001","value":"73.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"22.3","spread":null},{"groupId":"OG001","value":"25.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.2","spread":null},{"groupId":"OG001","value":"1.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"64.3","spread":null},{"groupId":"OG001","value":"62.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"31.3","spread":null},{"groupId":"OG001","value":"34.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.4","spread":null},{"groupId":"OG001","value":"2.4","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":15,"n":281},"commonTop":["headache","somnolence","dizziness","decreased appetite","weight decreased"]}}}