{"nctId":"NCT05062330","briefTitle":"The TRANQUILITY 2 Trial: A Phase 3 Clinical Trial to Assess the Efficacy and Safety in Subjects With Dry Eye Disease","startDateStruct":{"date":"2021-08-28","type":"ACTUAL"},"conditions":["Dry Eye"],"count":361,"armGroups":[{"label":"Reproxalap Ophthalmic Solution (0.25%) administered 7 times over two consecutive days","type":"EXPERIMENTAL","interventionNames":["Drug: Reproxalap Ophthalmic Solution (0.25%)"]},{"label":"Vehicle Ophthalmic Solution administered 7 times over two consecutive days","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Vehicle Ophthalmic Solution"]}],"interventions":[{"name":"Reproxalap Ophthalmic Solution (0.25%)","otherNames":[]},{"name":"Vehicle Ophthalmic Solution","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* 18 years of age (either gender and any race);\n* Reported history of dry eye for at least 6 months prior to Visit 1;\n* Reported history of use or desire to use eye drops for dry eye symptoms within 6 months of Visit 1\n\nExclusion Criteria:\n\n* Clinically significant slit lamp findings at Visit 1 that may include active blepharitis, meibomian gland dysfunction (MGD), lid margin inflammation, or active ocular allergies that require therapeutic treatment, and/or in the opinion of the investigator may interfere with study parameters;\n* Diagnosis of an ongoing ocular infection (bacterial, viral, or fungal), or active ocular inflammation at Visit 1;\n* Contact lens use within 7 days of Visit 1 or anticipate using contact lenses during the trial;\n* Eye drop use within 2 hours of Visit 1;\n* Previous laser-assisted in situ keratomileusis (LASIK) surgery within the last 12 months;\n* Cyclosporine 0.05% or 0.09% or lifitegrast 5.0% ophthalmic solution use within 90 days of Visit 1;\n* Be receiving systemic corticosteroid therapy (not including inhaled corticosteroids) within 14 days of Visit 1 or anticipate such therapy throughout the study period;\n* Planned ocular and/or lid surgeries over the study period or any ocular surgery within 6 months of Visit 1;\n* Temporary punctal plugs during the study that have not been stable within 30 days of Visit 1","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Schirmer Test Mean Change From Baseline","description":"Change from baseline comparison of reproxalap to vehicle for Schirmer test (0 to 35 mm). Higher scores represent greater tear production. The least squares mean (standard error) was derived from a mixed model repeated measures analysis of change from baseline, with baseline as a covariate, and time point and treatment group as factors.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.8","spread":"0.4"},{"groupId":"OG001","value":"-0.5","spread":"0.4"}]}]}]},{"type":"PRIMARY","title":"Number of Subject Eyes That Are Schirmer Test Responders","description":"Comparison of reproxalap to vehicle for number of subject eyes that are Schirmer test responders (10 millimeters or more increase from baseline). A generalized estimating equation analysis was performed with baseline as a covariate, and time point and treatment group as factors.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"116","spread":null},{"groupId":"OG001","value":"54","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":181},"commonTop":["General disorders and administration site conditions"]}}}