{"nctId":"NCT01308814","briefTitle":"Perimenopausal Estrogen Replacement Therapy Study","startDateStruct":{"date":"2010-10"},"conditions":["Perimenopause","Menopause","Depression"],"count":172,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"Estradiol","type":"EXPERIMENTAL","interventionNames":["Drug: Estradiol"]}],"interventions":[{"name":"Estradiol","otherNames":["Climara and Prometrium."]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* must be between 45 and 60 years of age\n* must be in the menopause transition (irregular/ absent menstrual cycles or hot flashes)\n* must be are medically healthy\n\nExclusion Criteria:\n\n\\- currently taking antidepressant medication","healthyVolunteers":true,"sex":"FEMALE","minimumAge":"45 Years","maximumAge":"60 Years","stdAges":["ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Depressive Symptoms as Indicated by The Center for Epidemiologic Studies Depression Scale (CES-D)","description":"Change from pre-trial (baseline) to post-trial (month 12) in the Center for Epidemiologic Studies Depression Scale (CES-D). The CES-D has a Range from 0-60, with higher scores indicating the presence of more symptomatology. A score of 16 or greater is indicative of clinically significant symptoms of depression.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.04","spread":"7.56"},{"groupId":"OG001","value":"-1.02","spread":"4.89"}]}]}]},{"type":"PRIMARY","title":"Change in Psychiatric Diagnosis as Assessed by the Structured Clinical Interview for DSM Disorders I/NP","description":null,"classes":[]},{"type":"PRIMARY","title":"Change in Stress Reactivity During Laboratory Session Including Trier Social Stress Test","description":"Primary measures reflecting stress reactivity will consist of mean arterial pressure (MAP), vascular resistance index (VRI), plasma cortisol, and plasma IL-6. For each of these four measures, a delta score (change from rest to stress) will be calculated and then standardized as Z scores. The individual Z scores will then be averaged to yield a single Stress Reactivity profile measure (average z score) - a composite Z score reflecting magnitude of activation in the four primary stress-responsive pathways. This composite z score at baseline will be subtracted from the composite z score at 12 months to yield this outcome measure.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.02","spread":"0.67"},{"groupId":"OG001","value":"-0.18","spread":"0.54"}]}]}]},{"type":"SECONDARY","title":"Change in Functional Well-being as Assessed by the Medical Outcomes Study 36-item Short Form (SF-36)","description":"The Medical Outcomes Study 36-item Short Form (SF-36) is a measure of functional well-being, including physical functioning, bodily pain, role limitations due to physical health problems, role limitations due to emotional health problems, emotional well-being, social functioning, energy/fatigue, and general health perceptions. The range of this scale is 0-100, where higher scores indicates a more favorable health state.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.94","spread":"13.60"},{"groupId":"OG001","value":"2.32","spread":"11.32"}]}]}]},{"type":"SECONDARY","title":"Percentage Meeting Criteria for Metabolic Risk [Baseline and Month 12]","description":"Subjects will be classified as having metabolic risk if they either meet standard criteria for the metabolic syndrome (based on 3 of 5 risk factors: elevated blood pressure, fasting triglycerides, fasting glucose, waist circumference and low HDL-cholesterol) or they exhibit insulin resistance based on the homeostatic model assessment (HOMA) to derive HOMA-IR based on fasting insulin and glucose levels using the equation: HOMA-IR = fasting glucose (mmol/L) × fasting insulin (μU/mL)/22.5","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null},{"groupId":"OG001","value":"17","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"9","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Percentage of Brachial Artery Diameter","description":"Change (from Baseline-to-12 Month) in flow mediated dilatation (FMD) test of the brachial artery, dilatation occurs following an acute increase in blood flow, induced by via circulatory arrest in the arm for a period of time. Measured using high resolution ultrasound, yielding a measure of endothelial-dependent vasodilatation. The increase in brachial arterial diameter as a consequence of reactive hyperemia is compared to the baseline diameter of the artery and expressed as a percentage of the baseline diameter (% FMD). Flow-mediated vasodilatation at each time point was calculated as diameter of the brachial artery under reactive hyperemia minus baseline diameter of the brachial artery. The change presented here is calculated as 12 month %FMD minus baseline month %FMD.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.65","spread":"4.75"},{"groupId":"OG001","value":"0.56","spread":"4.91"}]}]}]},{"type":"SECONDARY","title":"Change in Baroreceptor Sensitivity","description":"A finometer noninvasive blood pressure devise (FMS) was used to collect a 10 minute recording of beat-to-beat blood pressure and pulse rate during spontaneous breathing under quiet recumbent conditions. baroreflex sensitivity was computed from the most stable 5-minute segment of this 10-minute period. Cross-spectral analysis was used to estimate the average transfer function modulus (i.e., gain) between systemic blood pressure oscillations and R-R interval oscillations in the frequency range of 0.07-0.14 Hz, also known as the low frequency band. The units of this baroreflex sensitivity (BRS) were msec/mmHg.\n\nThe outcome presented here is the 12 month BRS minus baseline BRS.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.19","spread":"2.74"},{"groupId":"OG001","value":"0.43","spread":"2.52"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":86},"commonTop":["Headache, not migraine","Bleeding changes, mild or moderate bleeding","Weight gain","Other","Bleeding changes, spotting"]}}}