{"nctId":"NCT05085275","briefTitle":"Ferric Citrate for the Prevention of Renal Failure in Adults With Advanced Chronic Kidney Disease","startDateStruct":{"date":"2022-03-30","type":"ACTUAL"},"conditions":["Anemia, Iron Deficiency","Hyperphosphatemia","Renal Insufficiency, Chronic","Renal Anemia","Disease Progression","Cardiovascular","Iron"],"count":289,"armGroups":[{"label":"Ferric citrate","type":"EXPERIMENTAL","interventionNames":["Drug: Ferric Citrate 1 GM Oral Tablet [AURYXIA]"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Ferric Citrate 1 GM Oral Tablet [AURYXIA]","otherNames":["Auryxia"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Adult patients greater or equal to 18 years old.\n2. Diagnosis of NDD advanced CKD, regardless of etiology. Advanced CKD is defined as at least one local laboratory determined estimated glomerular filtration rate (eGFR) ≤20 ml/min/1.73m2 (calculated per any commonly used method or equation for estimating eGFR) within 90 days of Day 1.\n3. Most recent transferrin saturation (TSAT) less than or equal to 45% within 45 days of Day 1.\n4. Most recent serum phosphate is greater or equal to 3.0 mg per dL within 45 days of Day 1.\n5. Most recent ferritin is less than or equal to 500 ng per mL within 45 days of Day 1.\n6. Women of child-bearing potential must have a negative serum or urine pregnancy test within 28 days prior to Day 1.\n7. Understands the procedures and requirements of the study and provides written informed consent and authorization for protected health information disclosure.\n\nExclusion Criteria:\n\n1. Patients who, in the opinion of the Investigator, have acute kidney injury rather than CKD.\n2. Patients with planned/imminent maintenance dialysis, or that are anticipated to begin maintenance dialysis within 8 weeks from Screening, in the opinion of the Investigator.\n3. A known allergy or intolerance to ferric citrate or any of its constituents.\n4. Hypersensitivity reaction to previous oral iron therapy.\n5. History of hemochromatosis or iron overload syndrome (e.g., hereditary sideroblastic anemia, thalassemia, polycythemia vera).\n6. Active malignancy requiring current treatment except for non-melanoma skin cancer regardless of treatment.\n7. Active drug or alcohol dependence or abuse (excluding tobacco use or use of medical or recreational marijuana) within the 12 months prior to Screening or evidence of such abuse, in the opinion of the Investigator.\n8. Limited life expectancy (less than 6 months) in the opinion of the Investigator.\n9. Females who are known to be pregnant or are breast-feeding during Screening or are planning to become pregnant and breastfeeding during the study period.\n10. Evidence of a clinically active infection requiring antibiotics at Randomization.\n11. Unable to comply with study requirements or in the opinion of the Investigator, not clinically stable to participate in the study.\n12. Use of an investigational medication or participation in an investigational study within 30 days prior to Day 1.\n13. Patients with a scheduled date for receipt of living donor kidney transplant","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants Achieving a Composite Endpoint of Initiation of Maintenance Dialysis or All-cause Mortality","description":"Number of participants achieving a composite endpoint of initiation of maintenance dialysis or all-cause mortality","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35","spread":null},{"groupId":"OG001","value":"46","spread":null}]}]}]},{"type":"SECONDARY","title":"Hospitalization Events Reported as a Serious Adverse Event (SAE) (Excluding Disease-related Hospitalization [e.g., Dialysis Access Placement, Dialysis Initiation, Kidney Transplant] and Elective Procedures)","description":"Number of hospitalization events reported as a serious adverse event (SAE) (excluding disease-related hospitalization \\[e.g., dialysis access placement, dialysis initiation, kidney transplant\\] and elective procedures)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.1","spread":"2.4"},{"groupId":"OG001","value":"2.5","spread":"9.4"}]}]}]},{"type":"SECONDARY","title":"Component of Primary - Initiation of Maintenance Dialysis","description":"Component of Primary - Number of participants initiating maintenance dialysis","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24","spread":null},{"groupId":"OG001","value":"29","spread":null}]}]}]},{"type":"SECONDARY","title":"Component of Primary - All-Cause Mortality","description":"Component of Primary - Number of patients reaching endpoint of all-cause mortality.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":33,"n":138},"commonTop":[]}}}