{"nctId":"NCT00629772","briefTitle":"Safety and Efficacy of Infliximab in Palmoplantar Psoriasis","startDateStruct":{"date":"2007-03"},"conditions":["Palmoplantar Psoriasis"],"count":24,"armGroups":[{"label":"Placebo then infliximab","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo","Drug: Infliximab"]},{"label":"Infliximab","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Infliximab"]}],"interventions":[{"name":"Placebo","otherNames":["Saline"]},{"name":"Infliximab","otherNames":["Remicade"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patient is 18 years of age or older.\n* Patient has a history of palmoplantar psoriasis for at least 6 months.\n* Patient has a m-PPPASI of at least 8 with at least 10% of the total surface of palms and soles affected with psoriasis at baseline\n* Patients who failed either 4 weeks (or more) of treatment with a potent or superpotent topical corticosteroid, methotrexate, acitretin, cyclosporine, efalizumab, etanercept or alefacept for the treatment of palmoplantar psoriasis. Patients with a positive PPD who accept TB prophylaxis, will need to have failed 4 weeks (or more) of treatment with methotrexate, acitretin, cyclosporine, efalizumab, etanercept, alefacept or any other systemic therapies for the treatment of palmoplantar psoriasis.\n* Patient with a history and/or the presence of typical plaque psoriasis outside palms and soles\n* Female patient is either not of childbearing potential or is of childbearing potential and practicing an acceptable contraception\n* Female patients of childbearing potential must have a negative serum pregnancy test at the Screening visit.\n* Patient is judged to be in good general health as determined by the principal investigator based upon the results of medical history, laboratory profile, and physical examination performed at Screening\n* The investigator evaluates that the benefit / risk ratio is acceptable for the patient.\n* Patients must be able and willing to provide written informed consent and comply with the requirements of this study protocol.\n* Negative PPD\n* Patients with a positive PPD may be eligible if they initiate TB prophylaxis before the first injection of infliximab\n\nExclusion Criteria:\n\n* Patient has a history of pustules on palms and/or soles or currently has evidence of pustules on palms and/or soles.\n* Patient with Chest X Ray findings positive or suspicious for active tuberculosis.\n* Patient has had opportunistic infections.\n* Patient has had active TB or recent close contact with an individual with active TB.\n* Patient has had a serious infection, has been hospitalized for an infection, or has been treated with intravenous (IV) antibiotics for an infection within 2 months prior to Day 0.\n* Patient has had a chronic or recurrent infectious disease including hepatitis B or hepatitis C.\n* Patient has a known malignancy or history of malignancy within 5-year period prior to screening (with the exception of squamous or basal cell carcinoma of the skin that has been completely excised without evidence of recurrence).\n* Patient has a history of lymphoproliferative disease, has multiple sclerosis, or other central demyelinating disorder, or congestive heart failure.\n* Patient has elevated aspartate aminotransferase or alanine aminotransferase levels more than twice the upper limit of normal at screening.\n* Patient has received live vaccination within 3 months of randomization or plans to receive live vaccination during the study or within 3 months after the last infusion.\n* Patient is pregnant, breastfeeding, or planning pregnancy (both men and women) during the trial or within the 6-month period thereafter.\n* Patient has a history of an allergic reaction to infliximab or any constituent of study drug.\n* Patient who has used any topical treatment for psoriasis (except non-medicated emollients) in the last 2 weeks before Day 0 with the exception of hydrocortisone and desonide for the face, groin (including genitals) and inframammary areas as well as shampoos containing tar, salicylic acid or zinc pyrithione\n* Patient who has used UVB phototherapy or excessive sun exposure less than 14 days before Day 0.\n* Patient has used any non-biological systemic therapy for the treatment of psoriasis (including PUVA therapy), systemic steroids or systemic immunosuppressants less than 28 days before Day 0. Investigational non-biologics agents must be discontinued at least 28 days or 5 half-lives prior to Day 0 (whichever is longer).\n* Patient is currently participating in a clinical trial with an experimental drug or device.\n* Patient who has used any biological therapy for the treatment of psoriasis less than 90 days before day 0.\n* Patient is taking or requires oral or injectable corticosteroids during the study. Inhaled corticosteroids for stable medical conditions are allowed. Patients who have used oral or injectable corticosteroids less than 28 days before Day 0 are excluded.\n* Patient has a poorly controlled medical condition which, in the opinion of the investigator, would put the patient at risk if the patient participated in the study.\n* Patient currently uses or plans to use anti-retroviral therapy at any time during the study.\n* Patient is known to have immune deficiency or is immunocompromised.\n* Patient is known to be infected with the human immunodeficiency virus, hepatitis B or hepatitis C virus.\n* Patient has current signs or symptoms or has a history of systemic lupus erythematosus.\n* Patient has a history of clinically significant drug or alcohol abuse in the last year.\n* Patient has erythrodermic psoriasis, generalized or localized pustular psoriasis, medication-induced or medication-exacerbated psoriasis.\n* Patients with a positive PPD who accept TB prophylaxis must not have any pre-existing liver disease.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"75% Improvement in Modified Palmoplantar Pustulosis Area and Severity Index (m-PPPASI) From Day 0","description":"Efficacy by comparing the number of patients reaching a 75% improvement in m-PPPASI (m-PPPASI 75) m-PPPASI = (E + I + D)Area X 0.2 (R palm) + (E + I + D) Area X 0.2 (L palm) + (E + I + D) Area X 0.3 (R sole) + (E + I + D) Area X 0.3 (L sole).\n\nErythema, induration and desquamation are evaluated on a scale of 0 to 4 while area is evaluated on a scale of 0 to 6. The m-PPPASI score can vary from 0 (absence of disease) to 72 (most severe palmoplantar psoriasis possible).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Adverse Events at Week 14","description":"Safety of infliximab administered for 14 weeks in patients who received by comparing adverse events","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20","spread":null},{"groupId":"OG001","value":"32","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Dermatology Life Quality Index (DLQI) at Week 14","description":"Impact on quality of life with the Dermatology Life Quality Index (DLQI) The aim of the questionnaire is to measure how much a patient's skin problem has affected their life over the previous week.\n\n* 0-1 = no effect at all on patient's life\n* 2-5 = small effect on patient's life\n* 6-10 = moderate effect on patient's life\n* 11-20 = very large effect on patient's life\n* 21-30 = extremely large effect on patient's life","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.25","spread":"7.23"},{"groupId":"OG001","value":"4.50","spread":"5.98"}]}]}]},{"type":"SECONDARY","title":"Mean Percent Palmoplantar Psoriasis Surface Area (PPSA) at Week 14","description":"Efficacy by comparing the mean percent PPSA. The surface affected by psoriasis on palms and soles is estimated on the day of the visit as a percentage of the total surface of palms and soles affected by psoriasis. Each palm represents 20% and each sole 30%. As a rule of thumb half a palm equals 10% of the total surface area of palm and soles. A sole completely covered with psoriasis would have a PPSA of 30% (if the other sole and the palms are unaffected) while a palm completely covered with psoriasis would have a PPSA of 20% (if the other palm and the soles are unaffected).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"38.58","spread":"20.6"},{"groupId":"OG001","value":"17.23","spread":"15.75"}]}]}]},{"type":"SECONDARY","title":"Mean Physician's Global Assessment (PGA) at Week 14","description":"Efficacy by comparing the mean Physician's Global Assessment(PGA).\n\n* 0 = clear.\n* 1 = almost clear.\n* 2 = Mild.\n* 3 = Moderate.\n* 4 = Severe.\n* 5 = Very severe.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.33","spread":"1.37"},{"groupId":"OG001","value":"2","spread":"0.95"}]}]}]},{"type":"SECONDARY","title":"Mean Percent Improvement in Modified Palmoplantar Pustulosis Area and Severity Index (m-PPPASI) at Week 26","description":"Efficacy of infliximab administered for 22 weeks in patients who received infliximab at Day 0 by evaluating the improvement over time in modified m-PPPASI from Day 0 to Week 26.\n\nm-PPPASI = (E + I + D)Area X 0.2 (R palm) + (E + I + D) Area X 0.2 (L palm) + (E + I + D) Area X 0.3 (R sole) + (E + I + D) Area X 0.3 (L sole).\n\nErythema, induration and desquamation are evaluated on a scale of 0 to 4 while area is evaluated on a scale of 0 to 6. The m-PPPASI score can vary from 0 (absence of disease) to 72 (most severe palmoplantar psoriasis possible).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"71.81","spread":"31.59"}]}]}]},{"type":"SECONDARY","title":"Mean Percent Improvement in Dermatology Life Quality Index (DLQI) at Week 26","description":"Efficacy of infliximab administered for 22 weeks in patients who received infliximab at Day 0 by evaluating the improvement over time in dermatology life quality index (DLQI) from Day 0 to Week 26.\n\nImpact on quality of life with the DLQI. The aim of the questionnaire is to measure how much a patient's skin problem has affected their life over the previous week.\n\n* 0-1 = no effect at all on patient's life\n* 2-5 = small effect on patient's life\n* 6-10 = moderate effect on patient's life\n* 11-20 = very large effect on patient's life\n* 21-30 = extremely large effect on patient's life","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"63.45","spread":"30.29"}]}]}]},{"type":"SECONDARY","title":"Mean Percent Improvement in Physician's Global Assessment (PGA) at Week 26","description":"Efficacy of infliximab administered for 22 weeks in patients who received infliximab at Day 0 by evaluating the improvement over time in Physician's Global Assessment (PGA) from Day 0 to Week 26.\n\n* 0 = clear\n* 1 = almost clear\n* 2 = Mild\n* 3 = Moderate\n* 4 = Severe\n* 5 = Very severe","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"47.92","spread":"41.76"}]}]}]},{"type":"SECONDARY","title":"Mean Percent Improvement in Palmoplantar Psoriasis Surface Area (PPSA) at Week 26","description":"Efficacy of infliximab administered for 22 weeks in patients who received infliximab at Day 0 by evaluating the improvement over time in percent PPSA from Day 0 to Week 26. The surface affected by psoriasis on palms and soles is estimated on the day of the visit as a percentage of the total surface of palms and soles affected by psoriasis. Each palm represents 20% and each sole 30%. As a rule of thumb half a palm equals 10% of the total surface area of palm and soles.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"65.91","spread":"38.91"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":12},"commonTop":["Common cold","Back pain","Fatigue","Dermatitis","Headache"]}}}