{"nctId":"NCT00956254","briefTitle":"Fentanyl Sublingual Spray in Treating Opioid-tolerant Cancer Patients With or Without Oral Mucositis","startDateStruct":{"date":"2009-10"},"conditions":["Mucositis","Pain","Unspecified Adult Solid Tumor, Protocol Specific"],"count":18,"armGroups":[{"label":"Fentanyl sublingual spray 100 µg","type":"EXPERIMENTAL","interventionNames":["Drug: Fentanyl sublingual spray"]}],"interventions":[{"name":"Fentanyl sublingual spray","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"DISEASE CHARACTERISTICS:\n\n* Diagnosis of cancer and meets 1 of the following criteria:\n\n  * Mild mucositis, defined as grade 1 (erythema of the mucosa) or 2 (patchy ulcerations or pseudomembranes) on the day of study drug administration.\n  * No mucositis, defined as normal oral cavity upon examination on the day of study drug administration.\n* Opioid-tolerant, defined as patients who are taking ≥ 60 mg of oral morphine/day, ≥ 30 mg of oxycodone/day, ≥ 8 mg of oral hydromorphone/day, or an equianalgesic dose of another opioid for ≥ 7 days for cancer-related pain.\n* Persistent pain related to cancer or its treatment over the past 7 days.\n* No brain metastases with signs or symptoms of increased intracranial pressure.\n\nPATIENT CHARACTERISTICS:\n\n* Negative pregnancy test.\n* Agree to be confined to study site for approximately 12 hours, to eat only the food served by the study unit during the study confinement period, and to consume all food provided at the designated meal or snack times.\n* No history of major organ system impairment or disease that, in the investigator's or his/her designee's opinion, could increase the risk associated with the use of opioids.\n* No uncontrolled hypertension despite antihypertensive therapy or history of hypertensive crisis within the past 2 years.\n* No recent history (within the past 2 years) of transient ischemic attacks, neural vascular disease, stroke, or cerebral aneurysms.\n* No intolerable side effects to opioids or fentanyl.\n\nPRIOR CONCURRENT THERAPY:\n\n* See Disease Characteristics.\n* More than 30 days since prior investigational agents.\n* More than 14 days since prior monoamine oxidase inhibitors.\n* No prior participation in either Insys Fentanyl Sublingual Spray Phase III study INSYS-INS-05-001 or INSYS-INS-06-007.\n* No other concurrent use of any fentanyl product.\n\n  * Patients who have received Actiq®, Fentora®, or Duragesic® are eligible after a 7-day washout.\n* No concurrent medications (prescription, over-the-counter, vitamin, or herbal substances) except for hormonal contraceptives and/or ≤ 3 doses of acetaminophen at ≤ 1 g each.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Cmax of Fentanyl","description":"Cmax is defined as the maximum drug concentration in plasma and was determined from individual plasma concentration versus time data. Blood samples for pharmacokinetic analysis were drawn pre-dose; 15 and 30 minutes; and 1, 2, 4, 6, 8, 10, and 12 hours post-dose. Fentanyl concentration assays were performed using a fully validated and sensitive liquid chromatography-tandem mass spectrometry (LC-MS/MS) method. Results are reported for patients with and without mucositis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.67","spread":"0.60"},{"groupId":"OG001","value":"0.26","spread":"0.15"}]}]}]},{"type":"SECONDARY","title":"Tmax of Fentanyl","description":"Tmax is defined as the time to reach the maximum concentration of fentanyl in plasma and was determined from individual concentration versus time data. Blood samples for pharmacokinetic analysis were drawn pre-dose; and 15 and 30 minutes; and 1, 2, 4, 6, 8, 10, and 12 hours post-dose. Fentanyl concentration assays were performed using a fully validated and sensitive liquid chromatography-tandem mass spectrometry (LC-MS/MS) method. Results are reported for patients with and without mucositis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.53","spread":"0.57"},{"groupId":"OG001","value":"0.56","spread":"0.59"}]}]}]},{"type":"SECONDARY","title":"AUC0-last of Fentanyl","description":"AUC0-last is defined as the area under the plasma concentration-time curve from time-zero to the time of the last quantifiable concentration of fentanyl, was calculated using the linear trapezoidal rule, and was determined from individual concentration versus time data. Blood samples for pharmacokinetic analysis were drawn pre-dose; and 15 and 30 minutes; and 1, 2, 4, 6, 8, 10, and 12 hours post-dose. Fentanyl concentration assays were performed using a fully validated and sensitive liquid chromatography-tandem mass spectrometry (LC-MS/MS) method. Results are reported for patients with and without mucositis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.11","spread":"4.80"},{"groupId":"OG001","value":"0.91","spread":"0.13"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":9},"commonTop":["Burning sensation mucosal"]}}}