{"nctId":"NCT03284853","briefTitle":"Safety and Efficacy Study of PG324 (Netarsudil/Latanoprost 0.02% / 0.005%) Ophthalmic Solution Compared to GANFORT® Ophthalmic Solution in Open Angle Glaucoma or Ocular Hypertension","startDateStruct":{"date":"2017-09-05","type":"ACTUAL"},"conditions":["Open Angle Glaucoma","Ocular Hypertension"],"count":436,"armGroups":[{"label":"Netarsudil/Latanoprost 0.02%/0.005%","type":"EXPERIMENTAL","interventionNames":["Drug: Netarsudil/Latanoprost 0.02%/0.005%"]},{"label":"GANFORT®","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: GANFORT®"]}],"interventions":[{"name":"Netarsudil/Latanoprost 0.02%/0.005%","otherNames":[]},{"name":"GANFORT®","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Must be 18 years of age or older.\n2. Diagnosis of OAG or OHT in both eyes (OAG in one eye and OHT in the fellow eye is acceptable).\n3. Subjects insufficiently controlled and/or subjects considered in need for combination therapy by the investigators.\n4. Medicated intraocular pressure ≥ 17 mmHg in at least one eye and \\< 28mmHg in both eyes at screening visit.\n5. Unmedicated (post-washout) IOP \\>20mmHg in at least one eye and \\< 36mmHg in both eyes at 2 qualification visits at 08:00 hour, 2-7 days apart. At the second qualification visit, have IOP \\>17mmHg in at least one eye and \\< 36mmHg in both eyes at 10:00 and 16:00 hours. Note: For purposes of determining eligibility of subjects to be enrolled, the non-integral IOP mean number will be used. Any non-integral mean IOP number should not be rounded. If only one eye qualifies at the second qualification visit it MUST be the same eye that qualified on the first visit and this will be the study eye for the duration of the study.\n6. Best corrected visual acuity +1.0 logMAR or better by ETDRS in each eye (equivalent to 20/200 or better Snellen visual acuity in each eye).\n7. Be able and willing to give signed informed consent and follow study instruction.\n8. Women must be either of non-childbearing potential, or women with childbearing potential and men with reproductive potential must be willing to practice acceptable methods of birth control during the study.\n9. Women of childbearing potential must have a negative urine pregnancy test within 7 days of first dose of study treatment and agree to use highly effective contraception during the study and for 3 months after the last dose of study medication.\n10. Men with a female partner of childbearing potential must have either had a prior vasectomy or agree to use an effective form of contraception from time of randomization and for 3 months following the last dose of study medication.\n11. In France, a subject will be eligible for inclusion in this study only if either affiliated to or as a beneficiary of a social security number.\n\nExclusion Criteria:\n\nOphthalmic:\n\n1. Clinically significant ocular disease (e.g., corneal edema, uveitis, or severe keratoconjunctivitis sicca) which might interfere with interpretation of the study efficacy endpoints or with safety assessments, including subjects with glaucomatous damage so severe that washout of ocular hypotensive medications for 4 weeks or longer if needed is not judged safe as it would put the subject at risk for further vision loss.\n2. Pseudoexfoliation or pigment dispersion component glaucoma, history of angle closure glaucoma, or narrow angles i.e. Grade 2 Shaffer (Chan 1981) or less extreme narrow angle with complete or partial closure. Note: Previous laser peripheral iridotomy is NOT acceptable.\n3. Intraocular pressure ≥ 36mmHg (unmedicated) in either eye (individuals who are excluded for this criterion are not allowed to attempt requalification), or use of more than two ocular hypotensive medications within 30 days of screening. Note: fixed dose combination medications, for the purpose of this exclusion criterion, count as one medication. However, subjects currently taking 2 fixed dose combination products are excluded.\n4. Treatment-naïve subjects.\n5. Prior treatment with GANFORT® topical eye drops where the subjects IOP did not achieve the target IOP and was considered either a therapeutic failure or to have insufficient response. Subjects currently (immediately prior to screening visit) being treated with GANFORT® are excluded from the study.\n6. Known hypersensitivity to any component of the investigational formulations to be used (e.g., benzalkonium chloride) or to fluorescein.\n7. Previous glaucoma intraocular surgery, including SLT or ALT in either eye.\n8. Refractive surgery in either eye (e.g., radial keratotomy, PRK, LASIK, corneal cross-linking, keratoplasty).\n9. Ocular trauma within the six months prior to screening, or ocular surgery or non-refractive laser treatment within the three months prior to screening.\n10. Recent or current evidence of ocular infection or inflammation in either eye. Current evidence of clinically significant blepharitis, conjunctivitis, keratitis, current evidence or history of herpes simplex or zoster keratitis in either eye at screening.\n11. Use of ocular medication in either eye of any kind within 30 days of screening and throughout the study, with the exception of a) ocular hypotensive medications which must have been the same medication for 30 days prior to screening (which must be washed out according to the provided schedule), b) lid scrubs (which may be used prior to, but not after, screening), c) lubricating drops for dry eye (which may be used throughout the study), as prescribed by the Investigator.\n12. Mean central corneal thickness greater than 620μm at screening.\n13. Any abnormality preventing reliable Goldmann applanation tonometry of either eye (e.g., keratoconus).\n\n    Systemic:\n14. Clinically significant abnormalities in laboratory tests at screening.\n15. Known hypersensitivity or contraindication to GANFORT® (Appendix 3 Marketed Product Medication Information Section 4.3) and to β-adrenoceptor antagonists (e.g. Chronic obstructive pulmonary disease or bronchial asthma; abnormally low blood pressure or heart rate; second or third-degree heart block or congestive heart failure, cardiac failure, cardiac shock and severe diabetes).\n16. Clinically significant systemic disease which might interfere with the study.\n17. Participation in any investigational study within 30 days prior to screening.\n18. Systemic medication including corticosteroid containing drugs that could have a substantial effect on IOP which HAVE NOT been maintained at a consistent dose and regime within 30 days prior to screening, and are anticipated to change in dose and/or regime during the study.\n19. Use of topical steroid containing medications on the face or in or around the eyes will exclude the subject (see Section 5.6 Concomitant Medications).\n20. Women of childbearing potential who are pregnant, nursing, planning a pregnancy, or not using a medically acceptable and highly effective form of birth control. An adult woman is considered to be of childbearing potential unless she is one year post-menopausal (1 year without menses with appropriate clinical profile, e.g. age appropriate, \\> 45 years in the absence of HRT. In questionable cases the subject must have FSH value \\> 40mIU/mL and an estradiol value \\< 40pg/mL (\\< 140pmol/L)) or three months post-surgical sterilization.\n21. Vulnerable subjects such as minors, adults under legal protection or unable to express their consent (e.g. hospitalized persons in coma), persons deprived of liberty (prisoners from jails), or persons subject to psychiatric care.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Diurnal Intraocular Pressure by Goldmann Applanation Tonometry","description":"Comparison of PG324 to Ganfort for mean intraocular pressure at specified timepoints at Week 2, Week 6 and Month 3.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15.39","spread":null},{"groupId":"OG001","value":"15.56","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15.64","spread":null},{"groupId":"OG001","value":"15.25","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15.61","spread":null},{"groupId":"OG001","value":"15.19","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":7,"n":218},"commonTop":["Conjunctival Hyperemia","Hypertension","Cornea Verticillata","Conjunctival Hemorrhage","Eye Pruritus"]}}}