{"nctId":"NCT05450458","briefTitle":"Hyaluronic Acid in Overuse Knee Pain","startDateStruct":{"date":"2023-02-01","type":"ACTUAL"},"conditions":["Overuse Injury","Body Mass Index in Athletes"],"count":64,"armGroups":[{"label":"Hyaluronic Acid group","type":"EXPERIMENTAL","interventionNames":["Drug: KNEE JOINT INFILTRATION WITH HYALURONIC ACID WITH SORBITOL SYNOLIS VA"]}],"interventions":[{"name":"KNEE JOINT INFILTRATION WITH HYALURONIC ACID WITH SORBITOL SYNOLIS VA","otherNames":["VISCOSUPPLEMENTATION WITH SYNOLIS VA"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* \\- Patients with knee pain for more than 3 months\n* Patients between 30 and 55 years old\n* Patients without a history of previous knee joint surgery.\n* Patients without chronic-degenerative diseases such as diabetes, hypertension, rheumatoid arthritis or other autoimmune diseases.\n* Patients who perform impact social sports at least 3 times a week for more than 1 hour in the last 3 months prior to treatment.\n* Patients without a history of allergies to non-steroidal anti-inflammatory drugs.\n* Patients with no history of infection in or around the knee.\n\nExclusion Criteria:\n\n* \\- Patients who cannot be categorized as social athletes.\n* Patients with an associated sports injury that limits their sports practice.\n* Patients who have a treatment associated with knee pain independent of that established in the study protocol.","healthyVolunteers":false,"sex":"ALL","minimumAge":"30 Years","maximumAge":"55 Years","stdAges":["ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Efficacy of Hyaluronic Acid With Sorbitol (SYNOLIS VA) in Overuse Knee Syndrome Assessed With the Knee Injury and Osteoarthritis Outcome Score (KOOS)","description":"To demonstrate that two doses of intra-articular injection of Synolis VA速 for the overuse knee syndrome in sportsmen decrease the pain during spots and day-living activities by measured the improvement of knee symptoms through the KOOS score:\n\n\\- The Knee injury and Osteoarthritis Outcome Score: Evaluate Symptoms + Stiffness subtotal, Pain, Function, daily living, sports and recreational activities and quality of life. Each variable has a percentage score from 0 to 100%, at the end the results are averaged, obtaining a final percentage where 100% means a healthy knee with out discomfort. As the percentage approaches 0%, the severity of knee discomfort or injury increases.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"68","spread":"10.6"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"78","spread":"8.27"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"84","spread":"8.78"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"88","spread":"7.63"}]}]}]},{"type":"PRIMARY","title":"Efficacy of Hyaluronic Acid With Sorbitol (SYNOLIS VA) in Overuse Knee Syndrome Assessed With the International Knee Documentation Committee Score (IKDC)","description":"To evaluate the effectiveness of two intra-articular injections of Synolis VA in improving knee functionality in athletes with overuse knee syndrome, the International Knee Documentation Committee (IKDC) Scale was used. This validated tool assesses knee function, symptoms, and the ability to perform sports-related activities. It consists of individual items evaluating pain, stiffness, swelling, instability, daily physical function, and athletic performance. While the scale's raw score ranges from 0 to 87, results are converted into a percentage format, where 87 corresponds to 100% functional capacity-the best possible knee function-and 0 represents the worst condition.\"","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"65","spread":"10.60"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"74","spread":"11.05"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"81","spread":"8.91"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"83","spread":"8.88"}]}]}]},{"type":"SECONDARY","title":"Safety of Hyaluronic Acid With Sorbitol (SYNOLIS VA 速) in Overuse Knee Syndrome by the Number of Adverse Effects in Participants.","description":"Evaluate the SYNOLIS VA 速 safety after two doses of intra articular injection by tracking the number of patient withdrawals and their adverse events including: skin irritation, knee redness, local pain for more than 24 hours, edema for more than 48 hours and itching at the application site.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Six-Month Functional Improvement in Knee Function (IKDC and KOOS) in Athletes With Overuse Knee Syndrome With Elevated BMI Following Synolis VA Injections","description":"This measure evaluates the change in knee function over a six-month period in athletes with an elevated body mass index (BMI \\> 25) diagnosed with overuse knee syndrome and treated with intra-articular injections of Synolis VA速. Two validated patient-reported outcome instruments are used: the International Knee Documentation Committee Subjective Knee Evaluation Form (scale: 0 = poorest function, 100 = best function) and the Knee Injury and Osteoarthritis Outcome Score (scale: 0 = worst outcome, 100 = best outcome). Higher scores indicate better knee functionality. Baseline scores are compared with six-month scores to assess functional improvement.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"83.1","spread":null},{"groupId":"OG001","value":"85","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":60},"commonTop":[]}}}