{"nctId":"NCT00801242","briefTitle":"Intermittent Treatment With Degarelix of Patients Suffering From Prostate Cancer","startDateStruct":{"date":"2008-12"},"conditions":["Prostate Cancer"],"count":220,"armGroups":[{"label":"Degarelix 240 mg / 80 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Degarelix 240 mg / 80 mg"]}],"interventions":[{"name":"Degarelix 240 mg / 80 mg","otherNames":["FE200486","Firmagon"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Has given written informed consent before any trial-related activity is performed. A trial-related activity is defined as any procedure that would not have been performed during the normal management of the patient.\n* Has a histologically confirmed (Gleason graded) adenocarcinoma of the prostate (all stages), and is in need of androgen deprivation treatment.\n* Patients with Locally Advanced or Metastatic Prostate Cancer - Screening PSA level (measured at a central laboratory) must be \\>4 ng/mL and ≤50 ng/mL.\n* Patients with Localised Prostate Cancer or Patients with Previous Therapy with Curative Intention and a Rising PSA - PSA doubling time (based on patient records at the trial site) must be \\<24 months. There is no minimum PSA level required and the maximum PSA must be ≤50 ng/mL.\n* Is a male patient aged 18 years or older.\n* Has an Eastern Cooperative Oncology Group score of ≤2.\n* Has a life expectancy of at least 24 months.\n\nExclusion Criteria:\n\n* Has had previous or is currently under hormonal management of prostate cancer (surgical castration or other hormonal manipulation, including gonadotropin releasing hormone (GnRH) receptor agonists, GnRH antagonists, anti-androgens, 5-alpha reductase inhibitors and estrogens). However, for patients having undergone prostatectomy or radiotherapy with curative intention, then neoadjuvant/adjuvant hormonal therapy for a maximum duration of 6 months is accepted. This treatment should have been terminated at least 6 months prior to Screening Visit.\n* Is considered to be candidate for curative therapy, i.e. radical prostatectomy or radiotherapy.\n* Has a history of severe uncontrolled asthma, anaphylactic reactions, or severe urticaria and/or angioedema.\n* Has hypersensitivity towards any component of the investigational medicinal product.\n* Has had cancer within the last five years except prostate cancer and surgically removed basal or squamous cell carcinoma of the skin.\n* Has a known or suspected clinically significant liver and/or biliary disease.\n* Has a history of or risk factors for Torsades de Pointes\n* At time of inclusion receives concomitant medications that might prolong the QT interval.\n* Has any clinically significant laboratory abnormalities which in the judgment of the investigator would affect the patient's health or the outcome of the trial.\n* Has a clinically significant disorder (other than prostate cancer) including but not limited to renal, haematological, gastrointestinal, endocrine, cardiac, neurological, or psychiatric disease, and alcohol or drug abuse or any other condition, which may affect the patient's health or the outcome of the trial as judged by the investigator.\n* Has severe kidney failure (creatinine clearance \\<30 mL/min), based on the serum creatinine value at Screening Visit and calculated by Cockcroft-Gault algorithm (only valid in France).\n* Has a mental incapacity or language barriers precluding adequate understanding or co operation.\n* Has received an investigational drug within the last 28 days preceding Screening Visit or longer if considered to possibly influence the outcome of the current trial.\n* Has previously participated in any degarelix trial","healthyVolunteers":false,"sex":"MALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Median and Between Participant Variability of Time to Prostate-specific Antigen (PSA) >4 ng/mL During the First Cycle of Intermittent Androgen Deprivation (IAD) After 7 Monthly Injections of Degarelix Induction Treatment","description":"Blood samples for analyses of serum PSA levels were collected at the Screening Visit, and every two months during the course of the trial, and at the End-of-Trial Visit. Analyses were performed using chemiluminometric immunoassay.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"392","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage Change in PSA Serum Levels From Baseline to the Last Visit of the Induction Period During the First Cycle of IAD","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-90.8","spread":"16.6"}]}]}]},{"type":"SECONDARY","title":"Median and Between Participant Variability of Time to Return to Testosterone >0.5 ng/mL (Above Castration Level) During the First Cycle of IAD After 7 Monthly Injections of Degarelix Induction Treatment","description":"Blood samples for analyses of serum testosterone levels were collected at the Screening Visit, Month 4 and 7 of the induction period of Cycle 1 and the corresponding visits of any additional treatment cycles, every two months during the off-treatment period(s), and at the End-of-Trial Visit. Analyses were performed using Liquid-Liquid Extraction and Liquid Chromatography-Mass Spectrometry/Mass Spectrometry.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"112","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Testosterone ≤0.5 ng/mL at the Last Visit of the Induction Period During the First Cycle of IAD","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"210","spread":null}]}]}]},{"type":"SECONDARY","title":"Quality of Life, as Assessed by the European Organisation for Research and Treatment of Cancer Quality of Life Questionnaire-Prostate Module (EORTC QLQ-PR25), During the Induction Treatment and Off-treatment Periods During the First Cycle of IAD","description":"The EORTC QLQ-PR25 employs a modular approach towards assessing cancer patients´ health-related Quality of Life (QoL) and assesses urinary, bowel, and sexual symptoms and functioning, and the side-effects of hormonal treatment. It consists of 25 questions distributed on six domains (number of items per domain, ranges from x to y: urinary symptoms (8, 0-100), bother due to use of incontinence aid (1, 0-100), bowel symptoms (4, 0-100), hormonal treatment-related symptoms (6, 0-100), sexual activity (2, 0-100), and sexual functioning (4, 0-100). All raw domain scores are linearly transformed to a 0-100 scale, with higher scores reflecting either more symptoms (urinary, bowel, hormonal treatment-related symptoms) or higher levels of activity or functioning (sexual).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24.5","spread":"18.0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"21.2","spread":"16.7"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17.9","spread":"29.1"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"31","spread":"34.4"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.84","spread":"10.2"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.98","spread":"8.34"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17.6","spread":"14.5"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13.2","spread":"13.0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"55.1","spread":"27.2"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"56.7","spread":"26.6"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10.9","spread":"17.7"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17.7","spread":"22.6"}]}]}]},{"type":"SECONDARY","title":"Sexual Function, as Assessed by the International Index of Erectile Function (IIEF) Scale, During the Induction Treatment and Off-treatment Periods During the First Cycle of IAD","description":"The IIEF scale addresses the relevant domains of male sexual function (i.e. erectile function, orgasmic function, sexual desire, intercourse satisfaction and overall satisfaction). The IIEF scale is psychometrically sound, and has been linguistically validated in multiple languages. The IIEF scale demonstrates the sensitivity and specificity for detecting treatment-related changes in patients with erectile dysfunction. It consists of the following domains (number of items per domain; ranges from x to y: erectile function (6; 1-30), orgasmic function (2; 0-10), sexual desire (2; 2-10), intercourse satisfaction (3; 0-15) and overall satisfaction (2; 2-10). For all domains, a higher score represents a better sexual function.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.1","spread":"5"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.35","spread":"8.21"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.665","spread":"1.81"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.76","spread":"3.03"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.84","spread":"1.47"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.77","spread":"2.17"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.801","spread":"2.21"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.01","spread":"3.69"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.5","spread":"2.9"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.97","spread":"3.12"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Markedly Abnormal Values in Vital Signs and Body Weight During One or More Cycles of Degarelix IAD Treatment","description":"This outcome measure included incidence of markedly abnormal changes in blood pressure (systolic and diastolic), pulse, and body weight. The table presents the number of participants with normal baseline and at least one post-baseline markedly abnormal value during the trial.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Markedly Abnormal Values in Safety Laboratory Variables During One or More Cycles of Degarelix IAD Treatment","description":"This outcome measure included incidence of markedly abnormal changes in safety laboratory values. The table presents the number of participants with normal baseline and at least one post-baseline markedly abnormal value during the trial. ULN=Upper limit of normal.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"24","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":51,"n":216},"commonTop":["Hot Flush","Injection Site Pain","Injection Site Erythema","Injection Site Swelling","Injection Site Induration"]}}}