{"nctId":"NCT01471028","briefTitle":"Assess Safety and Efficacy of ELAD (Extracorporeal Liver Assist System) in Subjects With Alcohol-Induced Liver Failure","startDateStruct":{"date":"2013-02"},"conditions":["Acute Alcoholic Hepatitis"],"count":203,"armGroups":[{"label":"ELAD Treatment","type":"EXPERIMENTAL","interventionNames":["Biological: ELAD treatment"]},{"label":"Standard of care (Control)","type":"OTHER","interventionNames":["Other: Standard of care (Control)"]}],"interventions":[{"name":"ELAD treatment","otherNames":["ELAD"]},{"name":"Standard of care (Control)","otherNames":["Standard of care as defined by the protocol"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age ≥ 18 years;\n* Total bilirubin ≥ 8 mg/dL;\n* A clinical diagnosis of alcohol-induced liver decompensation (AILD), based upon evidence (by lab test, medical history, or family interview) of a clinical judgment of a temporal (6 weeks or less) and causal relationship between use of alcohol and this onset of symptoms;\n* Subjects meeting inclusion criteria 1 through 3 will be classified as having either:\n\n  a. Severe acute alcoholic hepatitis (AAH), with: i. Medical history of alcohol abuse; AND ii. Maddrey score of ≥ 32; AND iii. AAH documented by either:\n\n  1\\. Confirmatory liver biopsy; OR 2. Two or more of the following:\n  1. Hepatomegaly,\n  2. AST \\> ALT,\n  3. Ascites,\n  4. Leukocytosis (WBC count above lab normal at site), OR\n\n  b. Alcohol-induced decompensation of chronic liver disease that is not acute alcoholic hepatitis (as defined above), with: i. MELD score of 18-35; AND ii. Underlying chronic liver disease documented by:\n  1. Liver biopsy, AND/OR\n  2. Laboratory findings, AND/OR\n  3. Medical history;\n* Not eligible for liver transplant during this hospitalization;\n* Subject or legally authorized representative must provide Informed Consent;\n* Subject must be eligible for Standard of Care treatment as defined in the protocol.\n\nExclusion Criteria:\n\n* Platelet count \\< 40,000/mm3;\n* International Normalization Ratio (INR) \\> 3.5;\n* MELD Score \\> 35;\n* AST \\> 500 IU/L;\n* Evidence of infection unresponsive to antibiotics;\n* Evidence of reduction in total bilirubin of 20% or more in the previous 72 hours, if available. Bilirubin measurements must be taken at least 12 hours after any procedure known to artificially alter serum bilirubin (e.g., administration of packed red blood cells, plasma exchange);\n* Evidence of hemodynamic instability as defined by the following:\n\n  1. Systolic blood pressure \\< 90 mmHg with evidence of diminished perfusion unresponsive to fluid resuscitation and/or low-dose pressor support; OR\n  2. Mean arterial pressure (MAP) \\< 60 mmHg with evidence of diminished perfusion unresponsive to fluid resuscitation and/or low-dose pressor support; OR\n  3. Requirement for escalating doses of vasopressor support prior to Screening; OR\n  4. Subject at maximum vasopressor dose at Screening;\n* Evidence of active bleeding or of major hemorrhage defined as requiring ≥ 2 units packed red blood cells to maintain stable hemoglobin occurring within 48 hours of Screening;\n* Clinical evidence of liver size reduction due to cirrhosis (liver size of the craniocaudal diameter (sagittal view) \\< 10 cm when measured on the mid clavicular line (or equivalent measurement) by ultrasound, or liver volume \\< 750 cc as determined by CT), unless Investigator interpretation of the clinical evidence indicates liver size of \\< 10 cm or volume \\< 750 cc is not considered reduced for the individual subject;\n* Occlusive portal vein thrombosis impairing hepatopetal flow, or evidence of bile duct obstruction;\n* Evidence by physical exam, history, or laboratory evaluation, of significant concomitant disease with expected life expectancy of less than 3 months, including, but not limited to:\n\n  1. Severe acute or chronic cardiovascular, central nervous system, or pulmonary disease;\n  2. Cancer that has metastasized or has not yet been treated;\n* Subject has chronic end-stage renal disease requiring chronic hemodialysis for more than 8 weeks (not classified as hepatorenal syndrome);\n* Subject has liver disease related to homozygous hemachromatosis, Wilson's Disease, has non-alcoholic fatty liver disease, or Budd-Chiari Syndrome;\n* Pregnancy as determined by β-human chorionic gonadotropin (HCG) results, or lactation;\n* Participation in another investigational drug, biologic, or device study within one month of enrollment, except for observational studies (the observational study setting should not affect safety and/or efficacy of the VTI-208 clinical trial);\n* Previous liver transplant;\n* Previous enrollment in the treatment phase of another ELAD trial (e.g. a subject is not disqualified from enrollment in VTI-208 if they were screened for VTI-210 but did not qualify for enrollment in the treatment phase of the study and therefore did not receive ELAD or Control treatment;\n* Have a Do Not Resuscitate or a Do Not Intubate (DNR/DNI) directive (or such local equivalent) or any other Advanced Directive limiting Standard of Care in place (the DNR/DNI criterion is not applicable in the UK);\n* Refusal to participate in the VTI-208E follow-up study;\n* Inability to provide an address for home visits.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Survival","description":"The primary endpoint of the study was a comparison of overall survival (OS) between the ELAD-treated and Control groups, with protocol VTI-208E providing additional survival data up to a maximum of 5 years, that was included as available at the time of database lock (31 July 2015).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"57","spread":null},{"groupId":"OG001","value":"66","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Survivors at Study Day 91.","description":"Assess the proportion of survivors at Study Day 91.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"57","spread":null},{"groupId":"OG001","value":"66","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Progression-free Survivors at Study Day 91","description":"An exploratory objective is to evaluate the ability of ELAD® to stabilize liver function, measured using the MELD-based time to progression (TTP), with progression defined as death or the first observed increase of at least 5 points from End of Study Day 1 MELD score (for both the ELAD and Control groups) until at least 24 hours after the ELAD Treatment Period is ended (end of Day 7 for Controls) and up to both End of Study Days 28 and 91 following Randomization.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"45","spread":null},{"groupId":"OG001","value":"59","spread":null}]}]}]},{"type":"POST_HOC","title":"Overall Survival for Subjects With Age<50, MELD<30, Bili>=16, INR<=2.5 and Creatinine<1.3","description":"Creatinine \\<1.3 INR \\<=2.5 Bilirubin \\>=16 Age \\<50 MELD \\<30","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"29","spread":null},{"groupId":"OG001","value":"31","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":73,"n":95},"commonTop":["Oedema peripheral","Hepatic encephalopathy","Ascites","Anaemia","Hypokalaemia"]}}}