{"nctId":"NCT00640601","briefTitle":"Study Evaluating the Clinical Benefit of SEROQUEL XR in Subjects With Schizophrenia","startDateStruct":{"date":"2008-03"},"conditions":["Schizophrenia"],"count":331,"armGroups":[],"interventions":[{"name":"Quetiapine Fumarate Extended- Release","otherNames":["Seroquel XR®"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Provision of written informed consent before initiation of any study related procedures.\n* Male and female subjects aged 18 to 65 years, inclusive.\n* Documented clinical diagnosis meeting the Diagnostic and Statistical Manual of Mental Disorders, 4th edition (DSM-IV) criteria for any of the following: Schizophrenia DSM-IV, catatonic 295.20, disorganised 295.10, paranoid 295.30 and undifferentiated 295.90.\n* Outpatient status.\n* Subjects who in their own and/or in the Principal Investigator's opinion, consider their ongoing antipsychotic treatment inadequate because of insufficient efficacy, poor tolerance, and/or non acceptability of their actual dosage regimen (eg. b.i.d, t.i.d, etc).\n* Monotherapy with current antipsychotic for at least 7 days prior to initiating treatment (ie, cannot be on more than one antipsychotic during the 7 day period prior to initiating study medication). Note: Subjects on a b.i.d regimen of seroquel IR for 7 days prior to enrolment are eligible to participate in the study.\n* Female subjects of childbearing potential must have a negative serum pregnancy test at enrolment and be willing to use a reliable method of birth control, ie, barrier method, oral contraceptive, implant, dermal contraception, long-term injectable contraceptive, intrauterine device, or tubal ligation during the study.\n* Capable to make treatment decisions, including being able to understand and comply with the requirements of the study, and judged as such by the Principal Investigator.\n* Be able to read and write either English or French at a grade 7 proficiency level.\n\nExclusion Criteria:\n\n* First episode, drug naive schizophrenic subjects.\n* Meeting the criteria for any other (than schizophrenia) DSM-IV Axis I diagnosis, concomitant organic mental disorder or mental retardation that in the opinion of the Principal Investigator may interfere with study conduct or interpretation.\n* Substance/alcohol dependence or abuse at enrolment \\[except dependence in full remission (\\>3 months) and except caffeine and nicotine dependence\\] as defined by DSM-IV criteria. A urine drug screen will be performed. The Principal Investigator will evaluate the results along with medical history to determine if the patient meets DSM-IV criteria for substance abuse or dependence. However, a single urine toxicology screen for cocaine, heroin, methamphetamine or PCP will lead to exclusion.\n* Subjects requiring treatment with another antipsychotic agent than investigational product during study.\n* Subjects on seroquel IR once daily.\n* Known lack of response to clozapine or treatment with clozapine within 4 weeks prior to enrolment.\n* Known intolerance to seroquel IR.\n* Subjects requiring treatment with disallowed medication following enrolment into the study.\n* Subjects requiring treatment for epilepsy.\n* Subjects who pose an imminent risk of suicide or danger to themselves or others, as judged by the Principal Investigator.\n* Pregnancy or lactation.\n* A thyroid-stimulating hormone (TSH) concentration more than 10% above the upper limit of the normal range of the laboratory used for sample analysis whether or not the patient is being treated for hypothyroidism or hyperthyroidism.\n* Use of a depot or long-acting injectable antipsychotic drug within 1 dosing interval before Day 1 of treatment or during treatment.\n* Use of drugs that induce or inhibit the hepatic metabolising cytochrome P450 3A4 enzymes within 14 days of the screening assessment period (Day -7 to 0). See Table 5.\n* History of idiopathic or drug-induced agranulocytosis.\n* A QTc interval longer than 450 msec (calculated using the Fridericia correction for heart rate) or ECG considered to show cardiac abnormality at enrolment as determined by a centrally located, experienced cardiologist, and confirmed by the Principal Investigator as clinically significant.\n* Evidence of clinically relevant disease (eg, renal, hepatic, autonomic, endocrine, hematologic or ophthalmologic impairment, significant coronary artery disease, congestive heart failure, cerebrovascular disease, viral hepatitis B or C, acquired immunodeficiency syndrome \\[AIDS\\] or cancer) or a clinical finding that is unstable or that, in the opinion of the Principal Investigator, would be negatively affected by the investigational product or that would affect the investigational product.\n* Laboratory test results outside the reference range considered by the Principal Investigator to be clinically significant and potentially interfere with the study outcome.\n* A patient with Diabetes Mellitus (DM) fulfilling one of the following criteria:\n\n  * Unstable DM defined as HbA1c \\>8.5% at enrolment. Admitted to hospital for treatment of DM or DM related illness in past 12 weeks.\n  * Not under care of physician responsible for patient's DM care.\n  * Physician responsible for patient's DM care has not indicated that patient's DM is controlled.\n  * Physician responsible for patient's DM care has not approved patient's participation in the study.\n  * Has not been on the same dose of oral hypoglycemic drug(s) and/or diet for the four (4) weeks prior to randomisation. For thiazolidinediones (glitazones) this period should not be less than 8 weeks.\n  * Taking insulin whose daily dose on one occasion in the past 4 weeks has been more than 10% above or below their mean dose in the preceding 4 weeks.\n\nNote: If a diabetic patient meets one of these criteria the patient is to be excluded even if the treating physician believes the patient is stable and can participate in the study.\n\n* An absolute neutrophil count (ANC) of \\<1.5 x 109/L\n* Inability to accommodate the visit schedule.\n* History of non-compliance as judged by the Principal Investigator.\n* Previous enrolment in the present study.\n* Participation in another clinical study or compassionate use programme within 4 weeks of screening (Day -7 to 0).\n* Involvement in the planning and conduct of the study (applies to both AstraZeneca staff or staff at the study site).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Subjects With Improved Clinical Benefit From Assessment of Clinical Global Impression-Clinical Benefit (CGI-CB) Scale From Baseline to Week 24 or End of Study","description":"Proportional change in CGI-CB score The CGI-CB scale is used to evaluate investigator's global weighted impression of efficacy and interference of adverse events (AEs) from enrolment to every visit. The score ranges from 1 to 10. The lower the score the better the outcome, e.g.: a score of 1 means that there is marked therapeutic effect with no burden of AEs. A score of 10 signifies that the burden of AEs outweighs the therapeutic effect, or no therapeutic effect with high burden of AEs. A change score for each subject will be calculated by subtracting the baseline score from the visit score.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"56.88","spread":"0.508"}]}]}]},{"type":"SECONDARY","title":"Change in Clinical Global Impression-Clinical Benefit (CGI-CB) Score","description":"Numerical change in CGI-CB score. The CGI-CB scale is used to evaluate investigator's global weighted impression of efficacy and interference of adverse events (AEs) from enrolment to every visit. The score ranges from 1 to 10. The lower the score the better the outcome, e.g.: a score of 1 means that there is marked therapeutic effect with no burden of AEs. A score of 10 signifies that the burden of AEs outweighs the therapeutic effect, or no therapeutic effect with high burden of AEs. A change score for each subject will be calculated by subtracting the baseline score from the visit score.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.41","spread":"3.843"}]}]}]},{"type":"SECONDARY","title":"Change in Positive and Negative Syndrome Scale for Schizophrenia (PANSS) Total Score","description":"Change in PANSS total score which includes Positive, Negative and General psychopathology. The PANSS is a 30-item scale where each symptom is rated on a severity scale ranging from 1-7, where 1=absent, 7=extreme). Maximum total score: 210, minimum total score is 30. Seven items are referring to positive symptoms (P1-7), seven items to negative symptoms (N1-7) and 16 items to general psychopathology (G1-16). The assessment prior to start of treatment is considered the baseline assessment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.95","spread":"20.899"}]}]}]},{"type":"SECONDARY","title":"Change in Positive and Negative Syndrome Scale for Schizophrenia (PANSS) Positive Scale Score","description":"Change in positive subscale of PANSS. This subscale calculates the sum of the scores in PANSS items P1-P7. (1=absent symptoms, 7=extreme symptoms). Maximum total score: 49, minimum total score: 7.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.36","spread":"6.061"}]}]}]},{"type":"SECONDARY","title":"Change in Positive and Negative Syndrome Scale for Schizophrenia (PANSS) Negative Scale Score","description":"Change in negative subscale of PANSS. This subscale calculates the sum of the scores in PANSS items N1-N7. (1=absent symptoms, 7=extreme symptoms). Maximum total score: 49, minimum total score: 7.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.67","spread":"6.135"}]}]}]},{"type":"SECONDARY","title":"Change in Global Assessment Scale (GAS)","description":"Change in GAS score. The GAS is a 100-point single item scale that rates patient's functioning on a hypothetical continuum of mental health to mental illness. The scale values range from 1 to 100 (1=most impaired, 100=healthiest).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.54","spread":"14.866"}]}]}]},{"type":"SECONDARY","title":"Change in Clinical Global Impression-Severity (CGI-S) Scale","description":"The CGI-S assesses severity of illness which is scored to rate the patient's current clinical state at start of treatment. The scores range from 1 to 7, where 1= normal, not at all ill, while a score of 7=among the most extremely ill of subjects. The change from start of treatment in the severity of illness is calculated by subtracting the score at start of treatment from the visit score. Alleviation of symptom severity will be indicated by a negative change score.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.51","spread":"1.174"}]}]}]},{"type":"SECONDARY","title":"Change in Clinical Global Impression-Improvement (CGI-I) Scale","description":"Change in CGI-I scale. This scale is the second part of the CGI scale that is scored at Visit 3 to week 24 to observe the patient's change from start of treatment. The scores for the CGI-I subset ranges from 1 to 7 (1=very much improved, 7=very much worse and a score of 4 indicates no change.)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.55","spread":"1.556"}]}]}]},{"type":"SECONDARY","title":"Change in Social and Occupational Functioning Assessment Scale (SOFAS)","description":"Change in SOFAS score. The SOFAS is a 100 point single item scale that rates functioning of a patient. The scale values range from 1=most impaired to 100=healthiest individual. The scale also includes a rating point of 0=missing information.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.45","spread":"13.820"}]}]}]},{"type":"SECONDARY","title":"Change in Safety Measure: Simpson-Angus Scale (SAS)","description":"The Percentage of patients with change in Simpson-Angus Scale (SAS)was calculated. This is a 10 item scale that is rated on a five-point scale where 0=normal and 4=severe symptoms of Extrapyramidal symptoms (EPS) with a focus on parkinsonian symptoms of EPS.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"46.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"43.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Barnes Akathisia Rating Scale (BARS)","description":"The Percentage of patients with change in BARS score was calculated. The BARS is a 4 item scale that is rating Extrapyramidal symptoms (EPS) on a 4-point scale for the first three questions and on a 6-point scale for the last question. 0=normal and a higher value represents more pronounced symptoms of EPS. BARS has a focus on the akathisia symptoms of EPS.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"28.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"63.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":33,"n":295},"commonTop":["Somnolence","Dizziness","Sedation","Dry Mouth","Anxiety"]}}}