{"nctId":"NCT01478347","briefTitle":"A Phase 3b Study to Assess the Safety of Novartis Meningococcal B Recombinant Vaccine When Administered in Healthy At-risk Adults","startDateStruct":{"date":"2013-05"},"conditions":["Meningococcal Disease","Meningococcal Meningitis"],"count":18,"armGroups":[{"label":"rMenB+OMV NZ","type":"EXPERIMENTAL","interventionNames":["Biological: Recombinant meningococcal B + OMV NZ"]}],"interventions":[{"name":"Recombinant meningococcal B + OMV NZ","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n1. 18 - 65 years of age inclusive who have given written informed consent at the time of enrollment;\n2. Able to comprehend and follow all required study procedures;\n3. Who are available for all the visits scheduled in the study (i.e., not planning to leave the area before the end of the study period);\n4. In good health as determined by the outcome of medical history, physical examination and clinical judgment of the investigator;\n5. Who were or might be routinely exposed to N. meningitidis cultures\n\nInclusion criteria for protocol part 2\n\n1. 18 - 65 years of age inclusive;\n2. At least 50 kg weight;\n3. Blood pressure within the following ranges: Systolic 110-180; Diastolic 60-100;\n4. Regular pulse rate (50-90 beats per minute) - exceptions are acceptable upon investigator's judgment;\n5. Hematocrit higher than: 32% for women and 35% for males;\n6. Visit 3 sera suitable as control for standardization of the SBA as confirmed by the central laboratory.\n\nExclusion criteria:\n\n1. History of any serogroup B meningococcal vaccine administration\n2. History of severe allergic reactions after previous vaccinations or hypersensitivity to any vaccine component;\n3. Pregnancy or nursing (breastfeeding) mothers;\n4. Females of childbearing age who have not used or do not plan to use acceptable birth control measures, for the duration of the study. Oral, injected or implanted hormonal contraceptive, barrier methods (condom or diaphragm with spermicide), intrauterine device, surgical sterilization, transdermal delivery, congenital sterility or sexual abstinence are considered acceptable forms of birth control. If sexually active the subject must have been using one of the accepted birth control methods at least one months prior to study entry;\n5. Known or suspected autoimmune disease or impairment/alteration of the immune system resulting from (for example):\n6. Receipt of any chronic immunosuppressive therapy\n7. Receipt of any chronic immunostimulants\n8. Immune deficiency disorder, or known HIV infection\n9. Known bleeding diathesis or any condition that may be associated with a prolonged bleeding time.\n10. History or any illness/condition which, in the opinion of the investigator, might interfere with the evaluation of the study objectives or pose additional risk to the subjects due to participation in the study.\n11. Any significant chronic infection.\n12. Any serious chronic or progressive disease according to judgment of the investigator (e.g. neoplasm, insulin dependent diabetes, cardiac, renal or hepatic disease).\n\nExclusion criteria for protocol part 2:\n\n1. Known or suspected autoimmune disease;\n2. Any serious chronic or progressive disease according to judgment of the investigator (e.g. neoplasm, diabetes, cardiovascular, renal, hepatic, immunological, metabolic, urogenital, hematological, gastrointestinal, central nervous system disease);\n3. Known bleeding diathesis or any condition that may be associated with a prolonged bleeding time;\n4. History of fainting or seizure episodes;\n5. Pregnancy\n6. Any significant chronic infection;\n7. Significant acute infections within the previous 2 weeks;\n8. Known or suspected autoimmune disease or impairment/alteration of the immune system resulting from (for example):\n\n   Receipt of any chronic immunosuppressive therapy; Receipt of any chronic immunostimulants; Immune deficiency disorder, or known HIV infection;\n9. Significant acute illness within the previous 7 days or body temperature 38.0 C within the previous 3 days;\n10. Receipt of systemic antibiotics within the previous 3 days (72 hours).","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Subjects Reporting Unsolicited Adverse Events, Following Vaccination With Two Injections of rMenB+OMV NZ Vaccine Between Day 1 Through Day 91.","description":"The number of subjects with serious adverse events (SAE), medically attended adverse events and adverse events (AEs) leading to premature withdrawal, following two injections of rMenB+OMV NZ vaccine are reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Subjects (Who Had Received Two Injections of rMenB+OMV NZ Vaccine in Part I of This Study) Reporting Unsolicited Adverse Events During Safety Follow-up (Part II of the Study).","description":"The number of subjects (who had received two injections of rMenB + OMV NZ vaccine in the part I of this study) reporting unsolicited AEs during the safety follow-up in part II of the study, are reported. Unsolicited AEs in part two of the study include - AEs considered to be related to blood draw procedure and all SAEs.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":18},"commonTop":["Pharyngitis","Urinary tract infection"]}}}