{"nctId":"NCT00424008","briefTitle":"Study of Inhaled Glucocorticosteroids/Long-Acting Bronchodilator Drugs in Subjects With Asthma That Have Been Taking Inhaled Glucocorticosteroids (Study P04705AM1)","startDateStruct":{"date":"2007-04"},"conditions":["Asthma"],"count":722,"armGroups":[{"label":"MF/F MDI 200/10 mcg BID","type":"EXPERIMENTAL","interventionNames":["Drug: Mometasone furoate/formoterol (MF/F) MDI"]},{"label":"F/SC DPI 250/50 mcg BID","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Fluticasone propionate/salmeterol (F/SC) DPI"]}],"interventions":[{"name":"Mometasone furoate/formoterol (MF/F) MDI","otherNames":["SCH 418131"]},{"name":"Fluticasone propionate/salmeterol (F/SC) DPI","otherNames":["Advair Diskus in the US/Seretide Diskus outside the US"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participants must have a diagnosis of asthma for at least 12 months' duration.\n* A participant must have been using a medium daily dose of inhaled glucocorticosteroids (alone or in combination with long-acting beta 2-agonist \\[LABA\\]) for at least 12 weeks and must have been on a stable regimen for at least 2 weeks prior to Screening.\n* If there is no inherent harm in changing the participant's current asthma therapy, the participant must be willing to discontinue his/her prescribed inhaled glucocorticosteroid (ICS) or ICS/LABA prior to initiating MF MDI run-in medication.\n* The diagnosis of asthma must be documented by either demonstrating an increase in absolute forced expiratory volume in 1 second (FEV1) of at least 12% and a volume increase of at least 200 mL within approximately 15 to 20 minutes after administration of 4 inhalations of albuterol/salbutamol or of nebulized short-acting beta 2-agonist (SABA) OR peak expiratory flow (PEF) variability of more than 20% OR a diurnal variation PEF of more than 20% based on the difference between pre-bronchodilator (before taking albuterol/salbutamol) morning value and the post-bronchodilator value (after taking albuterol/salbutamol) from the evening before, expressed as a percentage of the mean daily PEF value on any day during the open-label Run-in Period.\n* A participant must have a history of \\>= 2 asthma-related unscheduled visits to a physician or to an emergency room within the past year AND \\>= 3 asthma-related unscheduled visits within the past 2 years.\n* Prior to randomization participants must have used a total of 12 or more inhalations of SABA rescue medication during the last 10 days of run-in.\n* Clinical laboratory tests (complete blood counts \\[CBC\\], blood chemistries, including serum pregnancy for females of child-bearing potential, and urinalysis) conducted at the Screening Visit must be within normal limits or clinically acceptable to the investigator/sponsor before the participant is instructed to start using open-label MF MDI run-in medication.\n* An electrocardiogram (ECG) performed at the Screening Visit, using a centralized trans-telephonic technology, must be clinically acceptable to the investigator.\n* A chest x-ray performed at the Screening Visit, or within 12 months prior to the Screening Visit, must be clinically acceptable to the investigator.\n* A non-pregnant female participant of childbearing potential must be using a medically acceptable, adequate form of birth control. A female participant of childbearing potential must have a negative serum pregnancy test at Screening in order to be considered eligible for enrollment.\n\nExclusion Criteria:\n\n* A participant who demonstrates a change in absolute FEV1 of \\> 20% at any time between the Screening and Baseline Visits on any 2 consecutive days between the Screening and Baseline visits.\n* A participant who requires the use of greater than 8 inhalations per day of SABA MDI or 2 or more nebulized treatments per day of 2.5 mg SABA on any 2 consecutive days between the Screening and Baseline Visits.\n* A participant who experiences a decrease in AM or PM PEF below the Run-in Period stability limit on any 2 consecutive days prior to randomization. The average AM and average PM PEF respective values from the preceding 7 days are added, divided by the number of non-missing values, and multiplied by 0.70 to determine the stability limit.\n* A participant who experiences a clinical asthma exacerbation: defined as a clinical deterioration of asthma as judged by the clinical investigator between the Screening and Baseline Visits, that results in emergency treatment, hospitalization due to asthma, or treatment with additional, excluded asthma medication (including oral or other systemic corticosteroids, but allowing SABA).","healthyVolunteers":true,"sex":"ALL","minimumAge":"12 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"The Area Under the Curve From 0 to 12 Hours [AUC](0-12 hr) of the Change From Baseline to the Week 12 Endpoint in Forced Expiratory Volume in One Second (FEV1)","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.43","spread":"3.83"},{"groupId":"OG001","value":"3.24","spread":"3.83"}]}]}]},{"type":"SECONDARY","title":"Onset-of-action Based on Change From Baseline FEV1 at the 5 Min Pulmonary Function Test (PFT) Assessment on Day 1","description":"PFTs, including FEV1, were done on Day 1. Evaluations included 30 min before and immediately before the first dose, the mean of which was Baseline, and at intervals from 5 min to 12 hrs postdose. Onset of action was defined as statistically significant improvement of MF/F over F/SC in Change from Baseline FEV1 at the 5-min postdose evaluation on Day 1. The same series of PFTs were done at Week 12. Change from Baseline to Week 12 evaluations were calculated using the same Day 1 predose scores for Baseline. The Week-12 evaluation consisted of AUC FEV1 scores across the 12-hour postdose interval.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.20","spread":"0.20"},{"groupId":"OG001","value":"0.09","spread":"0.20"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Asthma Control Questionnaire (ACQ) Total Score at Week 12 Endpoint","description":"The Asthma Control Questionnaire (ACQ) by Juniper et al. is a mean of 7 equally weighted composite scores; each scaled from 0=best case scenario to 6=worst case scenario on an integer scale. Composites include the following: How Often Woken by Asthma, How Bad Were Asthma Symptoms When You Woke, Activity Limitations, Shortness of Breath, Wheezing, Average Daily Short-Acting Beta 2-Agonist (SABA) Puffs, and physician-evaluated lung function. With the exception of physician-evaluated lung function collected at the visit, evaluations were over the last week recall period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.65","spread":"0.61"},{"groupId":"OG001","value":"-0.65","spread":"0.61"}]}]}]},{"type":"SECONDARY","title":"The Proportion of Symptom-free Days and Nights (Combined) Over the 12-week Treatment Period.","description":"For each day of the evaluation period, symptoms were collected in the morning for the night's evaluation, and in the evening for the day's evaluation. Symptoms included coughing, wheezing, and difficulty breathing, each integer-scaled from 0=none to 3=severe. A symptom-free Day/Night is defined as a combined score of 0 across the morning and evening evaluations. The proportion of 0 scores across the Baseline period, and across the 12-week treatment period, is calculated to determine the overall proportion of symptom-free Days/Nights for each of these periods.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.19","spread":"0.28"},{"groupId":"OG001","value":"0.18","spread":"0.28"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.42","spread":"0.32"},{"groupId":"OG001","value":"0.43","spread":"0.32"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.24","spread":"0.32"},{"groupId":"OG001","value":"0.25","spread":"0.32"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":983},"commonTop":["Headache","Nasopharyngitis","Upper Respiratory Tract Infection"]}}}