{"nctId":"NCT00348283","briefTitle":"Effects of Adalimumab on Mucosal Healing in Subjects With Crohn's Disease Involving the Colon","startDateStruct":{"date":"2006-08"},"conditions":["Crohn's Disease"],"count":135,"armGroups":[{"label":"Double Blind","type":"PLACEBO_COMPARATOR","interventionNames":["Biological: adalimumab","Biological: placebo"]},{"label":"Open Label","type":"OTHER","interventionNames":["Biological: adalimumab"]}],"interventions":[{"name":"adalimumab","otherNames":["ABT-D2E7","Humira"]},{"name":"placebo","otherNames":[]},{"name":"adalimumab","otherNames":["ABT-D2E7","Humira"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Diagnosis of Crohn's Disease for greater than 4 months.\n* A diagnosis of ileocolonic Crohn's Disease confirmed by endoscopy or radiologic evaluation within 3 years of Baseline.\n* For subjects who have had operations in the ileocolonic region of the intestine after documented diagnosis of ileocolonic disease, postoperative recurrence of the disease must be documented.\n* Endoscopic documentation of ulceration at Screening corresponding to a score of 2 or 3 in at least one of the five segments of the colon on the Ulcerated Surface subscore of the Simple Endoscopic Score for Crohn's Disease (SES-CD).\n* Crohn's Disease Activity Index (CDAI) score of \\>= 220 and \\<= 450.\n* Males and females \\>= 18 and \\<= 75 years of age at the Baseline visit.\n* Adequate cardiac, renal and hepatic function as determined by the Principal Investigator and demonstrated by Screening laboratory evaluations, questionnaires, and physical examination results that do not indicate an abnormal clinical condition which would place the subject at undue risk and thus preclude subject participation in the study.\n* Subjects must be able to self-inject study medication or have a designee or healthcare professional who can inject the study medication.\n* Subjects must agree to undergo up to 4 endoscopies.\n\nExclusion Criteria:\n\n* History of cancer or lymphoproliferative disease other than a successfully and completely treated cutaneous squamous cell or basal cell carcinoma or carcinoma - in-situ of the cervix.\n* History of listeria, human immunodeficiency virus (HIV), hepatitis B, an immunodeficiency syndrome, central nervous system (CNS) demyelinating disease, or untreated tuberculosis (TB).\n* Subject with a current diagnosis of ulcerative colitis or indeterminate colitis as determined by the Investigator and Abbott Medical Monitor.\n* Subject who has had surgical bowel resections within the past 6 months or is planning any resection at any time point while enrolled in the study.\n* Subject with an ostomy or ileoanal pouch. (Subjects with a previous ileo-rectal anastomosis are not excluded).\n* Subject who has received any investigational biological agent in the past 3 months or 5 half-lives prior to Baseline (whichever is longer).\n* Subjects with a poorly controlled medical condition and any other condition which, in the opinion of the Investigator or the sponsor, would put the subject at risk by participation in the protocol.\n* Subject who has previously used infliximab or any anti-TNF (anti tumor necrosis factor), even investigational, within 8 weeks of Baseline.\n* Subject who has previously used infliximab or any anti-TNF agent and has not clinically responded.\n* Previous treatment with adalimumab or previous participation in an adalimumab clinical study.\n* Subjects on prednisone \\> 40 mg/day (or equivalent).\n* Subjects on budesonide \\> 9 mg/day.\n* Subjects with any prior exposure to Tysabri® (natalizumab).\n* Subjects with a previous history of dysplasia of the gastrointestinal tract, or found to have dysplasia in any biopsy performed during the Screening endoscopy.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Subjects Without Mucosal Ulceration at Week 12","description":"Subjects were to have undergone up to 4 endoscopies to evaluate the presence or absence of mucosal ulceration: at Screening, at Week 12 (subjects who moved to open label (OL) drug between Week 8 and Week 12 because of disease flare or non-response were evaluated by endoscopy prior to receiving OL dosing), at the time of switch from blinded study drug to OL adalimumab at any time after Week 12, and at Week 52 or Early Termination. Subjects who remained blinded for the entire 52-week trial or switched to OL adalimumab between Week 8 and Week 12 were to have undergone 3 endoscopies.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"17","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects With Clinical Remission Crohn's Disease Activity Index (CDAI) < 150 at Week 12","description":"Clinical remission is defined as a CDAI less than 150. A lower score correlates with less severe Crohn's disease activity. The CDAI range for this study was 0 to 961.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null},{"groupId":"OG001","value":"30","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects Without Mucosal Ulceration at Week 52","description":"The number of subjects receiving blinded study drug in each treatment group who were without mucosal ulceration at Week 52.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"15","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects With Clinical Remission (CDAI < 150) at Week 52","description":"Clinical remission is defined as a Crohn's Disease Activity Index (CDAI) less than 150. A lower score correlates with less severe Crohn's disease activity. The CDAI range for this study was 0 to 961.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"21","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects Without Mucosal Ulceration at Both Week 12 and Week 52","description":"The number of subjects receiving blinded study drug in each treatment group who were without mucosal ulceration at both Week 12 and Week 52.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects With Clinical Remission (CDAI < 150) at Both Week 12 and Week 52","description":"Clinical remission is defined as a Crohn's Disease Activity Index (CDAI) less than 150. A lower score correlates with less severe Crohn's disease activity. The CDAI range for this study was 0 to 961.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"19","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":0},"commonTop":["Crohn's disease","Nasopharyngitis","Headache","Abdominal pain","Arthralgia"]}}}