{"nctId":"NCT01797029","briefTitle":"A Randomized, Controlled Trial on the Efficacy and Safety of Live-Attenuated Influenza Vaccine (LAIV) Among Children in Bangladesh","startDateStruct":{"date":"2013-02"},"conditions":["Influenza"],"count":1761,"armGroups":[{"label":"Vaccine","type":"EXPERIMENTAL","interventionNames":["Biological: SIIL Live Attenuated Influenza Vaccine"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Biological: Placebo"]}],"interventions":[{"name":"SIIL Live Attenuated Influenza Vaccine","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Healthy male or female child at least 24 months of age and no older than 59 months of age at the time of study vaccination.\n* A child whose parent or guardian's primary residence, at the time of study vaccinations, is within the Kamalapur surveillance site catchment area or Matlab service area and who intends to be present in the area for the duration of the trial.\n* A child whose parent or legal guardian is willing to provide written informed consent prior to the participant's study vaccination.\n\nExclusion Criteria:\n\n* Has any serious, active, medical conditions, including: a chronic disease of any body system, chronic infections such as tuberculosis, genetic disorders, such as Down's syndrome or other cytogenetic disorder, known or suspected disease of the immune system.\n* Is receiving immunosuppressive agents, including systemic corticosteroids, during the month prior to study vaccination.\n* Has a history of documented hypersensitivity to eggs or other components of the vaccine (including gelatin, sorbitol, lactalbumin and chicken protein), or with life-threatening reactions to previous influenza vaccinations.\n* Has ever received influenza vaccine (LAIV or inactivated).\n* History of Guillain-Barre syndrome\n* Is receiving aspirin therapy or aspirin-containing therapy currently or two weeks before.\n* Lives in household with somebody currently participating in a respiratory vaccination or antiviral study.\n* Has current or past participation (within 2 months of trial enrollment visit) in any clinical trial involving a drug or biologic with activity against respiratory disease.\n* History of a previous severe allergic reaction with generalized urticarial, angioedema, or anaphylaxis.\n* Has any condition determined by investigator as likely to interfere with evaluation of the vaccine or be a significant potential health risk to the child or make it unlikely that the child would complete the study\n\nTemporary Inclusion Contraindications:\n\n* Concurrent febrile illness (measured temperature 38 degrees C axillary).\n* Active wheezing illness","healthyVolunteers":true,"sex":"ALL","minimumAge":"24 Months","maximumAge":"59 Months","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Symptomatic, Laboratory-confirmed Influenza Virus Infection (Vaccine-matched Strains).","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.7","spread":null},{"groupId":"OG001","value":"15.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Safety Profile of LAIV: Solicited and Unsolicited Local and Systemic Reactions","description":null,"classes":[]},{"type":"SECONDARY","title":"Safety Profile of LAIV: Immediate Reactions","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Safety Profile of LAIV: Serious Adverse Events","description":null,"classes":[]},{"type":"SECONDARY","title":"Safety Profile of LAIV: Protocol Defined Wheezing Illness","description":null,"classes":[]},{"type":"SECONDARY","title":"Percentage of Participants With Symptomatic, Laboratory-confirmed, Influenza Virus Infection (All Strains)","description":null,"classes":[]},{"type":"SECONDARY","title":"The Clinical Characteristics of Influenza, Including Influenza Co-infections With Other Bacterial and Viral Respiratory Pathogens","description":null,"classes":[]},{"type":"SECONDARY","title":"The Viral Etiologies of Acute Respiratory and Febrile Illness","description":null,"classes":[]},{"type":"SECONDARY","title":"Safety Profile of LAIV: Serious Adverse Events","description":null,"classes":[]},{"type":"SECONDARY","title":"Safety Profile of LAIV: Protocol Defined Wheezing Illness","description":null,"classes":[]},{"type":"SECONDARY","title":"Percentage of Participants With Symptomatic, Laboratory-confirmed, Influenza Virus Infection (All Strains)","description":null,"classes":[]},{"type":"SECONDARY","title":"Percentage of Participants With Symptomatic, Laboratory-confirmed Influenza Virus Infection (Vaccine-matched Strains).","description":null,"classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"Percentage of Participants With Moderate to Severe, Laboratory-confirmed Influenza Virus Infection Among Children","description":null,"classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"Percentage of Participants With Moderate to Severe, Laboratory-confirmed Influenza Virus Infection Among Children","description":null,"classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"Percentage of Participants With Symptomatic, Laboratory-confirmed Influenza Virus Infection (Vaccine-matched Strains) Among Children","description":null,"classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"Percentage of Participants With Symptomatic, Laboratory-confirmed Influenza Virus Infection (All Strains) Among Children","description":null,"classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":42,"n":1174},"commonTop":["Any SOC"]}}}