{"nctId":"NCT01743729","briefTitle":"A Phase 3 Study to Evaluate the Efficacy of Lifitegrast in Subjects With Dry Eye","startDateStruct":{"date":"2012-12-07","type":"ACTUAL"},"conditions":["Dry Eye Disease"],"count":720,"armGroups":[{"label":"Lifitegrast","type":"EXPERIMENTAL","interventionNames":["Drug: Lifitegrast"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Lifitegrast","otherNames":["SAR 1118"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Willing and able to read, sign and date the informed consent and HIPAA documents\n* Willing and able to comply with all study procedures\n* Be at least 18 years of age\n* Patient-reported history of dry eye in both eyes\n* A negative urine pregnancy test if female of childbearing potential and must use adequate birth control throughout the study period\n* Artificial tear use within the past 30 days\n\nExclusion Criteria:\n\n* Any ocular condition that, in the opinion of the Investigator, could affect study parameters including, but not limited to, active ocular infection, ocular inflammation, glaucoma, and/or diabetic retinopathy\n* Unwilling to avoid wearing contact lenses for 7 days prior to first visit and for the duration of the study\n* Any blood donation or significant loss of blood within 56 days of Visit 1\n* Any history of immunodeficiency disorder, positive HIV, hepatitis B, C, or evidence of acute active hepatitis A (anti-HAV IgM), or organ or bone marrow transplant.\n* Use of any prohibited medications at any time during the study unless otherwise specified\n* Any significant illness that could interfere with study parameters\n* History of laser assisted in situ keratomileusis (LASIK) or similar type of corneal refractive surgery within 12 months prior to first visit, and/or any other ocular surgical procedure within 12 months prior to first visit; or any scheduled ocular surgical procedure during the study period.\n* Known history of alcohol and/or drug abuse\n* Subjects with Dry eye secondary to scarring or destruction of conjunctival goblet cells (as with Vitamin A deficiency)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Inferior Corneal Fluorescein Staining Score to Day 84","description":"Corneal staining was performed to grade the degree of corneal epithelial cell injury as measured by fluorescence using slit-lamp examination. The corneal surface is divided into three regions: superior, central and inferior. The scores for each of these 3 regions ranged from 0 to 4 (0=no staining; 1=few/rare punctate lesions; 2=discrete and countable lesions; 3=lesions too numerous to count, but not coalescent; 4=coalescent) with 0.5 point increments, and lower scores indicate improvement. Inferior corneal fluorescein staining scores from the study eye only were reported. Study eye is the 'worse eye', defined as the eye with worse (higher) score at baseline.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.39","spread":"0.763"},{"groupId":"OG001","value":"2.40","spread":"0.722"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.73","spread":"0.926"},{"groupId":"OG001","value":"-0.71","spread":"0.943"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Eye Dryness Score (Visual Analogue Scale) to Day 84","description":"Eye dryness score was assessed on a visual analogue scale (a 7-item \\[burning/stinging, itching, foreign body sensation, eye discomfort, eye dryness, photophobia, and pain\\], participant-reported, symptom index) with scores ranging from 0 to 100 (0=no discomfort; 100=maximal discomfort) and lower scores indicate a better outcome.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"69.68","spread":"16.954"},{"groupId":"OG001","value":"69.22","spread":"16.761"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-35.30","spread":"28.400"},{"groupId":"OG001","value":"-22.75","spread":"28.600"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":359},"commonTop":["Dysgeusia","Visual acuity reduced","Instillation site irritation","Instillation site reaction"]}}}