{"nctId":"NCT02638207","briefTitle":"Study to Evaluate Safety and Efficacy of Three Different Dosages of NewGam in Patients With Chronic Inflammatory Demyelinating Poly (Radiculo) Neuropathy","startDateStruct":{"date":"2017-09-27","type":"ACTUAL"},"conditions":["Chronic Inflammatory Demyelinating Poly(Radiculo)Neuropathy"],"count":142,"armGroups":[{"label":"0.5 g/kg NewGam","type":"EXPERIMENTAL","interventionNames":["Drug: NewGam"]},{"label":"1.0 g/kg NewGam","type":"EXPERIMENTAL","interventionNames":["Drug: NewGam"]},{"label":"2.0 g/kg NewGam","type":"EXPERIMENTAL","interventionNames":["Drug: NewGam"]}],"interventions":[{"name":"NewGam","otherNames":["Panzyga"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Patients with diagnosis of definite or probable Chronic inflammatory demyelinating polyneuropathy (CIDP) according to the European Federation of Neurological Societies/Peripheral Nerve Society (EFNS/PNS) Guideline 2010 \\[van den Bergh et al., 2010\\]; including patients with Multifocal Acquired Demyelinating Sensory And Motor Neuropathy (MADSAM) or pure motor Chronic inflammatory demyelinating polyneuropathy (CIDP )\n2. Patients currently depending on treatment with immunoglobulins or corticosteroids\n3. Patients with active disease, i.e. not being in remission, who are progressive or relapsing prior to trial start or during the Wash-out Phase\n4. Weakness of at least 2 limbs\n5. \\>18 to \\<80 years of age\n6. Adjusted Inflammatory Neuropathy Cause and Treatment (INCAT) disability score between 2 and 9 (with a score of 2 coming exclusively from leg disability)\n7. Voluntarily given, fully informed written consent obtained from patient before any study-related procedures are conducted\n\nExclusion Criteria:\n\n1. Unifocal forms of Chronic inflammatory demyelinating polyneuropathy (CIDP)\n2. Pure sensory Chronic inflammatory demyelinating polyneuropathy (CIDP)\n3. Multifocal motor neuropathy (MMN) with conduction block \\[van den Bergh et al., 2010\\]\n4. Patients who previously failed immunoglobulin treatment\n5. Treatment with immunomodulatory/suppressive agents (cyclosporin, methotrexate, mitoxantrone, mycophenolate mofetil or azathioprine) during the six months prior to baseline visit\n6. Patients on or treated with rituximab, alemtuzumab, cyclophosphamide, or other intensive chemotherapeutic regimens, previous lymphoid irradiation or stem cell transplantation during the 12 months prior to baseline visit\n7. Respiratory impairment requiring mechanical ventilation\n8. Myelopathy or evidence of central nervous system demyelination or significant persisting neurological deficits from stroke, or central nervous system (CNS) trauma\n9. Clinical evidence of peripheral neuropathy from another cause such as\n\n   1. connective tissue disease or systemic lupus erythematosus (SLE)\n   2. HIV infection, hepatitis, Lyme disease\n   3. cancer (with the exception of basal cell skin cancer)\n   4. IgM paraproteinemia with anti-myelin associated glycoprotein antibodies\n10. Diabetic neuropathy\n11. Cardiac insufficiency (New York Heart Association \\[NYHA\\] III/IV), cardiomyopathy, significant cardiac dysrhythmia requiring treatment, unstable or advanced ischemic heart disease\n12. Severe liver disease (ALAT 3x \\> normal value)\n13. Severe kidney disease (creatinine 1.5x \\> normal value)\n14. Hepatitis B, hepatitis C or HIV infection\n15. Thromboembolic events: patients with a history of deep vein thrombosis (DVT) within the last year prior to baseline visit or pulmonary embolism ever; patients with susceptibility to embolism or deep vein thrombosis (DVT)\n16. Body mass index (BMI) ≥40 kg/m2\n17. Patients with uncompensated hypothyroidism (abnormally high Thyroid-Stimulating Hormone \\[TSH\\] and abnormally low Thyroxine \\[T4\\]) or known vitamin B12 deficiency if patients don't receive adequate substitution therapy\n18. Medical conditions whose symptoms and effects could alter protein catabolism and/or Immunoglobulin G (IgG) utilization (e.g. protein-losing enteropathies, nephrotic syndrome)\n19. Known Immunoglobulin A (IgA) deficiency with antibodies to Immunoglobulin A (IgA)\n20. History of severe hypersensitivity, e.g. anaphylaxis or severe systemic response to immuno-globulin, blood or plasma derived products, or any component of NewGam\n21. Known blood hyperviscosity, or other hypercoagulable states\n22. Use of other blood or plasma-derived products within three months prior to Visit 2\n23. Patients with a past or present history of drug abuse or alcohol abuse within the preceding five years prior to baseline visit\n24. Patients unable or unwilling to understand or comply with the study protocol\n25. Participation in another interventional clinical study with investigational medicinal product (IMP) treatment currently or during the three months prior to Visit 2\n26. Women who are breast feeding, pregnant, or planning to become pregnant, or are unwilling to use an effective birth control method (such as implants, injectables, combined oral contraceptives, some intrauterine devices (IUDs), sexual abstinence or vasectomized partner) while on study","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Decrease in the Inflammatory Neuropathy Cause and Treatment (INCAT) Disability Score","description":"Efficacy - Proportion of responders in the 1.0 g/kg NewGam arm at Week 24 (Termination Visit) relative to baseline (Week 0). A responder being defined as a patient with a decrease of at least 1 point on the adjusted Inflammatory Neuropathy Cause and Treatment (INCAT) disability score (a scale from 0 to 10, from healthy to unable to make any purposeful movements with arms and/or legs)","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":".7971","spread":null}]}]}]},{"type":"SECONDARY","title":"Decrease in the Inflammatory Neuropathy Cause and Treatment (INCAT) Disability Score","description":"Proportion of responders in the 0.5 g/kg and 2.0 g/kg NewGam arms at Week 24 relative to baseline compared to the 1.0 g/kg arm, based on the adjusted Inflammatory Neuropathy Cause and Treatment (INCAT) disability score","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":".6471","spread":null},{"groupId":"OG001","value":".7971","spread":null},{"groupId":"OG002","value":".9167","spread":null}]}]}]},{"type":"SECONDARY","title":"Grip Strength Score","description":"Proportion of responders in the 0.5 g/kg and 2.0 g/kg NewGam arms at Week 24 relative to baseline at Week 0 compared to the 1.0 g/kg arm, based on the grip strength (Martin Vigorimeter) using the previously published minimum clinically important difference (MCID) cut-off of 8 kilopascal (kPa)","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":".5588","spread":null},{"groupId":"OG001","value":".6522","spread":null},{"groupId":"OG002","value":".8333","spread":null}]}]}]},{"type":"SECONDARY","title":"Inflammatory Rasch-built Overall Disability Scale (I-RODS Score)","description":"Proportion of responders in the 0.5 g/kg and 2.0 g/kg NewGam arms at Week 24 relative to baseline at Week 0 compared to the 1.0 g/kg arm, based on the Inflammatory Rasch-built overall disability scale (I-RODS Score) using the MCID concept related to the varying standard errors (MCID-SE) as recently demonstrated","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":".3824","spread":null},{"groupId":"OG001","value":".5507","spread":null},{"groupId":"OG002","value":".7222","spread":null}]}]}]},{"type":"SECONDARY","title":"Worsening in the Inflammatory Neuropathy Cause and Treatment (INCAT) Disability Score","description":"Time to first confirmed worsening on the adjusted Inflammatory Neuropathy Cause and Treatment (INCAT) disability scale by at least 1 point from the value at baseline (Week 0)","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null},{"groupId":"OG002","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change in Grip Strength","description":"Mean change from baseline (Week 0) to Termination Visit in grip strength of both hands (assessed by Martin vigorimeter). The reported change was calculated from two time points as the value at the later time point minus the value at the earlier time point.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23.91","spread":"25.290"},{"groupId":"OG001","value":"19.38","spread":"20.377"},{"groupId":"OG002","value":"26.06","spread":"25.030"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23.94","spread":"24.600"},{"groupId":"OG001","value":"17.43","spread":"19.916"},{"groupId":"OG002","value":"24.53","spread":"22.247"}]}]}]},{"type":"SECONDARY","title":"Inflammatory Rasch-built Overall Disability Scale (I-RODS)","description":"Mean change from baseline (Week 0) to Termination Visit in Inflammatory Rasch-built overall disability sum score (I-RODS using the concept of MCID-SE as recently reported) and number of improvers. The reported change was calculated from two time points as the value at the later time point minus the value at the earlier time point.\n\nA scale from 0 to 48, from \"Not possible to perform\" to \"Possible without any difficulty\". Higher values represent a better outcome.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.38","spread":"12.485"},{"groupId":"OG001","value":"10.32","spread":"10.836"},{"groupId":"OG002","value":"13.86","spread":"11.981"}]}]}]},{"type":"SECONDARY","title":"Motor Nerves","description":"Mean change from baseline (Week 0) to Termination Visit in sum of the distal evoked amplitude of 4 right sided and 4 left sided motor nerves (peroneal, tibial, ulnar and median). The reported change was calculated from two time points as the value at the later time point minus the value at the earlier time point.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.16","spread":"6.332"},{"groupId":"OG001","value":"2.69","spread":"6.688"},{"groupId":"OG002","value":"3.93","spread":"9.298"}]}]}]},{"type":"SECONDARY","title":"Mean Change in Pain Intensity Numerical Rating Scale (PI-NRS Scale)","description":"Mean change from baseline (Week 0) to Termination Visit in Pain Intensity Numeric Rating Scale (PI-NRS). The reported change was calculated from two time points as the value at the later time point minus the value at the earlier time point.\n\nThe Pain Intensity Numeric Rating Scale (PI-NRS, a numeric scale where 0 = no pain and 10 = worst possible pain) is an 11-point scale for patient self-reporting of pain. A higher value represents a worse outcome.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.29","spread":"3.040"},{"groupId":"OG001","value":"-2.19","spread":"2.907"},{"groupId":"OG002","value":"-2.17","spread":"3.256"}]}]}]},{"type":"SECONDARY","title":"Worsening on the Inflammatory Rasch-built Overall Disability Scale (I-RODS Scale)","description":"Time to first confirmed worsening on the I-RODS scale. The reported change was calculated from two time points as the value at the later time point minus the value at the earlier time point. A scale from 0 to 48, from \"Not possible to perform\" to \"Possible without any difficulty\". Higher values represent a better outcome.\n\nWorsening is determined using the concept of MCID (minimum clinically important difference) using the individually obtained standard errors (MCID-SE).","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null},{"groupId":"OG002","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"1 Point Decrease in the INCAT Disability Score","description":"Time to 1 point decrease (improvement of disability) in adjusted Inflammatory Neuropathy Cause and Treatment (INCAT) disability score","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22.0","spread":null},{"groupId":"OG001","value":"26.0","spread":null},{"groupId":"OG002","value":"23.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Decrease in Inflammatory Rasch-built Overall Disability Scale (I-RODS Scale)","description":"Time to decrease in Inflammatory Rasch-built overall disability scale (I-RODS) scores","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null},{"groupId":"OG002","value":"NA","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":35},"commonTop":["Headache","Dermatitis allergic","Pyrexia","Blood pressure increased","Body temperature increased"]}}}