{"nctId":"NCT04567329","briefTitle":"Effect of NOV03 on Signs and Symptoms of Dry Eye Disease Associated With Meibomian Gland Dysfunction (Mojave Study)","startDateStruct":{"date":"2020-11-18","type":"ACTUAL"},"conditions":["Dry Eye Disease"],"count":620,"armGroups":[{"label":"NOV03","type":"EXPERIMENTAL","interventionNames":["Drug: NOV03"]},{"label":"Saline solution","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Saline Solution"]}],"interventions":[{"name":"NOV03","otherNames":[]},{"name":"Saline Solution","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Was at least 18 years of age at the time of consent.\n2. Provided written informed consent.\n3. Had a subject-reported history of DED in both eyes for at least 6 months prior to Visit 0.\n4. Had a TFBUT ≤5 seconds at Visit 0 and Visit 1.\n5. Had an OSDI score ≥25 at Visit 0 and Visit 1.\n6. Had an unanesthetized Schirmer's test I score ≥5 mm at Visit 0 and Visit 1.\n7. Had MGD defined as total MGD score ≥3 at Visit 0 and Visit 1 (secretion of 5 central glands on the lower eyelid was evaluated, and each was scored from 0-3: 0 = normal; 1 = thick/yellow, whitish, particulate; 2 = paste; 3 = none/occluded). Total score ranged from 0-15.\n8. Had a tCFS score between 4 and 11 (ie, sum of inferior, superior, central, nasal, and temporal) according to the NEI scale at Visit 0 and Visit 1.\n9. Had at least one eye (the same eye) that satisfied all criteria for 4, 6, 7, and 8 above at Visit 0 and Visit 1.\n10. Was able and willing to follow instructions, including participation in all trial assessments and visits.\n\nExclusion Criteria:\n\nA subject was excluded from participating in the study if he or she met any of the following criteria:\n\n1. Had been randomized in NVU-002 or NVU-003 study or had participated in the NVU-004 open-label extension (OLE) study.\n2. Had any clinically significant ocular surface slit-lamp findings at Visit 0 and Visit 1 and/or in the opinion of the Investigator had any findings that may have interfered with trial parameters, including eye trauma or history of eye trauma or anterior membrane dystrophy.\n3. Had a history of Stevens-Johnson syndrome.\n4. Had active blepharitis or lid margin inflammation that required any topical antibiotics or topical steroids within last 30 days prior to Visit 0 or would have likely required such treatment during the trial. Any other lid margin therapy such as lid scrubs, lid wipes, warm compresses, systemic antibiotics (such as tetracyclines) and oral supplements for treatment of ocular conditions had to be stable within the last 30 days prior to Visit 1 and was to be maintained throughout the trial.\n5. Had had a LipiFlow procedure, intense pulse light procedure or any kind of other procedure affecting meibomian glands within 6 months prior to Visit 1.\n6. Had abnormal lid anatomy that caused incomplete eyelid closure, including entropion and ectropion, or floppy lid syndrome that exposed parts of the conjunctiva or impaired the blinking function of the eye.\n7. Had received or removed a permanent punctum plug within 3 months (6 months for dissolvable punctum plugs) prior to Visit 1 or was expected to receive a punctum plug or removal of a punctum plug, or had a punctum plug expected to be dissolved during the trial.\n8. Had DED secondary to scarring, irradiation, alkali burns, cicatricial pemphigoid, or destruction of conjunctival goblet cells (as with vitamin A deficiency).\n9. Had an ocular or periocular malignancy.\n10. Had a corneal epithelial defect or had significant confluent staining or filaments anywhere on the cornea.\n11. Had a history of herpetic keratitis.\n12. Had active ocular allergies or ocular allergies that were expected to be active during the trial period.\n13. Was diagnosed with an active ocular or systemic infection (bacterial, viral, or fungal), including fever requiring treatment with antibiotics.\n14. Had worn contact lenses within 1 month of Visit 0 or anticipated using contact lenses during the trial.\n15. Had used any eye drops and/or TrueTearTM device (intranasal tear neurostimulator) within 24 hours before Visit 1.\n16. Had undergone intraocular surgery or ocular laser surgery within the previous 6 months or had any planned ocular and/or lid surgeries over the trial period.\n17. Was a family member living in the same household as another subject who was randomized into Study 904 or NVU-003 or participated in NVU-004 OLE.\n18. Was a clinical site employee directly involved in the management, administration, or support of this trial or was an immediate family member of the same.\n19. Was a woman who was pregnant, nursing or planning a pregnancy.\n20. Was unwilling to submit to a urine pregnancy test at Visit 0, Visit 1 and Visit 4 (or early termination visit) if of childbearing potential. Non-childbearing potential was defined as a woman who was permanently sterilized (eg, had a hysterectomy or bilateral tubal ligation or bilateral oophorectomy) or was post-menopausal (without menses for 12 consecutive months).\n21. Was a woman of childbearing potential who was not using an acceptable means of birth control; acceptable methods of contraception included: hormonal (oral, implantable, injectable, or transdermal contraceptives); mechanical (spermicide in conjunction with a barrier such as a diaphragm or condom); intrauterine device; or surgical sterilization of partner. For non-sexually active females, abstinence could have been regarded as an adequate method of birth control; however, if the subject became sexually active during the trial, she had to agree to use adequate birth control as defined above for the remainder of the trial.\n22. Had an uncontrolled systemic disease in the opinion of the Investigator.\n23. Had a known allergy and/or sensitivity to the investigational drug or saline components.\n24. Had active ocular or periocular rosacea that in the judgement of the Investigator interfered with the trial (eg, clinically relevant lid induration).\n25. Had a pterygium in any eye.\n26. Was currently enrolled in an investigational drug or device study or had used an investigational drug or device within 60 days of Visit 1.\n27. Had used any topical ocular steroids treatments, topical cyclosporine, lifitegrast, serum tears or topical anti-glaucoma medication within 60 days prior to Visit 0.\n28. Had used any oral medications known to cause ocular drying (eg, antihistamines, antidepressants, etc.) on a non-stable regimen within 1 month prior to Visit 0 or was expected to be unstable during the trial.\n29. Had corrected VA worse than or equal to logarithm of the minimum angle of resolution (LogMAR), +0.7 as assessed with Early Treatment Diabetic Retinopathy Study (ETDRS) charts in both eyes at Visit 0 and Visit 1.\n30. Had a condition or was in a situation (including language barrier) that the Investigator felt put the subject at significant risk, may have confounded the trial results, or may have interfered significantly with the subject's participation in the trial.\n31. Had a history of isotretinoin (eg, Accutane, Myorisan, Claravis, Amnesteem) use.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Total Corneal Fluorescein Staining Score (NEI Scale) in the Study Eye at Day 57","description":"The National Eye Institute (NEI) scale relies on a chart that divides the cornea into five sections (central, superior, temporal, nasal, and inferior) and assigns a value from 0 (absent) to 3 (severe) to each section, based on the amount, size, and confluence of the punctate keratitis, for a maximum total score of 15 points (sum of scores for each section).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.3","spread":"2.8"},{"groupId":"OG001","value":"-1.1","spread":"2.9"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Dryness Score (Visual Analogue Scale [VAS] Severity of Dryness) at Day 57","description":"Study staff will ask participants to rate their severity of ocular dryness (both eyes simultaneously) by placing a vertical mark on a horizontal line to indicate the level of discomfort (0 corresponds to \"no dryness\" and 100% corresponds to \"maximal dryness\").","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-29.5","spread":"28.6"},{"groupId":"OG001","value":"-19.0","spread":"27.2"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Dryness Score (Visual Analogue Scale [VAS] Severity of Dryness) at Day 15","description":"Study staff will ask participants to rate their severity of ocular dryness (both eyes simultaneously) by placing a vertical mark on a horizontal line to indicate the level of discomfort (0 corresponds to \"no dryness\" and 100% corresponds to \"maximal dryness\").","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-18.5","spread":"23.6"},{"groupId":"OG001","value":"-10.5","spread":"23.9"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Total Corneal Fluorescein Staining (NEI Scale) at Day 15","description":"The National Eye Institute (NEI) scale relies on a chart that divides the cornea into five sections (central, superior, temporal, nasal, and inferior) and assigns a value from 0 (absent) to 3 (severe) to each section, based on the amount, size, and confluence of the punctate keratitis, for a maximum total of 15 points (sum of scores for each section).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.9","spread":"2.3"},{"groupId":"OG001","value":"-1.3","spread":"2.4"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Burning/Stinging (Visual Analogue Scale [VAS] Severity of Burning/Stinging) at Day 57","description":"Subjects will be asked about the severity of burning / stinging. Study staff will ask subjects to rate their ocular symptoms (both eyes simultaneously) due to ocular dryness by placing a vertical mark on a horizontal line to indicate the level of discomfort (0 corresponds to \"no discomfort\" and 100% corresponds to \"maximal discomfort\").","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-22.1","spread":"27.5"},{"groupId":"OG001","value":"-13.7","spread":"29.9"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Central Corneal Fluorescein Staining (NEI Scale) at Day 57","description":"The National Eye Institute (NEI) scale relies on a chart that divides the cornea into five sections (central, superior, temporal, nasal, and inferior) and assigns a value from 0 (absent) to 3 (severe) to each section, based on the amount, size, and confluence of the punctate keratitis, for a maximum of 3 points in the central section.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.4","spread":"0.8"},{"groupId":"OG001","value":"-0.1","spread":"0.9"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":311},"commonTop":["Eye disorder","Hyperaemia"]}}}