{"nctId":"NCT00976937","briefTitle":"24-week Study Comparing Lixisenatide to Sitagliptin as add-on to Metformin in Obese Type 2 Diabetic Patients Younger Than 50 Years","startDateStruct":{"date":"2009-08"},"conditions":["Type 2 Diabetes Mellitus"],"count":319,"armGroups":[{"label":"Lixisenatide","type":"EXPERIMENTAL","interventionNames":["Drug: Lixisenatide (AVE0010)","Device: Pen auto-injector","Drug: Sitagliptin Placebo","Drug: Metformin"]},{"label":"Sitagliptin","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Lixisenatide Placebo","Device: Pen auto-injector","Drug: Sitagliptin","Drug: Metformin"]}],"interventions":[{"name":"Lixisenatide (AVE0010)","otherNames":[]},{"name":"Lixisenatide Placebo","otherNames":[]},{"name":"Pen auto-injector","otherNames":["OptiClik®"]},{"name":"Sitagliptin","otherNames":["Januvia®"]},{"name":"Sitagliptin Placebo","otherNames":[]},{"name":"Metformin","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria\n\n* Type 2 diabetes mellitus, diagnosed for at least 1 year at the time of screening visit, insufficiently controlled with metformin at a stable dose of at least 1.5 gram/day (g/day) for at least 3 months prior to the screening visit\n* Patients with obesity (BMI greater than equal to \\[\\>=\\] 30 kg/m\\^2) and aged from 18 years to less than 50 years\n\nExclusion criteria\n\n* HbA1c less than (\\<) 7.0 percent (%) or HbA1c greater than (\\>) 10% at screening\n* Type 1 diabetes mellitus\n* Pregnant or breastfeeding women or women of childbearing potential with no effective contraceptive method\n* FPG at screening \\>250 milligram/deciliter (mg/dL) (\\>13.9 millimole/ liter \\[mmol/L\\])\n* Weight change of more than 5 kg during the 3 months preceding the screening visit\n* History of unexplained pancreatitis, chronic pancreatitis, pancreatectomy, stomach/gastric surgery, inflammatory bowel disease, personal or family history of medullary thyroid cancer (MTC) or genetic conditions that predispose to MTC (for example, multiple endocrine neoplasia syndromes)\n* History of metabolic acidosis, including diabetic ketoacidosis within 1 year prior to screening\n* Hemoglobinopathy or hemolytic anemia or receipt of blood or plasma products within 3 months prior to the time of screening\n* Within the last 6 months prior to screening: history of myocardial infarction, stroke, or heart failure requiring hospitalization\n* Known history of drug or alcohol abuse within 6 months prior to the time of screening\n* Any clinically significant abnormality identified on physical examination, laboratory tests, electrocardiogram (ECG) or vital signs at the time of screening that in the judgment of the investigator or any sub-investigator could have precludes safe completion of the study or constrains efficacy assessment such as major systemic diseases, presence of clinically significant diabetic retinopathy or presence of macular edema likely to require laser treatment within the study period\n* Uncontrolled or inadequately controlled hypertension at the time of screening with a resting systolic or diastolic blood pressure \\>180 millimeter of mercury (mmHg) or \\>110 mmHg, respectively\n* Laboratory findings at the time of screening : Amylase and/or lipase \\>3 times the upper limit of normal (ULN) laboratory range; alanine aminotransferase (ALT): \\>3 times ULN; total bilirubin: \\>1.5 times ULN (except in case of Gilbert's syndrome); hemoglobin \\<11 gram/deciliter and/or neutrophils \\<1500 per cubic millimeter (mm\\^3) and/or platelets \\<100 000/mm\\^3; positive test for Hepatitis B surface antigen (HBsAg) and/or Hepatitis C antibody (HCAb), positive serum pregnancy test in females of childbearing potential, and calcitonin \\>=20 picogram per milliliter (pg/mL) (5.9 picomole per liter)\n* Patients who are considered by the investigator or any sub-investigator as inappropriate for the study for any reason (for example, impossibility to meet specific protocol requirements \\[such as scheduled visits, being able to do self-injections\\], likelihood of requiring treatment during the screening phase and treatment phase with drugs not permitted by the clinical study protocol, investigator or any sub-investigator, pharmacist, study coordinator, other study staff or relative thereof directly involved in the conduct of the protocol)\n* Use of other oral or injectable antidiabetic or hypoglycemic agents than metformin (for example, sulfonylurea, alpha glucosidase inhibitor, thiazolidinedione, exenatide, dipeptidyl peptidase IV (DPP-IV) inhibitors, insulin) within 3 months prior to the time of screening\n* History of bariatric surgery, anti-obesity treatment, or unstable diet within 3 months prior to the time of screening\n* Use of systemic glucocorticoids (excluding topical application or inhaled forms) for one week or more within 3 months prior to the time of screening\n* Use of any investigational drug within 3 months prior to screening\n* Clinically relevant history of gastrointestinal disease associated with prolonged nausea and vomiting, including (but not limited to): gastroparesis, unstable (that is, worsening) and not controlled (that is, prolonged nausea and vomiting) gastroesophageal reflux disease requiring medical treatment, within 6 months prior to the time of screening\n* Any previous treatment with lixisenatide (for example, participation in a previous study with lixisenatide)\n* Allergic reaction to any glucagon like peptide-1 (GLP 1) agonist in the past (for example, exenatide, liraglutide) or to metacresol\n* History of a serious hypersensitivity reaction to sitagliptin\n* Moderate or severe renal impairment (creatinine clearance inferior to 50 milliliter/minute \\[mL/min\\])\n* Additional exclusion criteria at the end of the run-in phase: informed consent withdrawal; lack of compliance during the single-blind placebo run-in period (\\>2 injections missed or \\>2 capsules missed); and patient with any adverse event which could have precludes the inclusion in the study, as assessed by the investigator","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"49 Years","stdAges":["ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Patients With Glycosylated Hemoglobin (HbA1c) Level Less Than 7% and at Least 5% Weight Loss From Baseline at Week 24","description":"Percentage of patients who met both criteria (HbA1c \\<7% at Week 24 and at least 5% weight loss from baseline at Week 24) is reported. The on-treatment period for this efficacy variable is the time from the first dose of study drug up to 3 days after the last dose of study drug or up to the introduction of rescue therapy, whichever is the earliest.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.0","spread":null},{"groupId":"OG001","value":"7.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Absolute Change From Baseline in HbA1c at Week 24","description":"Absolute change = HbA1c value at Week 24 minus HbA1c value at baseline. The on-treatment period for this efficacy variable is the time from the first dose of study drug up to 3 days after the last dose of study drug or up to the introduction of rescue therapy, whichever is the earliest.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.66","spread":"0.094"},{"groupId":"OG001","value":"-0.72","spread":"0.097"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Body Weight at Week 24","description":"Change was calculated by subtracting baseline value from Week 24 value. The on-treatment period for this efficacy variable is the time from the first dose of study drug up to 3 days after the last dose of study drug or up to the introduction of rescue therapy, whichever is the earliest.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.51","spread":"0.294"},{"groupId":"OG001","value":"-1.17","spread":"0.304"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in 2-hour Postprandial Plasma Glucose (PPG) at Week 24","description":"The 2-hour PPG test measured blood glucose 2 hours after eating a standardized meal. Change was calculated by subtracting baseline value from Week 24 value. The on-treatment period for this efficacy variable is the time from the first dose of study drug up to the last dosing day of the study drug or up to the introduction of rescue therapy, whichever is the earliest.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.35","spread":"0.377"},{"groupId":"OG001","value":"-1.44","spread":"0.384"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Fasting Plasma Glucose (FPG) at Week 24","description":"Change was calculated by subtracting baseline value from Week 24 value. The on-treatment period for this efficacy variable is the time from the first dose of study drug up to 1 day after the last dose of study drug or up to the introduction of rescue therapy, whichever is the earliest.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.45","spread":"0.193"},{"groupId":"OG001","value":"-0.69","spread":"0.198"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Glucose Excursion at Week 24","description":"Glucose excursion = 2-hour PPG minus plasma glucose 30 minutes prior to the standardized meal test, before study drug administration. Change was calculated by subtracting baseline value from Week 24 value. The on-treatment period for this efficacy variable is the time from the first dose of study drug up to the last dosing day of the study drug or up to the introduction of rescue therapy, whichever is the earliest.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.55","spread":"0.272"},{"groupId":"OG001","value":"-0.42","spread":"0.275"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Fasting Plasma Insulin (FPI) and 2-hour Postprandial Plasma Insulin (PPI) at Week 24","description":"Change was calculated for fasting plasma insulin and 2-hour post prandial plasma insulin by subtracting the baseline value from Week 24 value. The on-treatment period for this efficacy variable is the time from the first dose of study drug up to the last dosing day of the study drug or up to the introduction of rescue therapy, whichever is the earliest.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.70","spread":"6.789"},{"groupId":"OG001","value":"-0.88","spread":"7.020"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-57.81","spread":"22.788"},{"groupId":"OG001","value":"-2.85","spread":"23.309"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Fasting C-peptide and 2-hour Postprandial C-peptide at Week 24","description":"Change was calculated for fasting C-peptide and 2-hour postprandial C-peptide by subtracting the baseline value from Week 24 value. The on-treatment period for this efficacy variable is the time from the first dose of study drug up to the last dosing day of study drug or up to the introduction of rescue therapy, whichever is the earliest.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.02","spread":"0.039"},{"groupId":"OG001","value":"-0.02","spread":"0.038"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.15","spread":"0.100"},{"groupId":"OG001","value":"0.08","spread":"0.101"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Fasting Glucagon and 2-hour Postprandial Glucagon at Week 24","description":"Change was calculated for fasting glucagon and 2-hour postprandial glucagon by subtracting the baseline value from Week 24 value. The on-treatment period for this efficacy variable is the time from the first dose of study drug up to the last dosing day of study drug or up to the introduction of rescue therapy, whichever is the earliest.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.89","spread":"1.667"},{"groupId":"OG001","value":"3.52","spread":"1.661"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-8.16","spread":"1.801"},{"groupId":"OG001","value":"-4.38","spread":"1.824"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Fasting Proinsulin and 2-hour Postprandial Proinsulin at Week 24","description":"Change was calculated for fasting proinsulin and 2-hour postprandial proinsulin by subtracting the baseline value from Week 24 value. The on-treatment period for this efficacy variable is the time from the first dose of the study drug up to the last dosing day of study drug or up to the introduction of rescue therapy, whichever is the earliest.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.18","spread":"3.172"},{"groupId":"OG001","value":"-4.84","spread":"3.154"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.28","spread":"6.502"},{"groupId":"OG001","value":"-3.95","spread":"6.477"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Insulin Resistance Assessed by Homeostasis Model Assessment- Insulin Resistance (HOMA-IR) at Week 24","description":"HOMA-IR was derived from FPG and FPI as: (FPI \\[micro units per milliliter\\]\\*FPG \\[mmol/L\\]) divided by 22.5. Change was calculated for HOMA-IR by subtracting the baseline value from Week 24 value. The on-treatment period for this efficacy variable is the time from the first dose of study drug up to the last dosing day of study drug or up to the introduction of rescue therapy, whichever is the earliest.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.52","spread":"0.366"},{"groupId":"OG001","value":"-0.57","spread":"0.378"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Beta Cell Function Assessed by Homeostasis Model Assessment-Beta (HOMA-beta) at Week 24","description":"HOMA-beta was derived from FPG and FPI as: (20\\*FPI \\[micro units/milliliter\\]) divided by (FPG \\[mmol/L\\] minus 3.5). Change was calculated for HOMA-beta by subtracting the baseline value from Week 24 value. The on-treatment period for this efficacy variable is the time from the first dose of study drug up to the last dosing day of study drug or up to the introduction of rescue therapy, whichever is the earliest.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17.66","spread":"9.652"},{"groupId":"OG001","value":"17.79","spread":"9.958"}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients With Glycosylated Hemoglobin (HbA1c) Level Less Than or Equal to 6.5% at Week 24","description":"The on-treatment period for this efficacy variable is the time from the first dose of study drug up to 3 days after the last dose of study drug or up to the introduction of rescue therapy, whichever is the earliest.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24.0","spread":null},{"groupId":"OG001","value":"26.3","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Percentage of Patients With Glycosylated Hemoglobin (HbA1c) Level Less Than 7% at Week 24","description":"The on-treatment period for this efficacy variable is the time from the first dose of study drug up to 3 days after the last dose of study drug or up to the introduction of rescue therapy, whichever is the earliest.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"40.7","spread":null},{"groupId":"OG001","value":"40.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients Requiring Rescue Therapy During 24-Week Period","description":"Routine fasting self-measured plasma glucose (SMPG) and central laboratory FPG (and HbA1c after week 12) values were used to determine the requirement of rescue medication. If fasting SMPG value exceeded the specified limit for 3 consecutive days, the central laboratory FPG (and HbA1c after week 12) were performed. Threshold values - from baseline to Week 8: fasting SMPG/FPG \\>270 milligram/deciliter (mg/dL) (15.0 mmol/L), from Week 8 to Week 12: fasting SMPG/FPG \\>240 mg/dL (13.3 mmol/L), and from Week 12 to Week 24: fasting SMPG/FPG \\>200 mg/dL (11.1 mmol/L) or HbA1c \\>8.5%.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.5","spread":null},{"groupId":"OG001","value":"6.8","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Percentage of Patients With at Least 5% Weight Loss From Baseline at Week 24","description":"The on-treatment period for this efficacy variable is the time from the first dose of study drug up to 3 days after the last dose of study drug or up to the introduction of rescue therapy, whichever is the earliest.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.4","spread":null},{"groupId":"OG001","value":"11.9","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Change From Baseline in Fasting Proinsulin-to-insulin Ratio and 2-hour Postprandial Proinsulin-to-insulin Ratio at Week 24","description":"Change was calculated by subtracting baseline value from Week 24 value. The on-treatment period for this efficacy variable is the time from the first dose of study drug up to the last dosing day of the study drug or up to the introduction of rescue therapy, whichever is the earliest.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.08","spread":"0.035"},{"groupId":"OG001","value":"-0.17","spread":"0.036"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.01","spread":"0.025"},{"groupId":"OG001","value":"-0.05","spread":"0.026"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Patients With Symptomatic Hypoglycemia and Severe Symptomatic Hypoglycemia","description":"Symptomatic hypoglycemia was an event with clinical symptoms that were considered to result from a hypoglycemic episode with an accompanying plasma glucose less than 60 mg/dL (3.3 mmol/L) or associated with prompt recovery after oral carbohydrate, intravenous glucose, or glucagon administration if no plasma glucose measurement was available. Severe symptomatic hypoglycemia was symptomatic hypoglycemia event in which the patient required the assistance of another person and was associated with either a plasma glucose level below 36 mg/dL (2.0 mmol/L) or prompt recovery after oral carbohydrate, intravenous glucose, or glucagon administration, if no plasma glucose measurement was available.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":158},"commonTop":["Nausea","Headache","Diarrhoea","Nasopharyngitis","Influenza"]}}}