{"nctId":"NCT05357989","briefTitle":"A Double-blind Study to Investigate Efficacy and Safety of Buntanetap Compared With Placebo in Participants With Early PD","startDateStruct":{"date":"2022-08-03","type":"ACTUAL"},"conditions":["Parkinson's Disease, Idiopathic"],"count":523,"armGroups":[{"label":"10 mg buntanetap/posiphen","type":"EXPERIMENTAL","interventionNames":["Drug: buntanetap/posiphen"]},{"label":"20 mg buntanetap/posiphen","type":"EXPERIMENTAL","interventionNames":["Drug: buntanetap/posiphen"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"buntanetap/posiphen","otherNames":["Posiphen Tartrate","ANVS401"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Diagnosis of idiopathic Parkinson Disease according to MDS Clinical Diagnostic Criteria for Parkinson's Disease.\n2. H\\&Y score =1, 2 or 3 during ON-state \\& OFF-state \\<2hrs per day.\n3. Male or female aged 40 - 85 years.\n4. MMSE score between the range of 22-30 during screening visit (ON-state) and subjects can live independently without a caregiver.\n5. Female subjects of childbearing potential\\* must have a negative serum or urine pregnancy test at Screening, must be non-lactating and must agree to use a highly effective method of contraception (i.e., a method resulting in a failure rate of less than 1% per year when used consistently and correctly) during the trial and for 4 weeks after the last dose of trial treatment, such as:\n\n   * Oral, intravaginal, or transdermal combined (estrogen plus progestogen) hormonal contraception associated with inhibition of ovulation\n   * Oral, injectable, or implantable progestogen-only hormonal contraception associated with inhibition of ovulation\n   * Intrauterine device (IUD)\n   * Intrauterine hormone-releasing system (IUS)\n   * Bilateral tubal occlusion\n   * Vasectomized partner (a vasectomized partner is a highly effective contraception method provided that the partner is the sole male sexual partner of the participant, and the absence of sperm has been confirmed. If not, an additional highly effective method of contraception should be used)\n   * Sexual abstinence (sexual abstinence is considered a highly effective method only if defined as refraining from heterosexual intercourse during the entire period of risk associated with the study treatment. The reliability of sexual abstinence needs to be evaluated in relation to the duration of the study and the preferred and usual lifestyle of the participant) \\*Non-childbearing potential includes surgically sterilized or postmenopausal with no menstrual bleeding for at least one year prior to study start.\n6. Male subjects must be sterile or sexually inactive or agree not to father a child during the study and one month after the last dose of study medication and must agree to use a barrier method for contraception. Female partners of male subject must adopt a highly effective method of contraception with a failure rate of less than 1% per year when used consistently and correctly such as:\n\n   * Oral, intravaginal, or transdermal combined (estrogen plus progestogen) hormonal contraception associated with inhibition of ovulation\n   * Oral, injectable, or implantable progestogen-only hormonal contraception associated with inhibition of ovulation\n   * Intrauterine device (IUD)\n   * Intrauterine hormone-releasing system (IUS)\n   * Bilateral tubal occlusion 6. Female participants will be given a urine pregnancy test at the screening visit for which they should test negative.\n7. General cognition and functional performance sufficiently preserved that the subject can provide written informed consent.\n8. No evidence of current suicidal ideation or previous suicide attempt in the past month as evaluated in the Columbia Suicide Severity Rating Scale.\n9. Stability of permitted medications prior to screening for at least 4 weeks.\n10. At screening subjects do not need to but may be on the following medication:\n\n    * Standard of Care anti-parkinsonian medication\n    * Anticonvulsant medications used for epilepsy or mood stabilization, neuropathic pain indications\n    * Mood-stabilizing psychotropic agents, including, but not limited to, lithium.\n11. Adequate visual and hearing ability (physical ability to perform all the study assessments).\n12. Good general health with no disease expected to interfere with the study.\n13. Subjects previously exposed to buntanetap can still be included in the study after a 28- day wash out period.\n\nExclusion Criteria:\n\n1. Has a history of a psychiatric disorder such as schizophrenia, bipolar disorder or major depression according to the criteria of the most current version of the Diagnostic and Statistical Manual of Mental Disorders (DSM). Mild depression or history of depression that is stable on treatment with a selective serotonin reuptake inhibitor (SSRI) or selective norepinephrine reuptake inhibitor (SNRI) medication at a stable dose is acceptable.\n2. History of a seizure disorder, if stable on medication is acceptable.\n3. Has a history or current evidence of long QT syndrome, Fridericia's formula corrected QT (QTcF) interval ≥ 475ms, or torsades de pointes.\n4. Has bradycardia (\\<50 bpm) or tachycardia (\\>100 bpm) on the ECG at screening.\n5. Has uncontrolled Type-1 or Type-2 diabetes. A subject with HbA1c levels up to 7.5% can be enrolled if the investigator believes the subject's diabetes is under control.\n6. Has clinically significant renal or hepatic impairment.\n7. Has any clinically significant abnormal laboratory values. Subjects with liver function tests (aspartate aminotransferase \\[AST\\] or alanine aminotransferase \\[ALT\\]) greater than twice the upper limit of normal will be excluded.\n8. Is at imminent risk of self-harm, based on clinical interview and responses on the C SSRS, or of harm to others in the opinion of the Investigators. Subjects must be excluded if they report suicidal ideation with intent, with or without a plan or method (e. g. positive response to Items 4 or 5 in assessment of suicidal ideation on the C SSRS) in the past 2 months, or suicidal behavior in the past 6 months.\n9. Has cancer or has had a malignant tumor within the past year, except subjects who underwent potentially curative therapy with no evidence of recurrence. (Subjects with stable untreated prostate cancer or skin cancers are not excluded).\n10. Alcohol / Substance use disorder, moderate to severe, in the last 5 years according to the most current version DSM.\n11. Participation in another clinical trial with an investigational agent and have taken at least one dose of study medication, unless unblinded on placebo, within 60 days prior to the start of screening. The end of a previous investigational trial is the date the last dose of an investigational agent was taken, or five half-lives of the investigational drug, whichever is greater.\n12. Subjects with learning disability or developmental delay.\n13. Subjects whom the site PI deems to be otherwise ineligible.\n14. Subjects with a known allergy to the investigational drug or any of its components.\n15. Subject is currently pregnant, breast-feeding and/or lactating.\n16. Subject is currently taking CYP3A4 inhibitors and/or inducers.","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline to Month 6 in MDS-UPDRS Part II (OFF-state)","description":"Change in the Score from the MDS- Unified Parkinson's Disease Rating Scale (UPDRS) Parts II from Baseline to the End of Trial. MDS-UPDRS Part II (Motor experiences of daily living) has 13 items and the score ranges from 0-52, with higher scores reflecting greater severity.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.10","spread":"0.311"},{"groupId":"OG001","value":"0.57","spread":"0.312"},{"groupId":"OG002","value":"-0.04","spread":"0.319"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Month 6 in the MDS-UPDRS Part III (OFF-state)","description":"MDS-UPDRS Part III (motor examination) has 18 items and ranges from 0-132, with higher scores reflecting greater severity.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.90","spread":"0.698"},{"groupId":"OG001","value":"-1.04","spread":"0.697"},{"groupId":"OG002","value":"-2.66","spread":"0.713"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Change From Baseline to Month 6 in MMSE (OFF-state)","description":"Change in the MMSE score from Baseline to the End of Trial. MMSE is a brief screening instrument used to assess cognitive function (orientation, memory, attention, ability to name objects, follow verbal/written commands, write a sentence, and copy figures). Total score ranges from 0 to 30 with a lower score indicating greater disease severity.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.39","spread":"0.123"},{"groupId":"OG001","value":"-0.08","spread":"0.123"},{"groupId":"OG002","value":"-0.05","spread":"0.126"}]}]}]},{"type":"POST_HOC","title":"Change From Baseline to Month 6 in MMSE (OFF-state) for Participants With Baseline MMSE Scores 20-28","description":"Change in the MMSE score from Baseline to the End of Trial. MMSE is a brief screening instrument used to assess cognitive function (orientation, memory, attention, ability to name objects, follow verbal/written commands, write a sentence, and copy figures). Total score ranges from 0 to 30 with a lower score indicating greater disease severity.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.50","spread":"0.317"},{"groupId":"OG001","value":"0.65","spread":"0.313"},{"groupId":"OG002","value":"0.45","spread":"0.301"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":5,"n":176},"commonTop":["Nausea","Covid-19","Fatigue"]}}}