{"nctId":"NCT03003000","briefTitle":"Ibuprofen/Caffeine Lower Back or Neck Pain Study","startDateStruct":{"date":"2016-12-20","type":"ACTUAL"},"conditions":["Back Pain","Neck Pain"],"count":635,"armGroups":[{"label":"ibuprofen + caffeine","type":"EXPERIMENTAL","interventionNames":["Drug: ibuprofen","Drug: caffeine"]},{"label":"ibuprofen","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: ibuprofen"]},{"label":"placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: placebo"]}],"interventions":[{"name":"ibuprofen","otherNames":[]},{"name":"caffeine","otherNames":[]},{"name":"placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n* Signed and dated written informed consent at Visit 1 in accordance with Good Clinical Practice (GCP) and local legislation.\n* Male or female patients who are \\>=18 years with current diagnosis of acute back pain or of neck pain for at least 24 hours, but less than 21 days.\n* Acute back pain or acute neck pain resulting in Pain on Movement (POM) \\>=5 on the 0-10 Numerical Rating Scale (NRS) for at least one POM procedure out of 5 standardised procedures.\n* Sensitivity to algometric pressure on the painful trigger point \\<= 25 N/cm².\n* Women of childbearing potential must be ready and able to use highly effective methods of birth control.\n* Reliable, cooperative, and of adequate intelligence to record the requested information on the analgesic questionnaires.\n* Examined by the attending physician and medically cleared to participate in the study\n* In good general health, with a body mass index (BMI) \\< 30, and have no contraindications to any of the study medication\n\nExclusion criteria:\n\n* History of 3 or more episodes of back or neck pain in the last 6 months excluding the current episode.\n* Patients with pain at rest \\>= 9\n* Patient with chronic back or neck pain as defined as pain for 3 weeks or longer.\n* Back or neck pain that is attributable to any identifiable cause (eg. disc prolapse, spondylolisthesis, osteomalacia, inflammatory arthritis, metabolic, neurological diseases or tumour)\n* Any strains of the back or neck muscles documented by clinical evaluation and anamnesis that occurred 21 days to 3 months prior to the screening visit.\n* Surgery due to back or neck pain or rehabilitation due to back or neck pain in the last 12 months.\n* Prior use within the last 3 days before Visit 1 or concomitant use of any anti- inflammatory drugs, heparinoids, muscle relaxants or analgesics (including but not limited to short-acting glucocorticoids, non-steroidal anti-inflammatory drugs \\[NSAIDs\\], herbal preparations) for the same indication or other indications.\n* Spinal injections should have been discontinued in due time (investigator's judgment) before patient enrollment to allow complete wash-out of the active ingredient based on investigator's judgment.\n* Known severe hepatocellular insufficiency, severe renal insufficiency or Gilbert's syndrome (Morbus Meulengracht)\n* Patients taking Central Nervous System (CNS) or other psychotropic drugs, or any nutritional supplement known to have psychotropic effects such as St. John's Wort, Chapparal, Comfrey, Germander, Gin Bu Huan, Kava, Pennyroyal Skullcap, or Valerian within two months of taking the first dose of study medication. Patients who have been on stable doses of these medications for at least two months will be allowed into the study, as long as they maintain this dose throughout the study, and their condition is judged stable by the Principal Investigator\n* Any other medical condition that would interfere with efficacy and safety assessments based on investigator's judgment or any on-going clinical condition that would jeopardize patient's or site personnel's safety or study compliance based on investigator judgment\n* Further exclusion criteria apply","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Pain on Movement (POM) With Regard to the Worst Procedure (WP) Between Baseline and Day 2 (Morning, 2 Hours After Drug Intake)","description":"The change in pain on movement (POM) with regard to the worst procedure (WP), i.e. the procedure with the highest pain score at baseline (POMwp), between baseline (morning of Day 1, pre-dosing) and Day 2 (morning, 2 hour (h) after drug intake).\n\nPOM was assessed by the patient at the performance of one standardized, muscle group specific movement and was measured by a numerical rating scale ranging from 0 = 'no pain'to 10 = 'worst pain possible for this condition'.\n\nThe procedure resulting in highest POM at baseline (worst procedure, POMWP) was repeated for an individual patient. If 2 or more procedures gave the same highest POM, the patient was asked which of the procedures giving the highest POM scores he/she considered the most unpleasant.\n\nChange in POMwp was calculated as baseline POMwp - POMwp at Day 2 - indicating a reduction in POMwp, where the result is positive.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.712","spread":"0.1422"},{"groupId":"OG001","value":"1.998","spread":"0.1042"},{"groupId":"OG002","value":"1.869","spread":"0.1030"}]}]}]},{"type":"SECONDARY","title":"The Area Under the Curve (AUC) for Pain on Movement (POM) With Regard to the Worst Procedure (POMwp) Between Baseline and Day 4 (Morning) (POMwpAUC72hour (h))","description":"This is a key secondary endpoint. The area under the curve (AUC) for pain on movement (POM) with regard to the worst procedure (POMwp) between baseline and Day 4 (morning), (POMwpAUC72h ). POM was assessed by the patient at the performance of one standardized, muscle group specific movement and was measured by a numerical rating scale ranging from 0 = 'no pain'to 10 = 'worst pain possible for this condition'. A higher AUC value indicates higher POMwp","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.800","spread":"0.1266"},{"groupId":"OG001","value":"4.461","spread":"0.0942"},{"groupId":"OG002","value":"4.512","spread":"0.0931"}]}]}]},{"type":"SECONDARY","title":"The Area Under the Curve (AUC) for the Procedure With the Highest Pain Score at Baseline (POMWP) Between Baseline and Day 6 (Morning) (POM(WP)AUC(120h))","description":"This is a key secondary endpoint. The area under the curve for pain on movement with regard to the worst procedure between baseline and Day 6 (morning) (POM(WP)AUC(120h).\n\nPOM was assessed by the patient at the performance of one standardized, muscle group specific movement and was measured by a numerical rating scale ranging from 0 = 'no pain'to 10 = 'worst pain possible for this condition'. A higher AUC value indicates higher POMwp.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.175","spread":"0.1334"},{"groupId":"OG001","value":"3.718","spread":"0.0992"},{"groupId":"OG002","value":"3.776","spread":"0.0981"}]}]}]},{"type":"SECONDARY","title":"Change in Pressure Algometry Between Baseline and Day 2 (Morning, 2 Hour After Drug Intake)","description":"Change in pressure algometry between baseline and Day 2 (morning, 2 h after drug intake).\n\nPressure algometry was determined by the investigator as the pressure value (N/cm2) at a defined trigger point which is located in the area of POMWP. The measurement was performed by using a Somedic Algometer (Somedic AB, Sweden) or an equivalent calibrated and certified device. The pain reaction was determined by placing the algometer on the trigger point, i.e. an area of 1 cm² for which the patient indicated most painful tenderness. The pressure was constantly increased until the patient asked not to increase the pressure anymore. Upon this pain reaction, the corresponding pressure value was documented in the Electronic case report form (eCRF). The trigger point was to be marked with a ball pen to be able to repeat the subsequent assessment at the same position. Change in pressure was calculated as baseline pressure - pressure at Day 2, with a negative result indicating an improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.734","spread":"0.6107"},{"groupId":"OG001","value":"-3.331","spread":"0.4396"},{"groupId":"OG002","value":"-3.175","spread":"0.4366"}]}]}]},{"type":"SECONDARY","title":"Global Assessment of Efficacy by the Patient at the End of Treatment (Morning of Day 6)","description":"Global assessment of efficacy by the patient at the end of treatment (morning of Day 6) is presented. The patient/investigator assessed the overall efficacy of the trial treatment on a 4-point verbal rating scale by answering the question: \"How would you rate the overall effect of the trial medication for relieving back or neck pain?\" (0 = poor; 1 = fair; 2 = good; 3 = very good).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null},{"groupId":"OG001","value":"43","spread":null},{"groupId":"OG002","value":"41","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"46","spread":null},{"groupId":"OG001","value":"115","spread":null},{"groupId":"OG002","value":"116","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"35","spread":null},{"groupId":"OG001","value":"57","spread":null},{"groupId":"OG002","value":"66","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"28","spread":null},{"groupId":"OG001","value":"38","spread":null},{"groupId":"OG002","value":"32","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Patients With a Decrease in POMwp of at Least 30% or 50% Between Baseline and Day 2 (Morning, 2 h After Drug Intake)","description":"Number of patients with a decrease in POMwp of at least 30% or 50% between baseline and Day 2 (morning, 2 h after drug intake.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"49","spread":null},{"groupId":"OG001","value":"111","spread":null},{"groupId":"OG002","value":"101","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null},{"groupId":"OG001","value":"59","spread":null},{"groupId":"OG002","value":"44","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to First Meaningful POMwp Relief Within 2 h After the First Dose of Trial Medication","description":"Time to event analysis of patients with first meaningful POMwp relief within 2 h after the first dose of trial medication. The percentage of observed patients with a meaningful POMwp relief within 2 h after the first dose of trial medication was reported. The procedure which resulted in the highest POM at baseline (POMwp) was repeated by the investigator 10, 20, 30, 60 and 120 min after the first dose of trial medication. The POMwp relief score (POMwpRS) was assessed by the patient at each of these time points by using a 5-point verbal rating scale (0 = no POMwp relief; 1 = little or perceptible POMwp relief; 2 = meaningful POMwp relief; 3 = a lot of POMwp relief; 4 = complete POMwp relief).\n\nThe time to first meaningful POMWP relief was the earliest assessment time point after the first application of the trial medication at which the patient reported a score of ≥2.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.6","spread":null},{"groupId":"OG001","value":"0.8","spread":null},{"groupId":"OG002","value":"0.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.6","spread":null},{"groupId":"OG001","value":"2.0","spread":null},{"groupId":"OG002","value":"1.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.6","spread":null},{"groupId":"OG001","value":"2.4","spread":null},{"groupId":"OG002","value":"2.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.6","spread":null},{"groupId":"OG001","value":"9.1","spread":null},{"groupId":"OG002","value":"5.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.7","spread":null},{"groupId":"OG001","value":"8.3","spread":null},{"groupId":"OG002","value":"10.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":126},"commonTop":[]}}}