{"nctId":"NCT05133180","briefTitle":"Safety and Efficacy Study on Cenegermin (Oxervate®) vs Vehicle in Severe Sjogren's Dry Eye Disease (PROTEGO-1 Study)","startDateStruct":{"date":"2022-01-19","type":"ACTUAL"},"conditions":["Dry Eye"],"count":104,"armGroups":[{"label":"Oxervate","type":"EXPERIMENTAL","interventionNames":["Drug: Oxervate"]},{"label":"Vehicle","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Vehicle"]}],"interventions":[{"name":"Oxervate","otherNames":["Cenegermin"]},{"name":"Vehicle","otherNames":["Reference product"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Male or female aged ≥ 18 years\n2. Patients with a confirmed diagnosis of Sjögren's syndrome or other autoimmune disease known to induce Sjögren's Dry Eye Disease (DED).\n3. Patients with severe Sjögren's dry eye disease characterized by the following clinical features:\n\n   1. Corneal and/or conjunctival staining with fluorescein using National Eye Institute (NEI) grading system ≥3\n   2. SANDE questionnaire \\>25 mm\n   3. Schirmer test I (without anaesthesia) ≥2 ≤5mm/5min\n4. The same eye (eligible eye) must fulfill all the above criteria\n5. Patients diagnosed with severe Sjögren's dry eye disease at least 3 months before enrolment\n6. Best corrected distance visual acuity (BCDVA) score of ≥ 0.1 decimal units (20/200 Snellen value) in each eye at the time of study enrolment\n7. If a female of childbearing potential, have a negative urine pregnancy test and use a highly effective method to avoid pregnancy for the duration of the trial and 30 days after the study treatment period. Males of reproductive potential should use effective contraception during treatment and 30 days after the study treatment period.\n8. Only patients who satisfy all Informed Consent requirements may be included in the study. The patient and/or his/her legal representative must read, sign and date the Informed Consent document before any study-related procedures are performed. The Informed Consent Form signed by patients and/or legal representative must have been approved by the IRB/IEC for the current study\n9. Patients must have the ability and willingness to comply with study procedures.\n\nExclusion Criteria:\n\n1. Inability to speak and understand the local language sufficiently to understand the nature of the study, to provide written informed consent, and to allow the completion of all study assessments\n2. Evidence of an active ocular infection, in either eye\n3. Presence of any other ocular disorder or condition requiring topical medication during the entire duration of study in either eye\n4. History of severe systemic allergy or of ocular allergy (including seasonal conjunctivitis) or chronic conjunctivitis and/or keratitis other than dry eye\n5. Intraocular inflammation defined as Tyndall score \\>0\n6. History of malignancy in the last 5 years\n7. Systemic disease not stabilized within 1 month before Screening Visit (e.g. diabetes with glycemia out of range, thyroid malfunction) or judged by the investigator to be incompatible with the study (e.g. current systemic infections) or with a condition incompatible with the frequent assessment required by the study\n8. Patient had a serious adverse reaction or significant hypersensitivity to any drug or chemically related compounds or had a clinically significant allergy to drugs, foods, amide local anesthetics or other materials including commercial artificial tears (in the opinion of the investigator).\n9. Females of childbearing potential (those who are not surgically sterilized or post-menopausal for at least 1 year) are excluded from participation in the study if they meet any one of the following conditions:\n\n   1. are currently pregnant or,\n   2. have a positive result at the urine pregnancy test (Baseline/Day 1) or,\n   3. intend to become pregnant during the study treatment period or,\n   4. are breast-feeding or,\n   5. are not willing to use highly effective birth control measures\n\n   During the entire course of and 30 days after the study treatment periods\n10. Any concurrent medical condition, that in the judgment of the PI, might interfere with the conduct of the study, confound the interpretation of the study results, or endanger the patient's well-being\n11. Use of topical cyclosporine, or topical ophthalmic treatments of the same class, within 14 days of screening visit (day -8)\n12. Use of topical corticosteroids, lifitegrast, autologous serum tears in either eye during the study (previous use not an exclusion criteria but must be discontinued at the screening visit)\n13. Contact lenses, True Tear device, moisture goggles, sutureless amniotic membrane or punctum plug use during the study (previous use not an exclusion criteria but must be discontinued at the screening visit)\n14. History of drug addiction or alcohol abuse in the last 2 years\n15. Any prior ocular surgery (including refractive, palpebral and cataract surgery) if within 90 days before the screening visit\n16. Participation in a clinical trial with a new active substance during the past 3 months\n17. Participation in another clinical trial study at the same time as the present study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Patients Reaching a Value of Schirmer I Test (Without Anaesthesia) >10mm/5min at Week 4","description":"The Schirmer test type I (without anaesthesia) was performed to measure aqueous tear secretion. The rounded bend end of a sterile strip was inserted into the lower conjunctival sac over the temporal one-third of the lower eyelid margin. After 5 minutes had elapsed, the Schirmer's test strip was removed and the length of the tear absorption on the strip was measured (millimeters/5 minutes). The longer the wetted length, the healthier the status of the eye.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Symptoms Questionnaire (SANDE) Global Score at Week 12","description":"The SANDE questionnaire is comprised of two questions: 1) How often do your eyes feel dry and/or irritated? And 2) How severe you feel your symptoms of dryness and/or irritation are? The SANDE questionnaire uses a 100 mm horizontal line for each question to assess the extent of patients' symptoms. In this questionnaire, frequency of symptoms ranges from \"rarely\" (0) to \"all of the time\" (100) and the severity of symptoms ranges from \"very mild\" (0) to \"very severe\" (100). At each visit, patients were asked to place a mark on the two given lines based on the extent of their symptoms. The locations of the marks made by the patients on the 100 mm horizontal lines were measured in mm from left to right. The global SANDE score is calculated by multiplying the frequency score by the severity score and obtaining the square root.\n\nBoth for total score and for frequency or severity scores, 0 is the best condition, 100 the worst condition.\n\nPlease note that adjusted means are reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-29.5","spread":null},{"groupId":"OG001","value":"-25","spread":null}]}]}]},{"type":"SECONDARY","title":"Key Secondary Outcome: Number of Patients Reaching a Value of Schirmer I Test (Without Anaesthesia) > 10mm/5min at Week 8","description":"The Schirmer test type I (without anaesthesia) was performed to measure aqueous tear secretion. The rounded bend end of a sterile strip was inserted into the lower conjunctival sac over the temporal one-third of the lower eyelid margin. After 5 minutes had elapsed, the Schirmer's test strip was removed and the length of the tear absorption on the strip was measured (millimeters/5 minutes). The longer and the wetted length, the healthier the status of the eye.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Key Secondary Outcome: Change From Baseline in Symptoms Assessment in Dry Eye (SANDE) Score for Frequency at Week 12","description":"The SANDE questionnaire is comprised of two questions: 1) How often do your eyes feel dry and/or irritated? And 2) How severe you feel your symptoms of dryness and/or irritation are? This questionnaire uses a 100 mm horizontal line for each question to assess ocular discomfort and/or dryness experienced by the patients. In the SANDE questionnaire, frequency of symptoms ranges from \"rarely\" (0) to \"all of the time\" (100) and the severity of symptoms ranges from \"very mild\" (0) to \"very severe\" (100). At each visit, patients were asked to place a mark on the two given lines based on the extent of their symptoms. The locations of the marks made by the patients on the 100 mm horizontal lines were measured in mm from left to right and recorded. 0 was the best condition and 100 marked the worst condition. Global score from the SANDE questionnaire was calculated by multiplying the frequency score by the severity score and obtaining the square root.\n\nMeans are adjusted means.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-24.546","spread":null},{"groupId":"OG001","value":"-21.793","spread":null}]}]}]},{"type":"SECONDARY","title":"Key Secondary Outcome: Change From Baseline in Symptoms Assessment in Dry Eye (SANDE) Score for Severity at Week 12","description":"The SANDE questionnaire is comprised of two questions: 1) How often do your eyes feel dry and/or irritated? And 2) How severe you feel your symptoms of dryness and/or irritation are? This questionnaire uses a 100 mm horizontal line for each question to assess ocular discomfort and/or dryness experienced by the patients. In the SANDE questionnaire, frequency of symptoms ranges from \"rarely\" (0) to \"all of the time\" (100) and the severity of symptoms ranges from \"very mild\" (0) to \"very severe\" (100). At each visit, patients were asked to place a mark on the two given lines based on the extent of their symptoms. The locations of the marks made by the patients on the 100 mm horizontal lines were measured in mm from left to right and recorded. 0 was the best condition and 100 marked the worst condition. Global score from the SANDE questionnaire was calculated by multiplying the frequency score by the severity score and obtaining the square root.\n\nMeans are adjusted means.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-31.445","spread":null},{"groupId":"OG001","value":"-26.713","spread":null}]}]}]},{"type":"SECONDARY","title":"Key Secondary Outcome: Change From Baseline in Quality of Life Module Measured by \"Impact of Dry Eye on Everyday Life [IDEEL]\" Questionnaire at Week 12 and at Week 4","description":"IDEEL is a 57-item questionnaire that assesses the impact of dry eye symptoms on everyday life. It is composed of 3 modules (Dry eye Quality of Life, Dry eye Treatment satisfaction \\& Bother, Dry eye Symptom Bother).\n\nThis outcome is about the first module:\n\nQuality of Life module (27 items) is composed by 3 dimensions:\n\nDimension 1 - Impact on Daily Activities, calculated by mean of the non-missing item scores 1-6 multiplied by 20. (range 0-100) Dim. 2 - Emotional Impact: calculated by mean of the non-missing item scores 10-20 multiplied by 25. (range 0-100) Dim. 3 - Impact on Work: calculated by mean of the non-missing item scores 23-27 multiplied by 25. (range 0-100) Scores for each dimension of this module ranged from 0 to 100, where higher scores indicated less impact on daily activities, on work and on emotions. No combination of dimensions scores is done.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.301","spread":null},{"groupId":"OG001","value":"9.223","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16.069","spread":null},{"groupId":"OG001","value":"10.519","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"18.619","spread":null},{"groupId":"OG001","value":"15.144","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11.524","spread":null},{"groupId":"OG001","value":"9.364","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14.385","spread":null},{"groupId":"OG001","value":"11.955","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17.591","spread":null},{"groupId":"OG001","value":"14.291","spread":null}]}]}]},{"type":"SECONDARY","title":"Key Secondary Outcome: Change From Baseline in \"Treatment Satisfaction & Bother\" Module Measured by \"Impact of Dry Eye on Everyday Life [IDEEL]\" Questionnaire at Weeks 12 and 4","description":"IDEEL is a 57-item questionnaire that assesses the impact of dry eye symptoms on everyday life. It is composed of 3 modules (Quality of Life, Treatment satisfaction \\& Bother, Symptom Bother).\n\nThis outcome is about the second module:\n\nTreatment Satisfaction \\& Bother (8 items). This is composed by 2 dimensions:\n\n\"Dim. 1\" - Satisfaction with Treatment Effectiveness, calculated by mean of the non-missing item scores 2-5 multiplied by 25. (range 0-100) Dim. 2 - Treatment-Related Bother / Inconvenience calculated as the mean of the non-missing item scores 6, 8-10 multiplied by 25. (range 0-100)\n\nScores for each dimension of this module range from 0 to 100, where higher scores indicate a greater satisfaction in treatment effectiveness and less treatment-related bother. No combination of dimension scores is done.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.733","spread":null},{"groupId":"OG001","value":"16.938","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.482","spread":null},{"groupId":"OG001","value":"4.239","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13.879","spread":null},{"groupId":"OG001","value":"14.428","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9.505","spread":null},{"groupId":"OG001","value":"8.432","spread":null}]}]}]},{"type":"SECONDARY","title":"Key Secondary Outcome: Change From Baseline in \"Symptom Bother Module\" Measured by \"Impact of Dry Eye on Everyday Life [IDEEL]\" Questionnaire at Weeks 12 and 4","description":"IDEEL is a 57-item questionnaire that assesses the impact of dry eye symptoms on everyday life. It is composed of 3 modules (Quality of Life, Treatment Satisfaction \\& Bother, Symptom Bother). This outcome is about the third module: Symptom Bother (20 items).\n\nThis is composed by 1 dimension: Dry Eye Symptom-Bother (range 0-100) The Symptom Bother score is calculated if at least 50% (10 items) of the 20 items within the dimension are completed, and non-missing; otherwise the score is set to missing. The Symptom Bother score is calculated as the mean of the non-missing item scores 1-20 multiplied by 25. The higher the score the greater the symptom bother.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-16.323","spread":null},{"groupId":"OG001","value":"-7.533","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-10.241","spread":null},{"groupId":"OG001","value":"-9.435","spread":null}]}]}]},{"type":"SECONDARY","title":"Key Secondary Outcome: Change From Baseline in Cornea and Conjunctiva Vital Staining With Fluorescein (National Eye Institute [NEI] Scales) at Weeks 4, 8, 12","description":"The examiner compared the overall appearance of the patient's corneal staining with a reference figure, simulating the pattern of staining encountered in dry eye disease. non attempt was made to count the dots or to assess the position or confluence of the dots. The examiner selected the appropriate grade that best represented the state of corneal staining intuitionally. The grading system recommended by NEI divides the cornea into five zones (central, superior, temporal, nasal, and inferior) and for each zone, the severity of the corneal staining is graded on a scale from 0 to 3 based on a reference figure. Therefore the maximum score (worst outcome) was 15, and the minimum (best outcome) was 0.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.107","spread":null},{"groupId":"OG001","value":"-2.588","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.442","spread":null},{"groupId":"OG001","value":"-2.668","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.714","spread":null},{"groupId":"OG001","value":"-2.490","spread":null}]}]}]},{"type":"SECONDARY","title":"Key Secondary Outcome: Change From Baseline in Tear Film Break-Up Time (TFBUT) at Week 4, Week 8, Week 12","description":"TFBUT was measured by determining the time to tear break-up.The TFBUT test was performed after instillation of 5 μl of 2% preservative free sodium fluorescein solution into the lower conjunctival sac of each eye. This measurement was performed within 10 seconds maximum. The TFBUT was measured twice during the first minute of instillation of the fluorescein. If the 2 readings differed by more than 2 sec., a third reading was taken. The TFBUT value was the average of the 2 or 3 measurements. Generally, a TFBUT value of 10-35 sec was considered normal. A value of less than 10 seconds may indicate tear film instability.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.808","spread":null},{"groupId":"OG001","value":"0.167","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.010","spread":null},{"groupId":"OG001","value":"0.876","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.973","spread":null},{"groupId":"OG001","value":"0.613","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Schirmer I Test (Without Anaesthesia) [Time Frame: Week 4, 8, 12 and 16].","description":"The Schirmer test type I (without anaesthesia) was performed to measure aqueous tear secretion. The rounded bend end of a sterile strip was inserted into the lower conjunctival sac over the temporal one-third of the lower eyelid margin. After 5 minutes had elapsed, the Schirmer's test strip was removed and the length of the tear absorption on the strip was measured (millimeters/5 minutes). The longer, the wetted length, the healthier the status of the eye.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.4","spread":"6.6"},{"groupId":"OG001","value":"0.8","spread":"2.7"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.9","spread":"6.6"},{"groupId":"OG001","value":"1.4","spread":"2.9"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.8","spread":"5.2"},{"groupId":"OG001","value":"1.4","spread":"4.1"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.6","spread":"5.1"},{"groupId":"OG001","value":"1.7","spread":"4.8"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Cornea and Conjunctiva Vital Staining With Fluorescein (National Eye Institute [NEI] Scales) at Week 16","description":"The examiner compared the overall appearance of the patient's corneal staining with a reference figure, simulating the pattern of staining encountered in dry eye disease. non attempt was made to count the dots or to assess the position or confluence of the dots. The examiner selected the appropriate grade that best represented the state of corneal staining intuitionally. The grading system recommended by NEI divides the cornea into five zones (central, superior, temporal, nasal, and inferior) and for each zone, the severity of the corneal staining is graded on a scale from 0 to 3 based on a reference figure. Therefore the maximum score (worst outcome) was 15, and the minimum (best outcome) was 0.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.3","spread":"4.6"},{"groupId":"OG001","value":"-2.7","spread":"5.8"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Tear Film Break-Up Time (TFBUT) at Week 16","description":"TFBUT was measured by determining the time to tear break-up.The TFBUT test was performed after instillation of 5 μl of 2% preservative free sodium fluorescein solution into the lower conjunctival sac of each eye. This measurement was performed within 10 seconds maximum. The TFBUT was measured twice during the first minute of instillation of the fluorescein. If the 2 readings differed by more than 2 sec., a third reading was taken. The TFBUT value was the average of the 2 or 3 measurements. Generally, a TFBUT value of 10-35 sec was considered normal. A value of less than 10 seconds may indicate tear film instability.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.3","spread":"3.1"},{"groupId":"OG001","value":"0.4","spread":"2.8"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Symptoms Questionnaire (SANDE) Global Score at Week 8, Week 12, Week 16","description":"The SANDE questionnaire is comprised of two questions: 1) How often do your eyes feel dry and/or irritated? And 2) How severe you feel your symptoms of dryness and/or irritation are? This questionnaire uses a 100 mm horizontal line for each question to assess ocular discomfort and/or dryness experienced by the patients. In the SANDE questionnaire, frequency of symptoms ranges from \"rarely\" (0) to \"all of the time\" (100) and the severity of symptoms ranges from \"very mild\" (0) to \"very severe\" (100). At each visit, patients were asked to place a mark on the two given lines based on the extent of their symptoms. The locations of the marks made by the patients on the 100 mm horizontal lines were measured in mm from left to right and recorded. 0 was the best condition and 100 marked the worst condition. Global score from the SANDE questionnaire was calculated by multiplying the frequency score by the severity score and obtaining the square root.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-26.0","spread":"20.1"},{"groupId":"OG001","value":"-15.2","spread":"22.1"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-20.4","spread":"22.0"},{"groupId":"OG001","value":"-15.7","spread":"26.7"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-15.2","spread":"20.5"},{"groupId":"OG001","value":"-16.0","spread":"25.2"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Symptoms Questionnaire (SANDE) Score for Frequency at Week 8, Week 12, Week 16","description":"The SANDE questionnaire is comprised of two questions: 1) How often do your eyes feel dry and/or irritated? And 2) How severe you feel your symptoms of dryness and/or irritation are? This questionnaire uses a 100 mm horizontal line for each question to assess ocular discomfort and/or dryness experienced by the patients. In the SANDE questionnaire, frequency of symptoms ranges from \"rarely\" (0) to \"all of the time\" (100) and the severity of symptoms ranges from \"very mild\" (0) to \"very severe\" (100). At each visit, patients were asked to place a mark on the two given lines based on the extent of their symptoms. The locations of the marks made by the patients on the 100 mm horizontal lines were measured in mm from left to right and recorded. 0 was the best condition and 100 marked the worst condition. Global score from the SANDE questionnaire was calculated by multiplying the frequency score by the severity score and obtaining the square root.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-27.1","spread":"22.5"},{"groupId":"OG001","value":"-15.9","spread":"24.4"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-17.9","spread":"23.4"},{"groupId":"OG001","value":"-15.7","spread":"28.2"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-12.5","spread":"21.2"},{"groupId":"OG001","value":"-16.1","spread":"25.6"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Symptoms Assessment in Dry Eye (SANDE) Score for Severity at Week 8, Week 12 and Week 16","description":"The SANDE questionnaire is comprised of two questions: 1) How often do your eyes feel dry and/or irritated? And 2) How severe you feel your symptoms of dryness and/or irritation are? This questionnaire uses a 100 mm horizontal line for each question to assess ocular discomfort and/or dryness experienced by the patients. In the SANDE questionnaire, frequency of symptoms ranges from \"rarely\" (0) to \"all of the time\" (100) and the severity of symptoms ranges from \"very mild\" (0) to \"very severe\" (100). At each visit, patients were asked to place a mark on the two given lines based on the extent of their symptoms. The locations of the marks made by the patients on the 100 mm horizontal lines were measured in mm from left to right and recorded. 0 was the best condition and 100 marked the worst condition. Global score from the SANDE questionnaire was calculated by multiplying the frequency score by the severity score and obtaining the square root.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-23.7","spread":"20.8"},{"groupId":"OG001","value":"-14.4","spread":"21.6"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-21.2","spread":"23.5"},{"groupId":"OG001","value":"-15.7","spread":"26.5"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-16.6","spread":"23.6"},{"groupId":"OG001","value":"-16.1","spread":"25.9"}]}]}]},{"type":"SECONDARY","title":"Number of Patients Who Experienced a Worsening in Symptoms Scores (SANDE) and/or NEI Score > = 50% at Week 4","description":"Symptoms Scores (SANDE) and/or NEI Score were punctually described in the previous outcome descriptions.\n\nFor Sande score, the scale ranges from 0 to 100 for both severity and frequency, where 0 was the best condition and 100 marked the worst condition. Hence the higher the score, the worse the outcome.\n\nFor NEI score, the maximum score (worst outcome) was 15, and the minimum (best outcome) was 0; hence the higher the score, the worse the outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Quality of Life Module Measured by \"Impact of Dry Eye on Everyday Life [IDEEL]\" Questionnaire at Weeks 8 and 16","description":"IDEEL is a 57-item questionnaire that assesses the impact of dry eye symptoms on everyday life. It is composed of 3 modules (Dry eye Quality of Life, Dry eye Treatment satisfaction \\& Bother, Dry eye Symptom Bother).\n\nThis outcome is about the first module:\n\nQuality of Life module (27 items) is composed by 3 dimensions:\n\nDimension 1 - Impact on Daily Activities, calculated by mean of the non-missing item scores 1-6 multiplied by 20. (range 0-100) Dim. 2 - Emotional Impact: calculated by mean of the non-missing item scores 10-20 multiplied by 25. (range 0-100) Dim. 3 - Impact on Work: calculated by mean of the non-missing item scores 23-27 multiplied by 25. (range 0-100) Scores for each dimension of this module ranged from 0 to 100, where higher scores indicated less impact on daily activities, on work and on emotions. No combination of dimensions scores is done.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.6","spread":"18.8"},{"groupId":"OG001","value":"6.5","spread":"23.2"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"18.4","spread":"21.9"},{"groupId":"OG001","value":"10.3","spread":"22.9"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17.7","spread":"25.7"},{"groupId":"OG001","value":"9.5","spread":"25.9"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15.1","spread":"20.8"},{"groupId":"OG001","value":"9.7","spread":"21.1"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"19.0","spread":"23.1"},{"groupId":"OG001","value":"11.5","spread":"23.3"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20.9","spread":"24.2"},{"groupId":"OG001","value":"9.3","spread":"26.7"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in \"Symptom Bother Module\" Measured by \"Impact of Dry Eye on Everyday Life [IDEEL]\" Questionnaire at Week 8 and Week 16","description":"IDEEL is a 57-item questionnaire that assesses the impact of dry eye symptoms on everyday life. It is composed of 3 modules (Quality of Life, Treatment Satisfaction \\& Bother, Symptom Bother). This outcome is about the third module: Symptom Bother (20 items).\n\nThis is composed by 1 dimension: Dry Eye Symptom-Bother (range 0-100) The Symptom Bother score is calculated if at least 50% (10 items) of the 20 items within the dimension are completed, and non-missing; otherwise the score is set to missing. The Symptom Bother score is calculated as the mean of the non-missing item scores 1-20 multiplied by 25. The higher the score the greater the symptom bother.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-19.5","spread":"20.3"},{"groupId":"OG001","value":"-6.9","spread":"19.2"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-18.6","spread":"19.4"},{"groupId":"OG001","value":"-11.1","spread":"22.3"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in \"Treatment Satisfaction & Bother\" Module Measured by \"Impact of Dry Eye on Everyday Life [IDEEL]\" Questionnaire at Week 8 and Week 16","description":"IDEEL is a 57-item questionnaire that assesses the impact of dry eye symptoms on everyday life. It is composed of 3 modules (Quality of Life, Treatment satisfaction \\& Bother, Symptom Bother).\n\nThis outcome is about the second module:\n\nTreatment Satisfaction \\& Bother (8 items). This is composed by 2 dimensions:\n\nDim. 1 - Satisfaction with Treatment Effectiveness, calculated by mean of the non-missing item scores 2-5 multiplied by 25. (range 0-100) Dim. 2 - Treatment-Related Bother / Inconvenience calculated as the mean of the non-missing item scores 6, 8-10 multiplied by 25. (range 0-100)\n\nScores for each dimension of this module range from 0 to 100, where higher scores indicate a greater satisfaction in treatment effectiveness and less treatment-related bother. No combination of dimension scores is done.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17.7","spread":"31.0"},{"groupId":"OG001","value":"7.7","spread":"36.4"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16.6","spread":"21.1"},{"groupId":"OG001","value":"2.7","spread":"28.1"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13.4","spread":"28.7"},{"groupId":"OG001","value":"1.2","spread":"35.9"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13.3","spread":"23.6"},{"groupId":"OG001","value":"5.3","spread":"27.3"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Incidence and Frequency of TEAEs, Assessed Throughout the Study.","description":"TEAE=any AE started on or after the date of the first dose of study medication or started prior to first dose and worsened in severity after the first dose.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35","spread":null},{"groupId":"OG001","value":"13","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null},{"groupId":"OG001","value":"9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"37","spread":null},{"groupId":"OG001","value":"15","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"34","spread":null},{"groupId":"OG001","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":52},"commonTop":["Eye pain - Mild","Eye pain - Moderate","Eyelid pain - Mild","Eye pruritus - Mild","Eyelid pain - Moderate"]}}}