{"nctId":"NCT00912093","briefTitle":"A Study of Icatibant in Patients With Acute Attacks of Hereditary Angioedema (FAST-3)","startDateStruct":{"date":"2009-07-16","type":"ACTUAL"},"conditions":["Hereditary Angioedema"],"count":98,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"Icatibant","type":"EXPERIMENTAL","interventionNames":["Drug: Icatibant"]}],"interventions":[{"name":"Icatibant","otherNames":["Firazyr"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nEach patient must meet the following criteria to be enrolled in this study.\n\n1. The patient is ≥18 years old at the time of informed consent.\n2. The patient has a documented diagnosis of HAE type I or II. The diagnosis will be confirmed either by documented decreased C4 levels and/or immunogenic or functional C1-INH deficiency results (\\<50% of normal levels) consistent with HAE types I and II or by medical history.\n3. The current HAE attack must be in the cutaneous, abdominal and/or laryngeal (inclusive of laryngeal and pharyngeal) areas.\n4. Cutaneous or abdominal HAE attacks must be moderate to very severe as determined by investigator global assessment at pre-treatment assessments\n5. The patient must report at least 1 VAS score ≥ 30mm\n6. The patient commences treatment within 6 hours of the attack becoming at least mild (laryngeal) or moderate (non-laryngeal) in severity, but not more than 12 hours after the onset of the attack.\n7. Women of childbearing potential must have a negative urine pregnancy test and must use appropriate methods to prevent pregnancy during their participation in the study.\n\nExclusion Criteria:\n\nPatients who meet any of the following criteria will be excluded from the study.\n\n1. The patient has a diagnosis of angioedema other than HAE type I or II.\n2. The patient has received previous treatment with icatibant.\n3. The patient has participated in a clinical trial and has received treatment with another investigational medicinal product within the past 30 days.\n4. The patient has received treatment with any pain medication since the onset of the current angioedema attack.\n5. The patient has received replacement therapy (fresh frozen plasma \\[FFP\\], C1-INH products) less than 5 days (120 hours) from the onset of the current angioedema attack.\n6. The patient is receiving treatment with angiotensin converting enzyme (ACE) inhibitors.\n7. Evidence of coronary artery disease based on medical history or screening examination in particular unstable angina pectoris or severe coronary heart disease;\n8. The patient has a serious concomitant illness or condition that, in the opinion of the Investigator, would be a contraindication for participation in the trial.\n9. The patient is pregnant or breastfeeding.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Time to Onset of Symptom Relief for an Acute Attack, as Assessed by the Patient","description":"Time to onset of symptom relief was calculated from study drug administration to onset of symptom relief, where onset of symptom relief was defined as the earliest of 3 consecutive measurements in which there was a 50% reduction from pretreatment in composite VAS score. Composite VAS score comprised 3 symptoms, including skin swelling, skin pain, and abdominal pain, for cutaneous and abdominal attacks and 5 symptoms, including skin swelling, skin pain, abdominal pain, difficulty swallowing, and voice change, for laryngeal attacks. Subjects who did not achieve symptom relief within the observation period were censored at the last observation time.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.0","spread":null},{"groupId":"OG001","value":"19.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Onset of Primary Symptom Relief","description":"Time to primary symptom relief was calculated from the time of study drug administration to the onset of primary symptom relief, where onset of primary symptom relief was determined using the subject-assessed VAS score for a single primary symptom (determined by edema location) and defined as the earliest of 3 consecutive non-missing measurements in which a pre-specified reduction from the pretreatment value was met. Subjects who did not achieve primary symptom relief within the observation period were censored at the last observation time.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.5","spread":null},{"groupId":"OG001","value":"18.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Almost Complete Symptom Relief","description":"Time to almost complete symptom relief was calculated from the time of study drug administration to almost complete symptom relief, where almost complete symptom relief was defined as the earliest of 3 consecutive non-missing measurements in which all VAS scores \\<10 mm. Subjects who did not achieve almost complete symptom relief within the observation period were censored at the last observation time.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.0","spread":null},{"groupId":"OG001","value":"36.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Subject-Assessed Initial Symptom Improvement","description":"Time to initial symptom improvement was calculated from the time of study drug administration to initial symptom improvement as determined by the subject as the time they felt symptoms were starting to improve. Subjects who did not achieve initial symptom improvement within the observation period were censored at the last observation time.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.8","spread":null},{"groupId":"OG001","value":"3.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Investigator-Assessed Initial Symptom Improvement","description":"Time to initial symptom improvement was calculated from the time of study drug administration to initial symptom improvement as determined by the investigator as the time they felt symptoms were starting to improve. Subjects who did not achieve initial symptom improvement within the observation period were censored at the last observation time.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.8","spread":null},{"groupId":"OG001","value":"3.4","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":46},"commonTop":["Hereditary angioedema","Headache","Upper Respiratory Tract Infection"]}}}