{"nctId":"NCT04549168","briefTitle":"A Study of Lemborexant in Chinese Participants With Insomnia Disorder","startDateStruct":{"date":"2020-11-06","type":"ACTUAL"},"conditions":["Sleep Initiation and Maintenance Disorders"],"count":194,"armGroups":[{"label":"Lemborexant 10 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Lemborexant"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Lemborexant","otherNames":["E2006"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nParticipants must meet all of the following criteria to be included in this study:\n\n1. Chinese male or female, age 18 years or older, at the time of informed consent (in Taiwan only participants with age 20 years or older are eligible)\n2. Meets the Diagnostic and Statistical Manual of Mental Disorders, Fifth Edition (DSM-5) criteria for Insomnia Disorder, as follows:\n\n   * Complains of dissatisfaction with night time sleep, in the form of difficulty staying asleep and/or awakening earlier in the morning than desired despite adequate opportunity for sleep\n   * Frequency of complaint greater than or equal to (\\>=) 3 times per week\n   * Duration of complaint \\>=3 months\n   * Associated with complaint of daytime impairment\n3. At Screening: History of sSOL \\>=30 minutes on at least 3 nights per week in the previous 4 weeks and/or sWASO \\>=60 minutes on at least 3 nights per week in the previous 4 weeks\n4. At Screening: Reports regular time spent in bed, either sleeping or trying to sleep, between 7 and 9 hours\n5. At second Screening Visit (Visit 2a) and Run-in Visit (Visit 3a): Sleep diary confirms regular bedtime, defined as the time the participant attempts to sleep, between 21:00 and 01:00 on at least 5 of the final 7 nights and regular waketime, defined as the time the participant gets out of bed for the day, between 05:00 and 10:00 on at least 5 of the final 7 nights\n6. At Screening and Baseline: ISI score \\>=15\n7. Confirmation of current insomnia symptoms, as determined from responses on the sleep diary on the 7 most recent mornings before the first PSG during Screening Period (Visit 2a) and Run-in visit (Visit 3a), such that sSOL \\>=30 minutes on at least 3 of the 7 nights and/or sWASO \\>=60 minutes on at least 3 of the 7 nights\n8. At the second Screening Visit (Visit 2a) and the Run-in visit (Visit 3a): Confirmation of sufficient duration of time spent in bed, as determined from responses on the sleep diary on the 7 most recent mornings before the Visit, such that there are no more than 2 nights with time spent in bed duration less than (\\<) 7 hours or greater than (\\>) 10 hours\n9. During the Run-in Period, objective (PSG) evidence of insomnia as follows:\n\n   1. LPS average \\>=30 minutes on the 2 consecutive Baseline PSGs, with neither night \\<20 minutes and/or\n   2. WASO average \\>=60 minutes on the two consecutive Baseline PSGs, with neither night \\<45 minutes\n10. Willing and able to comply with all aspects of the protocol, including staying in bed for at least 7 hours each night\n11. Willing not to start a behavioral or other treatment program for the treatment of insomnia during the participant's participation in the study\n\nExclusion Criteria:\n\nParticipants who meet any of the following criteria will be excluded from this study:\n\n1. Females who are breastfeeding or pregnant at Screening or Baseline (as documented by a positive beta-human chorionic gonadotropin test). A separate baseline assessment is required if a negative screening pregnancy test was obtained more than 72 hours before the first dose of study drug\n2. Females of childbearing potential who: Within 28 days before study entry, did not use a highly effective method of contraception, which includes any of the following:\n\n   * total abstinence (if it is their preferred and usual lifestyle)\n   * an intrauterine device or intrauterine hormone-releasing system\n   * a contraceptive implant\n   * an oral contraceptive (participant must be on a stable dose of the same oral contraceptive product for at least 28 days before dosing and throughout the study and for 28 days after study drug discontinuation)\n   * have a vasectomized partner with confirmed azoospermia\n   * do not agree to use a highly effective method of contraception (as described above) throughout the entire study period and for 28 days after study drug discontinuation It is permissible that if a highly effective method of contraception is not appropriate or acceptable to the participant, then the participant must agree to use a medically acceptable method of contraception, that is, double-barrier methods of contraception such as latex or synthetic condom plus diaphragm or cervical/vault cap with spermicide NOTE: All females will be considered to be of childbearing potential unless they are postmenopausal (amenorrheic for at least 12 consecutive months, in the appropriate age group, and without other known or suspected cause) or have been sterilized surgically (that is, bilateral tubal ligation, total hysterectomy, or bilateral oophorectomy, all with surgery at least 1 month before dosing)\n3. Any history of a medical or psychiatric condition that in the opinion of the investigator(s) could affect the participant's safety or interfere with the study assessments\n4. A prolonged corrected QT interval by Fredericia's formula (QTcF) interval (QTcF \\>450 millisecond \\[ms\\]) as demonstrated by a repeated electrocardiogram. A history of risk factors for torsade de pointes (for example, heart failure, hypokalemia, family history of long QT Syndrome) or the use of concomitant medications that prolonged the QTcF interval\n5. Any suicidal ideation with intent with or without a plan at Screening or within 6 months of Screening\n6. Any suicidal behavior in the past 10 years\n7. Evidence of clinically significant disease (for example, cardiac; respiratory including chronic obstructive pulmonary disease, acute and/or severe respiratory depression; gastrointestinal; moderate and severe hepatic impairment; renal including severe renal impairment; neurological including myasthenia gravis; psychiatric disease; or malignancy within the past 5 years other than adequately treated basal cell carcinoma) or chronic pain that in the opinion of the investigator(s) could affect the participant's safety or interfere with the study assessments. Participants for whom a sedating drug would be contraindicated for safety reasons because of the participant's occupation or activities are also excluded\n8. Hypersensitivity to lemborexant or to their excipients\n9. Scheduled for surgery during the study\n10. Known to be human immunodeficiency virus positive\n11. Active viral hepatitis (B or C) as demonstrated by positive serology\n12. History of drug or alcohol dependency or abuse within approximately the last 2 years\n13. A current diagnosis of sleep-related breathing disorder including obstructive sleep apnea (with or without continuous positive airway pressure treatment), periodic limb movement disorder, restless legs syndrome, circadian rhythm sleep disorder, or narcolepsy, or an exclusionary score on screening instruments to rule out individuals with symptoms of certain sleep disorders other than insomnia as follows:\n\n    * Snoring, Tiredness, Observed apnea, high blood Pressure (STOP)-Body mass index (BMI), Age, Neck circumference, and Gender (BANG) score \\>=5\n    * International Restless Legs Scale score \\>=16\n14. Apnea-hypopnea Index \\>15 or Periodic Limb Movement with Arousal Index \\>15 as measured on the PSG at the second Screening Visit\n15. Reports symptoms potentially related to narcolepsy, that in the clinical opinion of the investigator indicates the need for referral for a diagnostic evaluation for the presence of narcolepsy\n16. Reports a history of sleep-related violent behavior, or sleep driving, or any other complex sleep-related behavior (for example, making phone calls or preparing and eating food while sleeping)\n17. For participants who underwent diagnostic PSG within 1 year before informed consent:\n\n    * Age 18 to 64 years: Apnea Hypopnea Index \\>=10, or Periodic Limb Movements with Arousal Index \\>=10\n    * Age \\>=65 years: Apnea Hypopnea Index \\>15, or Periodic Limb Movements with Arousal Index \\>15\n18. Beck Depression Inventory-II score \\>19 at Screening\n19. Beck Anxiety Inventory score \\>15 at Screening\n20. Habitually naps during the day more than 3 times per week\n21. Excessive caffeine use that in the opinion of the investigator contributes to the participant's insomnia, or habitually consumes caffeine containing beverages after 18:00 and is unwilling to forego caffeine after 18:00 for the duration of his/her participation in the study. Participants are excluded if, in the previous 3 months, they had symptoms that would meet DSM-5 criteria for caffeine intoxication, which includes consumption of a high dose of caffeine (significantly in excess of 250 mg) and \\>=5 of the following symptoms: restlessness, nervousness, excitement, insomnia, flushed face, diuresis, gastrointestinal disturbance, muscle twitching, rambling flow of thought and speech, tachycardia or cardiac arrhythmia, periods of high energy, or psychomotor agitation. To be exclusionary, those symptoms must cause distress or impairment in social, occupational and other forms of functioning, and not be associated with other substance, mental disorder or medical condition\n22. Reports habitually consuming more than 14 drinks containing alcohol per week (females) or more than 21 drinks containing alcohol per week (males), or unwilling to limit alcohol intake to no more than 2 drinks per day or forego having alcohol within the 3 hours before bedtime for the duration of his/her participation in the study\n23. Excluding comorbid nocturia that is causing or exacerbating the insomnia\n24. Used any prohibited prescription or over-the-counter concomitant medications within 1 week or 5 half-lives, whichever is longer, before the first dose of study medication (Run-in Period)\n25. Used any modality of treatment for insomnia, including cognitive behavioral therapy or marijuana within 1 week or 5 half-lives, whichever is longer, before the first dose of study medication (Run-in Period)\n26. Failed treatment with dual orexin receptor antagonist drugs (efficacy and/or safety) following treatment with an appropriate dose and of adequate duration in the opinion of the investigator\n27. Transmeridian travel across more than 3 time zones in the 2 weeks before Screening, or between Screening and Baseline, or plans to travel across more than 3 time zones during the study (China mainland will be considered as 1 time zone)\n28. A positive drug test at Screening, Run-in, or Baseline, or unwilling to refrain from use of recreational drugs during the study\n29. Currently enrolled in another clinical trial or used any investigational drug or device within 30 days or 5 half-lives, whichever is longer preceding informed consent\n30. Previously participated in any clinical trial of lemborexant","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline of Mean Latency to Persistent Sleep (LPS) Over the Last 2 Nights of 1 Month of Treatment of Lemborexant 10 mg Compared to Placebo","description":"LPS was defined as the time in minutes from lights off to the first epoch of 20 consecutive epochs of non- wakefulness as measured by polysomnography (PSG). Change from baseline to average LPS on Days 29 and 30 was reported. The outcome measure was planned to be assessed for randomization phase only.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-21.71","spread":"42.809"},{"groupId":"OG001","value":"-39.47","spread":"46.147"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline of Mean Objective Sleep Efficiency (SE) Over the Last 2 Nights of 1 Month Treatment of Lemborexant 10 mg Compared to Placebo","description":"SE was defined as percentage (%) of time spent in bed asleep, calculated as total sleep time (TST) divided by interval from lights off until lights on as measured by PSG multiplied by 100. Change from baseline to average SE on Days 29 and 30 was reported. The outcome measure was planned to be assessed for randomization phase only.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.40","spread":"12.853"},{"groupId":"OG001","value":"15.33","spread":"11.124"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Mean Objective Wake After Sleep Onset (WASO) Over the Last 2 Nights of 1 Month Treatment of Lemborexant 10 mg Compared to Placebo","description":"WASO was defined as minutes of wake from the onset of persistent sleep until lights on as measured by PSG. Change from baseline to average WASO on Days 29 and 30 was reported. The outcome measure was planned to be assessed for randomization phase only.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-14.30","spread":"42.733"},{"groupId":"OG001","value":"-36.65","spread":"35.342"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline of Subjective Sleep Onset Latency (sSOL) Over the Last 7 Nights of 1 Month Treatment of Lemborexant 10 mg Compared to Placebo","description":"sSOL was defined as estimated minutes from the time that the participant attempted to sleep until sleep onset. Change from baseline to average sSOL of Nights 24 to 30 was reported. The outcome measure was planned to be assessed for randomization phase only.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-22.41","spread":"32.183"},{"groupId":"OG001","value":"-33.10","spread":"50.060"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline of Subjective Sleep Efficiency (sSE) Over the Last 7 Nights of 1 Month of Treatment of Lemborexant 10 mg Compared to Placebo","description":"sSE was defined as percentage of subjective total sleep time (sTST) divided by subjective time spent in bed, calculated as the interval from the time the participant reported attempting to sleep until the time participant stopped trying to sleep for the night (operationalized as the time the participant got out of bed for the day), and time spent asleep derived from subjective time spent in bed minus subjective wake after sleep onset (sWASO). WASO: estimated minutes of wake at night after initial sleep onset to time stopped trying to sleep for the night. Change from baseline to average sSE of Nights 24 to 30 was reported. The outcome measure was planned to be assessed for randomization phase only.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.88","spread":"11.630"},{"groupId":"OG001","value":"13.16","spread":"16.559"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Subjective Wake After Sleep Onset Over the Last 7 Nights of 1 Month Treatment of Lemborexant 10 mg Compared to Placebo","description":"sWASO was defined as sum of estimated minutes of wake during the night after initial sleep onset until the time the participant stopped trying to sleep for the night, operationalized as the time the participant got out of bed for the day. Change from baseline to average sWASO of Nights 24 to 30 was reported. The outcome measure was planned to be assessed for randomization phase only.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-22.39","spread":"48.620"},{"groupId":"OG001","value":"-32.14","spread":"60.110"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline of Mean Latency to Persistent Sleep Over the First 2 Nights of 1 Month of Treatment of Lemborexant 10 mg Compared to Placebo","description":"LPS was defined as the time in minutes from lights off to the first epoch of 20 consecutive epochs of non- wakefulness as measured by polysomnography. Change from baseline to average LPS on Nights 1 and 2 was reported. The outcome measure was planned to be assessed for randomization phase only.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-16.52","spread":"42.970"},{"groupId":"OG001","value":"-34.64","spread":"48.102"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline of Mean Sleep Efficiency Over the First 2 Nights of 1 Month of Treatment of Lemborexant 10 mg Compared to Placebo","description":"SE was defined as percentage of time spent in bed asleep, calculated as total sleep time divided by interval from lights off until lights on as measured by PSG, multiplied by 100. Change from baseline to average SE on Nights 1 and 2 was reported. The outcome measure was planned to be assessed for randomization phase only.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.99","spread":"9.595"},{"groupId":"OG001","value":"15.58","spread":"11.725"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline of Mean Wake After Sleep Onset Over the First 2 Nights of 1 Month of Treatment of Lemborexant 10 mg Compared to Placebo","description":"WASO was defined as minutes of wake from the onset of persistent sleep until lights on as measured by PSG. Change from baseline to average WASO on Nights 1 and 2 was reported. The outcome measure was planned to be assessed for randomization phase only.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-17.99","spread":"29.782"},{"groupId":"OG001","value":"-42.86","spread":"35.970"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment-emergent Adverse Events (TEAEs) and Serious Adverse Events (SAEs)","description":"A TEAE was defined as an AE with onset date on or after the first dose of study drug up to 14 days after the last dose of study drug. An SAE was any untoward medical occurrence that at any dose: resulted in death, was life-threatening (that is, participant was at immediate risk of death from AE as it occurred; this did not include an event that, had it occurred in a more severe form or was allowed to continue, might have caused death), required inpatient hospitalization or prolongation of existing hospitalization, resulted in persistent or significant disability/incapacity, was a congenital anomaly/birth defect (in the child of a participant who was exposed to the study drug). The outcome measure was planned to be assessed for randomization phase only.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21","spread":null},{"groupId":"OG001","value":"30","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Insomnia Severity Index (ISI) Total Score After 1 Month of Treatment With Lemborexant 10 mg Compared to Placebo","description":"The ISI was a 7-item self-report questionnaire assessing the nature, severity, and impact of insomnia. The 7 dimensions evaluated are severity of: sleep onset; sleep maintenance; early-morning awakening problems; sleep dissatisfaction; interference of sleep difficulties with daytime functioning; noticeability of the sleep problems by others; and distress caused by the sleep difficulties. A 5-point Likert scale is used to rate each item (from 0= no problem, 1= satisfied, 2= moderately satisfied, 3= dissatisfied and 4=very severe problem). Total ISI score was calculated as sum of scores of all 7 individual items, ranging between 0 to 28. A higher score indicated more severe illness. The outcome measure was planned to be assessed for randomization phase only.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.48","spread":"5.246"},{"groupId":"OG001","value":"-9.64","spread":"5.528"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Insomnia Severity Index Daytime Functioning Score After 1 Month of Treatment With Lemborexant 10 mg Compared to Placebo","description":"The ISI is a 7-item self-report questionnaire assessing the nature, severity, and impact of insomnia. The 4 dimensions out of 7 evaluated for daily functioning are severity of: sleep dissatisfaction; interference of sleep difficulties with daytime functioning; noticeability of the sleep problems by others; and distress caused by the sleep difficulties. A 5-point Likert scale is used to rate each item (from 0= no problem, 1= satisfied, 2= moderately satisfied, 3= dissatisfied and 4=very severe problem), Daytime Functioning score was calculated as sum of scores of item 4 to 7, ranging between 0 to 16. A higher score indicated more severe illness. The outcome measure was planned to be assessed for randomization phase only.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.76","spread":"3.093"},{"groupId":"OG001","value":"-5.77","spread":"3.510"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Rebound Insomnia on Average of First 3 Nights (Nights 31 to 33), Average of First 7 Nights (Nights 31 to 37), and Average of Last 7 Nights (Nights 38 to 44) During the Follow-up Period","description":"Rebound insomnia was defined as worsened sleep relative to screening after study drug treatment was completed. Sleep diary data from the follow-up period was compared to sleep diary data from the screening period to assess whether participants experience rebound insomnia. Number of participants with rebound insomnia assessed by sleep diary (sSOL and sWASO) was reported. The outcome measure was planned to be assessed for randomization phase only.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"12","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"12","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Mean Morning Residual Sleepiness Score Evaluated During Treatment and Follow-up Periods","description":"The Sleep Diary was used to assess subjective ratings of morning sleepiness with the following question: \"How sleepy/alert do you feel this morning?\" Participants rated their sleepiness/alertness level on a Likert scale from 1 to 9, with 1 being extremely poor (sleepy) and 9 being extremely good (alert). Higher score indicated better outcome. Change from baseline of the morning sleepiness item on the sleep diary for the average of first 7 mornings and the average of last 7 mornings of the Treatment Period; and the average of the first 7 mornings and the average of the last 7 mornings of the Follow-up Period was reported. The outcome measure was planned to be assessed for randomization phase only.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.20","spread":"0.982"},{"groupId":"OG001","value":"0.59","spread":"1.284"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.75","spread":"1.577"},{"groupId":"OG001","value":"1.15","spread":"1.625"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.81","spread":"1.508"},{"groupId":"OG001","value":"1.18","spread":"1.534"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.91","spread":"1.682"},{"groupId":"OG001","value":"1.22","spread":"1.434"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":194},"commonTop":["COVID-19","Influenza","Upper respiratory tract infection","Hyperlipidaemia","Thrombocytopenia"]}}}