{"nctId":"NCT02776683","briefTitle":"Open-label, Single Arm Trial of BI 695502 in Patients With Previously Untreated Metastatic Colorectal Cancer","startDateStruct":{"date":"2016-06-08","type":"ACTUAL"},"conditions":["Colorectal Neoplasms"],"count":123,"armGroups":[{"label":"All patients","type":"EXPERIMENTAL","interventionNames":["Drug: BI 695502","Drug: Avastin"]}],"interventions":[{"name":"BI 695502","otherNames":[]},{"name":"Avastin","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n* Males and females aged \\>=18 years (for Japan only: Age \\>=20 years at time of signing Informed Consent Form) with histologically confirmed metastatic colorectal cancer (mCRC).\n* Metastatic disease not amenable to surgical curative treatment and eligible to receive therapy with mFOLFOX6 (Leucovorin/5-Fluorouracil/Oxaliplatin) + bevacizumab.\n* At least one measurable lesion according to Response Evaluation Criteria in Solid Tumors (RECIST) 1.1.\n* Eastern Cooperative Oncology Group (ECOG) performance status (PS) of 0 or 1.\n* Adequate hepatic, renal and bone marrow function.\n* Further inclusion criteria apply.\n\nExclusion criteria:\n\n* Prior systemic therapy for metastatic disease\n* Prior therapy with monoclonal antibodies or small molecule inhibitors against Vascular endothelial growth factor (VEGF) or VEGF receptors, including Avastin® or Avastin® biosimilar\n* Previous malignancy other than Colorectal cancer (CRC) in the last 5 years except for basal cell cancer of the skin or pre-invasive cancer of the cervix\n* Spinal cord compression or brain metastases unless asymptomatic, stable and not requiring steroids for at least 6 weeks prior to start of study treatment\n* Any unresolved toxicity \\> Common Toxicity Criteria Grade 1 (except alopecia) from previous anticancer therapy (including radiotherapy)\n* History or evidence of inherited bleeding diathesis or coagulopathy with the risk of bleeding\n* A thrombotic or hemorrhagic event \\<=6 months prior to screening (includes hemoptysis, Gastrointestinal (GI) bleeding, hematemesis, central nervous system hemorrhage, epistaxis, vaginal bleeding, cerebral infarction, transient ischemic attacks, myocardial infarction, angina, and coronary artery disease)\n* Further exclusion criteria apply","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Patients With Treatment-Emergent Adverse Events (TEAEs) in the Specified Categories Selected for Primary Endpoint Assessment","description":"The primary safety endpoint of the trial was patients with any of the following selected adverse events (AEs):\n\n* Infusion reactions (anaphylactic/hypersensitivity/infusion-related reactions),\n* Thromboembolic events (arterial or venous),\n* Gastrointestinal perforations,\n* Hypertension,\n* Proteinuria,\n* Pulmonary hemorrhage\n* All hemorrhages (including pulmonary hemorrhages)\n* Wound-healing complications/abscess/fistulas\n* Posterior reversible encephalopathy syndrome\n* Ovarian failure. All AEs with an onset between start of treatment and end of the residual effect period (REP), a period of 18 weeks after the last dose of trial medication were considered for the primary safety analysis. Confidence interval was calculated using Wilson score method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"58.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"18.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"28.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.00","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"22.80","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.00","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response (DOR) as Assessed by Central Imaging Review","description":"DOR was the time from first documented Complete Response (CR) (CR is disappearance of all target lesions) or Partial Response (PR) (PR is at least a 30% decrease in the sum of diameters (SoD) of target lesions taking as reference the baseline sum diameters) until time of progression as assessed by central imaging review per Response evaluation criteria in solid tumors (RECIST) 1.1. RECIST is a set of published rules that define when tumors in cancer patients improve (\"respond\"), stay the same (\"stabilize\") or worsen (\"progress\") during treatment. DOR was calculated using the Kaplan-Meier technique. Confidence interval was calculated based on the Brookmeyer and Crowley method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Progression (TTP) as Assessed by Central Imaging Review","description":"TTP was defined as the time from first administration of trial medication to the date of tumor progression as assessed by central imaging review per RECIST 1.1 (RECIST is a set of published rules that define when tumors in cancer patients improve (\"respond\"), stay the same (\"stabilize\") or worsen (\"progress\") during treatment.). TTP was calculated using the Kaplan-Meier technique. Confidence interval was calculated based on the Brookmeyer and Crowley method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Objective Response (OR) Rate as Assessed by Central Imaging Review","description":"OR rate was defined as the percentage of patients who achieved at least one visit response of CR (CR is disappearance of all target lesions) or PR (PR is at least a 30% decrease in the sum of diameters (SoD) of target lesions taking as reference the baseline sum diameters) after the start of treatment. The response criteria evaluation was carried out according to RECIST 1.1. RECIST is a set of published rules that define when tumors in cancer patients improve (\"respond\"), stay the same (\"stabilize\") or worsen (\"progress\") during treatment. Confidence interval was calculated using Wilson score method. The definition for OR (CR/PR) extends until disease progression/ death/ unacceptable toxicity/ end of the trial, whichever occurred earlier. However for \"Duration of response\" this censoring does not apply. Hence the apparent discrepancy.\n\nOR = CR + PR.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"61.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS) Time","description":"OS was defined as the time from first administration of trial medication until death from any cause. OS was calculated using the Kaplan-Meier technique. Confidence interval was calculated based on the Brookmeyer and Crowley method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression-Free Survival (PFS) Time as Assessed by Central Imaging Review","description":"PFS was defined as the time from first administration of trial medication until disease progression as assessed by central imaging review or death due to any cause. Disease progression was assessed according to RECIST 1.1. RECIST is a set of published rules that define when tumors in cancer patients improve (\"respond\"), stay the same (\"stabilize\") or worsen (\"progress\") during treatment. Progression was defined as at least a 20% increase in the sum of diameters of target lesions, taking as reference the smallest sum on study. In addition to the relative increase of 20%, the sum must also have demonstrated an absolute increase of at least 5 mm. PFS was calculated using the Kaplan-Meier technique. Confidence interval was calculated based on the Brookmeyer and Crowley method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.5","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":33,"n":123},"commonTop":["Nausea","Fatigue","Peripheral sensory neuropathy","Diarrhoea","Stomatitis"]}}}