{"nctId":"NCT02151682","briefTitle":"A Study to Look at Tapentadol Tablets in Children and Adolescents in Pain","startDateStruct":{"date":"2015-04-29","type":"ACTUAL"},"conditions":["Pain"],"count":73,"armGroups":[{"label":"Morphine prolonged-release (Part 1)","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Morphine prolonged release"]},{"label":"Tapentadol prolonged-release (Part 1)","type":"EXPERIMENTAL","interventionNames":["Drug: Tapentadol prolonged release"]},{"label":"Tapentadol in Part 2 after Tapentadol or Morphine in Part 1","type":"EXPERIMENTAL","interventionNames":["Drug: Tapentadol prolonged release"]},{"label":"Observation Period after Tapentadol in Part 1","type":"NO_INTERVENTION","interventionNames":[]},{"label":"Observation Period after Morphine in Part 1","type":"NO_INTERVENTION","interventionNames":[]},{"label":"Observation Period after Tapentadol in Part 2","type":"NO_INTERVENTION","interventionNames":[]}],"interventions":[{"name":"Tapentadol prolonged release","otherNames":["Palexia®","Nucynta®","Yantil®"]},{"name":"Morphine prolonged release","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nPart 1 - Randomized to open-label, active comparator controlled treatment\n\nParticipants were eligible for the study at enrollment if all the following applied:\n\n* Informed consent (if applicable assent) obtained.\n* Male or female participant at least 6 years of age at the Enrollment Visit and less than 18 years of age on Day 14.\n* Participant has an underlying long-term pain condition (e.g., cancer, chronic disease, planned or performed surgery) that is, according to the judgment of the investigator, expected to require a twice-daily prolonged release opioid treatment until at least the end of the 14-day Treatment Period.\n* Participant can swallow tablets of appropriate size.\n* Participant is able to participate in the study as planned and willing to comply with the requirements of the protocol including refraining from drinking beverages containing alcohol and recreational intake of drugs while on study medication.\n\nParticipants had to satisfy the following criteria before allocation to treatment:\n\n* Less than 18 years of age.\n* No opioid intake or last calculated morphine equivalent dose of less than 3.5 mg/kg per day.\n* Participant has a body weight of at least 17.5 kg.\n* If a female of childbearing potential (post menarchal and not surgically incapable of childbearing) and sexually active, must practice an effective method of birth control (e.g., prescription oral contraceptives, contraceptive injections, intrauterine device, double barrier method, contraceptive patch) before allocation to study medication until the end of intake of study medication.\n* If a female and post menarchal or older than 12 years, has a negative urine pregnancy test on the day before or on the day of allocation to study medication.\n\nPart 2\n\nInclusion criteria for the Tapentadol Open-label extension period:\n\n* Participant has completed the 14-day Treatment Period.\n* Participant is still in need of prolonged release opioid treatment.\n* Participant does not meet any of the compulsory discontinuation criteria.\n\nExclusion Criteria:\n\nParticipants were not eligible for the study if any of the following applied.\n\nThe following was checked at enrollment:\n\n* Has been previously enrolled in this study or a previous study with tapentadol.\n* Has a clinically relevant history of hypersensitivity, allergy, or contraindication to morphine or tapentadol or any ingredient, including galactose intolerance (see investigator's brochure for tapentadol prolonged-release \\[PR\\] and summary of product characteristics for morphine PR), or naloxone.\n* History or current condition of any one of the following:\n\n  * Seizure disorder or epilepsy.\n  * Serotonin syndrome.\n  * Traumatic or hypoxic brain injury, brain contusion, stroke, transient ischemic attack, intracranial hematoma, posttraumatic amnesia, brain neoplasm, or episode(s) of more than 24 hours duration of unconsciousness.\n* History or current condition of any one of the following:\n\n  * Moderate to severe renal or hepatic impairment.\n  * Abnormal pulmonary function or clinically relevant respiratory disease (e.g., acute or severe bronchial asthma, hypercapnia)\n  * Complex regional pain syndrome.\n  * A pain indication with a strong psycho-somatic component that, in the judgment of the investigator, is unlikely to respond to opioids.\n* History of alcohol or drug abuse in the investigator's judgment, based on history and physical examination. Drugs of abuse detected in urine screen unless explained by allowed concomitant medication\n* Participant has:\n\n  * A clinically relevant abnormal electrocardiogram.\n  * Signs of pre-excitation syndrome.\n  * Brugada's syndrome.\n  * QT or corrected QT (QTcF, Fridericia) interval greater than 470 ms.\n* Any surgery scheduled during the first 14 days of the study that is expected to require post-surgical intensive care unit (ICU) treatment, or that requires post-surgical parenteral pain-treatment, or may, affect the safety of the participant.\n* Participant is not able to understand and comply with the protocol as appropriate for the age of the participant or participant is cognitively impaired in the investigator's judgment such that they cannot comply with the protocol.\n* Participant, parent or the legal representative is an employee of the investigator or study site, with direct involvement in the proposed study or other studies under the direction of that investigator or study site, or family member of the employees or the investigator.\n\nThe following was checked at the enrollment and the allocation visits:\n\n* Has a concomitant disease or disorder (e.g., endocrine, metabolic, neurological, psychiatric, infection) that in the opinion of the investigator may affect or compromise participant safety during the study participation.\n* Pancreatic/biliary tract disease (e.g., pancreatitis) or paralytic ileus.\n* Intake of forbidden concomitant medication/use of forbidden therapies (see synopsis section Concomitant medications/therapies).\n* Female participant is breastfeeding a child.\n\nThe following was checked at the allocation to treatment visit:\n\n* Has received a drug or used a medical device not approved for human use within 30 days prior to visit.\n* Based on data from the local laboratory, one or more of:\n\n  * Total serum bilirubin greater than 2.0 mg/dL.\n  * Serum albumin less than 2.8 g/dL.\n  * Aspartate transaminase or alanine transaminase greater than 5 times upper limit of normal.\n* Based on data from the local laboratory, creatinine clearance less than 30 mL/min per 1.73 m2 (calculated according to a formula that is appropriate for the respective age group).","healthyVolunteers":false,"sex":"ALL","minimumAge":"6 Years","maximumAge":"17 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants Classified as Responder (Part 1)","description":"The proportion of participants classified as responders was assessed and compared between the treatment groups.\n\nA participant was defined as responder if both of the following criteria were met:\n\n* Completion of the 14-day Treatment Period (Part 1).\n* One of the following calculated from the scheduled pain assessments (\"pain right now\") documented during the last 3 days of the Treatment Period:\n\n  * Average pain less than 50 on a visual analog scale (VAS, range 0 \\[no pain\\] to 100 \\[pain as bad as it could be\\]) for participants aged 12 years to less than 18 years; or less than 5 on the Faces Pain Scale-revised (FPS-R, range 0 \\[no pain\\] and 10 \\[very much pain\\]) for participants aged 6 years to less than 12 years.\n  * Average reduction from baseline of pain greater than or equal to 20 on a VAS for participants aged 12 years to less than 18 years; or greater than or equal to 2 on the FPS-R for participants aged 6 years to less than 12 years.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19","spread":null},{"groupId":"OG001","value":"32","spread":null}]}]}]},{"type":"SECONDARY","title":"Extent of Constipation (Part 1)","description":"Constipation was assessed using the modified constipation assessment scale (mCAS). This is an 8-item questionnaire where the observer has scored constipation on a nominal scale (no Problem \\[score 0\\], some problem \\[score 1\\] or severe Problem \\[score 2\\]). The response to an item could also be scored as \"unable to assess\".\n\nThe Total Score can vary from 0-16; the higher the Total Score the higher the extent of constipation. A positive change from Day 1 to Day 14 indicates a worsening, a negative change an improvement.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.7","spread":"3.0"},{"groupId":"OG001","value":"1.5","spread":"1.4"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.7","spread":"2.4"},{"groupId":"OG001","value":"1.8","spread":"2.0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.1","spread":"1.6"},{"groupId":"OG001","value":"0.4","spread":"2.4"}]}]}]},{"type":"SECONDARY","title":"Tolerability Over the Complete Trial Period","description":"Tolerability was assessed by the number of participants with exactly 1 to more than 5 treatment emergent adverse events (TEAE) by treatment group during the different trial periods, on a participant level.\n\nIn addition, tolerability was assessed by the number of participants with TEAEs which were considered by the investigator to be at least possibly related to the treatment the participant received.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"19","spread":null},{"groupId":"OG002","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"26","spread":null},{"groupId":"OG002","value":"30","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"7","spread":null},{"groupId":"OG002","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"5","spread":null},{"groupId":"OG002","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"4","spread":null},{"groupId":"OG002","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"3","spread":null},{"groupId":"OG002","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"6","spread":null},{"groupId":"OG002","value":"14","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"12","spread":null},{"groupId":"OG002","value":"13","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Change in Pain Intensity in the Open-label, Active-controlled Treatment Period (Part 1)","description":"Pain intensity was assessed by scoring \"Pain right now\" twice daily up to Day 14 by every participant using the Visual Analog Scale (VAS) as well as the Faces Pain Scale-Revised (FPS-R) in an electronic diary. Pain intensity was first documented using the VAS and directly thereafter the FPS-R. If required, pain intensity diary entry could be assisted by the legal guardian or a health care provider.\n\nThe VAS is scored from 0, equivalent to \"no pain\", to 100, equivalent to \"pain as bad as it could be\".\n\nThe FPS-R is a validated self-reported 6-point scale with 0 representing \"no pain\" and 10 representing \"very much pain\". Facial representations were used to indicate how much the pain hurts.\n\nThe \"pain right now\" scores at baseline (last evaluation before starting IMP) and the mean of last 6 assessments collected up to the time point of last IMP intake in Part 1 (i.e., Day 14 or the day of early discontinuation) were used for the calculation of the change in pain intensity from baseline.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.0","spread":"3.5"},{"groupId":"OG001","value":"-1.9","spread":"3.4"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-23.4","spread":"36.9"},{"groupId":"OG001","value":"-18.8","spread":"33.5"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Change in Pain Intensity in the Tapentadol Open-label Extension Period (Part 2)","description":"Pain intensity was assessed by scoring \"Pain right now\" using the Visual Analog Scale (VAS) as well as the Faces Pain Scale-Revised (FPS-R) at each visit. The pain intensity was first documented using the VAS and directly thereafter the FPS-R. If required, pain intensity assessments could be assisted by the legal guardian or a health care provider.\n\nThe VAS is scored from 0, equivalent to \"no pain\", to 100, equivalent to \"pain as bad as it could be\". The FPS-R is a validated self-reported 6-point scale with 0 representing \"no pain\" and 10 representing \"very much pain\". Facial representations were used to indicate how much the pain hurts.\n\nThe \"pain right now\" score at the tapentadol baseline (last evaluation before or at Day 15) and at the last assessment for those subjects who completed the 12 months treatment of Part 2 were used for the calculation of the change in pain intensity from the tapentadol baseline.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":"2.8"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-11.7","spread":"29.0"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Use of Rescue Medication in the Open-Label, Active-controlled Treatment Period (Part 1)","description":"Due to an overall low intake of rescue medication, it was not appropriate to present the number of doses of oral morphine solution used at different dose levels of investigational medicinal product (IMP) but the average daily dose (milligrams per kilogram body weight) for the treatment period and a modified average daily dose. Average daily dose and modified average daily dose were both calculated based on drug accountability.\n\nFor the modified average daily doses, implausible values were excluded from the analysis, i.e., the amount of rescue medication that was lost due to a broken bottle was excluded from the analysis and negative amounts of rescue medication intakes due to measurement inaccuracies for bottle weights were considered as no intake.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.07","spread":"0.154"},{"groupId":"OG001","value":"0.46","spread":"2.426"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.08","spread":"0.160"},{"groupId":"OG001","value":"0.11","spread":"0.201"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Serum Concentrations of Tapentadol (Part 1)","description":"Tapentadol serum concentrations were measured in participants in the tapentadol treatment arm (Part 1).\n\nAll participants who had quantifiable serum concentrations during the Treatment Period were included in the descriptive pharmacokinetic analysis. Data from participants who vomited within 6 hours of administration of IMP during the Treatment Period were carefully assessed to decide if the data should be included in the pharmacokinetic analysis.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19.1","spread":"19.57"},{"groupId":"OG001","value":"17.2","spread":"7.40"},{"groupId":"OG002","value":"19.9","spread":"22.99"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"44.7","spread":"34.17"},{"groupId":"OG001","value":"35.6","spread":"18.14"},{"groupId":"OG002","value":"48.5","spread":"38.59"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Serum Concentrations of Tapentadol-O-glucuronide (Part 1)","description":"Tapentadol-O-glucuronide is a metabolite of tapentadol. The body transforms tapentadol into its metabolites so that it can be more easily/quickly removed from the body. Tapentadol-O-glucuronide serum concentrations were measured in participants who received tapentadol PR in Part 1.\n\nAll participants who had quantifiable serum concentrations were included in the descriptive pharmacokinetic analysis. Data from participants who vomited within 6 hours of administration of IMP during Part 1 were carefully assessed to decide if they should be included in the pharmacokinetic analysis.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"731.7","spread":"840.02"},{"groupId":"OG001","value":"603.2","spread":"312.11"},{"groupId":"OG002","value":"786.7","spread":"984.42"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1557.3","spread":"1187.24"},{"groupId":"OG001","value":"1223.8","spread":"511.27"},{"groupId":"OG002","value":"1700.3","spread":"1363.41"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Palatability of Study Medication (Part 1, Day 8)","description":"Palatability was determined in Part 1 by asking the participant \"How does the medication taste\". The participant was requested to give a score on a 5-point hedonic faces rating scale in combination with a verbal rating. The response can range from really bad to really good.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"2","spread":null}]},{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"21","spread":null}]},{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"12","spread":null}]},{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"6","spread":null}]},{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Palatability of Study Medication (Part 1, Day 14)","description":"Palatability was determined in Part 1 by asking the participant \"How does the medication taste\". The participant was requested to give a score on a 5-point hedonic faces rating scale in combination with a verbal rating. The response can range from really bad to really good.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]},{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"23","spread":null}]},{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"11","spread":null}]},{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"9","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Acceptability of Study Medication (Part 1, Day 8)","description":"Acceptability of the study medication was determined in Part 1 by asking the participant \"Swallowing the medication is...\". The participant was requested to give a score on a 5-point hedonic faces rating scale in combination with a verbal rating. The response can range from really difficult to really easy.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"3","spread":null}]},{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"5","spread":null}]},{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"9","spread":null}]},{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"24","spread":null}]},{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Acceptability of Study Medication (Part 1, Day 14)","description":"Acceptability of the study medication was determined in Part 1 by asking the participant \"Swallowing the medication is...\". The participant was requested to give a score on a 5-point hedonic faces rating scale in combination with a verbal rating. The response can range from really difficult to really easy.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]},{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"7","spread":null}]},{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"16","spread":null}]},{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"19","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Extent of Constipation (Part 2)","description":"Constipation was assessed using the modified constipation assessment scale (mCAS). This is an 8-item questionnaire where the observer has scored constipation on a nominal scale (no problem \\[score 0\\], some problem \\[score 1\\] or severe problem \\[score 2\\]). The response to an item could also be scored as \"unable to assess\".\n\nThe Total Score can vary from 0-16; the higher the Total Score the higher the extent of constipation. A positive change from baseline to last assessment indicates a worsening, a negative change an improvement.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.3","spread":"2.4"},{"groupId":"OG001","value":"1.8","spread":"2.3"},{"groupId":"OG002","value":"2.5","spread":"2.5"},{"groupId":"OG003","value":"1.5","spread":"2.5"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.8","spread":"2.7"},{"groupId":"OG001","value":"0.4","spread":"0.8"},{"groupId":"OG002","value":"0.4","spread":"1.2"},{"groupId":"OG003","value":"0.8","spread":"1.7"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.7","spread":"3.3"},{"groupId":"OG001","value":"-1.4","spread":"2.1"},{"groupId":"OG002","value":"-1.6","spread":"1.7"},{"groupId":"OG003","value":"-1.4","spread":"2.7"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Change From Baseline in Subjective Opiate Withdrawal Scale (SOWS)","description":"Opiate withdrawal symptoms were assessed using the Subjective Opiate Withdrawal Scale (SOWS) questionnaire. The SOWS is designed to reflect common motoric, autonomic, musculoskeletal, and psychic signs and symptoms of opiate withdrawal. Each participant was requested to rate the first 15 items of the 16-item questionnaire for 7 days after last IMP intake. Participants rated the intensity of specific signs and symptoms on a scale of 0 (not at all) to 4 (extremely). The minimum overall score is 0, the maximum score is 64.\n\nSOWS Total Score at baseline (i.e., for Part 1 = Day 14-17, for Part 2 = Day 352-380, or the day after an early termination visit (Part 1/2)), and changes from baseline 2-7 days after last intake of IMP in Part 1 (= up to Day 23) and in Part 2 (= up to Day 386) are presented.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.0","spread":"3.8"},{"groupId":"OG001","value":"6.9","spread":"7.6"},{"groupId":"OG002","value":"6.1","spread":"6.0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.4","spread":"2.0"},{"groupId":"OG001","value":"-1.7","spread":"2.5"},{"groupId":"OG002","value":"-0.7","spread":"2.8"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.6","spread":"2.7"},{"groupId":"OG001","value":"-2.3","spread":"4.9"},{"groupId":"OG002","value":"-0.3","spread":"3.1"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.7","spread":"4.4"},{"groupId":"OG001","value":"-3.9","spread":"4.7"},{"groupId":"OG002","value":"-0.1","spread":"3.6"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.6","spread":"3.6"},{"groupId":"OG001","value":"-3.8","spread":"5.1"},{"groupId":"OG002","value":"0","spread":"5.0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.3","spread":"3.6"},{"groupId":"OG001","value":"-3.6","spread":"4.6"},{"groupId":"OG002","value":"-0.6","spread":"3.1"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.7","spread":"3.9"},{"groupId":"OG001","value":"-5.1","spread":"6.3"},{"groupId":"OG002","value":"-1.4","spread":"2.8"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Time to Discontinuation (Lack of Efficacy) in Part 1","description":"The time to discontinuation from IMP due to lack of efficacy was planned to be analyzed for both treatment arms (tapentadol PR and morphine PR) in Part 1 of the trial. However, no participant was reported with early discontinuation from IMP due to lack of efficacy. Consequently, no time to discontinuation can be reported.","paramType":null,"dispersionType":null,"classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"Time to Discontinuation (Lack of Efficacy) in Part 2","description":"The time to discontinuation from IMP due to lack of efficacy was analyzed for tapentadol PR treatment in Part 2 of the trial.","paramType":"MEAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30.9","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Time to Discontinuation (Treatment Emergent Adverse Events) in Part 1","description":"The time to discontinuation from IMP due to treatment emergent adverse events (TEAEs) was analyzed for both treatment arms (tapentadol PR and morphine PR) in Part 1 of the study.\n\nNote that no participant discontinued due to a TEAE in the morphine PR arm, and 2 participants in the tapentadol PR arm.","paramType":"MEAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"3.0","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Time to Discontinuation (Treatment Emergent Adverse Events) in Part 2","description":"The time to discontinuation from IMP due to treatment emergent adverse events (TEAEs) was analyzed for tapentadol PR treatment in Part 2 of the study.","paramType":"MEAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.3","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Time to First Intake of Rescue Medication in the Open-label, Active-controlled Treatment Period (Part 1)","description":"Morphine oral solution could be given during Part 1 as rescue medication in both treatment groups. The dose per rescue medication intake was 1/6 of the total daily dose of the scheduled tapentadol or morphine PR intakes. Rescue medication administration times and doses were recorded.\n\n18 Participants in the morphine PR group and 27 participants in the tapentadol PR group had no documented intake of rescue medication between Day 1 and Day 14.\n\nSummary statistics were calculated based on participants with any intake, i.e., those that took at least 1 dose of rescue medication. The mean (standard deviation) time (hours) to first dose of rescue medication following the first dose of the IMP (on Day 1) is presented.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"39.7","spread":"63.75"},{"groupId":"OG001","value":"74.6","spread":"94.45"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":"NA"},{"groupId":"OG001","value":"NA","spread":"NA"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":24},"commonTop":["Nausea","Vomiting","Headache","Constipation","Abdominal pain"]}}}