{"nctId":"NCT02521181","briefTitle":"The BASE Study: Bicarbonate Administration to Stabilize Estimated Glomerular Filtration Rate (eGFR)","startDateStruct":{"date":"2015-10","type":"ACTUAL"},"conditions":["Chronic Kidney Disease"],"count":194,"armGroups":[{"label":"Lower Dose Sodium Bicarbonate","type":"EXPERIMENTAL","interventionNames":["Drug: Lower Dose Sodium Bicarbonate"]},{"label":"Higher Dose Sodium Bicarbonate","type":"EXPERIMENTAL","interventionNames":["Drug: Higher Dose Sodium Bicarbonate"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Lower Dose Sodium Bicarbonate","otherNames":[]},{"name":"Higher Dose Sodium Bicarbonate","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Serum bicarbonate 20-28 mEq/L at screening (the average of the two most recent values in Baseline must be 20-28 mEq/L prior to randomization)\n2. Moderate to severe chronic kidney disease (CKD) at the time of screening, defined as one of the following:\n\n   * eGFR 20-44 ml/min/1.73m2 or\n   * eGFR 45-59 ml/min/1.73m2 plus random urinary albumin:creatinine (ACR) ≥100 mg/gm\n3. Blood pressure \\<160/100 mm Hg at screening (must be \\<150/100 mm Hg prior to randomization)\n4. Lean body weight 38.0-96.0 kg at the time of screening\n5. Age allowing legal consent without parental involvement (18-21 years, depending on individual state regulations)\n6. Able to provide consent\n7. Able to travel to study visits\n8. Able to read English\n9. In the opinion of the site investigator, willing and able to follow the study treatment regimen and comply with the site investigator's recommendations\n10. In the opinion of the site investigator, medically stable\n\nExclusion Criteria:\n\n1. Use of chronic daily oral alkali (such as sodium bicarbonate, sodium citrate, potassium citrate, etc) with one exception: calcium carbonate ≤1500 mg/day is allowed, as some will take this for the indication of bone health\n2. On five or more antihypertensive and/or diuretic agents, regardless of the indication\n3. Serum potassium \\<3.3 or ≥5.5 mEq/L at screening (must be 3.5-5.5 mEq/L prior to randomization)\n4. Self-reported vegetarian\n5. New York Heart Association Class 3 or 4 heart failure symptoms, known left ventricular ejection fraction ≤30%, or hospital admission for heart failure within the past 3 months\n6. Frequent urinary tract infections (≥2 in the past year)\n7. Presence of indwelling urinary catheter or urinary conduit (such as neobladder or urostomy)\n8. Factors judged to limit adherence to interventions (e.g., alcoholism, history of missing clinic visits, chronic gastrointestinal disorder that makes compliance with the intervention unreliable)\n9. Organ transplant recipients (excluding cornea)\n10. Active glomerular disease requiring or potentially requiring immunosuppressive treatment\n11. Chronic immunosuppressive therapy (for ≥3 months) for any indication. This does not include oral steroids \\<10 mg per day, inhaled steroids, or topical steroids\n12. Anticipated initiation of dialysis or kidney transplantation within 12 months as assessed by the site investigator\n13. Current participation in another interventional research study\n14. Malignancy requiring therapy within 2 years (basal or squamous cell skin carcinoma and localized prostate cancer are exempted)\n15. Pregnancy or planning to become pregnant or currently breast-feeding. Women of childbearing potential (pre-menopausal and not surgically sterilized) will have urine pregnancy test before enrollment.\n16. Life expectancy \\<12 months as determined by the site investigator\n17. Institutionalized individuals, including prisoners and nursing home residents\n18. Plans to leave the immediate area within the next 12 months\n19. Routinely leaves town for multiple weeks each year such that protocol visits would be missed\n20. Chronic use of supplemental oxygen\n21. Use of both angiotensin-converting-enzyme inhibitor (ACEI) and Angiotensin II Receptor Blockers (ARBs)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants in Each Dose Arm Prescribed (i) Full Randomized Sodium Bicarbonate Dose at End of 28 Weeks & (ii) at Least 25% of Randomized Sodium Bicarbonate Dose at End of 28 Weeks as a Proportion of the Number Randomized to That Group","description":"The prescribed dose for each participant at the end of 28 weeks will be determined by the safety and tolerability of each dose during the intervention period. The primary assessments will examine the percentage of participants in each dose arm who are prescribed (i) the full randomized sodium bicarbonate dose according to the protocol at the end of 28 weeks and (ii) at least 25% of the randomized sodium bicarbonate dose according to the protocol at the end of 28 weeks. The two doses of sodium bicarbonate being tested are 0.5 and 0.8 mEq/kg-lean body weight per day.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"50","spread":null},{"groupId":"OG001","value":"78","spread":null},{"groupId":"OG002","value":"45","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"51","spread":null},{"groupId":"OG001","value":"82","spread":null},{"groupId":"OG002","value":"48","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":5,"n":52},"commonTop":["Mild gastrointestinal symptoms","Moderate gastrointestinal symptoms","Severe gastrointestinal symptoms"]}}}