{"nctId":"NCT01967069","briefTitle":"A Comparison of DFD01 Spray Versus Vehicle Spray in Subjects With Moderate Psoriasis","startDateStruct":{"date":"2013-11"},"conditions":["Psoriasis"],"count":277,"armGroups":[{"label":"DFD01 Spray","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: DFD01 Spray"]},{"label":"Vehicle Spray","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Vehicle Spray"]}],"interventions":[{"name":"DFD01 Spray","otherNames":[]},{"name":"Vehicle Spray","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nSubjects must present with a clinical diagnosis of stable (at least 3 months) plaque-type psoriasis.\n\nSubjects with psoriasis involving 10 to 20% BSA, not including the face, scalp, groin, axillae and other intertriginous areas.\n\nSubjects must have an IGA grade of 3 (moderate) at the Baseline Visit\n\nExclusion Criteria:\n\nCurrent diagnosis of unstable forms of psoriasis including guttate, erythrodermic, exfoliative or pustular psoriasis Other inflammatory skin disease that may confound the evaluation of the plaque psoriasis (e.g., atopic dermatitis, contact dermatitis, tinea corporis).\n\nPresence of pigmentation, extensive scarring, or pigmented lesions or sunburn which could interfere with the rating of efficacy parameters.\n\nHistory of psoriasis unresponsive to topical treatments. History of organ transplant requiring immunosuppression, HIV, or other immunocompromised state.\n\nUse within 180 days prior to Baseline Visit of biologic treatment for psoriasis (e.g., infliximab, adalimumab, etanercept, ustekinumab, or alefacept).\n\nHave received treatment for any type of cancer within 5 years of the Baseline Visit except skin cancer and cervical cancer (in situ) are allowed within 1 year of the Baseline Visit.\n\nUse within 60 days prior to the Baseline Visit of: 1) immunosuppressive drugs (e.g., tacrolimus, pimecrolimus), 2) systemic antipsoriatic treatment (e.g., methotrexate, cyclosporine, hydroxyurea) or 3) oral retinoids (e.g., acitretin, isotretinoin).\n\nUse within 30 days prior to the Baseline Visit of: 1) systemic steroids, 2) PUVA therapy, 3) systemic anti-inflammatory agents (e.g., mycophenolate mofetil, sulfasalazine, 6-thioguanine), or 4) UVB therapy. Inhaled, intraocular, and intranasal steroids are allowed.\n\nUse within 14 days prior to the Baseline Visit of: 1) topical antipsoriatic drugs (e.g., salicylic acid, anthralin, coal tar, calcipotriene), 2) topical retinoids (e.g., tazarotene, tretinoin) or 3) topical corticosteroids.\n\nRequire use of beta blockers, lithium, ACE inhibitors, and/or NSAIDs (indomethacin, ibuprofen, aspirin, naproxen) with a medical history that these medications affect the subject's psoriasis, except if the subject has been using the medication routinely during the 180 days prior to the Baseline Visit, these medications are allowed.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Treatment Success According to the Investigator's Global Assessment (IGA)","description":"IGA of clear or almost clear","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.50","spread":null},{"groupId":"OG001","value":"7.4","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":179},"commonTop":["Application Site Pruritus","Application Site Pain"]}}}