{"nctId":"NCT03636269","briefTitle":"CR845-CLIN3103: A Global Study to Evaluate the Safety and Efficacy of CR845 in Hemodialysis Patients With Moderate-to-Severe Pruritus","startDateStruct":{"date":"2018-07-17","type":"ACTUAL"},"conditions":["Uremic Pruritus"],"count":473,"armGroups":[{"label":"CR845 0.5mcg/kg","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: CR845 0.5 mcg/kg"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"CR845 0.5 mcg/kg","otherNames":["CR845","Difelikefalin"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Key Inclusion Criteria:\n\nTo be eligible for inclusion into the Double-blind Phase of the study, a patient must meet the following criteria:\n\n* Has end-stage renal disease (ESRD) and has been on hemodialysis 3 times per week for at least 3 months prior to the start of screening;\n* Has at least 2 single-pool Kt/V measurements ≥1.2, or at least 2 urea reduction ratio measurements ≥65%, or 1 single pool Kt/V measurement ≥1.2 and 1 urea reduction ratio measurement ≥65% on different dialysis days during the 3 months period prior to screening;\n* Prior to randomization:\n\n  * Has completed Worst Itching Intensity NRS worksheets up to 8 days prior to 1st dose;\n  * Has a mean baseline Worst Itching Intensity NRS indicative of moderate to severe uremic pruritus.\n* To be eligible for inclusion into the Open-label Extension Phase of the study, each patient will have to fulfill the additional key following criteria at the time of entry into the Open-label Extension Phase:\n\n  * Has received at least 30 doses of the planned 36 doses of study drug during the Double-blind Phase of this study;\n  * Continues to meet inclusion criteria.\n\nKey Exclusion Criteria:\n\nA patient will be excluded from the Double-blind Phase of the study if any of the following criteria are met:\n\n* Known noncompliance with dialysis treatment that in the opinion of the investigator would impede completion or validity of the study;\n* Scheduled to receive a kidney transplant during the study;\n* New or change of treatment received for itch including antihistamines and corticosteroids (oral, IV, or topical) within 14 days prior to screening;\n* Received another investigational drug within 30 days prior to the start of screening or is planning to participate in another clinical study while enrolled in this study;\n* Has pruritus only during the dialysis session (by patient report);\n* Is receiving ongoing ultraviolet B and anticipates receiving such treatment during the study;\n* Participated in a previous clinical study with CR845.\n* A patient will be excluded from the Open-label Extension Phase of the study if any of the additional key following criteria are met at the time of entry into the Open-label Extension Phase:\n\n  * Completed the Double-blind Phase of this study but exhibited adverse events during the course of the Treatment Period that may preclude continued exposure to the study drug;\n  * Was noncompliant with protocol procedures during the Double-blind Phase of this study which is indicative of an inability to follow protocol procedures.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Reduction of Itch Intensity as Assessed by the Percentage of Patients Achieving an Improvement From Baseline ≥3 Points With Respect to the Weekly Mean of the Daily 24-hour Worst Itching Intensity Numerical Rating Scale (NRS) Score at Week 12","description":"Intensity of itch will be measured using an NRS used to indicate the intensity of the worst itching over the past 24 hours using a 0 to 10 numeric rating scale, where \"0\" represents \"no itching\" and \"10\" represents \"worst itching imaginable\". LS means estimated percent, odds ratio and P value used a logistic regression model.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"54.0","spread":null},{"groupId":"OG001","value":"42.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Reduction of Itch Intensity as Assessed by the Percentage of Patients Achieving an Improvement From Baseline ≥4 Points With Respect to the Weekly Mean of the Daily 24-hour Worst Itching Intensity NRS Score at Week 12","description":"Intensity of itch will be measured using an NRS used to indicate the intensity of the worst itching over the past 24 hours using a 0 to 10 numeric rating scale, where \"0\" represents \"no itching\" and \"10\" represents \"worst itching imaginable\". LS means estimated percent, odds ratio and P value used a logistic regression model.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"41.2","spread":null},{"groupId":"OG001","value":"28.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Improvement in Itch-related Quality of Life as Assessed by the Change From Baseline in Total Skindex-10 Scale Score at the End of Week 12","description":"The Skindex-10 Scale is a multidimensional questionnaire which assesses itch-related quality of life over the past week. The questions cover 3 domains: disease, mood/emotional distress, and social functioning domain. The Skindex-10 has 10 questions; the total Skindex-10 score ranges from 0 to 60. A lower total score represents better quality of life.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-16.6","spread":null},{"groupId":"OG001","value":"-14.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Improvement in Itch-related Quality of Life as Assessed by the Change From Baseline in 5-D Itch Scale Score at the End of Week 12","description":"The 5-D Itch Scale is a multidimensional questionnaire which assesses itch-related quality of life over the past 2 weeks. The questions cover five dimensions of itch including the degree, duration of itch/day, direction (improvement/worsening), disability (impact on activities such as work), and body distribution of itch. The 5-D Itch Scale has 5 questions; the total 5-D Itch Scale score ranges from 5 to 25, with higher scores indicating worse responses.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.9","spread":null},{"groupId":"OG001","value":"-3.8","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":58,"n":235},"commonTop":["Fall","Diarrhoea","Vomiting","Nausea","Dizziness"]}}}