{"nctId":"NCT01500135","briefTitle":"Comparison of Efficacy and Safety of TachoSil® Versus Surgicel® Original for the Secondary Hemostatic Treatment of Needle Hole Bleeding in Vascular Surgery","startDateStruct":{"date":"2012-03"},"conditions":["Bleeding"],"count":150,"armGroups":[{"label":"TachoSil®","type":"EXPERIMENTAL","interventionNames":["Drug: TachoSil®"]},{"label":"Surgicel® Original","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Surgicel® Original"]}],"interventions":[{"name":"TachoSil®","otherNames":[]},{"name":"Surgicel® Original","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Main Inclusion Criteria:\n\n* Planned elective and subacute procedures with a polytetrafluoroethylene (PTFE) graft including at least one expected end-to-side anastomosis of a PTFE graft to the femoral artery (e.g. femoral-femoral cross-over, aorto-(bi)femoral, axillo-(bi)femoral, femoro-popliteal, femoro-crural bypass grafting), a PTFE patch angioplasty of the femoral artery, or an end-to-side anastomosis of a PTFE graft to an upper extremity artery in connection with arteriovenous bypass grafting for dialysis access.\n* The evaluation site for the planned femoral anastomosis must be a de novo site.\n* The participant must be heparinized during surgery.\n\nIntra-operatively (before randomization)\n\n* The participant has a need for secondary hemostatic treatment\n* Verification of the evaluation site being a de novo site\n* Verification of the surgical procedure performed as being either an end-to-side or PTFE patch angioplasty.\n\nMain Exclusion Criteria:\n\n* Thrombolytic therapy administered within 12 hours before surgery (e.g. the recombinant tissue plasminogen activator (rt-PA) Alteplase).\n* Liver cirrhosis.\n\nIntra-operatively (before randomization)\n\n* Severe bleeding at the anastomosis of the arterial bypass using PTFE graft prosthesis or the PTFE patch angioplasty\n* No bleeding (dry surgical field) at the targeted application area\n* Disseminated intravascular coagulopathy (DIC)\n* Application of topical hemostatic material including fibrin sealant/glue on the evaluation site.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Intra-operative Hemostasis at the Evaluation Site Within 3 Minutes After Application of the Randomized Treatment","description":"After application of Investigational Medicinal Product (IMP) light pressure was applied to the IMP with e.g. gauze pads. The first assessment of hemostasis was at minute 3: the pressure was carefully relieved, and the area was observed for visual bleeding at the site of the IMP. If no bleeding was visible, hemostasis was obtained and recorded.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26.0","spread":null},{"groupId":"OG001","value":"18.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Intra-operative Hemostasis at the Evaluation Site Within 5 Minutes After Application of the Randomized Treatment","description":"After application of Investigational Medicinal Product (IMP) light pressure was applied to the IMP with e.g. gauze pads. If hemostasis was not obtained at minute 3, pressure was immediately reapplied. Hemostasis was re-assessed at minutes 4 and 5.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"39.0","spread":null},{"groupId":"OG001","value":"42.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Intra-operative Hemostasis Within 10 Minutes at the Evaluation Site After Application of the Randomized Treatment","description":"After application of Investigational Medicinal Product (IMP) light pressure was applied to the IMP with e.g. gauze pads. Hemostasis was assessed at 3, 4, and 5 minutes. If hemostasis was not obtained after 5 minutes a second application of IMP was applied with 3 minutes of light pressure and hemostasis was re-assessed at 8, 9 and 10 minutes.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.0","spread":"18.87"},{"groupId":"OG001","value":"8.0","spread":"14.63"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":49,"n":99},"commonTop":["Anaemia","Constipation","Hypotension","Urinary tract infection","Hypomagnesaemia"]}}}