{"nctId":"NCT01757405","briefTitle":"Recombinant Factor VIIa BI (rFVIIa BI) Treatment of Acute Bleeding Episodes Per an On-demand Regimen","startDateStruct":{"date":"2013-02-20","type":"ACTUAL"},"conditions":["Hemophilia A","Hemophilia B"],"count":40,"armGroups":[{"label":"≤ 3 doses of 90 µg/kg rFVIIa BI","type":"EXPERIMENTAL","interventionNames":["Biological: Recombinant Factor VIIa BI (rFVIIa BI)"]},{"label":"One dose of 270 µg/kg rFVIIa BI","type":"EXPERIMENTAL","interventionNames":["Biological: Recombinant Factor VIIa BI (rFVIIa BI)"]}],"interventions":[{"name":"Recombinant Factor VIIa BI (rFVIIa BI)","otherNames":[]},{"name":"Recombinant Factor VIIa BI (rFVIIa BI)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Main Inclusion Criteria:\n\n* Participant is male with hemophilia A or B with inhibitors, with a high titer (≥5 Bethesda unit (BU)) or a historical high anamnestic response.\n* Participant is 12 to 65 years old at the time of screening.\n* Participant is currently using or has used bypassing agents for treatment of bleeding episodes.\n* Participant has an annualized bleed rate of 5 or more bleeding episodes per year on average over the 2 years prior to the Screening visit.\n* Participant has a Karnofsky Performance Score ≥60.\n* Participant is hepatitis C virus negative (HCV-) either by antibody testing or polymerase chain reaction (PCR); or hepatitis C virus positive (HCV+) with stable hepatic disease.\n* Participant is human immunodeficiency virus negative (HIV-) or HIV+ with stable disease, CD4+ count ≥200 cells/mm\\^3 at screening.\n* Participant is willing and able to comply with the requirements of the protocol.\n\nMain Exclusion Criteria:\n\n* Participant is not willing to go on an on-demand treatment scheme.\n* Participant is positive for a FVII inhibitor at screening.\n* Participant has clinically symptomatic liver disease.\n* Participant has a platelet count \\<100,000/µL.\n* The use of α-interferon with or without ribavirin is planned for an HCV-infected participant or the use of a protease inhibitor is planned for an HIV-infected participant.\n\n  * Participants currently taking any of these medications for ≥30 days are eligible.\n* Participant has a known hypersensitivity to rFVIIa, hamster or murine proteins, or Tween 80.\n* Participant has a known history of being non-responsive to rFVIIa treatment of bleeding episodes.\n* Participant has a prior history of thromboembolic event or diagnosis of other diseases that may increase the participant's risk of thromboembolic complications.\n* Participant has participated in another clinical study involving an investigational product (IP) or investigational device within 30 days prior to enrollment or is scheduled to participate in another clinical study involving an IP or investigational device during the course of this study.\n* Participant is a family member or employee of the investigator.\n* Participant is scheduled for surgery during the study period.","healthyVolunteers":false,"sex":"MALE","minimumAge":"12 Years","maximumAge":"65 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Bleeding Episode With \"Treatment Success\"","description":"No additional hemostatic product required within 12 hours of first dose other than the prescribed dosing regimen.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"96.19","spread":null},{"groupId":"OG001","value":"79.30","spread":null}]}]}]},{"type":"SECONDARY","title":"Treatment Response for Each Bleeding Episode","description":"Participants rated the treatment of each bleeding episode. If treatment occurred under direct supervision of treating physician, the physician rated the response. Ratings based on a 4 point scale; EXCELLENT - full relief of pain and cessation of objective signs of bleeding (swelling, tenderness, decrease in range of motion \\[for muscle bleeds\\]) within 9 hours of treatment initiation. No additional infusion required to control bleeding, other than prescribed dosing regimen. GOOD - Substantial relief of pain and/or cessation of objective signs of bleeding within 9 hours of treatment initiation. No additional infusion required to control bleeding, other than prescribed dosing regimen. MODERATE - slight relief of pain and slight improvement of signs of bleeding within 9 hours of treatment initiation. Requires additional infusion beyond treatment regimen. NONE - No improvement or condition worsens. SUCCESSFUL = EXCELLENT or GOOD.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"87.89","spread":null},{"groupId":"OG001","value":"79.30","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"34.60","spread":null},{"groupId":"OG001","value":"36.72","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"53.29","spread":null},{"groupId":"OG001","value":"42.58","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9.69","spread":null},{"groupId":"OG001","value":"18.36","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0.39","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.42","spread":null},{"groupId":"OG001","value":"1.95","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Clinical Responders (Sustained Bleeding Control) for All Acute Bleeding Episodes","description":"Clinical responders defined as sustained bleeding control, (no additional hemostatic medication including rFVIIa BI required between 12 and 24 hours after first infusion of the successfully treated bleeding episode).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"93.43","spread":null},{"groupId":"OG001","value":"76.17","spread":null}]}]}]},{"type":"SECONDARY","title":"Safety and Tolerability of Treatment Regimens by Clinical Assessment of Percentage of Participants With Adverse Events (AEs)","description":"Safety was determined by the number of AEs (both serious AEs \\[SAEs\\] and non-serious AEs \\[nsAE\\]). Tolerability was determined by the number of AEs related to rFVIIa BI (both SAEs and nsAEs) as determined by causality assessment of the AEs by the investigator. An AE was deemed Related if the investigator judged the AE to be \"possibly related\" or \"probably related\" to rFVIIa BI. The percentage of participants with AEs were presented by seriousness (SAE, nsAE), severity (Mild, Moderate or Severe) and causality (Related or Not Related to rFVIIa BI).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.6","spread":null},{"groupId":"OG001","value":"5.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11.1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"5.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"22.2","spread":null},{"groupId":"OG001","value":"30.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"15.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Safety and Tolerability of Treatment Regimens by Clinical Assessment of Adverse Events (AEs)","description":"Safety was determined by the number of AEs (both serious AEs \\[SAEs\\] and non-serious AEs \\[nsAE\\]). Tolerability was determined by the number of AEs related to rFVIIa BI (both SAEs and nsAEs) as determined by causality assessment of the AEs by the investigator. An AE was deemed Related if the investigator judges the AE to be \"possibly related\" or \"probably related\" to rFVIIa BI. The percentage of AEs were presented by seriousness (SAE, nsAE), severity (Mild, Moderate or Severe) and causality (Related or Not Related \\[to rFVIIa BI\\]).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.7","spread":null},{"groupId":"OG001","value":"6.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20.0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"12.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"73.3","spread":null},{"groupId":"OG001","value":"62.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"18.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Inhibitor Development to FVII","description":"Development of rFVII inhibitors or FVIIa binding antibodies during the study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":18},"commonTop":["Influenza","Laceration","Hepatic Enzyme Increased","Nasal Congestion","Oropharyngeal Pain"]}}}