{"nctId":"NCT00409682","briefTitle":"Efficacy and Safety of Adalimumab in Pediatric Subjects With Moderate to Severe Crohn's Disease","startDateStruct":{"date":"2007-04"},"conditions":["Crohn's Disease"],"count":192,"armGroups":[{"label":"Open-label adalimumab (Week 0 to Week 4)","type":"ACTIVE_COMPARATOR","interventionNames":["Biological: Adalimumab"]},{"label":"Low-Dose Adalimumab: 20 mg or 10 mg eow (Week 4 to Week 52)","type":"ACTIVE_COMPARATOR","interventionNames":["Biological: Adalimumab"]},{"label":"High-Dose Adalimumab: 40 mg or 20 mg eow (Week 4 to Week 52)","type":"ACTIVE_COMPARATOR","interventionNames":["Biological: Adalimumab"]}],"interventions":[{"name":"Adalimumab","otherNames":["ABT-D2E7, adalimumab, Humira"]},{"name":"Adalimumab","otherNames":["ABT-D2E7, adalimumab, Humira"]},{"name":"Adalimumab","otherNames":["ABT-D2E7, adalimumab, Humira"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Subjects between the ages of 6 and 17, inclusive, prior to baseline dosing.\n2. Subjects with a diagnosis of Crohn's disease for greater than 12 weeks prior to screening, confirmed by endoscopy or radiologic evaluation.\n3. PCDAI \\> 30 despite concurrent treatment with an oral corticosteroid, and/or azathioprine (AZA) or 6-mercaptopurine (6-MP) or methotrexate (MTX) as defined below:\n\n   * Oral corticosteroid - Prednisone of ≥ 10 mg/day or equivalent, but not exceeding 40 mg, with a stable dose for at least two weeks prior to Baseline.\n   * Azathioprine or 6-MP - AZA dose of ≥ 1.5 mg/kg/day or 6-MP dose of ≥ 1 mg/kg/day rounded to the nearest available tablet formulation, or a dose that is the highest tolerated for the subject, in the opinion of the investigator (for example due to leukopenia, elevated liver enzymes, nausea, etc.) for at least 8 weeks prior to Baseline with a stable dose for at least 4 weeks prior to Baseline.\n   * MTX dose of ≥ 5 mg once weekly, either subcutaneously (SC), intramuscularly (IM), or orally for subjects whose body weight is ≥ 20 kg, or a dose that is the highest tolerated for the subject, in the opinion of the investigator (for example due to leukopenia, elevated liver enzymes, nausea, etc.) for at least 8 weeks prior to Baseline with a stable dose for at least 4 weeks prior to Baseline.\n   * MTX dose of 0.2 mg/kg, up to 5 mg, once weekly, either SC, IM, or orally for subjects whose body weight is \\< 20 kg, or a dose that is the highest tolerated for the subject, in the opinion of the investigator (for example due to leukopenia, elevated liver enzymes, nausea, etc.) for at least 8 weeks prior to Baseline with a stable dose for at least 4 weeks prior to Baseline.\n   * Concurrent therapy will not be required for subjects who within the past 2 years in the opinion of the Investigator have not responded to or could not tolerate systemic corticosteroids, AZA, 6-MP, or MTX as defined below:\n\n     * Corticosteroids:\n\n       * Failed to successfully respond to corticosteroids, or\n       * Medical complications and/or adverse events (AEs) from corticosteroids that in the judgment of their physician, precludes their use (e.g. psychosis, uncontrolled diabetes, osteoporosis, or osteonecrosis).\n     * Azathioprine, 6-MP or MTX: -\n\n       * Failed to successfully respond to these drugs or\n       * Medical complications and/or AEs that in the judgment of their physician, precludes their use (e.g. allergic reaction, pancreatitis, elevated liver enzymes, hepatitis or leukopenia).\n4. If female, subjects who were sexually active and were of child-bearing potential practicing an approved method of birth control throughout the study and for 150 days after study completion. Examples of approved methods of birth control included the following:\n\n   * Condoms, sponge,foam,jellies,diaphragm, or intrauterine device (IUD)\n   * Oral,parenteral, or intravaginal contraceptives for 12 weeks prior to adalimumab administration\n   * A vasectomized partner.\n5. Parent or legal guardian,as required,had voluntarily signed and dated an informed consent form (IFC), approved by an Institutional Review Board (IRB)/ Independent Ethics Committee (IEC).\n6. Adequate cardiac, renal and hepatic function as determined by principal investigator and demonstrated by Screening laboratory evaluations, questionnaires, and physical examination results that are within normal limits.\n7. Parent or legal guardian was willing to actively supervise storage and administration of study drug and to ensure that the time of each dose was accurately recorded in the subject's diary.\n8. Subjects who had previously received infliximab, providing the subject had an initial response and then discontinued use due to a loss of response, or discontinued use due to intolerance.\n\nExclusion Criteria:\n\n1. History of cancer or lymphoproliferative disease other than a successfully and completely treated cutaneous squamous cell or basal cell carcinoma or carcinoma-in-situ of the cervix.\n2. History of listeria, histoplasmosis, chronic or active hepatitis B infection, human immunodeficiency virus (HIV), an immunodeficiency syndrome, central nervous system (CNS) demyelinating disease, or active tuberculosis (TB) (receiving treatment or not receiving treatment), severe infections such as sepsis and opportunistic infections.\n3. Subject with infectious colitis, ulcerative colitis or indeterminate colitis as determined by the investigator and Abbott Medical Monitor.\n4. Subject with symptomatic known obstructive strictures.\n5. Subject who had surgical bowel resections within the past 24 weeks of the Baseline visit or planned any resection at any time point while enrolled in the study.\n6. Subject with an ostomy or ileo-anal pouch. (Subjects with a previous ileo-rectal anastomosis were not excluded).\n7. Subject who had short bowel syndrome as determined by the investigator.\n8. Subject who was currently receiving total parenteral nutrition (TPN).\n9. Females who were pregnant or were currently breast-feeding.\n10. Subject who had received any investigational chemical agent in the past 30 days or 5 half-lives prior to Baseline (whichever was longer).\n11. Subject who had received any investigational biological agent in the past 16 weeks or 5 half-lives prior to Baseline (whichever was longer).\n12. Subject who has had systemic antibiotic, antiviral or antifungal treatment(s) within 3 weeks prior to Baseline for any non-Crohn's related infections.\n13. Subject with a history of clinically significant drug or alcohol abuse in the last year.\n14. Subjects with a poorly controlled medical condition such as: uncontrolled diabetes, recurrent infections, unstable ischemic heart disease, moderate to severe heart failure, recent cerebrovascular accidents and any other condition which, in the opinion of the investigator or the Sponsor, would put the subject at risk by participation in the protocol.\n15. Subjects with positive C. difficile stool assay.\n16. Subject who previously used infliximab within eight weeks of Baseline.\n17. Subject who previously used infliximab and had not clinically responded at any time (\"primary non-responder\") unless subject experienced a treatment limiting reaction to infliximab.\n18. Previous treatment with any other anti-TNF agent except infliximab.\n19. Received previous treatment with adalimumab or previous participation in an adalimumab clinical study.\n20. Screening laboratory and other analyses showing any of the following abnormal results:\n\n    * Electrocardiogram (ECG) - with clinically significant abnormalities;\n    * Aspartate transaminase (AST) or alanine transaminase (ALT) \\>1.75 x the upper limit of the reference range;\n    * Total bilirubin ≥ 3 mg/dL;\n    * Serum creatinine \\> 1.6 mg/dL;\n21. Subjects on AZA, 6-MP, or MTX who had not been on these medications for at least 8 weeks prior to Baseline and on stable doses of these medications for at least 4 weeks prior to Baseline. Subjects who had been on AZA, 6-MP, or MTX who had discontinued these medications within 8 weeks of Baseline.\n22. Subjects on aminosalicylates, or Crohn's-related antibiotics (fluoroquinolones such as ciprofloxacin or nitroimidazole derivatives such as metronidazole) that had not been on stable doses of these medications for at least 4 weeks prior to Baseline. In addition, subjects on aminosalicylates or Crohn's-related antibiotic treatments who had discontinued these medications within four weeks of Baseline.\n23. Subjects on prednisone \\> 40 mg/day (or equivalent) or subjects on \\< 10 mg/day prednisone and subjects who were not on a stable dose for at least 2 weeks prior to Baseline. In addition, subjects who discontinued prednisone (or equivalent) within 2 weeks of Baseline.\n24. Subjects on growth hormone that had not been on a stable dose for at least 12 weeks prior to Baseline. Subjects had to consent to remain on a stable dose through the duration of the study.\n25. Subjects on budesonide \\> 9 mg/day and subjects who were not on stable doses for at least 2 weeks prior to Baseline. In addition, subjects who discontinued budesonide within 2 weeks of Baseline.\n26. Subjects who were currently taking both budesonide and prednisone (or equivalent).\n27. Subjects who had undergone therapeutic enemas within two weeks prior to Baseline.\n28. Subjects who had been on cyclosporine (intravenous \\[IV\\], oral), tacrolimus (any form), or mycophenolate mofetil within 28 days of Baseline.\n29. Subjects who had been on Kineret® (anakinra) must discontinue use 2 days prior to Baseline.\n30. Subjects with any prior exposure to Tysabri (natalizumab).\n31. Subjects with known hypersensitivity to the excipients of adalimumab as stated in the label.\n32. Subjects with a previous history of dysplasia of the gastrointestinal tract.\n33. Subjects who weighed \\< 17 kg at Screening.\n34. Subject not in compliance with prior and concomitant medications.","healthyVolunteers":false,"sex":"ALL","minimumAge":"6 Years","maximumAge":"17 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percent of Participants With Clinical Remission as Defined by Pediatric Crohn's Disease Activity Index (PCDAI) Score ≤ 10 at Week 26","description":"Pediatric Crohn's Disease Activity Index (PCDAI) is an index used to measure disease activity of pediatric patients with Crohn's Disease assessing abdominal pain, stool frequency, patient functioning, hematocrit, erythrocyte sedimentation rate, albumin, weight, height, abdomen, perirectal disease, and extraintestinal manifestations. It ranges from 0 to 100; higher scores indicate more active disease. The primary endpoint was clinical remission as defined by PCDAI score ≤ 10. The comparison was between High-Dose adalimumab versus Low-Dose adalimumab in the intent-to-treat population.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"28.4","spread":null},{"groupId":"OG001","value":"38.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent of Participants With Clinical Remission as Defined by Pediatric Crohn's Disease Activity Index (PCDAI) Score ≤ 10 at Week 52","description":"Pediatric Crohn's Disease Activity Index (PCDAI) is an index used to measure disease activity of pediatric patients with Crohn's Disease assessing abdominal pain, stool frequency, patient functioning, hematocrit erythrocyte sedimentation rate, albumin, weight, height, examination of abdomen, perirectal disease, and extraintestinal manifestations. It ranges from 0 to 100 with higher scores indicating more active disease. Clinical remission was defined as PCDAI score of ≤ 10.\n\nThe comparison was between High-Dose adalimumab versus Low-Dose adalimumab in the intent-to treat population.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23.2","spread":null},{"groupId":"OG001","value":"33.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent of Participants With Clinical Response as Defined by Pediatric Crohn's Disease Activity Index (PCDAI) Score at Week 26","description":"Pediatric Crohn's Disease Activity Index (PCDAI) is an index used to measure disease activity of pediatric patients with Crohn's Disease assessing abdominal pain, stool frequency, patient functioning, hematocrit, erythrocyte sedimentation rate, albumin, weight, height, examination of abdomen, perirectal disease, and extraintestinal manifestations. It ranges from 0 to 100; higher scores indicate more active disease. Clinical response was defined as a decrease from Baseline in the PCDAI score of at least 15 points. The comparison was High-Dose adalimumab versus Low-Dose in the ITT population.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"48.4","spread":null},{"groupId":"OG001","value":"59.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent of Participants With Clinical Response as Defined by Pediatric Crohn's Disease Activity Index (PCDAI) Score at Week 52","description":"Pediatric Crohn's Disease Activity Index (PCDAI) is an index used to measure disease activity of pediatric patients with Crohn's Disease assessing abdominal pain, stool frequency, patient functioning, hematocrit, erythrocyte sedimentation rate, albumin, weight, height, examination of abdomen, perirectal disease, and extraintestinal manifestations. It ranges from 0 to 100; higher scores indicate more active disease. Clinical response was defined as a decrease from Baseline in the PCDAI score of at least 15 points. The comparison was High-Dose adalimumab versus Low-Dose in the ITT population.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"28.4","spread":null},{"groupId":"OG001","value":"41.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline IMPACT III Scores at Week 26 (Observed Case)","description":"The IMPACT III questionnaire is a 35-item assessment of health-related quality of life in patients with inflammatory bowel disease (Crohn's disease \\[CD\\] or ulcerative colitis). In this study, subjects greater than or equal 10 years old who had CD at baseline completed an IMPACT III questionnaire at Baseline, Week 26, and Week 52. Subjects marked an option from 1 to 5 for each item left to right with numbers 5 (good 'quality of life' condition) through 1 (bad 'quality of life' condition). The total scores, range from 35 to 175 with higher scores representing a better quality of life.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26.40","spread":"15.589"},{"groupId":"OG001","value":"23.70","spread":"18.990"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline IMPACT III Scores at Week 52 (Observed Case)","description":"The IMPACT III questionnaire is a 35-item assessment of health-related quality of life in patients with inflammatory bowel disease (Crohn's disease \\[CD\\] or ulcerative colitis). In this study, subjects greater than or equal 10 years old who had CD at baseline completed an IMPACT III questionnaire at Baseline, Week 26, and Week 52. Subjects marked an option from 1 to 5 for each item left to right with numbers 5 (good 'quality of life' condition) through 1 (bad 'quality of life' condition). The total scores, range from 35 to 175 with higher scores representing a better quality of life.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26.49","spread":"16.182"},{"groupId":"OG001","value":"24.25","spread":"14.678"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":6,"n":192},"commonTop":["HEADACHE","CROHN'S DISEASE","NAUSEA","UPPER RESPIRATORY TRACT INFECTION","NASOPHARYNGITIS"]}}}