{"nctId":"NCT03256695","briefTitle":"Evaluate the Relationship Between Use of Albuterol Multidose Dry Powder Inhaler With an eModule (eMDPI) and Exacerbations in Participants With Chronic Obstructive Pulmonary Disease (COPD)","startDateStruct":{"date":"2017-09-28","type":"ACTUAL"},"conditions":["Chronic Obstructive Pulmonary Disease"],"count":405,"armGroups":[{"label":"ABS eMDPI","type":"EXPERIMENTAL","interventionNames":["Drug: Albuterol sulfate (ABS)"]}],"interventions":[{"name":"Albuterol sulfate (ABS)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* The participant has had at least 1 episode of moderate or severe CE-COPD over the past 12 months before screening.\n* The participant must be able to demonstrate appropriate use of albuterol from the ABS eMDPI.\n* The participant is currently using a short-acting beta agonist (SABA) reliever plus at least one of the following: long-acting beta agonist (LABA), an inhaled corticosteroid (ICS)/LABA, a long-acting muscarinic antagonist (LAMA), or a LABA/LAMA.\n* The participant must be willing and able to comply with study requirements as specified in the protocol, including the use of a wearable accelerometer for the subset of participants who consent to use of the device.\n* The participant is willing to discontinue all other rescue or maintenance SABA or antimuscarinic agents and replace them with the study-provided ABS eMDPI for the duration of the trial.\n* Women of childbearing potential (not surgically sterile or greater than or equal to \\[≥\\]2 years postmenopausal) must have exclusively same-sex partners or use a highly effective method of birth control and must agree to continue the use of this method for the duration of the study and for 30 days after discontinuation of the investigational medicinal product (IMP).\n\n  * Additional criteria apply, please contact the investigator for more information.\n\nExclusion Criteria:\n\n* The participant has any clinically significant medical condition (treated or untreated) that, in the opinion of the investigator, would interfere with participation in the study.\n* The participant has any other confounding underlying lung disorder other than COPD.\n* The participant has used an investigational drug within 5 half-lives of it being discontinued or within1 month of Visit 2 (Baseline \\[Day 1\\]), whichever is longer.\n* The participant is a pregnant or lactating woman, or plans to become pregnant during the study. Note: Any woman becoming pregnant during the study will be withdrawn from the study.\n* The participant is known to be allergic to albuterol or any of the excipients in the IMP or rescue medication formulation (that is, lactose \\[milk protein\\]). Dietary lactose intolerance does not exclude the participant from inclusion in the study or as per the investigator's medical discretion.\n* The participant has a history or presence of \"silent\" infections, including positive testing for human immunodeficiency virus types 1 and 2, hepatitis B, hepatitis C, and tuberculosis.\n\n  * Additional criteria apply, please contact the investigator for more information.","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Clinical Exacerbation of COPD (CE-COPD) Rate: Percentage of Participants Who Experienced at Least 1 Moderate or Severe CE-COPD","description":"CE-COPD was an occurrence of either severe CE-COPD or moderate CE-COPD. Severe CE-COPD was defined as an event that involved worsening respiratory symptoms for at least 2 consecutive days requiring treatment with systemic corticosteroids (SCS; at least 10 milligrams \\[mg\\] prednisone equivalent above baseline) and/or systemic antibiotics and a hospitalization for CE COPD.\n\nModerate CE-COPD was defined as an event that involved worsening respiratory symptoms for at least 2 consecutive days requiring treatment with SCS (at least 10 mg prednisone equivalent above baseline), and/or systemic antibiotics, and an unscheduled encounter (such as a phone call, an office visit, an urgent care visit, or an emergency care visit) for a CE-COPD, but not a hospitalization.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"28","spread":null}]}]}]},{"type":"PRIMARY","title":"Total Number of Albuterol Inhalations in the Days Preceding the Symptom Peak of a CE-COPD Event","description":"Severe CE-COPD: an event that involved worsening respiratory symptoms for at least 2 consecutive days requiring treatment with SCS (at least 10 mg prednisone equivalent above baseline) and/or systemic antibiotics and a hospitalization. Moderate CE-COPD: an event that involved worsening respiratory symptoms for at least 2 consecutive days requiring treatment with SCS (at least 10 mg prednisone equivalent above baseline), and/or systemic antibiotics, and an unscheduled encounter (such as a phone call, office visit, urgent care visit, or emergency care visit), but not a hospitalization. Total number of inhalations taken in 1 day(24-hour period on day prior to date of CE-COPD symptom peak) and at 3,5,7,10,14, and 21 days preceding the date of CE-COPD symptom peak were reported. If a participant experienced multiple CE-COPD events, number of inhalations preceding symptom peak of a subsequent event was counted since end of previous event. Average of inhalations of all events were presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.7","spread":"4.36"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.5","spread":"4.61"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.2","spread":"5.35"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.4","spread":"4.45"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.2","spread":"4.41"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.4","spread":"4.42"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.1","spread":"4.54"}]}]}]},{"type":"PRIMARY","title":"Number of Days Prior to the Symptom Peak of a CE-COPD Event When Albuterol Use Increased","description":"CE-COPD: occurrence of moderate or severe CE-COPD. Severe CE-COPD: an event that involved worsening respiratory symptoms for at least 2 consecutive days requiring treatment with SCS (at least 10 mg prednisone equivalent above baseline) and/or systemic antibiotics and a hospitalization. Moderate CE-COPD: an event that involved worsening respiratory symptoms for at least 2 consecutive days requiring treatment with SCS (at least 10 mg prednisone equivalent above baseline), and/or systemic antibiotics, and an unscheduled encounter (such as a phone call, an office visit, an urgent care visit, or an emergency care visit), but not a hospitalization. Number of days of increased albuterol use prior to the symptom peak of a CE-COPD was reported for first increase of daily albuterol use; 2 and 4 inhalations in a single day from baseline. increased daily albuterol use was defined as single-day increase of greater than (\\>) 20 percent (%) from baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32.7","spread":"19.92"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"31.2","spread":"21.30"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"30.4","spread":"21.24"}]}]}]},{"type":"PRIMARY","title":"Number of Albuterol Uses in the 24 Hours Preceding a CE-COPD","description":"CE-COPD referred to occurrence of moderate or severe CE-COPD. Severe CE-COPD was defined as an event that involved worsening respiratory symptoms for at least 2 consecutive days requiring treatment with SCS (at least 10 mg prednisone equivalent above baseline) and/or systemic antibiotics and a hospitalization for CE COPD. Moderate CE-COPD was defined as an event that involved worsening respiratory symptoms for at least 2 consecutive days requiring treatment with SCS (at least 10 mg prednisone equivalent above baseline), and/or systemic antibiotics, and an unscheduled encounter (such as a phone call, an office visit, an urgent care visit, or an emergency care visit) for a CE-COPD, but not a hospitalization. Number of albuterol inhalations used in the 24 hours preceding a moderate or severe CE-COPD was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.7","spread":"4.36"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Adverse Events (AEs)","description":"AE was defined as any untoward medical occurrence that develops or worsens in severity during the conduct of a clinical study and does not necessarily have a causal relationship to the study drug. Severity was rated by investigator on a scale of mild, moderate and severe, with severe= an inability to carry out usual activities. Relation of AE to treatment was determined by investigator. SAEs included death, a life-threatening adverse event, inpatient hospitalization or prolongation of existing hospitalization, persistent or significant disability or incapacity, a congenital anomaly or birth defect, or an important medical event that jeopardized the participant and required medical intervention to prevent 1 of the outcomes listed in this definition. A summary of serious and non-serious AEs regardless of causality is located in 'Reported Adverse Events module'.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"190","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"43","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"44","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"118","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":44,"n":405},"commonTop":["Chronic obstructive pulmonary disease"]}}}