{"nctId":"NCT00605215","briefTitle":"BRAVO Study: Laquinimod Double-blind Placebo-controlled Study in Participants With Relapsing-Remitting Multiple Sclerosis (RRMS) With a Rater Blinded Reference Arm of Interferon β-1a (Avonex®)","startDateStruct":{"date":"2008-04-24","type":"ACTUAL"},"conditions":["Multiple Sclerosis"],"count":1331,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"Laquinimod","type":"EXPERIMENTAL","interventionNames":["Drug: Laquinimod"]},{"label":"Avonex®","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Avonex®"]}],"interventions":[{"name":"Laquinimod","otherNames":[]},{"name":"Placebo","otherNames":[]},{"name":"Avonex®","otherNames":["Interferon β-1a"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Subjects must have a confirmed and documented MS diagnosis as defined by the Revised McDonald criteria \\[Ann Neurol 2005: 58:840-846\\], with a relapsing-remitting disease course.\n2. Subjects must be ambulatory with converted Kurtzke EDSS score of 0-5.5.\n3. Subjects must be in a stable neurological condition between screening (month -1) and baseline visits (month 0).\n4. Subjects must have had experienced one of the following:\n5. At least one documented relapse in the 12 months prior to screening\n6. At least two documented relapses in the 24 months prior to screening\n7. One documented relapse between 12 and 24 months prior to screening with at least one documented T1-Gd enhancing lesion in an MRI performed within 12 months prior to screening.\n8. Subjects must be between 18 and 55 years of age, inclusive.\n9. Subjects must have disease duration of at least 6 months (from first symptom) prior to screening.\n10. Women of child-bearing potential must practice 2 acceptable methods of birth control \\[acceptable methods of birth control in this study include: surgical sterilization, intrauterine devices, oral contraceptive, contraceptive patch, long-acting injectable contraceptive, partner's vasectomy or double-barrier method (condom or diaphragm with spermicide)\\].\n11. Subjects must be willing and able to comply with the protocol requirements for the duration of the study.\n\nExclusion Criteria:\n\n1. An onset of relapse or any treatment with corticosteroids (intravenous \\[iv\\], intramuscular \\[im\\] and/or per os \\[po\\]) or ACTH between month -1 (screening) and 0 (baseline).\n2. Use of experimental or investigational drugs, and/or participation in drug clinical studies within the 6 months prior to screening.\n3. Use of immunosuppressive (including Mitoxantrone (Novantrone®) or cytotoxic agents within 6 months prior to the screening visit.\n4. Previous use of either of the following: natalizumab (Tysabri®), cladribine or laquinimod.\n5. Previous treatment with glatiramer acetate (Copaxone®) or IVIG within 3 months prior to screening visit.\n6. Previous treatment with Interferon beta-1a (Avonex® or Rebif®) or Interferon beta-1b (Betaseron®).\n7. Systemic corticosteroid treatment of ≥30 consecutive days duration within 2 months prior to screening visit.\n8. Previous total body irradiation or total lymphoid irradiation.\n9. Previous stem-cell treatment, autologous bone marrow transplantation or allogenic bone marrow transplantation.\n10. A known history of tuberculosis.\n11. Acute infection 2 weeks prior to baseline visit.\n12. Major trauma or surgery 2 weeks prior to baseline visit.\n13. A history of vascular thrombosis (excluding catheter-site superficial venous thrombophlebitis).\n14. A carrier state of factor V Leiden mutation (either homo- or heterozygous) by history or as disclosed at screening.\n15. Positive screening test for Hepatitis B surface antigen, Hepatitis C antibody, or HIV antibody as disclosed at screening visit.\n16. Use of potent inhibitors of CYP3A4 within 2 weeks prior to baseline visit (see detailed list of drugs in protocol) (1 month for fluoxetine).\n17. Use of amiodarone within 2 years prior to screening visit.\n18. Pregnancy or breastfeeding.\n19. Subjects with a clinically significant or unstable medical or surgical condition that would preclude safe and complete study participation, as determined by medical history, physical examinations, ECG, laboratory tests or chest X-ray. Such conditions may include:\n\n    * A cardiovascular or pulmonary disorder that cannot be well-controlled by standard treatment permitted by the study protocol.\n    * A gastrointestinal disorder that may affect the absorption of study medication.\n    * Renal, metabolic, endocrinological or hematological diseases.\n    * Any form of chronic liver disease, including known non-alcoholic steatohepatitis.\n    * A ≥2xULN serum elevation of either of the following at screening: ALT, AST or direct bilirubin.\n    * A QTc interval (obtained from either two ECG recordings at screening or from the mean value calculated from three measurements at baseline visit) which is ≥450msec.\n    * A family history of Long-QT syndrome.\n    * A history of drug and/or alcohol abuse.\n    * Major psychiatric disorder.\n    * A history of a convulsive disorder.\n    * Known hypersensitivity to either of the following: mannitol, meglumine or sodium stearyl fumarate.\n    * Known hypersensitivity that would preclude administration of laquinimod.\n20. The subject's inability to give informed consent, or to complete the study, or if the subject is considered by the investigator to be, for any reason, an unsuitable candidate for this study.\n21. A known history of sensitivity to Gadolinium.\n22. Inability to successfully undergo MRI scanning.\n23. A known history of hypersensitivity to natural or recombinant interferon beta, human albumin, or any other component of the formulation of Avonex®.\n24. Subjects who suffer from any form of progressive MS\n25. Any condition which the investigator feels may interfere with participation in the study\n26. Subjects with a clinically significant or unstable medical or surgical condition that would preclude safe and complete study participation\n27. Subjects who received any investigational medication, immunosuppressives or cytotoxic agents within 6 months prior to screening\n28. Previous treatment with immunomodulators within two months prior to screening\n29. Pregnancy or breastfeeding","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"55 Years","stdAges":["ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Annualized Rate of Confirmed Relapses","description":"A relapse was defined as the appearance of new neurological abnormalities or the reappearance of previously observed neurological abnormalities; lasting at least 48 hours and immediately preceded by an improved neurological state of ≥30 days from onset of previous relapse, accompanied by observed objective neurological changes (an increase of ≥0.5 in Expanded Disability Status Scale \\[EDSS\\] score, or an increase of 1 grade in the score of 2 or more of the 7 Functional Systems \\[FS\\], or an increase of 2 grades in the score of 1 FS as compared to the previous evaluation). Total number of confirmed relapses during the treatment period was divided by the sum of number of days on study in the treatment period and then multiplied by the number of days in the year to calculate the annualized relapse rate. Annualized relapse rate was derived from a baseline-adjusted negative binomial regression.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.344","spread":null},{"groupId":"OG001","value":"0.283","spread":null},{"groupId":"OG002","value":"0.255","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Disability as Assessed by the Multiple Sclerosis Functional Composite (MSFC) Score","description":"The Multiple Sclerosis Functional Composite is an instrument assessing disability that consists of 3 clinical assessments. The 3 are Timed 25-Foot Walk, 9-Hole Peg Test which measures upper extremity (arm and hand) function, and PASAT (Paced Auditory Serial Addition Test) which is a measure of cognitive function that specifically assesses auditory information processing speed and flexibility, as well as calculation ability. A Z-score is used to define a common metric from the 3 assessments that constitute the MSFC score. The study's population at baseline was used as reference population for the Z-score calculation. A Z-score of 0 represents the population mean at baseline. Higher Z-scores correspond to an improved outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.5","spread":"0.85"},{"groupId":"OG001","value":"-0.00","spread":"0.85"},{"groupId":"OG002","value":"-0.01","spread":"0.75"}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in Brain Volume","description":"Change in brain volume was derived from MRI scans obtained at baseline and at Month 24.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.53","spread":"0.65"},{"groupId":"OG001","value":"-0.51","spread":"0.65"},{"groupId":"OG002","value":"-0.53","spread":"0.65"}]}]}]},{"type":"SECONDARY","title":"Accumulation of Physical Disability Measured by the Number of Participants With Confirmed Progression of EDSS","description":"A confirmed progression of EDSS was defined as a 1 point increase from baseline on EDSS score if baseline EDSS was between 0 and 5.0, or a 0.5 point increase if baseline EDSS was 5.5, confirmed 3 months later. EDSS assesses disability in 8 functional systems with an overall score ranging from 0 (normal) to 10 (death due to multiple sclerosis \\[MS\\]). Data is presented as distribution of confirmed progression (number of participants with confirmed progression of EDSS) sustained for 3 months. Progression could not be confirmed during a relapse.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"60","spread":null},{"groupId":"OG001","value":"42","spread":null},{"groupId":"OG002","value":"47","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Change From Baseline in General Health Status as Assessed by the Short-Form General Health Survey (SF-36) Patient-Reported Questionnaire For Physical Component Summary (PCS) Scores","description":"The SF-36 questionnaire has 36 questions composing the scale that represent 8 domains: 1) physical functioning, role physical, 2) bodily pain, 3) general health, 4) vitality, 5) social functioning, 6) role, 7) emotional, and 8) mental health. The scores for the 8 domains were combined into two summary scores: the physical component summary (PCS) score and the mental component summary (MCS) score. Items 1 to 4 primarily contribute to the PCS score of the SF-36. Items 5-8 primarily contribute to the MCS score of the SF-36. Scores on each item were summed and averaged (range: 0=worst to 100=best). Higher scores represent better health status and functional ability.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.2","spread":"6.3"},{"groupId":"OG001","value":"0.1","spread":"6.3"},{"groupId":"OG002","value":"-0.1","spread":"6.3"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.3","spread":"6.9"},{"groupId":"OG001","value":"-0.1","spread":"6.9"},{"groupId":"OG002","value":"0.0","spread":"6.7"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.5","spread":"7.0"},{"groupId":"OG001","value":"-0.3","spread":"7.0"},{"groupId":"OG002","value":"0.2","spread":"6.9"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.6","spread":"7.6"},{"groupId":"OG001","value":"0.1","spread":"6.9"},{"groupId":"OG002","value":"0.2","spread":"7.0"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Change From Baseline in General Health Status as Assessed by the Short-Form General Health Survey (SF-36) Patient-Reported Questionnaire For Mental Component Summary (MCS) Scores","description":"The SF-36 questionnaire has 36 questions composing the scale that represent 8 domains: 1) physical functioning, role physical, 2) bodily pain, 3) general health, 4) vitality, 5) social functioning, 6) role, 7) emotional, and 8) mental health. The scores for the 8 domains were combined into two summary scores: the physical component summary (PCS) score and the mental component summary (MCS) score. Items 1 to 4 primarily contribute to the PCS score of the SF-36. Items 5-8 primarily contribute to the MCS score of the SF-36. Scores on each item were summed and averaged (range: 0=worst to 100=best). Higher scores represent better health status and functional ability.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.4","spread":"8.5"},{"groupId":"OG001","value":"-0.6","spread":"8.2"},{"groupId":"OG002","value":"-0.4","spread":"8.9"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.7","spread":"9.2"},{"groupId":"OG001","value":"-0.1","spread":"9.8"},{"groupId":"OG002","value":"-0.5","spread":"9.0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.9","spread":"9.3"},{"groupId":"OG001","value":"-1.4","spread":"10.4"},{"groupId":"OG002","value":"-0.7","spread":"9.2"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.5","spread":"9.2"},{"groupId":"OG001","value":"-0.9","spread":"9.6"},{"groupId":"OG002","value":"-0.3","spread":"9.3"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Cumulative Number of New or Enlarging Hypointense Lesions on Enhanced T1 Scans","description":"The cumulative number of new or enlarging hypointense lesions was calculated as the sum of the numbers of new or enlarging hypointense lesions observed on scans taken at Months 12 and 24.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.10","spread":"10.25"},{"groupId":"OG001","value":"7.33","spread":"10.87"},{"groupId":"OG002","value":"5.91","spread":"8.58"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Cumulative Number of Enhancing Lesions on T1-Weighted Images","description":"The cumulative number of T1 Gadolinium (Gd)-enhancing lesions was calculated as the sum of the numbers of Gd-enhancing lesions observed on scans taken at Months 12 and 24.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.70","spread":"8.00"},{"groupId":"OG001","value":"2.58","spread":"7.40"},{"groupId":"OG002","value":"1.23","spread":"3.32"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":36,"n":449},"commonTop":["Influenza like illness","Headache","Nasopharyngitis","Upper respiratory tract infection","Back pain"]}}}