{"nctId":"NCT00952588","briefTitle":"Study to Investigate the Efficacy, Safety and Tolerability of AZD1152 Alone and in Combination With Low Dose Cytosine Arabinoside (LDAC)in Acute Myeloid Leukaemia (AML) Patients","startDateStruct":{"date":"2009-07"},"conditions":["Acute Myeloid Leukemia"],"count":74,"armGroups":[{"label":"AZD1152 1200 mg","type":"EXPERIMENTAL","interventionNames":["Drug: AZD1152"]},{"label":"LDAC 20 mg","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: LDAC"]}],"interventions":[{"name":"AZD1152","otherNames":[]},{"name":"LDAC","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Provision of written informed consent\n* Newly diagnosed male or female patients aged 60 and over\n* De Novo or Secondary AML\n* Not eligible for intensive induction with anthracycline-based combination chemotherapy as a result of at least one of the following:Age ≥75 years; Adverse cytogenetics, e.g., as defined by the MRC Prognostic Groupings; WHO performance status \\>2; Organ dysfunction arising from significant co-morbidities not directly linked to leukaemia\n\nExclusion Criteria:\n\n* Participation in another clinical study in which an investigational product was received within 14 days before the first dose in this study, or at any time if the patient has not recovered from side-effects associated with that investigational product\n* Administration of LDAC is clinically contraindicated\n* Patients with AML of FAB M3 classification Acute Promyelocytic Leukaemia (APL)\n* Patients with blast crisis of chronic myeloid leukaemia","healthyVolunteers":false,"sex":"ALL","minimumAge":"60 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Patients With Overall Complete Response for Stage I","description":"Percentage of patients achieving either a complete response (CR) or a confirmed complete remission with incomplete recovery of neutrophils or platelets (confirmed CRi). Per Cheson Criteria: Confirmed complete remission (CRi) is defined as a disappearance of blasts in the peripheral blood; a decrease in bone marrow blasts to \\<5% total bone marrow nucleated cells demonstrated in bone marrow aspirate; absence of Auer rods; no persistent extramedullary leukaemia. Complete response (CR) is defined as all requirements to meet CRi and in addition: recovery of neutrophils to ≥1.0 x 109/L and platelets to ≥100 x 109/L; transfusion-independence.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35.4","spread":null},{"groupId":"OG001","value":"11.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response (DoR): Stage I and Transition Phase","description":"DoR was defined for the median of days which showed a confirmed CRi or CR, as the time from first documented evidence of CRi or CR until the first documented sign of disease progression or death. Duration of Response was measured from the Response Start date until evidence of patient relapse or death. Stage I : 45 patients randomized in a 2:1 ratio to AZD1152 or LDAC. Transition phase: enrollment of up to 30 additional patients randomized as per stage I.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"82","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Disease Free Survival (DFS)","description":"Disease-free Survival is defined as the time from randomisation to relapse or death from any cause.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.6","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Time To Complete Response (TTCR)","description":"TTCR is measured as time from randomization to either a complete response (CR) or a confirmed complete remission with incomplete recovery of neutrophils or platelets (confirmed CRi)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"59","spread":null},{"groupId":"OG001","value":"64","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS)","description":"Overall Survival is defined as the median time from randomisation to death from any cause. Patients who were not known to have died at the time of the analysis were censored at the date they were last known to be alive.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.2","spread":"43"},{"groupId":"OG001","value":"4.5","spread":"32"}]}]}]},{"type":"SECONDARY","title":"Percent of Patients With Worsened Trial Outcome Index (TOI)","description":"TOI is derived from the sum of the Functional Well Being (FWB), Physical Well Being (PWB) and additional subscales of the FACT-Leu. The TOI subscale consists of 31 items with TOI scores ranging from 0 to 124. The TOI is described as a summary measure of HRQoL. Higher scores indicate better HRQoL. Negative changes from baseline indicate a worsening of HRQoL while positive changes indicate an improvement in HRQoL. A response of \"Worsened\" was a change from baseline in score of less than or equal to -9.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"31.3","spread":null},{"groupId":"OG001","value":"11.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent of Patients With Worsened Functional Assessment of Cancer Therapy - Leukaemia (FACT-Leu) Score.","description":"The total FACT-Leu score consists of 44 items with total scores ranging from 0 to 176. Higher scores indicate better HRQoL. Negative changes from baseline indicate a worsening of HRQoL while positive changes indicate an improvement in HRQoL. A response of \"Worsened\" was a change from baseline in score of less than or equal to -11.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"29.2","spread":null},{"groupId":"OG001","value":"11.5","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":23,"n":48},"commonTop":["Febrile Neutropenia","Stomatitis","Constipation","Nausea","Diarrhoea"]}}}