{"nctId":"NCT04535986","briefTitle":"A Phase 3 Clinical Trial to Evaluate the Safety and Efficacy of Ensifentrine in Patients With COPD","startDateStruct":{"date":"2020-09-29","type":"ACTUAL"},"conditions":["Chronic Obstructive Pulmonary Disease"],"count":763,"armGroups":[{"label":"Arm 1","type":"EXPERIMENTAL","interventionNames":["Drug: Ensifentrine"]},{"label":"Arm 2","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Ensifentrine","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nInformed Consent\n\n1. Capable of giving informed consent indicating that they understand the purpose of the study and study procedures and agree to comply with the requirements and restrictions listed in the informed consent form (ICF).\n\n   Age and Sex\n2. Age: Patient must be 40 to 80 years of age inclusive, at the time of Screening.\n3. Sex:\n\n   * Males are eligible to participate if they agree to use contraception as described in the contraceptive guidance from Screening and throughout the study and for at least 30 days after the last dose of blinded study medication.\n   * Females are eligible to participate if they are not pregnant, not breastfeeding, and at least one of the following conditions apply:\n\n     1. Not a woman of childbearing potential (WOCBP) as defined in Or\n     2. A WOCBP who agrees to follow the contraceptive guidance from Screening and throughout the study and for at least 30 days after the last dose of blinded study medication.\n\n   Smoking History\n4. Smoking History: Current or former cigarette smokers with a history of cigarette smoking ≥10 pack years at Screening (Visit 0) \\[number of pack years = (number of cigarettes per day / 20) × number of years smoked (eg, 20 cigarettes per day for 10 years, or 10 cigarettes per day for 20 years)\\]. Pipe and/or cigar use cannot be used to calculate pack-year history. Former smokers are defined as those who have stopped smoking for at least 6 months prior to Visit 0. Smoking cessation programs are permitted during the study.\n\n   COPD Diagnosis, Symptoms, Severity and Maintenance Therapy\n5. COPD Diagnosis: Patients with an established clinical history of COPD as defined by the American Thoracic Society (ATS)/European Respiratory Society (ERS) guidelines with symptoms compatible with COPD.\n6. COPD Symptoms: A score of ≥2 on the Modified Medical Research Council (mMRC) Dyspnea Scale.\n7. COPD Severity:\n\n   1. Pre- and Post-albuterol/salbutamol FEV1/FVC ratio of \\<0.70.\n   2. Post-albuterol/salbutamol FEV1 ≥30 % and ≤70% of predicted normal calculated using the National Health and Nutrition Examination Survey III.\n8. Maintenance Therapy: Patients on no maintenance/background therapy or patients on stable maintenance LAMA or LABA therapy are eligible. Patients taking maintenance LAMA or LABA therapy must demonstrate stable use of the maintenance LAMA or LABA therapy for at least 3 months prior to Screening and agree to continue use for the duration of the study. Background maintenance LAMA or LABA bronchodilator therapy will be capped at 50% of patients.\n\n   Other Requirements for Inclusion\n9. Capable of withholding SABAs for 4 hours prior to initiation of any spirometry. Patients in the maintenance LAMA or LABA therapy stratum must be capable of withholding Twice-Daily maintenance LAMA or LABA for 24 hours and Once-Daily maintenance LAMA or LABA for 48 hours prior to initiation of any spirometry.\n10. Capable of using the study nebulizer correctly and complying with all study restrictions and procedures.\n11. Ability to perform acceptable spirometry in accordance with ATS/ERS guidelines.\n\nInclusion Criteria at Randomization (RPL554-CO-301)\n\n1. Symptoms of COPD: A score of ≥2 on the mMRC Dyspnea Scale.\n2. Completion of the e-Diary at least 5 of the last 7 days of the Run-in period.\n\nExclusion Criteria:\n\nCurrent Condition or Medical History\n\n1. History of life-threatening COPD including Intensive Care Unit admission and/or requiring intubation.\n2. Hospitalizations for COPD, pneumonia, or Corona Virus Disease 2019 (COVID-19) in the 12 weeks prior to Screening and/or a positive COVID-19 test result indicating an active infection at Screening. Patients with COVID-19 antibodies from a previous exposure with no active infection are not excluded.\n3. COPD exacerbation requiring oral or parenteral steroids within 3 months of Screening.\n4. Previous lung resection or lung reduction surgery within 1-year of Screening.\n5. Long term oxygen use defined as oxygen therapy prescribed for greater than 12 hours per day. As needed oxygen use (≤12 hours per day) is not exclusionary.\n6. Pulmonary rehabilitation, unless such treatment has been in a stable maintenance phase for 4 weeks prior to Visit 1 and remains stable during the study.\n7. Lower respiratory tract infection within 6 weeks of Screening.\n8. Other respiratory disorders including, but not limited to, a current diagnosis of asthma, active tuberculosis, lung cancer, sarcoidosis, lung fibrosis, interstitial lung diseases, unstable sleep apnea, known alpha-1 antitrypsin deficiency, core pulmonale, clinically significant pulmonary hypertension, clinically significant bronchiectasis, or other active pulmonary diseases.\n9. Major surgery (requiring general anesthesia) in the 6 weeks prior to Screening, lack of full recovery from surgery at Screening, or planned surgery through the end of the study.\n10. Historical or current evidence of clinically significant cardiovascular disease defined as any disease that in the opinion of the Investigator would put the safety of the patient at risk through participation or which could affect the efficacy or safety analysis if the disease/condition were to exacerbate during the study, including, but not limited to:\n\n    * Myocardial infarction or unstable angina within 6 months prior to Screening.\n    * Unstable or life-threatening cardiac arrhythmia requiring intervention within 3 months prior to Screening.\n    * Diagnosis of New York Heart Association Class III and Class IV heart failure.\n11. Chronic uncontrolled disease including, but not limited to, endocrine, active hyperthyroidism, neurological, hepatic, gastrointestinal, renal, hematological, urological, immunological, psychiatric, or ophthalmic diseases that the Investigator believes are clinically significant.\n12. Unstable liver disease defined by the presence of ascites, encephalopathy, coagulopathy, hypoalbuminemia, esophageal or gastric varices or persistent jaundice, cirrhosis, known biliary abnormalities (except for Gilbert's syndrome or asymptomatic gallstones).\n13. History of or current malignancy of any organ system, treated or untreated within the past 5 years, except for localized basal or squamous cell carcinoma of the skin.\n14. Findings on physical examination that an investigator considers to be clinically significant at Screening.\n\n    Prior/Concomitant Therapy\n15. Use of prohibited medications within the time intervals.\n\n    History or Suspicion of Drug or Alcohol Abuse\n16. Current or history of past drug or alcohol abuse within the past 5 years.\n\n    Laboratory and Other Diagnostic Parameters\n17. Glomerular Filtration Rate (eGFR) \\<30 mL/min. The Chronic Kidney Disease Epidemiology Collaboration Creatinine (2009) calculation will be used (Levey, 2009).\n18. Alanine aminotransferase (ALT) ≥ 2 x upper limit of normal (ULN), alkaline phosphatase and/or bilirubin \\> 1.5 x ULN (isolated bilirubin \\>1.5 x ULN is acceptable if bilirubin is fractionated and direct bilirubin \\<35%).\n19. Any other abnormal hematology, biochemistry, or viral serology deemed by an investigator to be clinically significantly abnormal. Abnormal chemistry and/or hematology may be repeated during Screening.\n20. Chest X-ray (CXR; posterior-anterior) at Screening, or in the 12 months prior to Screening with clinically significant abnormalities not attributable to COPD. If a CXR within the past 12 months is not available but a computerized tomography (CT) scan within the same time period is available, the CT scan may be reviewed in place of a CXR. For subjects in Germany, if a CXR or CT scan is not available in the 12 months prior to Screening, the subject is not eligible for the study.\n21. Electrocardiogram (ECG) finding that is significantly abnormal on the 12-lead ECG obtained at Screening.\n\n    Other Exclusions\n22. Use of an experimental drug within 30 days or 5 half-lives of Screening, whichever is longer, and/or participation in a study treatment-free follow-up phase of a clinical study within 30 days prior to Screening.\n23. Use of an experimental medical device or participation in a follow-up phase of an experimental medical device clinical study within 30 days prior to Screening.\n24. Intolerance or hypersensitivity to albuterol/salbutamol or ensifentrine (RPL554) or any of its excipients/components.\n25. Prior receipt of blinded study medication in an ensifentrine (RPL554) study.\n26. Affiliation with the investigator site, including an Investigator, Sub-Investigator, study coordinator, study nurse, other employee of participating investigator or study site or a family member of the aforementioned.\n27. Inability to read, understand, and/or complete questionnaires (in the opinion of the Investigator).\n28. A disclosed history or one known to the Investigator of significant non-compliance in previous investigational studies or with prescribed medications.\n29. Any other reason that the Investigator considers makes the patient unsuitable to participate.\n\nExclusion Criteria at Randomization (RPL554-CO-301)\n\n1. COPD exacerbation or lower respiratory tract infection between Screening and Randomization (defined as use of any additional treatment other than current treatment and rescue medication and/or emergency department or hospital visit). Patients with a severe COPD exacerbation that requires hospitalization may not be rescreened.\n2. Positive COVID-19 result at Screening or between Screening and Randomization.\n3. Prohibited medication use between Screening Visit 0 and Visit 1.\n4. Significantly abnormal ECG finding on the 12-lead ECG obtained at Screening as assessed by the investigator or site medical doctor/medically qualified person or on the pre-dose (prior to randomization) ECG obtained at Visit 1.\n\n   In the event that the central ECG reviewer discovers a significant ECG abnormality on the Visit 1 ECG, the patient will be discontinued.\n5. Did not meet one or more of the Inclusion Criteria or met one or more of the Exclusion Criteria.","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Least Square (LS) Mean Change From Baseline in Average Forced Expiratory Volume in 1 Second (FEV1) Area Under the Curve Over 12 Hours (AUC0-12h) at Week 12","description":"Forced spirometry maneuvers including the FEV1 were used to assess pulmonary function. Average FEV1 AUC0-12h was defined as AUC over 12 hours of the FEV1, divided by 12 hours. Baseline FEV1 is the mean of the 2 measurements taken before study medication on the day of first dosing, that is, \\<=40 minutes pre-dose on Day 1. Spirometry assessments were performed in accordance with American Thoracic Society (ATS)/European Respiratory Society (ERS) guidelines.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0611","spread":"0.01825"},{"groupId":"OG001","value":"-0.0256","spread":"0.0195"}]}]}]},{"type":"SECONDARY","title":"LS Mean Change From Baseline FEV1 to Peak FEV1 at Day 1 and Weeks 6, 12 and 24","description":"Forced spirometry maneuvers including the FEV1 were used to assess pulmonary function. Peak FEV1 is the maximum value in the 4 hours after dosing. Baseline FEV1 is the mean of the 2 measurements taken before study medication on the day of first dosing, that is, \\<=40 minutes pre-dose on Day 1. Spirometry assessments were performed in accordance with ATS/ERS guidelines.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.2274","spread":"0.0130"},{"groupId":"OG001","value":"0.0755","spread":"0.0138"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.2038","spread":"0.0193"},{"groupId":"OG001","value":"0.0677","spread":"0.0207"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.2042","spread":"0.0201"},{"groupId":"OG001","value":"0.0570","spread":"0.0217"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1623","spread":"0.0217"},{"groupId":"OG001","value":"0.0462","spread":"0.0234"}]}]}]},{"type":"SECONDARY","title":"LS Mean Change From Baseline to the Mean Weekly Evaluating-Respiratory Symptoms (E-RS) Total Score at Weeks 6, 12 and 24","description":"The E-RS scale consists of 11 questions, with 3 sub-domains of: breathlessness, cough and sputum, and chest symptoms. The E-RS sub-domain score was calculated as the sum from the relevant questions. The E-RS total score was derived as the sum of the raw scores of the 11 items ranging from 0 to 40. Higher scores indicates severe respiratory symptoms. Scores were derived weekly as the mean over 7 days prior to the visit, using only days where data was recorded. The E-RS was collected daily by electronic diary (e-diary). Baseline is the mean over the 7 days prior to the first intake of study medication, using only days where data was recorded.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.944","spread":"0.3581"},{"groupId":"OG001","value":"-1.157","spread":"0.3831"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.498","spread":"0.3897"},{"groupId":"OG001","value":"-1.127","spread":"0.4176"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.249","spread":"0.4247"},{"groupId":"OG001","value":"-1.298","spread":"0.4573"}]}]}]},{"type":"SECONDARY","title":"LS Mean Change From Baseline in the St. George's Respiratory Questionnaire (SGRQ) Total Score at Weeks 6, 12 and 24","description":"The SGRQ questionnaire consists of 17 questions, split into 2 parts. Part 1 consisted of the first 8 questions and was related to the symptoms subdomain. The remaining 9 questions were in Part 2, which were related to the activity and impacts subdomains. The total score was calculated by dividing the summed weights by the maximum possible weight for all items in the questionnaire and expressing the result as a percentage. Score ranging from 0 to 100 and higher scores indicated a worse outcome. Baseline is the score calculated on Day 1 prior to 4 hour post-dose spirometry.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.184","spread":"0.9838"},{"groupId":"OG001","value":"-3.965","spread":"1.0511"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.665","spread":"1.0163"},{"groupId":"OG001","value":"-2.652","spread":"1.0859"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.167","spread":"1.1405"},{"groupId":"OG001","value":"-3.868","spread":"1.2178"}]}]}]},{"type":"SECONDARY","title":"LS Mean Change From Baseline FEV1 to Morning Trough FEV1 at Weeks 6, 12 and 24","description":"Forced spirometry maneuvers including the FEV1 were used to assess pulmonary function. Morning trough FEV1 was the last value collected prior to the morning dose. Baseline FEV1 is the mean of the two measurements taken before study medication on the day of first dosing, that is, \\<=40 minutes pre-dose on day 1. Spirometry assessments were performed in accordance with ATS/ERS guidelines.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0112","spread":"0.0181"},{"groupId":"OG001","value":"-0.0259","spread":"0.0193"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0076","spread":"0.0190"},{"groupId":"OG001","value":"-0.0272","spread":"0.0204"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.0236","spread":"0.0205"},{"groupId":"OG001","value":"-0.0369","spread":"0.0219"}]}]}]},{"type":"SECONDARY","title":"LS Mean Change From Baseline in Average FEV1 Area Under the Curve Over 4 Hours (AUC0-4h) at Day 1 and Weeks 6, 12 and 24","description":"Forced spirometry maneuvers including the FEV1 were used to assess pulmonary function. Average FEV1 AUC0-4h was defined as area under the curve over 4 hours of the FEV1, divided by 4 hours. Baseline FEV1 is the mean of the 2 measurements taken before study medication on the day of first dosing, that is, \\<=40 minutes pre-dose on Day 1. Spirometry assessments were performed in accordance with ATS/ERS guidelines.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1495","spread":"0.0108"},{"groupId":"OG001","value":"0.0099","spread":"0.0115"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1259","spread":"0.0184"},{"groupId":"OG001","value":"-0.0044","spread":"0.0196"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1243","spread":"0.0191"},{"groupId":"OG001","value":"-0.0149","spread":"0.0203"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0875","spread":"0.0206"},{"groupId":"OG001","value":"-0.0139","spread":"0.0220"}]}]}]},{"type":"SECONDARY","title":"Percentage of SGRQ Responders at Weeks 6, 12 and 24","description":"The SGRQ questionnaire consists of 17 questions, split into 2 parts. Part 1 consisted of the first 8 questions and was related to the symptoms subdomain. The remaining 9 questions were in Part 2, which were related to the activity and impacts subdomains. The total score was calculated by dividing the summed weights by the maximum possible weight for all items in the questionnaire and expressing the result as a percentage. Responder was a patient with an improvement from baseline in SGRQ total score of 4 or more. Percentage of SGRQ responders are reported.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"50.8","spread":null},{"groupId":"OG001","value":"40.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"52.5","spread":null},{"groupId":"OG001","value":"37.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"58.2","spread":null},{"groupId":"OG001","value":"45.9","spread":null}]}]}]},{"type":"SECONDARY","title":"LS Mean Change From Baseline to the Mean Weekly Rescue Medication Use at Weeks 6, 12 and 24","description":"Use of rescue medication (albuterol/salbutamol) per week was calculated as the LS mean use daily over 7 days. Daily rescue medication use was collected in an e-diary throughout the study. Baseline is the mean over the 7 days prior to the first intake of study medication, calculated as the sum of puffs taken, divided by number of days data has been recorded.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.442","spread":"0.1065"},{"groupId":"OG001","value":"-0.306","spread":"0.1139"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.469","spread":"0.1155"},{"groupId":"OG001","value":"-0.182","spread":"0.1234"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.506","spread":"0.1448"},{"groupId":"OG001","value":"-0.052","spread":"0.1554"}]}]}]},{"type":"SECONDARY","title":"LS Mean Transition Dyspnea Index (TDI) Questionnaire Total Score at Weeks 6, 12 and 24","description":"The TDI is a questionnaire that focused on 3 sub-domains: functional impairment, magnitude of task and magnitude of effort. Sub-domain score was calculated as the sum from the related questions. Total score was calculated as the sum of the sub-domain scores. The TDI measures the change in dyspnea severity from the baseline as measured by the baseline dyspnea index. It was rated by 7 grades ranging from -3 (major deterioration) to +3 (major improvement). Higher scores indicate better outcome. Change from baseline was assessed with the Baseline Dyspnea Index.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.3","spread":"0.19"},{"groupId":"OG001","value":"0.6","spread":"0.21"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.6","spread":"0.21"},{"groupId":"OG001","value":"0.4","spread":"0.23"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.9","spread":"0.24"},{"groupId":"OG001","value":"0.8","spread":"0.27"}]}]}]},{"type":"SECONDARY","title":"LS Mean Change From Baseline FEV1 to Evening Trough FEV1 at Week 12","description":"Forced spirometry maneuvers including the FEV1 were used to assess pulmonary function. Evening trough FEV1 was the value collected at 12 hours post-morning dose and prior to the evening dose. Baseline FEV1 is the mean of the 2 measurements taken before study medication on the day of first dosing, that is, \\<=40 minutes pre-dose on day 1. Spirometry assessments were performed in accordance with ATS/ERS guidelines.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.0117","spread":"0.0203"},{"groupId":"OG001","value":"-0.0697","spread":"0.0214"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":32,"n":477},"commonTop":["Nasopharyngitis","Headache","COVID-19","Upper respiratory tract infection","Hypertension"]}}}