{"nctId":"NCT03565211","briefTitle":"Clinical Safety Study of the Progesterone Vaginal Ring in Women Undergoing Assisted Reproductive Technology Procedures","startDateStruct":{"date":"2018-07-26","type":"ACTUAL"},"conditions":["Progesterone Supplementation in Women Undergoing ART"],"count":352,"armGroups":[{"label":"Progesterone vaginal ring (PVR)","type":"EXPERIMENTAL","interventionNames":["Drug: Progesterone vaginal ring"]}],"interventions":[{"name":"Progesterone vaginal ring","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Pre-menopausal women aged 18-34 at the time of consent.\n* Documentation of a normal uterine cavity by hysteroscopy, hydrosonogram, or hysterosalpingogram within one year of screening.\n* Normal Pap smear test within 24 months of screening.\n* At least one cycle without reproductive hormone medication prior to screening follicle-stimulating hormone (FSH) and estradiol blood draw.\n* Tubal, idiopathic, male factor, ovulatory dysfunction, or endometriosis-linked infertility.\n\nExclusion Criteria:\n\n* Body mass index greater than 38 kg/m\\^2.\n* FSH greater than 15 IU/L during the early follicular phase (Day 2-4). For those participants with polycystic ovarian syndrome, a Day 2-4 FSH level can be obtained following a progestogen withdrawal or spontaneous menses.\n* Clinically significant gynecologic pathology, such as submucosal fibroids, intramural fibroids \\>5 cm, communicating hydrosalpinx, uncorrected uterine septum, endometrial cancer or endometrial atypia, scar tissue inside the cavity or poorly developed uterine lining from prior uterine surgery, pelvic tuberculosis, or any other conditions that could adversely affect pregnancy success.\n* Uncontrolled elevation of prolactin or too little thyroid hormone in the blood.\n* History of more than one failed fresh in vitro fertilization cycle. A failed cycle is defined as having started a cycle and not becoming pregnant or pregnancy loss prior to the 20th week of pregnancy.","healthyVolunteers":false,"sex":"FEMALE","genderBased":true,"genderDescription":"Pre-menopausal females aged 18-34 years.","minimumAge":"18 Years","maximumAge":"34 Years","stdAges":["ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Cumulative Rate of Spontaneous Abortions Occurring on or Before 12 Weeks Post-oocyte Retrieval","description":"Frequency of participants with spontaneous abortions on or before 12 weeks post-oocyte retrieval and undergoing fresh embryo transfer was presented.\n\nSpontaneous abortion was defined as two positive beta-human chorionic gonadotropin (β-hCG) tests occurring at least two days apart on or after 2 weeks post-oocyte retrieval, but followed by observation of any empty intrauterine gestational sac (blighted ovum), intrauterine gestation without a fetal heart beat, or absence of viable fetuses, as documented by transvaginal ultrasound (TVUS).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Cumulative Rate of Spontaneous Abortions Occurring at 6 Weeks Post-oocyte Retrieval","description":"Frequency of participants with spontaneous abortions at 6 weeks post-oocyte retrieval was presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Cumulative Rate of Spontaneous Abortions Occurring at 10 Weeks Post-oocyte Retrieval","description":"Frequency of participants with spontaneous abortions at 10 weeks post-oocyte retrieval was presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Cumulative Rate of Biochemical Abortion Within 6 Weeks Post-oocyte Retrieval","description":"Frequency of participants with biochemical abortions within 6 weeks post-oocyte retrieval was presented.\n\nBiochemical abortion was defined as a positive β-hCG test at 2 weeks and 2 weeks +3-4 days post-oocyte retrieval, but followed by no observed gestational sac on a later TVUS, or followed by a negative β-hCG test.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Cumulative Rate of Biochemical Abortion Within 10 Weeks Post-oocyte Retrieval","description":"Frequency of participants with biochemical abortions within 10 weeks post-oocyte retrieval was presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Positive β-hCG Rate at 2 Weeks and 2 Weeks +3-4 Days Post Oocyte Retrieval","description":"Frequency of participants with positive β-hCG rate at 2 weeks and 2 weeks +3-4 Days was presented. Positive β-hCG was defined as a positive serum β-hCG test at 2 weeks and 2 weeks +3-4 Days post-oocyte retrieval.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"60.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Clinical Pregnancy Rate at 6 Weeks","description":"Frequency of participants with clinical pregnancy at 6 weeks was presented. Clinical pregnancy was defined as a TVUS showing at least 1 intrauterine gestational sac with fetal heart-beat at 6 weeks post-oocyte retrieval.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"44.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Clinical Pregnancy Rate at 10 Weeks","description":"Frequency of participants with clinical pregnancy at 10 weeks was presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"43.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Rate of Ectopic and Heterotopic Pregnancies Following Oocyte Retrieval","description":"Frequency of participants with ectopic and heterotopic pregnancies was presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Rate of Abnormal Findings in Clinical Laboratory Tests (Clinical Chemistry, Hematology, and Urinalysis)","description":"Participants with at least one abnormal finding in clinical laboratory tests (i.e. abnormal clinical significant \\[CS\\] values: as assessed by investigator) were reported. Clinical chemistry included: glucose, aspartate aminotransferase, alanine aminotransferase, blood urea nitrogen, creatinine, potassium, sodium, chloride, calcium, estimated glomerular filtration rate, and gamma-glutamyl transferase; hematology included: basophils, eosinophils, hematocrit, hemoglobin, lymphocytes, monocytes, neutrophils, platelets, erythrocytes, and leukocytes; urinalysis included: specific gravity, ketones, pH, protein, blood, and glucose.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Rate of Abnormal Findings in Vital Signs","description":"Participants with at least one abnormal finding (i.e. abnormal CS values: as assessed by investigator) in vital signs were reported. Vital signs includes: Weight (kg): decrease of \\>=7% from baseline (BL) or increase of \\>=7% from BL; Systolic Blood Pressure (SBP): \\<=90 mmHg and decrease of \\>=20 mmHg from BL or \\>=180 mmHg and increase of \\>= 20 mmHg from BL; Diastolic Blood Pressure (DBP): \\<= 50 mmHg and decrease of \\>= 15 mmHg from BL or \\>=105 mmHg and increase of \\>=15 mmHg from BL; Heart Rate: \\<=50 (beats per minute \\[bpm\\]) and decrease of \\>= 15 bpm from BL or \\>=120 bpm and increase of \\>=15 from BL; Temperature \\>= 38.3 degree Celsius.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Frequency, Intensity/Grade, Seriousness, and Relatedness of Adverse Events (AEs)","description":"The frequency of participants with total AEs, AEs by categories of intensity (mild, moderate, severe), seriousness and relatedness was presented. An AE is any untoward medical occurrence in a participant participating in a clinical trial. The intensity of an AE was classified using the following 3-point scale: mild=awareness of signs or symptoms, but no disruption of usual activity; moderate=event sufficient to affect usual activity (disturbing); or severe= inability to work or perform usual activities (unacceptable). Seriousness refers to death, hospitalization/ prolongation of existing hospitalization, a life-threatening experience, persistent or significant disability/incapacity, or congenital anomaly. The possibility of whether the IMP caused the AE would be classified as: reasonable possibility, no reasonable possibility. All the reasonable possible causality to the IMP were referred to as adverse drug reactions (ADRs). Relatedness of AEs to IMP was assessed by the investigator.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"124","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"46","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"25","spread":null}]}]}]},{"type":"SECONDARY","title":"Frequency and Intensity/Grade of Vaginal Bleeding/Spotting","description":"Frequency of participants with vaginal bleeding/spotting was presented in total and by categories of intensity/grade (mild, moderate and severe). Vaginal bleeding was recorded in a bleeding log by the participant. The severity of the bleeding was determined using a Pictorial Blood Loss Assessment chart.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Frequency and Intensity/Grade of Vaginal Hemorrhage","description":"Frequency of participants with vaginal hemorrhage was presented in total and by categories of intensity/grade (mild, moderate and severe). Vaginal hemorrhage was defined as a) blood loss of greater than 500 mL based on the opinion of the Investigator or b) hemoglobin post-treatment lesser than 10 gm/dL or c) blood loss requiring transfusion.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Frequency and Intensity/Grade of Vaginal Pain","description":"The frequency of participants with vaginal pain was presented in total and by categories of intensity/grade.\n\nThe intensity of vaginal pain was evaluated as symptoms score of pain and dyspareunia (pain with sexual activity) as: Grade 1 (mild) - Pain causing no or minimal inference with usual social \\& functional activities; Grade 2 (moderate) - Pain causing greater than minimal inference with usual social \\& functional activities or the need for non-narcotic medication; Grade 3 (severe) - Pain causing inability to perform usual social \\& functional activities or the need for narcotic medication; Grade 4 (potentially life threatening) - Disabling pain causing inability to perform basic self-care functions OR hospitalization (other than emergency room visit) indicated.\n\nDyspareunia (pain with sexual activity): Grade 1 (mild) - Pain causing no or minimal inference with sexual function; Grade 2 (moderate) - Pain causing greater than minimal inference with sexual function.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Frequency and Intensity/Grade of Vaginal Infection","description":"Frequency of participants with vaginal infection was presented in total and by categories of intensity/grade (mild, moderate and severe).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Frequency and Intensity/Grade of Vaginal Irritation","description":"The frequency of participants with vaginal irritation was presented in total and by categories of intensity/grade. The intensity of vaginal irritation evaluated as symptoms score of vaginal itching, vaginal dryness, and vaginal discharge. Vaginal itching: Grade 1 (mild)-itching causing no, mild or moderate inference with usual social \\& functional activities; Grade 2 (moderate)-itching causing inability to perform usual social \\& functional activities; may require intervention such as antihistamine or bathing. Vaginal dryness: Grade 1 (mild)-dryness causing no or minimal inference with usual sexual, social \\& functional activities; Grade 2 (moderate)-dryness causing greater than minimal inference with usual sexual, social \\& functional activities. Vaginal discharge by participant report: Grade 1 (mild)-mild-moderate increase in amount above participant BL-no sanitary protection required; Grade 2 (moderate)-profuse increase in discharge requiring pad use or other hygienic intervention.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Frequency, Intensity/Grade, Seriousness, and Relatedness of AEs Associated With Vaginal and Cervical Abrasions and Lesions","description":"Frequency of participants with AEs associated with vaginal and cervical abrasions and lesions, by intensity, seriousness, \\& relatedness was presented. Intensity was evaluated as symptoms score: Vaginal/cervical lesions:Grade 0 (Normal)- Normal variants including skin tags, moles, scars, etc; Grade 1 (mild) - Blisters, ulcerations, or pustules, no treatment indicated; Grade 2 (moderate)- Blisters, ulcerations, or pustules with treatment indicated; Grade 3 (severe) - Severe epithelial disruption requiring hospitalization; Vaginal/cervical abrasions: Grade 0 (Normal) - None; Grade 1 (mild)- Superficial disruptions and disruptions extending through the mucosa with minimal impact on life; Grade 2 (moderate)- Large disruptions extending through the mucosa or large superficial disruptions, hospitalization not indicated; Grade 3 (severe)- Large disruptions extending through the mucosa or large superficial disruptions, hospitalization indicated. Relatedness to IMP was assessed by investigator.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Frequency, Intensity/Grade, Seriousness, and Relatedness of AEs Associated With Vaginal Adhesions","description":"The frequency of participants with AEs associated with vaginal adhesion (total), by categories of intensity, seriousness, and relatedness was presented.\n\nThe intensity was evaluated as symptoms score of vaginal adhesion as: Grade 0 (Normal) - None; Grade 1 (mild) - asymptomatic, manual removal of ring possible; Grade 2 (moderate) - Symptomatic (eg: irritation reported by participant), manual removal of ring possible; Grade 3 (severe) - Surgical intervention (eg: adhesiolysis) required to resolve; Grade 4 (potentially life threatening) - urgent intervention indicated. The AEs associated with vaginal adhesion of Grade 4 intensity were considered to be serious. Relatedness to IMP was assessed by investigator.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Frequency and Reason for PVR Discontinuation","description":"Frequency of participants who prematurely discontinued PVR (i.e. did not fulfill 10 weeks of PVR treatment) was presented by reason.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"44","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":254},"commonTop":["Biochemical pregnancy","Nausea","Abortion spontaneous","Headache"]}}}