{"nctId":"NCT02936635","briefTitle":"A Study for Patients Who Completed VITALITY-ALS (CY 4031)","startDateStruct":{"date":"2016-10-17","type":"ACTUAL"},"conditions":["Amyotrophic Lateral Sclerosis (ALS)"],"count":280,"armGroups":[{"label":"Delayed Start Treatment","type":"EXPERIMENTAL","interventionNames":["Drug: tirasemtiv"]},{"label":"Early Start Treatment","type":"EXPERIMENTAL","interventionNames":["Drug: tirasemtiv"]}],"interventions":[{"name":"tirasemtiv","otherNames":["CK-2017357"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Able to comprehend and willing to sign an Informed Consent Form (ICF). If verbal consent is given, a Legal Designee of the patient must sign the ICF form\n* Completed participation on study drug and the Follow-Up Visit in the CY 4031 study\n* Male patients, who have not had a vasectomy AND confirmed zero sperm count, must agree for the duration of their participation in the study to either:\n\n  * Use a condom during sexual intercourse with female partners who are of childbearing potential AND to have female partners use a highly effective means of contraception OR\n  * Abstain from sexual intercourse during participation in the study\n* Female patients who are not post-menopausal (≥ 1 year) or sterilized, must:\n\n  * Not be breastfeeding\n  * Have a negative pregnancy test\n  * Have no intention to become pregnant during participation in the study AND\n  * Practice sexual abstinence, defined as refraining from intercourse during the duration of the study OR if male partners are not vasectomized with a confirmed zero sperm count, require use of a condom AND use of a highly effective contraceptive measure\n\nExclusion Criteria:\n\n* Has a diaphragm pacing system (DPS) at study entry or anticipate DPS placement during the course of the study\n* Has taken an investigational study drug (other than tirasemtiv) prior to dosing, within 30 days or five half-lives of the prior agent, whichever is greater\n* Use of tizanidine and theophylline-containing medications during study participation\n* Participation or planning to participate in any form of stem cell therapy for the treatment of ALS or another investigational drug","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Adverse Events","description":"The number of participants with adverse events was used as the measure for the long-term safety and tolerability of tirasemtiv.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"112","spread":null},{"groupId":"OG001","value":"157","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From CY 4031 Baseline in Percent Predicted Slow Vital Capacity to Week 24 in CY 4033","description":"Slow vital capacity (SVC) was measured using a spirometer (in units of liters). Following 3 to 5 breaths at rest, patients were instructed to take as deep an inspiration as possible followed by a maximum exhalation (blowing out all the air in their lungs). Values obtained were converted to percent predicted values (ie, the test result as a percent of predicted values for patients of similar demographic and baseline characteristics \\[eg, height, age, sex\\]).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-28.79","spread":"2.845"},{"groupId":"OG001","value":"-32.69","spread":"2.285"}]}]}]},{"type":"SECONDARY","title":"Change From CY 4031 Baseline in Percent Predicted Slow Vital Capacity to Week 48 in CY 4033","description":"Slow vital capacity was measured using a spirometer (in units of liters). Following 3 to 5 breaths at rest, patients were instructed to take as deep an inspiration as possible followed by a maximum exhalation (blowing out all the air in their lungs). Values obtained were converted to percent predicted values (ie, the test result as a percent of predicted values for patients of similar demographic and baseline characteristics \\[eg, height, age, sex\\]).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-35.55","spread":"3.332"},{"groupId":"OG001","value":"-40.87","spread":"2.667"}]}]}]},{"type":"SECONDARY","title":"Change From CY 4031 Baseline in ALS Functional Rating Scale - Revised (ALSFRS-R) Total Score at Week 24","description":"The ALSFRS-R is used to measure the progression and severity of disability in patients with ALS. The ALSFRS-R consists of 12 questions, assessing a patient's capability and independence in functional activities relevant to ALS, categorized in the following 4 domains: gross motor tasks, fine motor tasks, bulbar functions, and respiratory function. Each question is scored from 0 (indicating incapable or dependent) to 4 (normal). The total score ranges from 0 to 48, with higher scores reflecting more normal function and lower scores reflecting more impaired function. Comparing postbaseline to baseline assessments, a negative value indicates a worsening in function.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-13.78","spread":"0.934"},{"groupId":"OG001","value":"-14.35","spread":"0.767"}]}]}]},{"type":"SECONDARY","title":"Change From CY 4031 Baseline in ALSFRS-R Total Score at Week 48","description":"The ALSFRS-R is used to measure the progression and severity of disability in patients with ALS. The ALSFRS-R consists of 12 questions, assessing a patient's capability and independence in functional activities relevant to ALS, categorized in the following 4 domains: gross motor tasks, fine motor tasks, bulbar functions, and respiratory function. Each question is scored from 0 (indicating incapable or dependent) to 4 (normal). The total score ranges from 0 to 48, with higher scores reflecting more normal function and lower scores reflecting more impaired function. Comparing postbaseline to baseline assessments, a negative value indicates a worsening in function.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-17.61","spread":"1.171"},{"groupId":"OG001","value":"-17.82","spread":"0.956"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":32,"n":115},"commonTop":["Dizziness","Fatigue","Somnolence","Constipation","Muscular weakness"]}}}