{"nctId":"NCT02300311","briefTitle":"Efficacy and Safety of Finalgon® Cream Multiple Doses in Acute Low Back Pain","startDateStruct":{"date":"2015-01"},"conditions":["Low Back Pain"],"count":138,"armGroups":[{"label":"nonivamide + nicoboxil (Finalgon cream)","type":"EXPERIMENTAL","interventionNames":["Drug: nonivamide + nicoboxil (Finalgon cream)"]},{"label":"placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: placebo matching nonivamide + nicoboxil (Finalgon cream)"]}],"interventions":[{"name":"nonivamide + nicoboxil (Finalgon cream)","otherNames":[]},{"name":"placebo matching nonivamide + nicoboxil (Finalgon cream)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n1. Patients must sign and date an Informed Consent consistent with International Conference on Harmonisation (ICH)/Good Clinical Practice (GCP) guidelines and local regulation prior to participation in the trial.\n2. Patients must agree to cooperate with all trial evaluations and perform all required tasks.\n3. Patients must have acute nonspecific low back pain, ICD-10 code: M54.5.\n4. Patients must have acute low back pain for more than 2 days and less than 21 days (= 3 weeks).\n5. Male or female more or equal 18 and less or equal 65 years of age at Visit 1(Baseline).\n6. Low back pain Pain intensity more or equal 5 on a 0-10 numerical rating scale (NRS).\n\nExclusion criteria:\n\n1. Patients with a significant disease other than acute nonspecific low back pain. A significant disease is defined as a disease which, in the opinion of the investigator, may (i) put the patient at risk because of participation in the trial, or (ii) influence the results of the trial, or (iii) cause concern regarding the patient's ability to participate in the trial.\n2. Multilocular pain or panalgesia.\n3. History of more than 3 low back pain episodes in the last 6 months.\n4. Acute low back pain due to vertebral collapse or neoplastic, inflammatory (ankylosing spondylitis), traumatic, or infective origins.\n5. Abnormal findings in at least one of the following assessments: Achilles tendon reflex, patella reflex, heel walking, toe walking, cutaneous sensitivity of the legs (including gluteal region), paresis tests in supine position upon dorsiflexion, plantarflexion, hip flexion, knee extension.\n6. Neurogenic Bladder and/or rectum dysfunction.\n7. Any condition, disease or concomitant treatment that in the judgement of the investigator will affect the patient's ability to participate in the clinical trial or which will influence the trial methodology used.\n8. Negative experience in the past with heat treatment for muscle complaints (e. g. hot water bottle, heat pads, hyperemisation-inducing topical creams, ointments or patches).\n9. Patients with history of treatment of back pain with centrally acting drugs (e.g. opioids) and muscle relaxants within 6 months prior to enrolment.\n10. Surgery due to back pain or rehabilitation due to back pain in the last 12 months.\n11. Spinal injection back pain treatment within 6 months prior to enrolment.\n12. Intake of antidepressant/antipsychotic medication within 4 weeks prior to enrolment.\n13. Treatment of the recent low back pain period with oral analgesics for more than 4 consecutive days.\n14. Locally applied medication to the back within 24 hours prior to enrolment (topical treatments, injections).\n15. Non-pharmacological low back pain treatment (physiotherapy, heat treatment \\[e.g. hot water bottle, heat patch\\], or massages) within 12 hours prior to enrolment.\n16. Administration of other analgesics within 12 h prior to enrolment (exception: acetylsalicylic acid \\[ASS\\] up to 100 mg/daily for anti-platelet-aggregation therapy).\n17. Non-pharmacological low back pain treatment (physiotherapy, heat treatment \\[e.g. hot water bottle, heat patch\\], or massages) within 12 hours prior to enrolment.\n18. Participation in an investigational drug or device trial within 4 weeks prior to enrolment.\n19. History of treatment of back pain with centrally acting drugs (e.g. opioids) and muscle relaxants.\n20. Treatment of the recent low back pain period with oral analgesics for more than 4 consecutive days.\n21. Surgery due to back pain or rehabilitation due to back pain in the last 12 months.\n22. Spinal injection back pain treatment within 6 months prior to enrolment.\n23. Intake of antidepressant/antipsychotic medication within 4 weeks prior to enrolment.\n24. Known hypersensitivity to nicoboxil, nonivamide, or other ingredients of the cream.\n25. Known hypersensitivity to paracetamol.\n26. Skin lesions (e.g. rash, bruising, laceration) in the back region.\n27. Known history of central nervous system diseases with severe intellectual and memory disorders, psychiatric disorders.\n28. History of abuse of alcohol/drugs within six months prior to enrolment.\n29. Acute and relapsed chronic kidney diseases.\n30. Severe hepatocellular insufficiency.\n31. Pregnant or nursing women, including female patients with positive ß-HCG test at Visit 1.\n32. Female patients of child-bearing potential not using highly effective method of birth control.\n33. Patients who are currently participating in another trial or who have been participating in another trial within one month prior to Visit 1, and patients who have previously been randomised in this trial.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Pain Intensity Difference (PID) From Pre-dose Baseline to 8h After the First Trial Medication Application (PID8h)","description":"Pain intensity (PI) was assessed on a 11-point numerical rating scale ranging from 0 (no pain) to 10 (worst pain possible) at pre-dose baseline and 0.5, 1, 2, 3, 4, 6 and 8 hours after trial medication application.\n\nThe left side of each scale (0) is marked 'no pain' and the right side of the scale (10) is marked 'worst pain possible'.\n\nPID8h= Pain intensity (PI)8h - PI(baseline).\n\nMeans reported are the adjusted means.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.98","spread":"0.215"},{"groupId":"OG001","value":"-2.82","spread":"0.221"}]}]}]},{"type":"SECONDARY","title":"Pain Intensity Difference (PID) From Pre-dose Baseline to 4 Hours After the First Trial Medication Application (PID4h)","description":"Pain intensity was assessed on a 11-point numerical rating scale ranging from 0 (no pain) to 10 (worst pain possible) at pre-dose baseline and 0.5, 1, 2, 3 and 4 hours after trial medication application. The left side of each scale (0) is marked 'no pain' and the right side of the scale (10) is marked 'worst pain possible'. PID4h= PI(4h) - PI(baseline). Means reported are the adjusted means.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.77","spread":"0.157"},{"groupId":"OG001","value":"-2.11","spread":"0.196"}]}]}]},{"type":"SECONDARY","title":"Difference of Average Pain Intensity (APID) From Pre-dose Baseline on the Last Individual Treatment Day","description":"Difference of average pain intensity from pre-dose baseline on the last individual treatment day (The last individual treatment day was the last day on which the patient had recorded the study drug applications within the patient diary). Pain intensity was assessed by the patient using 0-10 numerical rating scale (NRS).\n\nPatients were given two 0-10 numerical rating scales (NRS) - to self-report of pain intensity at given time points for the period 0-8 hours post first dose and to self-report of average pain intensity they had at each treatment day. The left side of each scale (0) is marked 'no pain' and the right side of the scale (10) is marked 'worst pain possible'. APIDtime point = APItime point - PI baseline (time point is the last individual treatment day (either Day 1, 2, 3 or 4 after drug administration)).\n\nMeans reported are the adjusted means.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.17","spread":"0.272"},{"groupId":"OG001","value":"-5.13","spread":"0.279"}]}]}]},{"type":"SECONDARY","title":"Patient's Assessment of the Efficacy on the Last Individual Treatment Day","description":"Patients were asked to rate the effect of the study medication for relieving their low back pain using a 4-point verbal rating scale (1=Poor, 2= Fair, 3=Good, 4=Very Good).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.0","spread":"0.272"},{"groupId":"OG001","value":"29.0","spread":"0.279"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17.4","spread":null},{"groupId":"OG001","value":"58.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20.3","spread":null},{"groupId":"OG001","value":"13.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"47.8","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.4","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":69},"commonTop":[]}}}