{"nctId":"NCT03397134","briefTitle":"Study to Evaluate Efficacy and Safety of Roluperidone (MIN-101) in Adult Patients With Negative Symptoms of Schizophrenia","startDateStruct":{"date":"2017-12-15","type":"ACTUAL"},"conditions":["Negative Symptoms of Schizophrenia"],"count":515,"armGroups":[{"label":"Roluperidone 64 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Roluperidone 64 mg"]},{"label":"Roluperidone 32 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Roluperidone 32 mg"]},{"label":"Placebo-1","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo Oral Tablet","Drug: Roluperidone 64 mg"]},{"label":"Placebo-2","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo Oral Tablet","Drug: Roluperidone 32 mg"]}],"interventions":[{"name":"Placebo Oral Tablet","otherNames":[]},{"name":"Roluperidone 32 mg","otherNames":[]},{"name":"Roluperidone 64 mg","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patient and patient's legal representative, if applicable, provided informed consent prior to the initiation of any study related procedures, and the patient is judged by the investigator as being capable of understanding the study requirements.\n* Male or female patient, 18 to 55 years of age, inclusive, and body mass index (BMI) \\< 35 kg/m(2) at Screening.\n* Patient meets the diagnostic criteria for schizophrenia as defined in the Diagnostic and Statistical Manual of Mental Disorders (DSM-5), as established by a full psychiatric interview in conjunction with the Mini International Neuropsychiatric Interview.\n* Has a reliable caregiver or family member or health care personnel who can provide information towards assessment and support the patient in terms of compliance with the protocol. The caregiver must have contacts with the patient daily for at least 1 hour each time and is not expected to change during the trial.\n* Documented diagnosis of schizophrenia for at least 1 year before screening into the trial.\n* Patient is stable in terms of positive and negative symptoms of schizophrenia over the last 6 months according to his or her treating psychiatrist and based on documentation in the clinical chart.\n* Patient is currently an outpatient and has not been hospitalized for the last 6 months for acute exacerbation or symptoms worsening. Patients hospitalized during the last 6 months for social reasons or are currently hospitalized for social reasons can be included only with Sponsor's Responsible Medical Officer's approval, and the social reasons must be documented in the electronic case report form (eCRF).\n* Patient with a score of \\> 20 on the PANSS negative subscore (the original PANSS scale \\[ Sum of N1+N2+N3+N4+N5+N6+N7\\]) at Screening (Visit 1) and Baseline (Visit 3) AND \\< 4 points absolute difference between 2 visits.\n* Patients can be on any psychotropic before the trial if the psychotropics can be discontinued at the beginning of the washout phase without risking the patient's clinical status or safety.\n* No history of violence against self or others during the last 1 year.\n* Female patient who are not of childbearing potential, defined as women who are postmenopausal (defined as spontaneous amenorrhoea for at least 1 year or spontaneous amenorrhoea for at least 6 months confirmed by follicle stimulating hormone result of ≥ 40 IU/mL) or permanently sterilized (e.g., tubal occlusion, hysterectomy, bilateral salpingectomy).\n* Female patient, if of childbearing potential, must test negative for pregnancy and must be using a double barrier contraceptive method.\n* Patient must be extensive metabolizers for cytochrome P450 (CYP2D6), defined as a subject that has at least one functional allel (e.g., \\*1 or \\*2), as determined by study-specific genotyping test before the first drug dose is administered.\n* Patient and the caregiver are considered by the investigator to be reliable and likely to cooperate with the assessment procedures.\n\nExclusion Criteria:\n\n* Current major depressive disorder, bipolar disorder, panic disorder, obsessive compulsive disorder, or intellectual disability (intellectual developmental disorder diagnosed by age 14).\n* Patient with PANSS item score of \\> 4 on: P4 excitement/hyperactivity, P6 suspiciousness/persecution, P7 hostility, G8 uncooperativeness, G14 poor impulse control.\n* A Calgary Depression Scale for Schizophrenia (CDSS) total score \\> 6.\n* A score of ≥ 2 on any 2 items 1, 2, or 3, or a score of ≥ 3 on item 4 of the Barnes Akathisia Rating Scale (BARS).\n* Patient's condition is due to direct psychological effects of a substance (e.g., a drug of abuse, or medication) or a general medical condition.\n* Has a current or recent history of serious suicidal behavior within the past 1 year.\n* Patient has a history of substance use disorder within 3 months of the Screening visit (excluding caffeine and cigarette smoking).\n* Positive urine drug screen for drugs of abuse (cocaine, methadone, amphetamines, cannabinoids, opiates, benzodiazepines, and barbiturates), tricyclic antidepressants (TCA), and alcohol (except for prescription benzodiazepines).\n* Patient who cannot be discontinued from psychotropics other than those allowed.\n* Patient who received clozapine within 6 months of the Screening visit.\n* Patient receiving treatment with long-acting or depot antipsychotic medication unless his/her next scheduled dose will occur during the protocol Screening period and can be omitted to allow for sufficient washout before receiving the study drug.\n* Patient with a history of significant other major or unstable neurological, neurosurgical (e.g., head trauma), metabolic, hepatic, renal, hematological, pulmonary, cardiovascular, gastrointestinal, or urological disorder.\n* Patient with a history of seizures (patient with a history of a single childhood febrile seizure may be enrolled in this study).\n* Patient who has had electroconvulsive therapy (ECT), vagal nerve stimulation (VNS), or repetitive trans-cranial magnetic stimulation (r-TMS) within the 6 months prior to the Screening visit or who are scheduled for ECT, VNS, or r-TMS at any time during the study.\n* Patient with clinically significant abnormalities in hematology, blood chemistry, ECG, or physical examination not resolved by the Baseline visit which according to Investigator can interfere with study participation.\n* Current systemic infection (e.g., Hepatitis B, Hepatitis C, human immunodeficiency virus \\[HIV\\], tuberculosis). Patients with positive Hepatitis B core antibody test and negative Hepatitis B surface Antigen (HBsAg) may be included in the study if aminotransferase levels (alanine aminotransferase (ALT)/ serum glutamic pyruvic transaminase (SGPT) \\[ALT/SGPT\\] and aspartate aminotransferase (AST)/ serum glutamic oxaloacetic transaminase (SGOT) \\[AST/SGOT\\] do not exceed 2 times upper limit of normal (ULN).\n* Patient who requires or may require concomitant treatment with any other medication likely to increase QT interval (e.g., paroxetine, fluoxetine, duloxetine, amiodarone).\n* Patient who requires medication inhibiting CYP 2D6 or CYP 3A4.\n* Patient with a clinically significant ECG abnormality that could be a safety issue in the study, including QT interval value corrected for heart rate using the Fridericia's formula (QTcF) \\> 430 msec for males and \\> 450 msec for females.\n* Patient with a history of myocardial infarction based on medical history or ECG findings at Screening.\n* Familial or personal history of long QT syndrome or with additional risk factors for Torsade de Pointes.\n* Subjects whose safety laboratory results show hypokalemia, hypomagnesemia, hypocalcemia.\n* Patients with unexplained syncope.\n* Woman of child-bearing potential, or man, who are unwilling or unable to use accepted methods of birth control.\n* Woman with a positive pregnancy test, is lactating, or is planning to become pregnant during the study.\n* Patient who participated in another clinical study within 3 months prior to Screening, or received roluperidone previously, or has previously participated in \\> 2 clinical studies with experimental medication (previous participation in 3 clinical studies with experimental medication will require approval of the sponsor before eligibility is determined).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"55 Years","stdAges":["ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline to Week 12 in PANSS Marder Negative Symptoms Factor Score (NSFS)","description":"The Marder negative symptoms factor score (NSFS) derived from the complete Positive and Negative Syndrome Scale (PANSS) has been the most frequently used scale in schizophrenia clinical studies focusing on negative symptoms The PANSS measures comprehensive psychiatric symptoms, including positive, negative, and general symptoms. The full PANSS rates the patient on 30 different symptoms from 1 (absent) to 7 (extreme) based on an interview as well as reports of family members or primary care hospital workers. The NSFS consists of the sum of the negative symptom PANSS items N1, N2, N3, N4, N6, G7, and G16 (minimum score = 7; maximum score = 49). Higher scores indicate more severe symptoms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25.2","spread":"3.43"},{"groupId":"OG001","value":"25.3","spread":"3.26"},{"groupId":"OG002","value":"24.3","spread":"3.01"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.2","spread":"2.22"},{"groupId":"OG001","value":"-1.7","spread":"2.47"},{"groupId":"OG002","value":"-1.2","spread":"2.46"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.6","spread":"2.57"},{"groupId":"OG001","value":"-2.8","spread":"2.92"},{"groupId":"OG002","value":"-1.8","spread":"2.99"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.4","spread":"3.49"},{"groupId":"OG001","value":"-3.8","spread":"3.32"},{"groupId":"OG002","value":"-2.8","spread":"3.44"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.7","spread":"3.20"},{"groupId":"OG001","value":"-4.5","spread":"3.85"},{"groupId":"OG002","value":"-3.5","spread":"3.97"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 12 in Personal and Social Performance (PSP)","description":"The PSP scale is a validated clinician-rated scale that measures personal and social functioning in 4 domains: socially useful activities (eg, work and study), personal and social relationships, self care, and disturbing and aggressive behaviors. It is a reliable, quick measure of personal and social functioning of patients with schizophrenia and can be used on patients in the acute and stable stage. PSP is a 100-point scale, divided into 10 equal intervals. The score is based on the assessment of a patient's performance in the 4 domains. Lower scores of 1 to 30 reflected poor functioning that the patient required intensive support or supervision; scores of 31 to 60 reflected varying degrees of disability; and scores of 71 to 100 reflected absence of disability or only mild difficulties.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"52.7","spread":"12.28"},{"groupId":"OG001","value":"53.0","spread":"10.60"},{"groupId":"OG002","value":"52.9","spread":"11.02"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.6","spread":"6.10"},{"groupId":"OG001","value":"3.2","spread":"6.30"},{"groupId":"OG002","value":"1.2","spread":"5.92"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.6","spread":"7.09"},{"groupId":"OG001","value":"5.0","spread":"6.76"},{"groupId":"OG002","value":"3.1","spread":"7.82"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.6","spread":"7.98"},{"groupId":"OG001","value":"6.2","spread":"8.67"},{"groupId":"OG002","value":"4.2","spread":"7.48"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 12 in Clinical Global Impression of Severity (CGI-S)","description":"The Clinical Global Impression of Severity (CGI-S) is a 7-point scale that requires the clinician to rate the severity of the patient's illness at the time of assessment, relative to the clinician's past experience with patients who have the same diagnosis: \"Considering your total clinical experience with this particular population, how mentally ill is the patient at this time?\" which is rated on the following seven-point scale: 1=normal, not at all ill; 2=borderline mentally ill; 3=mildly ill; 4=moderately ill; 5=markedly ill; 6=severely ill; 7=among the most extremely ill patients","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.0","spread":"0.62"},{"groupId":"OG001","value":"4.0","spread":"0.61"},{"groupId":"OG002","value":"4.0","spread":"0.58"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.1","spread":"0.44"},{"groupId":"OG001","value":"-0.1","spread":"0.54"},{"groupId":"OG002","value":"-0.1","spread":"0.50"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.2","spread":"0.49"},{"groupId":"OG001","value":"-0.3","spread":"0.55"},{"groupId":"OG002","value":"-0.1","spread":"0.44"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.3","spread":"0.61"},{"groupId":"OG001","value":"-0.4","spread":"0.68"},{"groupId":"OG002","value":"-0.2","spread":"0.60"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.4","spread":"0.68"},{"groupId":"OG001","value":"-0.4","spread":"0.67"},{"groupId":"OG002","value":"-0.3","spread":"0.63"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Potentially Clinically Significant Laboratory Values (Whole Study Period; Safety Population)","description":"Laboratory abnormalities were determined using pre-defined normal ranges. Clinical laboratory values were considered potentially clinically significant (PCS) for select parameters of hematology, chemistry, and urinalysis. The number and percentage of patients experiencing PCS laboratory abnormalities post-baseline were summarized by treatment group.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"43","spread":null},{"groupId":"OG001","value":"37","spread":null},{"groupId":"OG002","value":"18","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"51","spread":null},{"groupId":"OG001","value":"48","spread":null},{"groupId":"OG002","value":"21","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Potentially Clinically Significant ECG Parameters (Whole Study Period; Safety Population)","description":"QTcF values were tabulated for their absolute values and tabulated relative to Baseline measurements in order to detect individual QTcF changes. The number and percentage of patients who met criteria for potentially clinically significant (PCS) values were summarized.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"24","spread":null},{"groupId":"OG002","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"2","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"2","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Potentially Clinically Significant Vital Signs (Whole Study Period; Safety Population)","description":"The number and percentage of patients with any potentially clinically significant (PCS) vital sign (systolic blood pressure, diastolic blood pressure, heart rate/pulse rate, temperature) occurring post-Baseline were summarized.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"37","spread":null},{"groupId":"OG001","value":"28","spread":null},{"groupId":"OG002","value":"20","spread":null}]}]}]},{"type":"SECONDARY","title":"Safety Assessment - Abnormal Involuntary Movement Scale (AIMS)","description":"AIMS is rating scale that was designed to measure tardive dyskinesia (TD). For the scoring, the AIMS scale has 14 items. The first 10 items (under categories of Facial and Oral Movements, Extremity Movements, Trunk Movements, and Global Judgements) are rated from 0 (none) to 4 (severe); the remaining 4 items (Dental Status) are rated \"yes\" and \"no\" and not counted. The analysis is limited to items 1 to 10, with each rated from 0 to 4. The total score is the sum of all 10 items and with values ranging from 0 to 40. For the analysis, the observed composite movement (total) score will be summarized by treatment group and study visit. Higher scores imply worse outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.2","spread":"1.23"},{"groupId":"OG001","value":"0.1","spread":"0.62"},{"groupId":"OG002","value":"0.4","spread":"1.40"},{"groupId":"OG003","value":"0.3","spread":"1.04"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.2","spread":"1.45"},{"groupId":"OG001","value":"0.1","spread":"0.52"},{"groupId":"OG002","value":"0.4","spread":"1.20"},{"groupId":"OG003","value":"0.3","spread":"1.15"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.2","spread":"0.88"},{"groupId":"OG001","value":"0.1","spread":"0.56"},{"groupId":"OG002","value":"0.5","spread":"1.38"},{"groupId":"OG003","value":"0.2","spread":"1.18"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1","spread":"0.50"},{"groupId":"OG001","value":"0.1","spread":"0.56"},{"groupId":"OG002","value":"0.4","spread":"1.60"},{"groupId":"OG003","value":"0.2","spread":"1.06"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1","spread":"0.51"},{"groupId":"OG001","value":"0.1","spread":"0.57"},{"groupId":"OG002","value":"0.4","spread":"1.31"},{"groupId":"OG003","value":"0.2","spread":"1.37"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1","spread":"0.52"},{"groupId":"OG001","value":"0.1","spread":"0.59"},{"groupId":"OG002","value":"0.4","spread":"1.30"},{"groupId":"OG003","value":"0.2","spread":"1.38"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1","spread":"0.55"},{"groupId":"OG001","value":"0.1","spread":"0.60"},{"groupId":"OG002","value":"0.4","spread":"1.19"},{"groupId":"OG003","value":"0.2","spread":"1.45"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1","spread":"0.69"},{"groupId":"OG001","value":"0.1","spread":"0.63"},{"groupId":"OG002","value":"0.4","spread":"1.29"},{"groupId":"OG003","value":"0.2","spread":"1.48"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1","spread":"0.56"},{"groupId":"OG001","value":"0.1","spread":"0.63"},{"groupId":"OG002","value":"0.3","spread":"1.06"},{"groupId":"OG003","value":"0.3","spread":"1.53"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1","spread":"0.33"},{"groupId":"OG001","value":"0.0","spread":"0.16"},{"groupId":"OG002","value":"0.3","spread":"1.17"},{"groupId":"OG003","value":"0.1","spread":"0.40"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1","spread":"0.36"},{"groupId":"OG001","value":"0.2","spread":"0.59"},{"groupId":"OG002","value":"0.4","spread":"1.38"},{"groupId":"OG003","value":"0.3","spread":"1.57"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1","spread":"0.33"},{"groupId":"OG001","value":"0.0","spread":"0.17"},{"groupId":"OG002","value":"0.3","spread":"1.31"},{"groupId":"OG003","value":"0.3","spread":"1.63"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1","spread":"0.34"},{"groupId":"OG001","value":"0.0","spread":"0.17"},{"groupId":"OG002","value":"0.5","spread":"1.55"},{"groupId":"OG003","value":"0.3","spread":"1.63"}]}]}]},{"type":"SECONDARY","title":"Safety Assessments - Barnes Akathisia Rations Scale (BARS)","description":"The BARS is a multiple-choice questionnaire that clinicians used to provide an assessment of akathisia. The BARS scale has 3 items that are rated from 0 (absence/no distress) to 3 (most severe). The BARS rating scale is scored by summing the scales for Objective Akathisia, Subjective Awareness of Restlessness and Subjective Distress Related to Restlessness yielding a total score ranging from 0 to 9. The Total score, which has a possible range from 0-9, is reported. Higher scores imply worse outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1","spread":"0.39"},{"groupId":"OG001","value":"0.1","spread":"0.42"},{"groupId":"OG002","value":"0.1","spread":"0.39"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1","spread":"0.49"},{"groupId":"OG001","value":"0.1","spread":"0.39"},{"groupId":"OG002","value":"0.1","spread":"0.34"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.2","spread":"0.55"},{"groupId":"OG001","value":"0.1","spread":"0.47"},{"groupId":"OG002","value":"0.1","spread":"0.41"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1","spread":"0.52"},{"groupId":"OG001","value":"0.1","spread":"0.43"},{"groupId":"OG002","value":"0.1","spread":"0.32"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1","spread":"0.41"},{"groupId":"OG001","value":"0.1","spread":"0.41"},{"groupId":"OG002","value":"0.1","spread":"0.32"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1","spread":"0.40"},{"groupId":"OG001","value":"0.1","spread":"0.44"},{"groupId":"OG002","value":"0.0","spread":"0.27"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1","spread":"0.46"},{"groupId":"OG001","value":"0.1","spread":"0.37"},{"groupId":"OG002","value":"0.0","spread":"0.22"}]}]}]},{"type":"SECONDARY","title":"Safety Assessments -Simpson-Angus Scale (S-AS) Score","description":"The S-AS is an established reliable and valid rating scale that measures drug-induced extrapyramidal syndromes using 10 items rated from 0 = not present to 4 = extremely severe. It consisted of 1 item measuring gait (hypokinesia), 6 items measuring rigidity (arm dropping, shoulder shacking, elbow rigidity, wrist rigidity, leg pendulousness, and head dropping) and 3 items measuring glabella tap, tremor, and salivation. As such, the range of scores was 0 to 40, with increased scores indicating increased severity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.4","spread":"0.80"},{"groupId":"OG001","value":"0.5","spread":"1.25"},{"groupId":"OG002","value":"0.8","spread":"2.18"},{"groupId":"OG003","value":"0.6","spread":"1.53"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.3","spread":"0.83"},{"groupId":"OG001","value":"0.1","spread":"0.48"},{"groupId":"OG002","value":"0.8","spread":"2.10"},{"groupId":"OG003","value":"0.5","spread":"1.44"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.2","spread":"0.63"},{"groupId":"OG001","value":"0.2","spread":"0.60"},{"groupId":"OG002","value":"0.8","spread":"1.84"},{"groupId":"OG003","value":"0.3","spread":"1.04"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.3","spread":"0.81"},{"groupId":"OG001","value":"0.2","spread":"0.64"},{"groupId":"OG002","value":"0.7","spread":"1.77"},{"groupId":"OG003","value":"0.4","spread":"1.56"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.2","spread":"0.48"},{"groupId":"OG001","value":"0.2","spread":"0.64"},{"groupId":"OG002","value":"0.7","spread":"1.74"},{"groupId":"OG003","value":"0.5","spread":"1.61"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1","spread":"0.34"},{"groupId":"OG001","value":"0.1","spread":"0.52"},{"groupId":"OG002","value":"0.7","spread":"1.68"},{"groupId":"OG003","value":"0.5","spread":"1.63"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1","spread":"0.33"},{"groupId":"OG001","value":"0.1","spread":"0.52"},{"groupId":"OG002","value":"0.6","spread":"1.65"},{"groupId":"OG003","value":"0.5","spread":"1.64"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1","spread":"0.40"},{"groupId":"OG001","value":"0.1","spread":"0.52"},{"groupId":"OG002","value":"0.6","spread":"1.56"},{"groupId":"OG003","value":"0.5","spread":"1.73"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.2","spread":"0.48"},{"groupId":"OG001","value":"0.1","spread":"0.53"},{"groupId":"OG002","value":"0.7","spread":"1.65"},{"groupId":"OG003","value":"0.3","spread":"1.66"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.2","spread":"0.49"},{"groupId":"OG001","value":"0.1","spread":"0.54"},{"groupId":"OG002","value":"0.6","spread":"1.60"},{"groupId":"OG003","value":"0.4","spread":"1.68"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.2","spread":"0.50"},{"groupId":"OG001","value":"0.1","spread":"0.54"},{"groupId":"OG002","value":"0.6","spread":"1.65"},{"groupId":"OG003","value":"0.4","spread":"1.70"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1","spread":"0.30"},{"groupId":"OG001","value":"0.1","spread":"0.57"},{"groupId":"OG002","value":"0.6","spread":"1.36"},{"groupId":"OG003","value":"0.4","spread":"1.69"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.3","spread":"0.77"},{"groupId":"OG001","value":"0.1","spread":"0.35"},{"groupId":"OG002","value":"0.6","spread":"1.56"},{"groupId":"OG003","value":"0.3","spread":"0.82"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.4","spread":"1.52"},{"groupId":"OG001","value":"0.1","spread":"0.32"},{"groupId":"OG002","value":"0.7","spread":"1.69"},{"groupId":"OG003","value":"0.5","spread":"1.79"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1","spread":"0.35"},{"groupId":"OG001","value":"0.1","spread":"0.34"},{"groupId":"OG002","value":"0.5","spread":"1.42"},{"groupId":"OG003","value":"0.5","spread":"1.84"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.2","spread":"0.49"},{"groupId":"OG001","value":"0.2","spread":"0.76"},{"groupId":"OG002","value":"0.7","spread":"1.75"},{"groupId":"OG003","value":"0.5","spread":"1.83"}]}]}]},{"type":"SECONDARY","title":"Safety Assessments - Sheehan Suicidality Tracking Scale (STS) Total Score","description":"Sheehan Suicidality Tracking Scale (STS) is a prospective rating scale that tracks treatment-emergent suicidal ideation and behaviors.\n\nScoring: Each item is scored on a 5-point Likert scale from 0 (not at all) to 4 (extremely). Data from the STS can be analyzed as individual item scores, a subscore for suicidal ideation (sum of scores from items 2, 3, and 4, plus score from item 5 if ≤ 1), a subscore for suicidal behavior (sum of scores from items 6, 7, and 8, plus score from item 5 if \\> 1) and the total scale score (calculated by add scores from Questions 1a (only if 1b is coded YES), + 2 through 11 + \\[the highest of 12 or any row of 16\\] + \\[the highest of 14 or any row of 15\\] + 17 + 20.\n\nAnalysis: The total scale score will be summarized by treatment group and study visit. Complete data will be presented in patient data listings by treatment group and visit. The total score is the sum of all 16 questions and with values ranging from 0 to 64. Higher scores imply worse outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"0.00"},{"groupId":"OG001","value":"0.0","spread":"0.15"},{"groupId":"OG002","value":"0.0","spread":"0.46"},{"groupId":"OG003","value":"0.0","spread":"0.08"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"0.13"},{"groupId":"OG001","value":"0.0","spread":"0.00"},{"groupId":"OG002","value":"0.0","spread":"0.00"},{"groupId":"OG003","value":"0.0","spread":"0.10"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"0.0"},{"groupId":"OG001","value":"0.0","spread":"0.0"},{"groupId":"OG002","value":"0.0","spread":"0.0"},{"groupId":"OG003","value":"0.0","spread":"0.0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"0.0"},{"groupId":"OG001","value":"0.0","spread":"0.0"},{"groupId":"OG002","value":"0.0","spread":"0.0"},{"groupId":"OG003","value":"0.0","spread":"0.0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"0.0"},{"groupId":"OG001","value":"0.0","spread":"0.0"},{"groupId":"OG002","value":"0.0","spread":"0.0"},{"groupId":"OG003","value":"0.0","spread":"0.10"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"0.0"},{"groupId":"OG001","value":"0.0","spread":"0.0"},{"groupId":"OG002","value":"0.0","spread":"0.0"},{"groupId":"OG003","value":"0.0","spread":"0.0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"0.14"},{"groupId":"OG001","value":"0.0","spread":"0.0"},{"groupId":"OG002","value":"0.0","spread":"0.0"},{"groupId":"OG003","value":"0.0","spread":"0.0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"0.0"},{"groupId":"OG001","value":"0.0","spread":"0.0"},{"groupId":"OG002","value":"0.0","spread":"0.10"},{"groupId":"OG003","value":"0.0","spread":"0.0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"0.0"},{"groupId":"OG001","value":"0.0","spread":"0.0"},{"groupId":"OG002","value":"0.0","spread":"0.0"},{"groupId":"OG003","value":"0.0","spread":"0.41"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"0.0"},{"groupId":"OG001","value":"0.0","spread":"0.0"},{"groupId":"OG002","value":"0.0","spread":"0.0"},{"groupId":"OG003","value":"0.0","spread":"0.0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.2","spread":"1.44"},{"groupId":"OG001","value":"0.0","spread":"0.0"},{"groupId":"OG002","value":"0.0","spread":"0.11"},{"groupId":"OG003","value":"0.0","spread":"0.0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"0.0"},{"groupId":"OG001","value":"0.0","spread":"0.0"},{"groupId":"OG002","value":"0.0","spread":"0.0"},{"groupId":"OG003","value":"0.0","spread":"0.0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"0.0"},{"groupId":"OG001","value":"0.0","spread":"0.0"},{"groupId":"OG002","value":"0.0","spread":"0.11"},{"groupId":"OG003","value":"0.0","spread":"0.0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"0.0"},{"groupId":"OG001","value":"0.0","spread":"0.0"},{"groupId":"OG002","value":"0.0","spread":"0.11"},{"groupId":"OG003","value":"0.0","spread":"0.0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"0.0"},{"groupId":"OG001","value":"0.0","spread":"0.0"},{"groupId":"OG002","value":"0.0","spread":"0.22"},{"groupId":"OG003","value":"0.0","spread":"0.0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1","spread":"0.49"},{"groupId":"OG001","value":"0.0","spread":"0.0"},{"groupId":"OG002","value":"0.0","spread":"0.12"},{"groupId":"OG003","value":"0.0","spread":"0.38"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"0.17"},{"groupId":"OG001","value":"0.0","spread":"0.0"},{"groupId":"OG002","value":"0.0","spread":"0.0"},{"groupId":"OG003","value":"0.0","spread":"0.0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"0.0"},{"groupId":"OG001","value":"0.0","spread":"0.0"},{"groupId":"OG002","value":"0.0","spread":"0.0"},{"groupId":"OG003","value":"0.0","spread":"0.0"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":59},"commonTop":["Headache","Insomnia","Schizophrenia","Asthenia","Agitation"]}}}