{"nctId":"NCT01767155","briefTitle":"Zoptarelin Doxorubicin (AEZS 108) as Second Line Therapy for Endometrial Cancer","startDateStruct":{"date":"2013-04","type":"ACTUAL"},"conditions":["Endometrial Cancer"],"count":511,"armGroups":[{"label":"AEZS-108 / zoptarelin doxorubicin","type":"EXPERIMENTAL","interventionNames":["Drug: AEZS-108 / zoptarelin doxorubicin"]},{"label":"doxorubicin/ standard chemotherapy","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: doxorubicin"]}],"interventions":[{"name":"AEZS-108 / zoptarelin doxorubicin","otherNames":["AEZS-108"]},{"name":"doxorubicin","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Women ≥ 18 years of age\n2. Histologically confirmed endometrial cancer\n3. Advanced (FIGO stage III or IV), recurrent or metastatic disease.\n4. Measurable or non-measurable disease that has progressed since last treatment.\n5. 5\\. Patients with advanced, recurrent or metastatic endometrial cancer who have received one chemotherapeutic regimen with platinum and taxane (either as adjuvant or as first line treatment) and who have progressed.\n6. Availability of fresh or archival FFPE (formalin-fixed and paraffin-embedded) tumor specimens for analysis of LHRH (luteinizing hormone releasing hormone) receptor expression.\n\nExclusion Criteria:\n\n1. ECOG (Eastern Cooperative Oncology Group) performance status \\> 2.\n2. Inadequate hematologic, hepatic or renal function\n3. Red blood cell transfusion within 2 weeks prior to anticipated start of study treatment.\n4. History of myocardial infarction, acute inflammatory heart disease, unstable angina, or uncontrolled arrhythmia within the past 6 months.\n5. Impaired cardiac function defined as left ventricular ejection fraction (LVEF) \\< 50 % (or below the study site's lower limit of normal) as measured by MUGA (multigated radionuclide angiography) or ECHO (echocardiography).\n6. Concomitant use of prohibited therapy (specified in protocol)\n7. Chemo-, immune-, or hormone-therapy within 5 elimination half life times or 4 weeks prior to randomization, whichever is the shorter. Radiotherapy (including pre- or post-operative brachytherapy) within 4 weeks prior to randomization.\n8. Previous anthracycline-based chemotherapy (daunorubicin, doxorubicin, epirubicin, idarubicin, mitoxantrone and valrubicin), in any formulation.\n9. Anticipated ongoing concomitant anticancer therapy during the study.\n10. History of serious co-morbidity or uncontrolled illness that would preclude study therapy, such as active tuberculosis or any other active infection.\n11. Brain metastasis, leptomeningeal disease.\n12. Pregnant or lactating female or female of child-bearing potential not employing adequate contraception.\n13. Subjects with known hypersensitivity to peptide drugs, including LHRH agonists.\n14. Receipt of 2 or more prior cytotoxic chemotherapy regimens for advanced, recurrent, or metastatic endometrial cancer.\n15. Prior treatment with AEZS-108.\n16. Use of LHRH agonist or antagonist treatment within 6 months prior to randomization.\n17. Malignancy within last 5 years except non-melanoma skin cancer.\n18. Any concomitant disease or condition which would interfere with the subjects' proper completion of the protocol assignment.\n19. Concomitant or recent treatment with other investigational drug (within 4 weeks or 5 elimination half life times prior to anticipated start of study treatment).\n20. Lack of ability or willingness to give informed consent.\n21. Anticipated non-availability for study visits/procedures.","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Compare the Overall Survival (OS) of Patients Treated With AEZS-108 to the OS of Patients Treated With Doxorubicin.","description":"Overall survival was defined as the elapsed time from randomization to death from any cause. For surviving patients, follow-up was to be censored at the date of last contact.\n\nThe final analysis, which was event-based, was conducted after approximately 384 randomized patients had died.\n\nA log-rank test with an overall two sided Type I Error rate of 0.05 after taking the interim analyses into account was used to compare OS between the two treatment arms via a SAS (Statistical Analysis System) LIFETEST procedure. Kaplan Meier estimates were used to calculate median OS and the 95% confidence interval (CI) of the median OS. The proportion of patients alive at 6 and 12 months (from randomization date) and the 95% CIs for these estimated proportions were calculated.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"196","spread":null},{"groupId":"OG001","value":"188","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"60","spread":null},{"groupId":"OG001","value":"67","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"171","spread":null},{"groupId":"OG001","value":"174","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"111","spread":null},{"groupId":"OG001","value":"106","spread":null}]}]}]},{"type":"SECONDARY","title":"Compare Efficacy Based on Objective Response Rate (ORR).","description":"The ORR was defined as the sum of the Complete Response (CR) and Partial Response (PR).\n\nCR: Disappearance of all target lesions. Any pathological lymph nodes (whether target or non-target) was to have a reduction in the short axis to \\<10 mm.\n\nPR: At least a 30% decrease in the sum of the diameters of target lesions, taking as reference the baseline sum diameters.\n\nAll responses were confirmed at least 4 weeks after the initial response was observed. Tumor assessments occurred every 3 cycles (± 7 days) during ongoing treatment then every 3 months (± 7 days) thereafter while the patient was on study. The last assessment occurred either when progression was confirmed or when approximately 384 randomized patients had died.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"26","spread":null},{"groupId":"OG001","value":"31","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"32","spread":null},{"groupId":"OG001","value":"36","spread":null}]}]}]},{"type":"SECONDARY","title":"Compare Efficacy Based on Progression-free Survival (PFS).","description":"Progression-free survival (PFS): days between randomization and the date of documented progression or death for any cause that occurred up to the end of the study. For patients whose progression status could not be determined, their PFS data was censored for the last adequate progression assessment date that the patient was confirmed to have no progression.\n\nResponse and progression were to be evaluated using the international criteria proposed by the revised Response Evaluation Criteria in Solid Tumors (RECIST) guideline (version 1.1). Changes in the largest diameter (uni-dimensional measurement) of the tumor lesions and the shortest diameter in the case of malignant lymph nodes were to be used.\n\nDuring ongoing treatment, patients were to be re-evaluated for response every 3 cycles (i.e. every 9 weeks).\n\nA subsequent scan was obtained no earlier than 4 weeks following the initial documentation of an objective status of either complete response (CR) or partial response (PR).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"166","spread":null},{"groupId":"OG001","value":"148","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"90","spread":null},{"groupId":"OG001","value":"107","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"69","spread":null},{"groupId":"OG001","value":"51","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"28","spread":null},{"groupId":"OG001","value":"12","spread":null}]}]}]},{"type":"SECONDARY","title":"Compare Efficacy Based on Clinical Benefit Rate (CBR).","description":"Clinical benefit was defined as having stable disease (SD) or better lasting for at least 9 weeks. The CBR was analyzed using the same methods for the ORR analyses. The analysis of CBR (CR+PR+SD) was performed in the ITT (intention-to-treat) population.\n\nCR: Disappearance of all target lesions. Any pathological lymph nodes (whether target or non-target) was to have a reduction in the short axis to \\<10 mm.\n\nPR: At least a 30% decrease in the sum of the diameters of target lesions, taking as reference the baseline sum diameters.\n\nAll responses were confirmed at least 4 weeks after the initial response was observed. Tumor assessments occurred every 3 cycles (± 7 days) during ongoing treatment then every 3 months (± 7 days) thereafter while the patient was on study. The last assessment occurred either when progression was confirmed or when approximately 384 randomized patients had died.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"26","spread":null},{"groupId":"OG001","value":"31","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"106","spread":null},{"groupId":"OG001","value":"102","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"65","spread":null},{"groupId":"OG001","value":"67","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":92,"n":252},"commonTop":["Neutropenia","Nausea","Aneamia"]}}}