{"nctId":"NCT02338843","briefTitle":"A Phase 3 Study of LJPC-501 in Patients With Catecholamine-Resistant Hypotension","startDateStruct":{"date":"2015-03"},"conditions":["Catecholamine-resistant Hypotension (CRH)","Distributive Shock","High Output Shock","Sepsis"],"count":344,"armGroups":[{"label":"LJPC-501 (angiotensin II)","type":"EXPERIMENTAL","interventionNames":["Drug: LJPC-501"]},{"label":"Placebo (0.9% sodium chloride solution)","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"LJPC-501","otherNames":["angiotensin II"]},{"name":"Placebo","otherNames":["0.9% Sodium Chloride Solution USP"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Adult patients ≥ 18 years of age with CRH, defined as those who require a total sum catecholamine dose of \\> 0.2 mcg/kg/min for a minimum of 6 hours and a maximum of 48 hours, to maintain a MAP between 55-70 mmHg.\n2. Patients are required to have central venous access and an arterial line present, and these are expected to remain present for at least the initial 48 hours of study.\n3. Patients are required to have an indwelling urinary catheter present, and it is expected to remain present for at least the initial 48 hours of study.\n4. Patients must have received at least 25 mL/kg of crystalloid or colloid equivalent over the previous 24-hour period, and be adequately volume resuscitated in the opinion of the treating investigator.\n5. Patients must have clinical features of high-output shock by meeting one of the following criteria.\n\n   1. Central venous oxygen saturation (ScvO2) \\> 70% (either by oximetry catheter or by central venous blood gas) and central venous pressure (CVP) \\> 8 mmHg.\n\n      OR\n   2. Cardiac Index (CI) \\> 2.3 L/min/1.73 m2. Patient must meet 5a or 5b to be eligible.\n6. Patient or legal surrogate is willing and able to provide written informed consent and comply with all protocol requirements.\n\nExclusion Criteria:\n\n1. Patients who are \\< 18 years of age.\n2. Any patient with burns covering \\> 20% of total body surface area (TBSA).\n3. Patients with a Cardiovascular (CV) SOFA score ≤ 3.\n4. Patients diagnosed with acute occlusive coronary syndrome requiring intervention.\n5. Patients on veno-arterial (VA) ECMO.\n6. Patients who have been on ECMO for less than 12 hours.\n7. Patients in liver failure with a Model for End-Stage Liver Disease (MELD) score of ≥ 30.\n8. Patients with a history of asthma or who are currently experiencing bronchospasm requiring the use of inhaled bronchodilators, if not mechanically ventilated.\n9. Patients with acute mesenteric ischemia or a history of mesenteric ischemic.\n10. Patients with a history of, presence of, or highly-suspected of having an aortic dissection or abdominal aortic aneurysm.\n11. Patients requiring more than 500 mg daily of hydrocortisone or equivalent glucocorticoid medication as a standing dose.\n12. Patients with Raynaud's phenomenon, systemic sclerosis or vasospastic disease.\n13. Patients with an expected lifespan of \\< 12 hours.\n14. Patients with active bleeding AND an anticipated need (within 48 hours of initiation of the study) for transfusion of \\> 4 units of packed red blood cells.\n15. Patients with active bleeding AND hemoglobin \\< 7g/dL or any other condition that would contraindicate serial blood sampling.\n16. Patients with an absolute neutrophil count (ANC) of \\< 1000 cells/mm3.\n17. Patients with a known allergy to mannitol.\n18. Patients who are current participating in another interventional clinical trial.\n19. Patients who are known to be pregnant at the time of Screening.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"An Increased MAP, Defined as Achievement of a Day 1 MAP at 3 Hours Following the Initiation of Study Drug, of ≥ 75 mmHg OR a 10 mmHg Increase in Baseline MAP","description":"Response with respect to mean arterial pressure (MAP) at hour 3 after the start of infusion was defined as an increase from baseline of at least 10 mm Hg or an increase to at least 75 mm Hg, without an increase in the dose of background vasopressors.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"114","spread":null},{"groupId":"OG001","value":"37","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":99,"n":163},"commonTop":["Atrial fibrillation","Thrombocytopenia","Hypokalaemia","Anaemia","Hypotension"]}}}