{"nctId":"NCT01962298","briefTitle":"Recovery of Diaphragmatic Function After Neuromuscular Blockade and Sugammadex","startDateStruct":{"date":"2013-10"},"conditions":["Diaphragmatic Dysfunction","Muscle Weakness","Muscle Fatigue"],"count":75,"armGroups":[{"label":"Single rocuronium dose - placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: placebo","Drug: Single rocuronium dose"]},{"label":"Single rocuronium dose - sugammadex","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: sugammadex 2mg/kg","Drug: Single rocuronium dose"]},{"label":"Repeated rocuronium dose - neostigmine","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: neostigmine","Drug: Repeated rocuronium dose"]},{"label":"Repeated rocuronium dose - sugammadex","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: sugammadex 2mg/kg","Drug: Repeated rocuronium dose"]},{"label":"Continuous rocuronium dose","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: sugammadex 4mg/kg","Drug: Continuous rocuronium infusion"]}],"interventions":[{"name":"sugammadex 2mg/kg","otherNames":[]},{"name":"neostigmine","otherNames":[]},{"name":"sugammadex 4mg/kg","otherNames":[]},{"name":"placebo","otherNames":[]},{"name":"Single rocuronium dose","otherNames":[]},{"name":"Repeated rocuronium dose","otherNames":[]},{"name":"Continuous rocuronium infusion","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Each participant must have the mental capacity to decide whether he/she takes part in the trial or not. Each participant must voluntarily give his/her written informed consent. In case a participant is physically unable to give a written informed consent, a legal representative is to perform this.\n* Each participant must be at least eighteen years of age. Participants can be of either sex and of any ethnical background.\n* Each participant must meet the American Society of Anesthesiologists class II, II or III criteria.\n* Each participant must be scheduled for intracranial surgery. During general anesthesia rocuronium must be used as a neuromuscular blocking agent.\n* Each participant must be a suitable candidate for the rapid reversal of the neuromuscular blockade.\n* Each female participant of sexually active age and of childbearing potential must agree to the use of a medically accepted method of contraception through seven days after the day of surgery. Postmenopausal (defined as at least twelve consecutive months without spontaneous menstrual period) women are not obliged to use contraceptives.\n\nExclusion Criteria:\n\n* The participant is known or suspected to have a neuromuscular disorder.\n* The participant is known or suspected to have an allergic reaction to sugammadex, rocuronium, anesthetic or narcotic medications, or any drugs used during general anesthesia.\n* The participant is known or suspected to have an anatomical malformation impeding a proper intubation.\n* The participant is known or suspected to have a history of malignant hyperthermia.\n* The participant is pregnant (or intends to become pregnant within the presurgical period) or lactating.\n* The participant is known to have a renal insufficiency (defined as a serum creatinine concentration of two times the upper limit, or a glomerular filtration rate of less than 60 ml/min).\n* The participant is known or suspected to have a chronic obstructive pulmonary disease GOLD classification 2 or higher or has any respiratory disease that impairs his respiratory function to a NYHA III level or worse.\n* The participant is known to have an infection of the upper or lower airways, as diagnosed by clinical or laboratory findings.\n* The participant is known or suspected to have congestive heart failure.\n* The participant is obese, as defined by a body mass index of 30 kg/m2 or more.\n* The participant is known or suspected to have a major hepatic dysfunction.\n* The participant has received or is scheduled to receive toremifene and/or an intravenous administration of fusidic acid within a time span of twenty-four hours before and twenty-four hours after the surgery.\n* The participant is known or suspected to have any condition contraindicating the administration of sugammadex, neostigmine, glycopyrrolate or placebo.\n* The participant is known or suspected to be directly involved in this study and/or is employed by or is a family member of any person employed by the investigator, at the investigational site, or by the sponsor.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Electric Activity of the Diaphragm (Microvolts)","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.7","spread":null},{"groupId":"OG001","value":"4.5","spread":null},{"groupId":"OG002","value":"3.2","spread":null},{"groupId":"OG003","value":"2.9","spread":null},{"groupId":"OG004","value":"4.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Electric Activity of the Intercostal Muscles","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.4","spread":null},{"groupId":"OG001","value":"2.2","spread":null},{"groupId":"OG002","value":"1.5","spread":null},{"groupId":"OG003","value":"2.2","spread":null},{"groupId":"OG004","value":"1.8","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Centroid Frequency of the EMG, as Trend Variability (Change in %) From First to Last Recording","description":null,"classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":15},"commonTop":[]}}}