{"nctId":"NCT01438476","briefTitle":"Postoperative Thoracic Epidural Analgesia Versus Intravenous Patient-Controlled Analgesia For Liver and/or Pancreas","startDateStruct":{"date":"2012-01-26","type":"ACTUAL"},"conditions":["Liver Cancer","Pancreatic Cancer"],"count":178,"armGroups":[{"label":"IV Pain Management","type":"EXPERIMENTAL","interventionNames":["Procedure: Intravenous Patient-Controlled Analgesia (IVPCA)","Behavioral: Questionnaires","Behavioral: Pain Assessment"]},{"label":"Epidural Pain Management","type":"EXPERIMENTAL","interventionNames":["Procedure: Thoracic Epidural Analgesia (TEA)","Behavioral: Questionnaires","Behavioral: Pain Assessment"]}],"interventions":[{"name":"Intravenous Patient-Controlled Analgesia (IVPCA)","otherNames":[]},{"name":"Thoracic Epidural Analgesia (TEA)","otherNames":[]},{"name":"Questionnaires","otherNames":["Survey"]},{"name":"Pain Assessment","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Patients undergoing liver and/or pancreatic surgical resection for malignancy at MD Anderson Cancer Center.\n2. Patients 18 years of age and older. There will be no upper age restriction.\n3. Patients must sign a study-specific consent form.\n4. Adequate coagulation function within 30 days of surgery: Platelets \\>/= 100,000/ml; international normalized ratio (INR) \\</= 1.5; activated partial thromboplastin time (aPTT) \\</= 40.\n5. Patients must have no fever or evidence of infection or other coexisting medical condition that would preclude epidural placement.\n\nExclusion Criteria:\n\n1. Evidence of severe uncontrolled systemic disease or other comorbidity that precludes liver or pancreatic surgery.\n2. History of chronic pain, long-term narcotic use or being considered for chronic pain consultation postoperatively.\n3. Anaphylaxis to local anesthetics or narcotics.\n4. Previous or current neurologic disease affecting the lower hemithorax or below.\n5. Major open abdominal/thoracic surgery in the previous 30 days under general anesthesia, except for total intravenous anesthesia (TIVA).\n6. Technical contraindications to epidural placement: previous thoracic spinal surgery or local skin or soft tissue infection at proposed site for epidural insertion.\n7. Ongoing use or planned peri-operative use of anticoagulants (not including deep vein thrombosis (DVT) prophylaxis).\n8. Known bleeding diathesis or coagulopathy.\n9. Educational, psychiatric (untreated or poorly controlled schizophrenia, major depression, or bipolar disorder), or communication (language) barrier that would preclude accurate assessment of postoperative pain and/or ability to answer questionnaires (need to be able to read, comprehend, and answer questions).\n10. Inability to comply with study and/or follow-up procedures.\n11. Patient refusal to participate in randomization.\n12. Pregnant women are excluded from this study; women of childbearing potential (defined as those who have not undergone a hysterectomy or who have not been postmenopausal for at least 12 consecutive months) must agree to practice adequate contraception and to refrain from breast-feeding, as specified in the informed consent.\n13. Patients with obvious unresectable disease prior to signing informed consent.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Postoperative Pain Experience","description":"The Area Under the Curve (AUC) pain score during the first 48 hours after surgery. Post operative pain was measured during the first 48 hours per unit acuity guidelines. Typically this was at a minimum of every four hours yielding an average number of measures during the first 48 hours. The scale is 0-480 low scores are better.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"78.6","spread":null},{"groupId":"OG001","value":"105.2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":21,"n":106},"commonTop":[]}}}