{"nctId":"NCT02149108","briefTitle":"Nintedanib (BIBF 1120) vs Placebo in Refractory Metastatic Colorectal Cancer (LUME-Colon 1)","startDateStruct":{"date":"2014-09-25","type":"ACTUAL"},"conditions":["Colorectal Neoplasms"],"count":768,"armGroups":[{"label":"Nintedanib (BIBF 1120) + BSC","type":"EXPERIMENTAL","interventionNames":["Drug: Nintedanib (BIBF 1120)","Drug: BSC"]},{"label":"Placebo + BSC","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo","Drug: BSC"]}],"interventions":[{"name":"Nintedanib (BIBF 1120)","otherNames":[]},{"name":"Placebo","otherNames":[]},{"name":"BSC","otherNames":[]},{"name":"BSC","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n* Age \\>= 18 years\n* Signed informed consent\n* Histologically or cytologically confirmed colorectal adenocarcinoma\n* Metastatic or locally advanced disease not amenable to curative surgery and/or radiotherapy\n* Eastern Cooperative Oncology Group (ECOG) performance status = 1\n* At least one measurable lesion according to Response Evaluation Criteria In Solid Tumours (RECIST) version 1.1\n* Progression on standard therapies or withdrawn from standard treatment due to unacceptable toxicity. Previous standard treatment must include all of the following:\n* \\- fluoropyrimidine\n* \\- oxaliplatin: Patients treated with oxaliplatin in adjuvant setting should have progressed within 6 months of completion of adjuvant therapy or they must have been treated with oxaliplatin for metastatic disease\n* \\- irinotecan\n* \\- bevacizumab or aflibercept\n* \\- cetuximab or panitumumab for patients with K-Ras wt or Ras wt tumours\n* \\- The remaining standard available therapy as recommended by investigator is best supportive care (note: previous treatment with regorafenib and TAS 102 are allowed and these agents should be administered before study if available to patient according to local standards)\n* \\- Life expectancy of at least 12 weeks\n* \\- Hepatic function: aspartate aminotransferase (AST)/ Alanine Amino Transferase (ALT) = 1.5 X Upper Limit of Normal (ULN) and bilirubin = ULN for patients without liver metastases. AST/ALT = 2.5 X ULN and bilirubin = ULN for patients with liver metastases. Patients with Gilbert syndrome and bilirubin \\< 2 X ULN and normal AST/ALT are eligible\n* Coagulation parameters: International normalised ratio (INR) \\< 2 and partial prothrombin Time (PTT) = 2xULN\n\nExclusion criteria:\n\n* Previous treatment with nintedanib\n* toxicity attributed to previous anticancer therapy that did not resolve to Common Terminology Criteria for Adverse Events (CTCAE) grade =1\n* History of other malignancies in the last 5 years, in particular those that could interfere with interpretation of results.\n* Serious concomitant disease or medical condition affecting compliance with trial requirements or which are considered relevant for the evaluation of the efficacy or safety of the trial drug,\n* Significant cardiovascular diseases\n* History of severe haemorrhagic or thromboembolic event in the past 12 months\n* Bleeding or thrombotic disorders requiring anticoagulant therapy such as warfarin, or similar agents requiring therapeutic INR monitoring\n* Gastrointestinal disorders or abnormalities that would interfere with absorption of study drug\n* Patient with brain metastases that are symptomatic and/or require therapy.\n* Patients of childbearing potential who are sexually active and unwilling to use a highly effective method of contraception\n* Pregnancy or breast-feeding.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression-Free Survival (PFS) by Central Review Assessment","description":"PFS by central review assessment was defined as the time from the date of randomisation to the date of disease progression according to Response Evaluation Criteria in Solid Tumours (RECIST) version 1.1 or death from any cause, whichever occurred first.\n\nMedian, 95% Confidence Interval were calculated from an unadjusted Kaplan-Meier curve for each treatment arm.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.38","spread":null},{"groupId":"OG001","value":"1.51","spread":null}]}]}]},{"type":"PRIMARY","title":"Overall Survival (OS)","description":"OS was defined as the time from randomisation to the time of death from any cause.\n\nMedian, 95% Confidence Interval were calculated from an unadjusted Kaplan-Meier curve for each treatment arm.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.05","spread":null},{"groupId":"OG001","value":"6.44","spread":null}]}]}]},{"type":"SECONDARY","title":"Objective Tumour Response (Complete Response (CR)) + Partial Response (PR) by Central Review Assessment","description":"Objective tumour response was defined as best overall response of CR or PR determined by central review assessment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Disease Control (Complete Response + Partial Response + Stable Disease) by Central Review Assessment","description":"Disease control was defined as best overall response of CR, PR, or Stable Disease (SD).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.5","spread":null},{"groupId":"OG001","value":"25.6","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":133,"n":381},"commonTop":["Nausea","Diarrhoea","Decreased appetite","Vomiting","Fatigue"]}}}