{"nctId":"NCT00160524","briefTitle":"A follow-on Safety Study of CDP870 in Subjects With Crohn's Disease (CD) Who Have Completed a 26-week Double Blind Study CDP870-031 [NCT00152490] or CDP870-032 [NCT00152425]","startDateStruct":{"date":"2004-07"},"conditions":["Crohn's Disease"],"count":596,"armGroups":[{"label":"Certolizumab Pegol","type":"EXPERIMENTAL","interventionNames":["Biological: Certolizumab Pegol (CDP870)"]}],"interventions":[{"name":"Certolizumab Pegol (CDP870)","otherNames":["Cimzia","CDP870","CZP"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participation in either of the CDP870-031 \\[NCT00152490\\] or CDP870-032 \\[NCT00152425\\] clinical studies in which the subject completed the trial at Week 26. Subjects may have received active or placebo or both treatments in the prior study\n* Subjects must be able to understand the information provided to them and give written informed consent\n\nExclusion Criteria:\n\n* Any exclusion criterion that would have prevented the subject's participation in the qualifying pivotal study CDP870-031 \\[NCT00152490\\] or CDP870-032 \\[NCT00152425\\], although the criterion that excludes previous participation in a clinical trial of Certolizumab Pegol does not apply. In addition there are no limits on the Clinical Disease Activity Index (CDAI) score at entry","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Subjects With at Least One Adverse Event (AE) During the Duration of the Study CDP870-033 (up to 84 Months)","description":"An AE is defined as any untoward medical occurrence in a subject or clinical investigation subject administered a pharmaceutical product and which does not necessarily have a causal relationship with this treatment.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"88.2","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Subjects With at Least One Serious Adverse Event (SAE) During the Duration of This Study CDP870-033 (up to 84 Months)","description":"An SAE is defined as any untoward medical occurrence that occurs at any dose which results in death, is life threatening, requires hospitalization, results in persistent/significant disability/incapacity, is an infection that requires parenteral antibiotics, is a congenital anomaly/birth defect, or is an important medical event.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"40.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects Achieving Harvey Bradshaw Index (HBI) Remission (HBI ≤ 4) at Study Completion Visit or (Early) Withdrawal Visit","description":"HBI remission is defined as total HBI score of 4 points or less. HBI score consists of clinical parameters of general well-being (0 to 4), abdominal pain (0 to 3), number of liquid stools per day, abdominal mass (0 to 3), and complications (8 items, score 1 per item) lower scores indicating better well being. The first three parameters are scored for the previous day.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"54.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects in Harvey Bradshaw Index (HBI) Response (HBI Change >=3) at Study Completion Visit or (Early) Withdrawal Visit From Week 0 of Feeder Study CDP870-031 or CDP870-032","description":"Response is defined as decrease in total Harvey Bradshaw Index (HBI) score of 3 or more points. HBI score consists of clinical parameters of general well-being (0 to 4), abdominal pain (0 to 3), number of liquid stools per day, abdominal mass (0 to 3), and complications (8 items, score 1 per item) lower scores indicating better well-being. The first three parameters are scored for the previous day.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Plasma Concentration of Certolizumab Pegol at Study Completion Visit or (Early) Withdrawal Visit","description":"Plasma samples for determination of Certolizumab Pegol were taken prior to Certolizumab Pegol administration.","paramType":"GEOMETRIC_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.578","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects With Positive Anti-CZP Anti-body Status at Any Time From Week 0 of the Feeder Study CDP870-031 or CDP870-032 to the Study Completion Visit in CDP870-033","description":"Subjects are counted as antibody positive to Certolizumab Pegol if they have at least one positive result from Week 0 in one of the previous studies CDP870-031 \\[NCT00152490\\] or CDP870-032 \\[NCT00152425\\] to the Last Visit in this study. A positive result is defined as Anti-CZP antibody levels \\> 2.4 units/mL.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22.6","spread":null}]}]}]},{"type":"SECONDARY","title":"C-Reactive Protein (CRP) Level at Study Completion Visit or (Early) Withdrawal Visit","description":null,"paramType":"GEOMETRIC_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.93","spread":null}]}]}]},{"type":"SECONDARY","title":"Faecal Calprotectin Level at Week 258 Visit or (Early) Withdrawal Visit, if it is Earlier Than Week 258","description":null,"paramType":"GEOMETRIC_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"302.540","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":240,"n":595},"commonTop":["Crohn's disease","Nasopharyngitis","Abdominal pain","Urinary tract infection","Influenza"]}}}