{"nctId":"NCT03337724","briefTitle":"A Study of Ipatasertib in Combination With Paclitaxel as a Treatment for Participants With PIK3CA/AKT1/PTEN-Altered, Locally Advanced or Metastatic, Triple-Negative Breast Cancer or Hormone Receptor-Positive, HER2-Negative Breast Cancer","startDateStruct":{"date":"2018-01-06","type":"ACTUAL"},"conditions":["Breast Cancer"],"count":579,"armGroups":[{"label":"Ipatasertib + Paclitaxel","type":"EXPERIMENTAL","interventionNames":["Drug: Ipatasertib","Drug: Paclitaxel"]},{"label":"Placebo + Paclitaxel","type":"EXPERIMENTAL","interventionNames":["Drug: Paclitaxel","Drug: Placebo"]}],"interventions":[{"name":"Ipatasertib","otherNames":[]},{"name":"Paclitaxel","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Women or men aged =\\>18 years with histologically documented triple-negative breast cancer (TNBC) or HR+/HER2- adenocarcinoma of the breast that is locally advanced or metastatic and is not amenable to resection with curative intent\n* Eastern Cooperative Oncology Group (ECOG) Performance Status of 0 or 1\n* Adequate hematologic and organ function within 14 days prior to treatment initiation\n* Histologically documented TNBC or HR+/HER2- adenocarcinoma of the breast that is locally advanced or metastatic and is not amenable to resection with curative intent\n* Measurable disease according to Response Evaluation Criteria in Solid Tumors (RECIST) v1.1\n* Eligible for taxane monotherapy, as per local investigator assessment (e.g., absence of rapid clinical progression, life-threatening visceral metastases, or the need for rapid symptom and/or disease control which may require combination chemotherapy)\n* HR+/HER2- breast cancer that is not considered appropriate for endocrine-based therapy and meets one of the following: patient has recurrent disease \\<=5 years of being on adjuvant endocrine therapy or if patient with de novo metastatic disease have progressed within 6 months of being on first line endocrine therapy.\n* Consent to submit a formalin-fixed, paraffin-embedded tumor (FFPE) tissue block or freshly cut unstained, serial tumor slides from the most recently collected tumor tissue for central molecular analysis\n* Confirmation of biomarker eligibility using an appropriately validated molecular assay at a diagnostic laboratory, Clinically Laboratory Improvement Amendments (CLIA) or equivalently accredited i.e., valid results from either central testing or local testing of tumor tissue or blood demonstrating PIK3CA/AKT1/PTEN-altered status\n* For women of childbearing potential: agreement to remain abstinent (refrain from heterosexual intercourse) or use contraception and agreement to refrain from donating eggs\n* For men: agreement to remain abstinent (refrain from heterosexual intercourse) or use contraceptive methods and agreement to refrain from donating sperm\n\nExclusion Criteria:\n\n* Treatment with approved or investigational cancer therapy within 14 days prior to treatment initiation\n* Any previous chemotherapy for inoperable locally advanced or metastatic TNBC or HR+/HER2- adenocarcinoma of the breast (patients receiving neo/adjuvant chemotherapy eligible provided they have at least a 12 month disease-free interval)\n* History of or known presence of brain or spinal cord metastases\n* Malignancies other than breast cancer within 5 years prior to treatment initiation (except for appropriately treated carcinoma in situ of the cervix, non-melanoma skin carcinoma, or Stage I uterine cancer)\n* Prior treatment with an Akt inhibitor (prior PI3K or mTOR inhibitors are allowed)\n* History of malabsorption syndrome or other condition that would interfere with enteral absorption or results in the inability or unwillingness to swallow pills\n* Active infection requiring systemic anti-microbial treatment (including antibiotics, anti-fungals, and anti-viral agents)\n* Known human immunodeficiency virus (HIV) infection\n* Known clinically significant history of liver disease consistent with Child-Pugh Class B or C, including active viral or other hepatitis, current drug or alcohol abuse, or cirrhosis\n* Major surgical procedure, open biopsy, or significant traumatic injury within 28 days prior to initiation of treatment (or anticipated need during study)\n* Pregnant or breastfeeding, or intending to become pregnant during the study\n* Clinically significant cardiac dysfunction (including NYHA Class II/III/IV heart failure, left ventricular ejection fraction \\[LVEF\\] \\<50%, active ventricular arrhythmia requiring medication, history of myocardial infarction within 6 months of treatment initiation, clinically significant electrocardiogram \\[ECG\\] abnormalities).\n* Need for chronic corticosteroid therapy of \\>=10 mg of prednisone per day or an equivalent dose of other anti-inflammatory corticosteroids or immunosuppressants for a chronic disease\n* Unresolved, clinically significant toxicity from prior therapy, except for alopecia and Grade 1 peripheral neuropathy\n* Uncontrolled clinical symptoms including pleural effusion, pericardial effusion, or ascites, tumor-related pain, hypercalcemia (or symptomatic hypercalcemia requiring continued use of bisphosphonate therapy)\n* History of Type I or Type II diabetes mellitus requiring insulin\n* Grade \\>=2 uncontrolled or untreated hypercholesterolemia or hypertriglyceridemia\n* History of or active inflammatory bowel disease or active bowel inflammation\n* Clinically significant lung disease (including pneumonitis, interstitial lung disease, idiopathic pulmonary fibrosis, cystic fibrosis, active infection/ history of opportunistic infections)\n* Treatment with strong CYP3A inhibitors or strong CYP3A inducers within 2 weeks or 5 drug-elimination half-lives, whichever is longer, prior to initiation of treatment\n* Grade \\>=2 peripheral neuropathy","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Cohort A: Progression-Free Survival (PFS)","description":"PFS was defined as the time from randomization to the first occurrence of disease progression, as determined locally by the investigator through the use of Response Evaluation Criteria in Solid Tumors version 1.1 (RECIST v.1.1), or death from any cause, whichever occurred first, assessed up to 27 months for this outcome measure. Progressive disease (PD) was defined as at least a 20% increase in the sum of diameters of target lesions, taking as reference the smallest sum on study, including baseline, in addition to the relative increase of 20%, the sum must also demonstrate an absolute increase of at least 5 millimeter (mm). The appearance of one or more new lesions was also considered progression.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.1","spread":null},{"groupId":"OG001","value":"7.4","spread":null}]}]}]},{"type":"PRIMARY","title":"Cohort B: PFS","description":"PFS was defined as the time from randomization to the first occurrence of disease progression, as determined locally by the investigator through the use of RECIST v.1.1, or death from any cause, whichever occurred first, assessed up to 24.4 months for this outcome measure. PD was defined as at least a 20% increase in the sum of diameters of target lesions, taking as reference the smallest sum on study, including baseline, in addition to the relative increase of 20%, the sum must also demonstrate an absolute increase of at least 5 mm. The appearance of one or more new lesions was also considered progression. Abbreviation used in statistical analysis: PI3K=phosphoinositide 3-kinase and mTOR=mammalian target of rapamycin inhibitor.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.3","spread":null},{"groupId":"OG001","value":"9.3","spread":null}]}]}]},{"type":"PRIMARY","title":"Cohort C: PFS","description":"PFS for Cohort C was defined as the time from enrollment to the first occurrence of disease progression, as determined locally by the investigator through the use of RECIST v.1.1, or death from any cause, whichever occurred first, assessed up to 31 months for this outcome measure. PD was defined as at least a 20% increase in the sum of diameters of target lesions, taking as reference the smallest sum on study, including baseline, in addition to the relative increase of 20%, the sum must also demonstrate an absolute increase of at least 5 mm. The appearance of one or more new lesions was also considered progression.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Cohort A and B: Objective Response Rate (ORR)","description":"ORR was defined as percentage of participants with partial response (PR) or complete response (CR) on 2 consecutive occasions ≥4 weeks apart as determined by the investigator using RECIST v.1.1, assessed up to 27 months for Cohort A and up to 24.4 months for Cohort B, for this outcome measure. CR was defined as the disappearance of all target lesions or any pathological lymph nodes (whether target or non-target) having a reduction in short axis to \\<10 mm. PR was defined as at least a 30% decrease in the sum of diameters of target lesions, taking as reference the baseline sum of diameters. Percentages are rounded off to the nearest decimal point.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"34.9","spread":null},{"groupId":"OG001","value":"38.9","spread":null},{"groupId":"OG002","value":"46.7","spread":null},{"groupId":"OG003","value":"46.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Cohort C: ORR","description":"ORR was defined as percentage of participants with PR or CR on 2 consecutive occasions ≥4 weeks apart as determined by the investigator using RECIST v.1.1, assessed up to 31 months for this outcome measure. CR was defined as the disappearance of all target lesions or any pathological lymph nodes (whether target or non-target) having a reduction in short axis to \\<10 mm. PR was defined as at least a 30% decrease in the sum of diameters of target lesions, taking as reference the baseline sum of diameters. Percentages are rounded off to the nearest decimal point.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"52.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Cohort A and B: Duration of Response (DOR)","description":"DOR was defined as the time from the first occurrence of a documented OR (CR or PR) to PD, as determined locally by the investigator through the use of RECIST v1.1, or death from any cause, whichever occurred first assessed up to 27 months for Cohort A and up to 24.4 months for Cohort B, for this outcome measure. CR was defined as the disappearance of all target lesions or any pathological lymph nodes (whether target or non-target) having a reduction in short axis to \\<10 mm. PR was defined as at least a 30% decrease in the sum of diameters of target lesions, taking as reference the baseline sum of diameters. PD was defined as at least a 20% increase in the sum of diameters of target lesions, taking as reference the smallest sum on study, including baseline, in addition to the relative increase of 20%, the sum must also demonstrate an absolute increase of at least 5 mm. The appearance of one or more new lesions was also considered progression.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.6","spread":null},{"groupId":"OG001","value":"9.4","spread":null},{"groupId":"OG002","value":"9.2","spread":null},{"groupId":"OG003","value":"9.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Cohort C: DOR","description":"DOR was defined as the time from the first occurrence of a documented OR (CR or PR) to PD, as determined locally by the investigator through the use of RECIST v1.1, or death from any cause, whichever occurred first, assessed up to 31 months for this outcome measure. CR was defined as the disappearance of all target lesions or any pathological lymph nodes (whether target or non-target) having a reduction in short axis to \\<10 mm. PR was defined as at least a 30% decrease in the sum of diameters of target lesions, taking as reference the baseline sum of diameters. PD was defined as at least a 20% increase in the sum of diameters of target lesions, taking as reference the smallest sum on study, including baseline, in addition to the relative increase of 20%, the sum must also demonstrate an absolute increase of at least 5 mm. The appearance of one or more new lesions was also considered progression.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Cohort A and B: Clinical Benefit Rate (CBR)","description":"CBR was defined as percentage of participants with an objective response (CR or PR), or stable disease (SD) for at least 24 weeks, as determined by the investigator through the use of RECIST v.1.1. assessed up to From randomization up to 27 months for Cohort A and up to 24.4 months for Cohort B for this outcome measure. CR was defined as the disappearance of all target lesions or any pathological lymph nodes (whether target or non-target) having a reduction in short axis to \\<10 mm. PR was defined as at least a 30% decrease in the sum of diameters of target lesions, taking as reference the baseline sum of diameters. SD was defined as neither sufficient shrinkage to qualify for PR nor sufficient increase to qualify for PD. Percentages are rounded off to the nearest decimal point.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"45.3","spread":null},{"groupId":"OG001","value":"46.7","spread":null},{"groupId":"OG002","value":"65.3","spread":null},{"groupId":"OG003","value":"68.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Cohort C: CBR","description":"CBR was defined as percentage of participants with an objective response (CR or PR), or SD for at least 24 weeks, as determined by the investigator through the use of RECIST v.1.1 assessed up to 31 months for this outcome measure. CR was defined as the disappearance of all target lesions or any pathological lymph nodes (whether target or non-target) having a reduction in short axis to \\<10 mm. PR was defined as at least a 30% decrease in the sum of diameters of target lesions, taking as reference the baseline sum of diameters. SD was defined as neither sufficient shrinkage to qualify for PR nor sufficient increase to qualify for PD. Percentages are rounded off to the nearest decimal point.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"54.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS)","description":"OS was defined as the time from randomization to death from any cause.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24.9","spread":null},{"groupId":"OG001","value":"24.2","spread":null},{"groupId":"OG002","value":"28.4","spread":null},{"groupId":"OG003","value":"29.0","spread":null},{"groupId":"OG004","value":"22.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Cohort A and B: Change From Baseline in Global Health Status (GHS)/Health-Related Quality of Life (HRQoL) Score Measured by GHS/HRQoL Scale (Questions 29 and 30) of the EORTC QLQ-C30","description":"European Organisation for Research and Treatment of Cancer Quality of Life Questionnaire Core 30 (EORTC QLQ-C30) is a cancer-specific instrument with 30 questions covering symptoms, functioning, and health-related quality of life (HRQoL). The participant's assessment of overall HRQoL is assessed by using the last 2 questions (29 and 30) of the instrument, with each of these items based on a 7-point scale (1=very poor to 7=excellent), which are then combined into the GHS/QoL multi-item scale. The scores obtained for each question were averaged into a raw score for the scale, and this raw score for the scale was then subsequently linearly transformed to a scale score of 0 to 100, with a high score indicating better GHS/QoL. Negative change from Baseline values in the GHS/QoL change from baseline analysis indicated deterioration in HRQoL and positive values indicated improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.95","spread":"20.59"},{"groupId":"OG001","value":"-0.26","spread":"24.58"},{"groupId":"OG002","value":"4.79","spread":"15.83"},{"groupId":"OG003","value":"-3.61","spread":"21.45"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.93","spread":"20.53"},{"groupId":"OG001","value":"0.35","spread":"21.73"},{"groupId":"OG002","value":"1.19","spread":"19.62"},{"groupId":"OG003","value":"-2.13","spread":"17.99"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.44","spread":"19.42"},{"groupId":"OG001","value":"-2.42","spread":"21.95"},{"groupId":"OG002","value":"-0.79","spread":"21.10"},{"groupId":"OG003","value":"-1.99","spread":"20.75"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.08","spread":"16.46"},{"groupId":"OG001","value":"-2.87","spread":"18.61"},{"groupId":"OG002","value":"-1.19","spread":"20.00"},{"groupId":"OG003","value":"-3.01","spread":"18.70"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.94","spread":"15.97"},{"groupId":"OG001","value":"-2.06","spread":"21.04"},{"groupId":"OG002","value":"1.42","spread":"19.18"},{"groupId":"OG003","value":"-3.88","spread":"20.67"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.48","spread":"12.45"},{"groupId":"OG001","value":"-3.28","spread":"20.93"},{"groupId":"OG002","value":"0.34","spread":"20.34"},{"groupId":"OG003","value":"-4.17","spread":"19.47"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.90","spread":"13.56"},{"groupId":"OG001","value":"0.33","spread":"22.11"},{"groupId":"OG002","value":"0.35","spread":"16.84"},{"groupId":"OG003","value":"-5.99","spread":"18.55"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.00","spread":"10.29"},{"groupId":"OG001","value":"-3.49","spread":"25.28"},{"groupId":"OG002","value":"1.10","spread":"18.80"},{"groupId":"OG003","value":"-7.37","spread":"20.05"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.38","spread":"9.91"},{"groupId":"OG001","value":"-4.52","spread":"21.61"},{"groupId":"OG002","value":"1.28","spread":"19.64"},{"groupId":"OG003","value":"-6.43","spread":"18.83"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.43","spread":"15.88"},{"groupId":"OG001","value":"-4.46","spread":"21.09"},{"groupId":"OG002","value":"2.38","spread":"22.83"},{"groupId":"OG003","value":"-5.13","spread":"19.30"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.76","spread":"11.46"},{"groupId":"OG001","value":"-8.33","spread":"19.94"},{"groupId":"OG002","value":"0.00","spread":"22.46"},{"groupId":"OG003","value":"-4.02","spread":"16.32"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.21","spread":"10.85"},{"groupId":"OG001","value":"-8.33","spread":"23.57"},{"groupId":"OG002","value":"-2.43","spread":"21.63"},{"groupId":"OG003","value":"-4.65","spread":"18.57"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.38","spread":"10.45"},{"groupId":"OG001","value":"-3.57","spread":"19.26"},{"groupId":"OG002","value":"-0.76","spread":"21.81"},{"groupId":"OG003","value":"-3.29","spread":"15.68"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-9.72","spread":"11.08"},{"groupId":"OG001","value":"-5.77","spread":"12.90"},{"groupId":"OG002","value":"-2.22","spread":"18.49"},{"groupId":"OG003","value":"-0.62","spread":"20.14"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.67","spread":"13.69"},{"groupId":"OG001","value":"-8.33","spread":"14.91"},{"groupId":"OG002","value":"-4.17","spread":"19.27"},{"groupId":"OG003","value":"-2.33","spread":"16.05"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-8.33","spread":"9.62"},{"groupId":"OG001","value":"-6.82","spread":"13.34"},{"groupId":"OG002","value":"-7.64","spread":"15.27"},{"groupId":"OG003","value":"-5.95","spread":"13.73"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-8.33","spread":"9.62"},{"groupId":"OG001","value":"-15.48","spread":"16.96"},{"groupId":"OG002","value":"-9.26","spread":"19.74"},{"groupId":"OG003","value":"-6.55","spread":"16.07"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.17","spread":"8.33"},{"groupId":"OG001","value":"-20.00","spread":"7.45"},{"groupId":"OG002","value":"-11.67","spread":"16.24"},{"groupId":"OG003","value":"-7.64","spread":"23.96"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-8.33","spread":"11.79"},{"groupId":"OG001","value":"-5.56","spread":"9.62"},{"groupId":"OG002","value":"-16.67","spread":"11.79"},{"groupId":"OG003","value":"-10.00","spread":"12.30"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-16.67","spread":"NA"},{"groupId":"OG001","value":"-16.67","spread":"0.00"},{"groupId":"OG002","value":"-13.89","spread":"20.97"},{"groupId":"OG003","value":"-10.71","spread":"13.36"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-16.67","spread":"NA"},{"groupId":"OG001","value":"-16.67","spread":"NA"},{"groupId":"OG002","value":"-11.11","spread":"9.62"},{"groupId":"OG003","value":"-14.29","spread":"15.00"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-16.67","spread":"NA"},{"groupId":"OG001","value":"-25.00","spread":"NA"},{"groupId":"OG002","value":"-16.67","spread":"16.67"},{"groupId":"OG003","value":"-15.00","spread":"18.07"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-16.67","spread":"NA"},{"groupId":"OG001","value":"-41.67","spread":"NA"},{"groupId":"OG002","value":"-16.67","spread":"0.00"},{"groupId":"OG003","value":"-16.67","spread":"11.79"}]}]}]},{"type":"SECONDARY","title":"Cohort C: Change From Baseline in GHS/HRQoL Score Measured by GHS/HRQoL Scale (Questions 29 and 30) of the EORTC QLQ-C30","description":"EORTC QLQ-C30 is a cancer-specific instrument with 30 questions covering symptoms, functioning, and health-related quality of life (HRQoL). The participant's assessment of overall HRQoL is assessed by using the last 2 questions (29 and 30) of the instrument, with each of these items based on a 7-point scale (1=very poor to 7=excellent), which are then combined into the GHS/QoL multi-item scale. The scores obtained for each question were averaged into a raw score for the scale, and this raw score for the scale was then subsequently linearly transformed to a scale score of 0 to 100, with a high score indicating better GHS/QoL. Negative change from Baseline values in the GHS/QoL change from baseline analysis indicated deterioration in HRQoL and positive values indicated improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.42","spread":"18.02"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.18","spread":"18.32"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.37","spread":"22.83"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.41","spread":"20.19"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-7.10","spread":"21.24"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.09","spread":"18.20"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.83","spread":"21.24"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-7.66","spread":"23.68"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-7.07","spread":"18.76"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.00","spread":"19.02"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.90","spread":"18.57"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.45","spread":"19.08"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-7.89","spread":"21.24"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.09","spread":"26.37"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-11.98","spread":"27.55"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-10.90","spread":"32.16"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.85","spread":"20.30"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.21","spread":"25.35"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.21","spread":"24.89"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.56","spread":"24.86"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-12.18","spread":"32.92"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.03","spread":"24.23"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.79","spread":"24.54"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.63","spread":"21.29"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.83","spread":"19.82"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.08","spread":"26.63"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.39","spread":"23.81"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.19","spread":"28.64"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.33","spread":"24.01"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"22.22","spread":"12.73"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10.42","spread":"23.94"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16.67","spread":"22.05"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16.67","spread":"30.05"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13.89","spread":"17.35"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20.83","spread":"29.46"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16.67","spread":"23.57"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16.67","spread":"23.57"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"25.00","spread":"35.36"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"33.33","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"50.00","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"41.67","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"41.67","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"50.00","spread":"NA"}]}]}]},{"type":"SECONDARY","title":"Cohort B: Time to Deterioration (TTD) in Pain","description":"Time to deterioration in GHS/HRQoL was defined as the time from randomization to first observed ≥ 11-point increase from Baseline in pain scale score (Question 9 and 19) in EORTC QLQ-C30 linearly transformed GHS/HRQoL scale score, assessed up 24.4 months for this outcome measure. TTD was planned to be assessed only in cohort with HR+/HER2 - breast cancer participants (Cohort B). Questions 9 and 19 that assessed pain, used 4-point scale (1=not at all, 2=a little, 3=quite a bit, 4=very much). The scores were linearly transformed on a scale of 0 to 100, with higher scores indicating increased severity in symptoms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Adverse Events (AEs)","description":"An AE is any untoward medical occurrence in a participant administered a pharmaceutical product, regardless of causal attribution. An AE can therefore be any unfavorable and unintended sign (including an abnormal laboratory finding, for example), symptom, or disease temporally associated with the use of a pharmaceutical product, whether or not considered related to the pharmaceutical product. Preexisting conditions which worsen during a study are also considered as adverse events. AEs were reported based on the National Cancer Institute Common Terminology Criteria for Adverse Events (NCI CTCAE), Version 4.0.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"84","spread":null},{"groupId":"OG001","value":"162","spread":null},{"groupId":"OG002","value":"74","spread":null},{"groupId":"OG003","value":"144","spread":null},{"groupId":"OG004","value":"102","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With at Least One Adverse Events of Special Interest (AESI)","description":"An AE is any untoward medical occurrence in a participant administered a pharmaceutical product, regardless of causal attribution. An AE can therefore be any unfavorable and unintended sign (including an abnormal laboratory finding, for example), symptom, or disease temporally associated with the use of a pharmaceutical product, whether or not considered related to the pharmaceutical product. Preexisting conditions which worsen during a study are also considered as adverse events. AEs were reported based on the NCI CTCAE, Version 4.0. AESI include cases of potential drug-induced liver injury that include an elevated alanine aminotransferase (ALT) or aspartate aminotransferase (AST) in combination with either an elevated bilirubin or clinical jaundice, as defined by Hy's Law. Suspected transmission of an infectious agent by the study drug, Grade \\>= 3 fasting hyperglycemia, hepatotoxicity, diarrhea, rash, ALT/AST elevations. Grade \\>= 2 colitis/enterocolitis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"79","spread":null},{"groupId":"OG001","value":"157","spread":null},{"groupId":"OG002","value":"73","spread":null},{"groupId":"OG003","value":"141","spread":null},{"groupId":"OG004","value":"101","spread":null}]}]}]},{"type":"SECONDARY","title":"Cohorts A and B:Plasma Concentration of Ipatasertib","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"176","spread":"232"},{"groupId":"OG001","value":"165","spread":"326"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"191","spread":"184"},{"groupId":"OG001","value":"211","spread":"216"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"165","spread":"169"},{"groupId":"OG001","value":"234","spread":"149"}]}]}]},{"type":"SECONDARY","title":"Cohort C: Plasma Concentration of Ipatasertib","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"175","spread":"183"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"233","spread":"161.6"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"207","spread":"197.6"}]}]}]},{"type":"SECONDARY","title":"Cohorts A and B: Plasma Concentration of G-037720","description":"G-037720 was a metabolite of ipatasertib.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"45.6","spread":"777"},{"groupId":"OG001","value":"68.2","spread":"405"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"83.9","spread":"183"},{"groupId":"OG001","value":"95.1","spread":"211"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"90.8","spread":"180"},{"groupId":"OG001","value":"109","spread":"169"}]}]}]},{"type":"SECONDARY","title":"Cohort C: Plasma Concentration of G-037720","description":"G-037720 was a metabolite of ipatasertib.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"67.3","spread":"222.3"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"96.8","spread":"140.7"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"96.5","spread":"167.9"}]}]}]},{"type":"SECONDARY","title":"Cohort C: 1-year Event-free PFS Rate","description":"PFS was defined as the time from enrollment to the first occurrence of disease progression, as determined locally by the investigator through the use of RECIST v.1.1, or death from any cause, whichever occurred first. Event-free PFS rate was defined as percentage of participants who did not experience any event and survived at 1 year after enrollment. PD was defined as at least a 20% increase in the sum of diameters of target lesions, taking as reference the smallest sum on study, including baseline, in addition to the relative increase of 20%, the sum must also demonstrate an absolute increase of at least 5 mm. The appearance of one or more new lesions was also considered progression. Percentages are rounded off to the nearest decimal point. As prespecified in the protocol, this outcome measure was applicable only to Cohort C.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"31.17","spread":null}]}]}]},{"type":"SECONDARY","title":"Cohort C: 1-year Event-free OS Rate","description":"OS was defined as the time from enrollment to death from any cause. Event-free OS rate was defined as percentage of participants who did not experience any event and survived at 1 year after enrollment. As prespecified in the protocol, this outcome measure was applicable only to Cohort C. Percentages were rounded off to the nearest decimal.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"79.38","spread":null}]}]}]},{"type":"SECONDARY","title":"Cohort C: Serum Concentration of Atezolizumab","description":"As prespecified in the protocol, this outcome measure was applicable only to Cohort C.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"309","spread":"31.7"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"91.5","spread":"23.9"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"130","spread":"54.1"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"200","spread":"41.1"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"231","spread":"52.3"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"327","spread":"27.6"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"371","spread":"30.5"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"402","spread":"42.4"}]}]}]},{"type":"SECONDARY","title":"Cohort C: Number of Participants With Anti-Drug Antibodies (ADAs) to Atezolizumab","description":"The numbers of ADA-positive participants after drug administration were summarized for participants exposed to atezolizumab. As prespecified in the protocol, this outcome measure was applicable only to Cohort C.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":20,"n":87},"commonTop":["Diarrhoea","Alopecia","Nausea","Constipation","Anaemia"]}}}