{"nctId":"NCT00414700","briefTitle":"RCT of ChondroCelect® (in an ACI Procedure) vs Microfracture in the Repair of Cartilage Defects of the Knee","startDateStruct":{"date":"2002-02"},"conditions":["Articular Cartilage Lesion of the Femoral Condyle"],"count":118,"armGroups":[{"label":"ChondroCelect","type":"EXPERIMENTAL","interventionNames":["Drug: ChondroCelect implantation"]},{"label":"Microfracture","type":"ACTIVE_COMPARATOR","interventionNames":["Procedure: Microfracture"]}],"interventions":[{"name":"ChondroCelect implantation","otherNames":["CCI"]},{"name":"Microfracture","otherNames":["subchondral drilling"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Signed patient informed consent\n* Symptomatic cartilage single lesion of the femoral condyle\n* Lesion on femoral condyle between 1 and 5 cm²\n* Agree to participate actively in a strict rehabilitation protocol and follow-up programme\n* Agree to only use paracetamol mono-or combination preparation (max 4g/d) and Non-Steroidal Anti Inflammatory Drugs (NSAIDS) during the study and to discontinue this medication 2 weeks before the baseline visit and the follow-up visits. The use of paracetamol mono-preparation (max 4g/d) is allowed up to one week before the baseline visit and the follow-up visits.\n* Females of childbearing age should use a proven method to prevent pregnancy\n\nExclusion Criteria:\n\n* Participation in concurrent trials\n* Participation in previous trials within 3 months\n* Subjects with hepatitis, HIV or syphilis\n* Malignancy\n* Alcohol or drug (medication) abuse\n* Poor general health as judged by Investigator\n* Clinically relevant second cartilage lesion on the patella\n* Patellofemoral cartilage lesion\n* Osteochondritis Dissecans (OCD) : recent OCD (within 1 year before baseline), depth of lesion \\> 0.5cm, subchondral slerosis\n* Advanced osteoarthritis (OA) : radiographic atlas of OA grade 2-3\n* Known allergy to gentamicin or penicillins (or presence of multiple severe allergies)\n* Complex ligamentous instability of the knee\n* Meniscal transplant\n* Meniscal suture with meniscal arrows (ipsilateral)\n* Meniscus resection : if \\< 1 yr before baseline - lateral meniscus resection or medial meniscus resection of more than 50%. If \\> 1 yr before baseline - ipsilateral meniscus resection of more than 50%, controlateral meniscus resection of more than 50% if ipsilateral meniscus is not intact, combination of medial and lateral meniscus resection and one of both \\> 50%.\n* Varus or valgus malalignment of more than 5°\n* Mosaicplasty\n* Microfracture performed less than 1 yr before baseline\n* Having received hyaluronic acid intra-articular injections in the affected knee within the last 6 months of baseline\n* Taking specific OA drugs such as chondroïtin sulfate, diacerein, n-glucosamine, piascledine, capsaicin within 2 weeks of the baseline visit\n* Corticosteroïd treatment by systemic or intra-articular route within the last month of baseline or intramuscular or oral corticosteroïds within the last 2 weeks of baseline\n* Chronic use of anticoagulants\n* Uncontrolled diabetes\n* Any concomitant painful or disabling disease of the spine,hips or lower limbs that would interfere with evaluation of the afflicted knee\n* Any clinically significant or symptomatic vascular or neurologic disorder of the lower extremities\n* Any evidence of the following diseases in the target joint : septic arthritis, inflammatory joint disease, gout, recurrent episodes of pseudogout, Paget's disease of bone, ochronosis, acromegaly, hemochromatosis, Wilson's disease, primary osteochondromatosis, heritable disorders, collagen gene mutation\n* Current diagnosis of osteomyelitis\n* Liver enzymes (SGOT, SGPT, Alkaline Phosphatase) of more then two times the upper limit of normal or any other result that is clinically important according to the Investigator\n* CRP \\> 10 mg/l","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"50 Years","stdAges":["ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Histomorphometry Safranin-O + Anti-Collagen II Antibody Staining","description":"Histomorphometry on end point biopsies at 12 months post-surgery. Safranin-O (ratio 0-1)+ anti-Collagen II antibody (ratio 0-1) stain signal expressed as a ratio of the total cartilage surface area (Saf O + anti Coll II divided by total surface = ratio 0-2). Safranin-O stains proteoglycans and anti-Collagen II antibody reflects the presence of Collagen II.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.01","spread":"0.08"},{"groupId":"OG001","value":"0.75","spread":"0.08"}]}]}]},{"type":"PRIMARY","title":"Overall Histology Assessment on First Subscale of ICRS II Score","description":"Overall histology assessment of cartilage repair, first subscale of International Cartilage Repair Society II (ICRS II) score by two blinded independant histopathologists on a visual analogue scale (VAS 0-100mm) from worst (0) to best (100)","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"55.11","spread":"3.98"},{"groupId":"OG001","value":"44.20","spread":"3.74"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Overall Knee Injury and Osteoarthritis Outcome Score (KOOS) at 12-18 Months (Average)","description":"Overall Knee injury and Osteoarthritis Outcome score (average of 4 KOOS subdomains, Sports not included) at the average of 12-18 months (calculated by averaging change from baseline measurements at 12 and 18 months). Best score = 100; worst score = 0. The analysis was the average of the change from baseline at the 12 and 18 months timepoints.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.18","spread":"2.42"},{"groupId":"OG001","value":"14.37","spread":"2.35"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"56.30","spread":"13.61"},{"groupId":"OG001","value":"59.53","spread":"14.95"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"73.26","spread":"14.66"},{"groupId":"OG001","value":"73.10","spread":"16.01"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"74.73","spread":"17.01"},{"groupId":"OG001","value":"75.04","spread":"14.50"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Overall Knee Injury and Osteoarthritis Outcome Score (KOOS) at 36 Months","description":"Overall Knee injury and Osteoarthritis Outcome score (average of 4 KOOS subdomains: Activities of Daily Living, Quality of Life, Symptoms and Stiffness Pain; Sports not included) at 36 months (change from baseline). Best = 100; worst = 0.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.25","spread":"3.60"},{"groupId":"OG001","value":"15.83","spread":"3.48"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"56.30","spread":"1.91"},{"groupId":"OG001","value":"59.46","spread":"1.98"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"78.46","spread":"18.70"},{"groupId":"OG001","value":"74.47","spread":"18.60"}]}]}]},{"type":"SECONDARY","title":"Number of Treatment Failures at 36 Months","description":"Participants with failed treatment - defined as the number of patients who underwent a reintervention of the index lesion - at 36 months.\n\nThe index lesion is the lesion that was initially treated in the study.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]}]},{"type":"SECONDARY","title":"Safety: Adverse Events","description":"Side effects are recorded as the number of patients with adverse events. These events are coded according to the Medical Dictionary for Regulatory Affairs (MedDRA terms).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"51","spread":null},{"groupId":"OG001","value":"61","spread":null}]}]}]},{"type":"POST_HOC","title":"Change From Baseline in Overall Knee Injury and Osteoarthritis Outcome Score (KOOS) at 60 Months","description":"Patient-administered instrument to assess the patients opinion about their knee and associated problems. It consists of 5 subscales; Pain, other Symptoms, Function in daily living (ADL), Function in sport and recreation (Sport/Rec) and knee related Quality of life QOL. The last week is taken into consideration when answering questions. Standardized answer options are given (5 Likert boxes) and each question gets a score from 0 to 4. A normalized score (100 indicating no symptoms and 0 indicating extreme symptoms) is calculated for each subscale. The result can be plotted as an outcome profile.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.17","spread":"2.89"},{"groupId":"OG001","value":"14.07","spread":"2.54"}]}]}]},{"type":"POST_HOC","title":"Number of Treatment Failures at 60 Months Post-surgery","description":"Participants with failed treatment - defined as the number of patients who underwent a reintervention of the index lesion - at 60 months.\n\nThe index lesion is the lesion that was initially treated in the study.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":10,"n":51},"commonTop":["Arthralgia","Influenza","Nasopharyngitis","Cartilage hypertrophy","Joint effusion"]}}}