{"nctId":"NCT05101486","briefTitle":"A Study of an Ad26.RSV.PreF-based Regimen at the End of Shelf-life in Adults Aged 60 to 75 Years","startDateStruct":{"date":"2021-11-01","type":"ACTUAL"},"conditions":["Respiratory Syncytial Virus Prevention"],"count":755,"armGroups":[{"label":"Group 1: Ad26.RSV.PreF-based Vaccine","type":"EXPERIMENTAL","interventionNames":["Biological: Ad26.RSV.PreF-based Vaccine"]},{"label":"Group 2: Ad26.RSV.PreF-based Vaccine","type":"EXPERIMENTAL","interventionNames":["Biological: Ad26.RSV.PreF-based Vaccine"]},{"label":"Group 3: Ad26.RSV.PreF-based Vaccine","type":"EXPERIMENTAL","interventionNames":["Biological: Ad26.RSV.PreF-based Vaccine"]}],"interventions":[{"name":"Ad26.RSV.PreF-based Vaccine","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Before randomization, a participant must be: a) postmenopausal (postmenopausal state is defined as no menses for 12 months without an alternative medical cause); and b) not intending to conceive by any methods\n* From the time of vaccination through 3 months after vaccination, agrees not to donate blood\n* In the investigator's clinical judgment, a participant must be in stable health at the time of vaccination. Participants may have underlying illnesses such as hypertension, congestive heart failure, chronic obstructive pulmonary disease, Type 2 diabetes, hyperlipoproteinemia, or hypothyroidism, as long as their symptoms and signs are stable at the time of vaccination, and these conditions receive routine follow-up by the participant's healthcare provider. Participants will be included on the basis of medical history and vital signs performed between informed consent form (ICF) signature and vaccination\n* Must be able to read, understand, and complete questionnaires in the electronic diary (eDiary)\n* Must be willing to provide verifiable identification, has means to be contacted and to contact the investigator during the study\n* Must be able to work with smartphones/tablets/computers\n\nExclusion Criteria:\n\n* Known or suspected allergy or history of anaphylaxis or other serious adverse reactions to vaccines or their excipients (including specifically the excipients of the study vaccine)\n* Abnormal function of the immune system resulting from clinical conditions or medication\n* Per medical history, participant has chronic active hepatitis B or hepatitis C infection\n* History of acute polyneuropathy (example, Guillain-Barré syndrome) or chronic idiopathic demyelinating polyneuropathy\n* Has had major surgery (per the investigator's judgment) within 4 weeks before administration of the study vaccine or will not have recovered from surgery per the investigator's judgment at time of vaccination\n* Has had major psychiatric illness and/or drug or alcohol abuse which in the investigator's opinion would compromise the participant's safety and/or compliance with the study procedures","healthyVolunteers":false,"sex":"ALL","minimumAge":"60 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Geometric Mean Titers (GMTs) of Prefusion F-protein (preF) Antibodies as Assessed by Enzyme-linked Immunosorbent Assay (ELISA) 14 Days Post Vaccination","description":"GMTs of pre-F antibodies as assessed by ELISA at 14 days post administration of Ad26/protein preF RSV vaccine were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4277","spread":null},{"groupId":"OG001","value":"4121","spread":null},{"groupId":"OG002","value":"4602","spread":null}]}]}]},{"type":"SECONDARY","title":"Respiratory Syncytial Virus (RSV) A2 Strain Neutralizing Antibody Titers at 14 Days Post Vaccination","description":"RSV A2 strain neutralizing antibody titers of the vaccine-induced immune response was assessed through virus neutralization assay at 14 days post administration of Ad26/protein preF RSV-based vaccine were expressed as 50 percent (%) inhibitory concentration (IC50) units.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6516","spread":null},{"groupId":"OG001","value":"5538","spread":null},{"groupId":"OG002","value":"6846","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Solicited Local Adverse Events (AEs) for 7 Days Post Vaccination","description":"Number of participants with solicited local AEs 7 days post vaccination were reported. An AE is any untoward medical occurrence in a participant participating in a clinical study that does not necessarily have a causal relationship with the pharmaceutical/biological agent under study. Solicited local AEs were precisely defined events that participants were specifically asked about and which were noted by participants in the diary. Solicited local AEs that included injection site pain/tenderness, erythema and swelling at the study vaccine injection site, were used to assess the reactogenicity of the study vaccine and were pre-defined local (injection site).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"119","spread":null},{"groupId":"OG001","value":"103","spread":null},{"groupId":"OG002","value":"81","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Solicited Systemic AEs for 7 Days Post Vaccination","description":"Number of participants with solicited systemic AEs 7 days post vaccination were reported. An AE is any untoward medical occurrence in a participant participating in a clinical study that does not necessarily have a causal relationship with the pharmaceutical/biological agent under study. Solicited systemic events include events such as fatigue, headache, nausea, myalgia, and pyrexia, for which participants were specifically questioned and which were noted by participants in their participant diary for 7 days post vaccination (day of vaccination and the subsequent 7 days).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"101","spread":null},{"groupId":"OG001","value":"86","spread":null},{"groupId":"OG002","value":"65","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Unsolicited AEs for 28 Days Post Vaccination","description":"Number of participants with unsolicited AEs 28 days post vaccination were reported. An AE is any untoward medical occurrence in a participant participating in a clinical study that does not necessarily have a causal relationship with the pharmaceutical/biological agent under study. Unsolicited AEs were all AEs for which the participant was not specifically questioned in the participant diary.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22","spread":null},{"groupId":"OG001","value":"16","spread":null},{"groupId":"OG002","value":"15","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Serious Adverse Events (SAEs) Until 6 Months Post Vaccination","description":"Number of participants with SAEs until 6 months post vaccination were reported. An AE is any untoward medical occurrence in a participant participating in a clinical study that does not necessarily have a causal relationship with the pharmaceutical/biological agent under study. An SAE is any untoward medical occurrence that at any dose may result in death, is life-threatening, requires inpatient hospitalization or prolongation of existing hospitalization, results in persistent or significant disability/incapacity, is a congenital anomaly/birth defect, is a suspected transmission of any infectious agent via a medicinal product.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"4","spread":null},{"groupId":"OG002","value":"7","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Adverse Event of Special Interests (AESIs) Until 6 Months Post Vaccination","description":"Number of participants with AESIs until 6 months post vaccination were reported. An AE is any untoward medical occurrence in a participant participating in a clinical study that does not necessarily have a causal relationship with the pharmaceutical/biological agent under study. Thrombosis with thrombocytopenia syndrome (TTS) was considered as an AESI.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":5,"n":250},"commonTop":[]}}}