{"nctId":"NCT03190369","briefTitle":"Randomized Study of the Efficacy and Safety of a Single Dose of Synvisc-One® in Chinese Patients With Symptomatic Osteoarthritis of the Knee","startDateStruct":{"date":"2017-08-21","type":"ACTUAL"},"conditions":["Osteoarthritis"],"count":440,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"Hylan G-F 20","type":"EXPERIMENTAL","interventionNames":["Device: Hylan G-F 20 (GZ402662/SAR402662)"]}],"interventions":[{"name":"Hylan G-F 20 (GZ402662/SAR402662)","otherNames":["Synvisc-One"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria :\n\n* Symptomatic OA of the target knee joint with WOMAC A1 NRS score of \\>=4.0 and less than or equal to (\\<=) 8.0 as recorded in the baseline period.\n* Confirmed by standard X-rays performed within 3 months prior to screening visit: modified Kellgren-Lawrence Numerical Grading System of Grade I-III in the target knee joint.\n* According to the American College of Rheumatology (ACR) Criteria.\n* With failure to respond adequately to conservative non-pharmacologic therapy and/or simple analgesics, such as acetaminophen.\n* Participant was willing and was able to provide signed informed consent prior to any study related procedures being performed.\n\nExclusion criteria:\n\n* The score of contralateral knee pain (if present) \\>3.0 NRS at screening visit.\n* Ipsilateral hip OA.\n* Participant with systemic corticosteroids within 12 weeks prior to screening visit.\n* Participant with injection of IA corticosteroids in the target knee joint within 26 weeks prior to screening visit.\n* Concurrent chronic pain conditions with pain score \\>3.0 NRS at screening, or peripheral or central neuropathy that may affect sensation of the target knee area, including but not limited to back pain, hip pain, disc herniation, sciatica, diabetic neuropathy, post-stroke pain or fibromyalgia.\n\nThe above information was not intended to contain all considerations relevant to a participant's potential participation in a clinical trial.","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Western Ontario and McMaster Universities Osteoarthritis Index (WOMAC) A1 Pain (Walking Pain) Subscale Score Over 26 Weeks","description":"The WOMAC Numerical Rating Scale (NRS) version 3.1 questionnaire was a self-administered, health status measure questionnaire of 24 questions comprising 3 subscales (joint pain, stiffness and physical function) for participants with Osteoarthritis (OA) of the knee. WOMAC A1 pain subscale (measure of pain during walking on a flat surface) was measured on 11-point (NRS) ranging from 0 (none) to 10 (extreme), where lower score represented no pain and higher score represented extreme pain.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.271","spread":"0.110"},{"groupId":"OG001","value":"-2.146","spread":"0.108"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in 7-day Average WOMAC A1 Pain (Walking Pain) Subscale Score Over 26 Weeks","description":"The WOMAC NRS version 3.1 questionnaire was a self-administered, health status measure questionnaire of 24 questions comprising 3 subscales (joint pain, stiffness and physical function) for participants with OA of the knee. WOMAC A1 pain subscale (measure of pain during walking on a flat surface) was measured on 11-point (NRS) ranging from 0 (none) to 10 (extreme), where lower score represented no pain and higher score represented extreme pain. For 7-day average WOMAC A1, the baseline value was defined as the average of the WOMAC A1 scores recorded 7 days prior to the first investigational medicinal product (IMP) administration (WOMAC A1 score recorded on Day 1 included). The 7-day average WOMAC A1 was set as missing if 3 or more of the 7 WOMAC A1 scores were missing.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.275","spread":"0.108"},{"groupId":"OG001","value":"-2.176","spread":"0.106"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in WOMAC A Score Over 26 Weeks","description":"The WOMAC NRS version 3.1 questionnaire was a self-administered, health status measure questionnaire of 24 questions comprising 3 subscales (joint pain, stiffness and physical function) for participants with OA of the knee. WOMAC A (5 items: measure of pain while walking, using stairs, at night while in bed, sitting or lying, and standing); each item was measured on 11-point (NRS) ranging from 0 (none) to 10 (extreme), where lower score represented no pain and higher score represented extreme pain. Total WOMAC A score was the sum of 5 item scores and ranges from 0 (none) to 50 (extreme); where lower score represented no pain and higher score represented extreme pain.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-8.747","spread":"0.491"},{"groupId":"OG001","value":"-8.621","spread":"0.486"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Patient Global Self-Assessment (PTGA) Score of Osteoarthritis Over 26 Weeks","description":"PTGA (self-assessment of target knee OA condition) was measured using an 11-point NRS ranging from 0 (best possible) to 10 (worst possible), where lower score represented best possible condition and higher score represented worst possible condition.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.138","spread":"0.104"},{"groupId":"OG001","value":"-2.144","spread":"0.102"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Clinical Observer Global Assessment (COGA) Score of Osteoarthritis Over 26 Weeks","description":"COGA was used by the physicians to perform a global assessment of the participant's target knee OA condition. The response was captured using the 11-point NRS pain intensity rating scale ranging from 0 (best possible) to 10 (worst possible) at the specified time points, where lower score represented best possible condition and higher score represented worst possible condition.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.145","spread":"0.095"},{"groupId":"OG001","value":"-2.225","spread":"0.094"}]}]}]},{"type":"SECONDARY","title":"Percentage of Positive WOMAC A1 Responder Over 26 Weeks","description":"WOMAC A1 responder were defined as \\>=2-point improvement from baseline in the WOMAC A1 NRS. The WOMAC NRS version 3.1 questionnaire was a self-administered, health status measure questionnaire of 24 questions comprising 3 subscales (joint pain, stiffness and physical function) for participants with OA of the knee. WOMAC A1 pain subscale (measure of pain during walking on a flat surface) was measured on 11-point (NRS) ranging from 0 (none) to 10 (extreme), where lower score represented no pain and higher score represented extreme pain.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"58.6","spread":null},{"groupId":"OG001","value":"53.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"65.0","spread":null},{"groupId":"OG001","value":"62.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"66.4","spread":null},{"groupId":"OG001","value":"62.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"69.1","spread":null},{"groupId":"OG001","value":"63.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"65.0","spread":null},{"groupId":"OG001","value":"66.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"68.2","spread":null},{"groupId":"OG001","value":"67.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment Emergent Adverse Events (TEAEs)","description":"Adverse Event (AE) was defined as any untoward medical occurrence in a participant who received study drug and did not necessarily had a causal relationship with the treatment. TEAEs were defined as AEs that developed, worsened (according to the Investigator opinion), or became serious during the on-treatment period (time from the injection of IMP up to Week 26 follow-up visit).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"142","spread":null},{"groupId":"OG001","value":"134","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":10,"n":220},"commonTop":["Upper Respiratory Tract Infection","Arthralgia","Nasopharyngitis","Joint Swelling","Toothache"]}}}