{"nctId":"NCT00969618","briefTitle":"A Long Term Follow-Up Study for Asian Adult Patients With Attention Deficit Hyperactivity Disorder","startDateStruct":{"date":"2009-11"},"conditions":["Attention Deficit Hyperactivity Disorder"],"count":211,"armGroups":[{"label":"Atomoxetine","type":"EXPERIMENTAL","interventionNames":["Drug: Atomoxetine"]}],"interventions":[{"name":"Atomoxetine","otherNames":["LY139603","Strattera"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients who have completed the B4Z-JE-LYEE study (NCT00962104) and signed the Informed Consent Document (ICD).\n* Patients must have been judged by the investigator to be reliable to keep appointments for clinic visits and all tests, including venipuncture and examinations, required by the protocol.\n* Patients must possess an educational level and degree of understanding of the language of their country that enables them to communicate suitably with the investigator and study coordinator.\n\nExclusion Criteria:\n\n* Patients who meet Diagnostic and Statistical Manual of Mental Disorders, Fourth Edition, Text Revision criteria for current anxiety disorder and also patients who require anti-anxiety drug therapy within previous study except for those taking benzodiazepines analogs for anxiety. The dosage of diazepam equivalents should not be more than 5 milligrams/day (mg/day).\n* Patients who, in the opinion of the investigator, are at serious suicidal risk or serious risk of harming others, or whose score for Item 11 on the Hamilton Depression Rating Scale-17 items is equal or more than 2 at randomization or screening.\n* Patients with significant medical conditions that are likely to become unstable during the trial or would likely be destabilized by treatment with atomoxetine or require treatment with excluded medications.\n* Patients with a history of allergy to atomoxetine, severe allergies to more than 1 class of medications, or multiple adverse drug reactions.\n* Patients who have received treatment within the past 30 days with a drug that has not received regulatory approval for any indication at the time the informed consent document is obtained.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Adverse Events Leading to Discontinuation","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"29","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline to 48 Weeks Endpoint in the Conners' Adult Attention-Deficit Hyperactivity Disorder Rating Scale-Investigator Rated: Screening Version-Japanese (CAARS-Inv:SV-J)","description":"CAARS-Inv:SV-J is a 30-item scale containing 3 subscales: inattention (9 items), hyperactivity/impulsivity (9 items), and attention deficit hyperactivity disorder (ADHD) Index (12 items). Each item is scored 0-3 (0=not at all/never; 1=just a little/once in a while; 2=pretty much/often; 3=very much/very frequently). Total ADHD symptoms score=sum of the inattention subscales (scores range from 0-27) and hyperactivity/impulsivity subscales (scores range from 0-27) with a total score range of 0-54. The ADHD Index scores range from 0-36. Higher scores indicate greater impairment.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-7.3","spread":"8.1"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.6","spread":"5.1"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.7","spread":"4.2"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.0","spread":"5.9"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline to 48 Weeks Endpoint in the Adult Attention-Deficit/Hyperactivity Disorder Quality of Life (AAQoL)-29 Scores","description":"AAQoL is a 29 items participant completed questionnaire rated on a 5-point Likert scale from 1 (Not at all/ Never) to 5 (Extremely/Very Often). AAQoL total (all 29 items) and 4 subscale scores: Life Productivity (11 items); Psychological Health (6 items); Life Outlook (7 items); Relationships (5 items). Total score is computed by (1) reversing scores for all items except the 7 items in the Life Outlook subscale; (2) transforming scores to 0-100 scale (1=0; 2=25; 3=50; 4=75; 5=100); (3) summing item scores and dividing by the item count. Higher total scores indicate better quality of life.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.46","spread":"13.44"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline to 48 Weeks Endpoint in the Behavior Rating Inventory of Executive Function -Adult (BRIEF-A) Version: Self Report (BRIEF-A:Self Report )","description":"A 75-item standardized self-reported measure comprised of 3 subscales. Each item is rated on a 3-point Likert scale: 1 (behavior never observed) to 3 (behavior often observed). Global executive composite (GEC) subscale rates participant's GEC in everyday environment (75- 225 total score). Behavioral regulation subscale measures participant's control over behavior (30-90 total score). Metacognition subscale assesses systematic problem-solving ability while sustaining these task-completion efforts in active working memory (40-120 total score). Higher subscale ratings indicate greater perceived impairment.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-10.4","spread":"21.3"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.6","spread":"9.2"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.8","spread":"13.6"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline to 48 Weeks Endpoint in Comorbid, Anxiety Symptoms, as Measured by Hamilton Anxiety Rating Scale-14 (HAMA-14) Items","description":"The HAMA-14 instrument consists of 14 items that provide an overall measure of general anxiety, including psychic anxiety and somatic anxiety. This instrument is completed by the clinician based on his or her assessment of the participant. Each item is rated on a 5-point scale of 0 (absent) to 4 (very severe). Total score is the sum of the 14 items and ranges from 0 (normal) to 56 (severe). Higher scores indicate greater anxiety.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.3","spread":"3.1"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline to 48 Weeks Endpoint in Clinical Global Impressions-Attention-Deficit/Hyperactivity Disorder-Severity (CGI-ADHD-S)","description":"The CGI-ADHD-S is a single-item rating of the clinician's assessment of the overall severity of the participant's ADHD symptoms in relation to the clinician's total experience with ADHD participants. CGI-ADHD-S measures severity of the participant's overall severity of ADHD symptoms: 1 (normal, not at all ill) to 7 (among the most extremely ill participants).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.8","spread":"1.0"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline to 48 Weeks Endpoint in the Behavior Rating Inventory of Executive Function-Adult (BRIEF-A) Version: Informant Scores (BRIEF-A:Informant Scores)","description":"Third-party observer of participant completes 75-item scale. Comprised of 3 subscales. Each item rated on 3-point Likert scale: 1 (behavior never observed) to 3 (behavior often observed). Global executive composite (GEC) subscale rates participant's GEC in everyday environment (75-225 total score). Behavioral regulation subscale measures participant's control over behavior (30-90 total score). Metacognition subscale assesses systematic problem-solving ability while sustaining these task-completion efforts in active working memory (40-120 total score). Higher subscale ratings indicate greater perceived impairment.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-8.5","spread":"22.5"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.9","spread":"10.0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.5","spread":"14.0"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline to 48 Weeks Endpoint in Comorbid, Depressive Symptoms, as Measured by Hamilton Depression Rating Scale-17 (HAMD-17) Items","description":"The HAMD-17 instrument consists of 17 items used to assess the severity of depression and its improvement during the course of therapy. This instrument is completed by the clinician based on his or her assessment of the participant. Each item was evaluated and scored using either a 5-point scale of 0 (not present) to 4 (very severe) or a 3-point scale of 0 (not present) to 2 (marked). The total score is the sum of the scores from HAMD-17 Items 1 through 17 and ranges from 0 (not at all depressed) to 52 (severely depressed). Higher scores indicate greater symptom severity.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.2","spread":"2.9"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":5,"n":211},"commonTop":["Nausea","Nasopharyngitis","Headache","Thirst","Decreased appetite"]}}}