{"nctId":"NCT01015118","briefTitle":"LUME-Ovar 1: Nintedanib (BIBF 1120) or Placebo in Combination With Paclitaxel and Carboplatin in First Line Treatment of Ovarian Cancer","startDateStruct":{"date":"2009-11-17","type":"ACTUAL"},"conditions":["Ovarian Neoplasms","Peritoneal Neoplasms"],"count":1366,"armGroups":[{"label":"BIBF 1120","type":"EXPERIMENTAL","interventionNames":["Drug: BIBF 1120","Drug: Paclitaxel","Drug: Carboplatin"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo","Drug: Paclitaxel","Drug: Carboplatin"]}],"interventions":[{"name":"Placebo","otherNames":[]},{"name":"Paclitaxel","otherNames":[]},{"name":"BIBF 1120","otherNames":[]},{"name":"Carboplatin","otherNames":[]},{"name":"Paclitaxel","otherNames":[]},{"name":"Carboplatin","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n* first diagnosis of histologically confirmed epithelial ovarian cancer, fallopian tube or primary peritoneal cancer\n* International Federation of Gynecology and Obstetrics (FIGO) Stages IIB - IV\n* females, age 18 years or older\n* life expectancy of at least 6 months\n* Eastern Cooperative Oncology Group (ECOG) performance status 0, 1 or 2\n* prior surgery, defined as either (a) debulking surgery with maximum surgical effort at cytoreduction with the goal of no residual disease or (b) biopsy or limited surgery in patients with stage IV disease for whom surgical debulking was not considered appropriate, if diagnosis is confirmed by histology and no surgery is planned prior to disease progression (including interval debulking surgery)\n* patient has given written informed consent which must be consistent with the International Conference on Harmonization - Good Clinical Practice (ICH-GCP) and local legislation\n* planned application of first dose of chemotherapy after wound healing, but no later than 10 weeks after surgery\n\nExclusion criteria:\n\n* histologic diagnosis of a benign or borderline tumour or of a malignant tumour of non-epithelial origin of the ovary, the fallopian tube or the peritoneum\n* planned surgery within 124 weeks after randomisation in this trial, including interval debulking surgery\n* clinically relevant non-healing wound, ulcer or bone fracture\n* clinical symptoms or signs of gastrointestinal obstruction that require parenteral nutrition or hydration\n* brain metastases\n* pre-existing sensory or motor neuropathy Common Terminology Criteria for Adverse Events (CTCAE) grade 2 or higher, except due to trauma\n* history of major thromboembolic event\n* known inherited or acquired bleeding disorder\n* significant cardiovascular diseases\n* clinically relevant pericardial effusion\n* history of a cerebral vascular accident, transient ischemic attack or subarachnoid haemorrhage within the past 6 months\n* inadequate safety laboratory values\n* serious infections in particular if requiring systemic antibiotic (antimicrobial, antifungal) or antiviral therapy, including Hepatitis B, Hepatitis C, Human Immunodeficiency Virus (HIV)\n* poorly controlled diabetes mellitus or other contraindication to high dose corticosteroid therapy\n* gastrointestinal disorders or abnormalities that would interfere with absorption of the study drug\n* other malignancy diagnosed within the past 5 years. In exception to this rule, the following malignancies may be included if adequately treated: non-melanomatous skin cancer, cervical carcinoma in situ, carcinoma in situ of the breast, low risk endometrial cancer\n* prior systemic therapy for ovarian cancer (e.g. chemotherapy, monoclonal antibody therapy, oral targeted therapy, hormonal therapy)\n* prior systemic cytotoxic chemotherapy\n* prior treatment with BIBF 1120 or any other angiogenesis inhibitor\n* prior radiotherapy\n* serious illness or concomitant non-oncological disease such as neurologic, psychiatric or infectious disease or a laboratory abnormality that may increase the risk associated with study participation or study drug administration\n* Women of childbearing potential who are sexually active and not using a highly effective method of birth control during the trial and for at least twelve months after the end of active therapy.\n* pregnancy or breast feeding\n* psychological, familial, sociological or geographical factors potentially hampering compliance with the study protocol and follow-up schedule\n* active alcohol or drug abuse\n* patients unable to comply with the protocol\n* any contraindications for therapy with paclitaxel or carboplatin\n* treatment with other investigational drugs or participation in another clinical trial testing a drug within the past four weeks before start of therapy or concomitantly with this trial","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"PFS Based on Investigator Assessment According to Modified Response Evaluation Criteria in Solid Tumors, Version 1.1 (mRECIST), and Additional Clinical Criteria.","description":"Progression free survival (PFS) is calculated as the time from randomisation to the date of disease progression, or to the date of death, whichever occurs first according to the Investigator assessment.\n\nThe primary PFS analysis of this trial was performed when approximately 753 patients had experienced a PFS event\n\nMedian, 25th and 75th percentiles are calculated from an unadjusted Kaplan-Meier curve for each treatment arm.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17.2","spread":null},{"groupId":"OG001","value":"16.6","spread":null}]}]}]},{"type":"PRIMARY","title":"PFS Based on Investigator Assessment According to Modified Response Evaluation Criteria in Solid Tumors, Version 1.1 (mRECIST), and Additional Clinical Criteria (Follow up Analysis).","description":"Follow-up analysis was conducted at the time of overall survival analysis. Progression free survival (PFS) is calculated as the time from randomisation to the date of disease progression, or to the date of death, whichever occurs first according to the Investigator assessment.\n\nMedian, 25th and 75th percentiles are calculated from an unadjusted Kaplan-Meier curve for each treatment arm.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17.6","spread":null},{"groupId":"OG001","value":"16.6","spread":null}]}]}]},{"type":"SECONDARY","title":"PFS Based on Investigator Assessment According to mRECIST Version 1.1 (Key Secondary Endpoint).","description":"Progression free survival is calculated as the time from randomisation to the date of disease progression, or to the date of death, whichever occurs first based on the Investigator assessment according to Modified Response Evaluation Criteria (mRECIST), version 1.1.\n\nThe primary PFS analysis of this trial was performed when approximately 753 patients had experienced a PFS event.\n\nMedian, 25th and 75th percentiles are calculated from an unadjusted Kaplan-Meier curve for each treatment arm.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.3","spread":null},{"groupId":"OG001","value":"16.6","spread":null}]}]}]},{"type":"SECONDARY","title":"PFS Based on Investigator Assessment According to mRECIST Version 1.1 (Key Secondary Endpoint - Follow up Analysis).","description":"Follow-up analysis was conducted at the time of overall survival analysis. Progression free survival is calculated as the time from randomisation to the date of disease progression, or to the date of death, whichever occurs first based on the Investigator assessment according to Modified Response Evaluation Criteria (mRECIST), version 1.1. Median, 25th and 75th percentiles are calculated from an unadjusted Kaplan-Meier curve for each treatment arm.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.4","spread":null},{"groupId":"OG001","value":"16.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival","description":"Overall survival is defined as time from randomization to date of death (irrespective of reason).\n\nMedian, 25th and 75th percentiles are calculated from an unadjusted Kaplan-Meier curve for each treatment arm.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"62.0","spread":null},{"groupId":"OG001","value":"62.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to CA-125 Tumour Marker Progression","description":"Time to tumour-marker progression was defined as the time from randomisation until the date when Carbohydrate (cancer) antigen (CA-125) values increased to higher than twice the nadir value. CA-125 \\>=2 x nadir in case nadir value \\> Upper limit of normal (ULN) or CA-125 \\>=2 x ULN in case nadir value \\<= ULN.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.6","spread":null},{"groupId":"OG001","value":"14.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Objective Response Based on Investigator Assessment","description":"Objective tumour response defined as either complete response \\[CR\\] or partial response \\[PR\\] in patients with at least 1 target lesion reported at baseline","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"74.3","spread":null},{"groupId":"OG001","value":"70.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Abdominal/Gastro-intestinal Symptoms Over Time","description":"Change in abdominal/gastro-intestinal over time was calculated on symptoms (scale composite of items 31 to 37 of the European Organisation for Research and Treatment of Cancer Quality of Life Questionnaire Module for Ovarian Cancer 28 (EORTC QLQ OV-28).\n\nAs specified in the EORTC scoring manual, for each scale or item, a linear transformation was applied to standardize the raw score to a range from 0 to 100 (high scores represent a high/severe level of symptomatology).\n\nMean presented is Adjusted mean. Adjusted for the stratification factors macroscopic residual postoperative tumour at baseline (yes vs. no), FIGO stage (IIB-III vs IV), and Carboplatin level (AUC5 vs. AUC6).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24.63","spread":"0.49"},{"groupId":"OG001","value":"19.34","spread":"0.64"}]}]}]},{"type":"SECONDARY","title":"Change in Global Health Status/ Quality of Life (QoL) Scale Over Time.","description":"Change in Global Health Status/ Quality of life (QoL) over time was calculated on Global Health Status/QoL scale (composite of items 29 and 30 of the European Organisation for Research and Treatment of Cancer Quality of Life Questionnaire-30 (EORTC QLQ-C30) as a general measure.\n\nAs specified in the EORTC scoring manual, for each scale or item, a linear transformation was applied to standardize the raw score to a range from 0 to 100 (high scores represent a high/healthy level of functioning).\n\nMean presented is Adjusted mean. Adjusted for the stratification factors macroscopic residual postoperative tumour at baseline (yes vs. no), FIGO stage (IIB-III vs IV), and Carboplatin level (AUC5 vs. AUC6).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"68.79","spread":"0.48"},{"groupId":"OG001","value":"70.67","spread":"0.65"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":157,"n":450},"commonTop":["Nausea","Diarrhoea","Alopecia","Neutropenia","Fatigue"]}}}