{"nctId":"NCT05850494","briefTitle":"Study to Assess Bronchospasm Potentially Induced by Next-Generation Propellant vs HFA Propellant in an MDI in Participants With Well/Partially Controlled Asthma","startDateStruct":{"date":"2023-05-02","type":"ACTUAL"},"conditions":["Asthma"],"count":52,"armGroups":[{"label":"Treatment A: HFO propellant only MDI","type":"EXPERIMENTAL","interventionNames":["Drug: HFO MDI"]},{"label":"Treatment B: HFA propellant only MDI","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: HFA MDI"]}],"interventions":[{"name":"HFA MDI","otherNames":["Propellant in MDI"]},{"name":"HFO MDI","otherNames":["Propellant in MDI"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age\n\n  1. Male and female participant must be 18 to 45 years of age inclusive, at the time of signing the informed consent form (ICF).\n\n     Type of Participant and Disease Characteristics\n  2. Participants who have a documented history of physician-diagnosed asthma\n\n     ≥ 12 months prior to Visit 1, according to GINA guidelines (GINA 2022).\n  3. Participants who are well controlled or partially controlled on their current treatment for asthma, including, low-dose ICS daily or low-dose ICS/formoterol as needed (not approved in the US), or SABA as needed, or low-dose ICS whenever SABA as needed is used (low-dose ICS as defined by GINA 2022 in Table 4), for 4 weeks prior to screening.\n  4. ACQ-5 total score \\< 1.5 at Visit 1.\n  5. A pre-bronchodilator FEV1 \\> 60% predicted normal value at Visit 1.\n  6. Demonstrate acceptable MDI administration technique.\n\n     Sex and Contraceptive/Barrier Requirements\n  7. Females must be not of childbearing potential, or should be using a form of highly effective birth control as defined below:\n* Female participants Women not of childbearing potential are defined as women who are either permanently sterilized (hysterectomy, bilateral oophorectomy, or bilateral salpingectomy), or who are postmenopausal. Women included in this study will be considered postmenopausal if they have been amenorrhoeic for 12 months or more following cessation of exogenous hormonal treatment and follicle-stimulating hormone levels in the postmenopausal range.\n* Female participants of childbearing potential must use one highly effective form of birth control. A highly effective method of contraception is defined as one that can achieve a failure rate of less than 1% per year when used consistently and correctly. At enrolment, women of childbearing potential who are sexually active with a non-sterilized male partner should be stable on their chosen method of highly effective birth control, as defined below, and willing to remain on the birth control until at least 14 days after last dose of study intervention. Cessation of contraception after this point should be discussed with a responsible physician.\n\nPeriodic abstinence (calendar, symptothermal, post-ovulation methods), withdrawal (coitus interruptus), spermicides only, and lactational amenorrhoea method are not acceptable methods of contraception. Female condom and male condom should not be used together. All women of childbearing potential must have a negative serum pregnancy test result at Visit 1.\n\n* Highly effective birth control methods are listed below:\n* Total sexual abstinence is an acceptable method provided it is the usual lifestyle of the participant (defined as refraining from heterosexual intercourse during the entire period of risk associated with the study treatments). Periodic abstinence (e.g., calendar, ovulation, symptothermal, post-ovulation methods), declaration of abstinence for the duration of exposure to study intervention, and withdrawal are not acceptable methods of contraception.\n* Contraceptive subdermal implant\n* Intrauterine device or intrauterine system\n* Oral contraceptive (combined or progesterone only)\n* Injectable progestogen\n* Contraceptive vaginal ring\n* Percutaneous contraceptive patches\n* Male partner sterilization with documentation of azoospermia prior to the female participant's entry into the study, and this male is the sole partner for that participant. The documentation on male sterility can come from the site personnel's review of participant's medical records, medical examination and/or semen analysis or medical history interview provided by her or her partner.\n* Bilateral tubal ligation Informed Consent 8 Capable of giving signed informed consent as described in Appendix A which includes compliance with the requirements and restrictions listed in the ICF and in this protocol.\n\nExclusion Criteria:\n\n* Medical Conditions\n\n  1. Life-threatening asthma defined as a history of significant asthma episode(s) requiring intubation associated with hypercapnia, respiratory arrest, hypoxic seizures, or asthma related syncopal episode(s).\n  2. Current smokers, former smokers with \\> 10 pack-years history, or former smokers who stopped smoking \\< 6 months prior to Visit 1 (including all forms of tobacco, e-cigarettes or other vaping devices, and marijuana).\n  3. Historical or current evidence of a clinically significant disease including, but not limited to: cardiovascular, hepatic, renal, hematological, neurological, endocrine, gastrointestinal, or pulmonary (e.g., active tuberculosis, bronchiectasis, pulmonary eosinophilic syndromes, COPD, and uncontrolled severe asthma). Significant is defined as any disease that, in the opinion of the investigator, would put the safety of the participant at risk through participation, or that could affect the safety/tolerability analysis.\n  4. Any respiratory infection or asthma exacerbation treated with systemic corticosteroids and/or additional ICS treatment in the 8 weeks prior to Visit 1 and throughout the screening period.\n  5. Hospitalization for asthma within 1 year prior to Visit 1.\n  6. Admission to intensive care unit or mechanical ventilation due to asthma exacerbation.\n  7. Known history of drug or alcohol abuse within 12 months of Visit 1.\n\n     Prior/Concomitant Therapy\n  8. Do not meet the stable dosing period prior to Visit 1 (see Table 5) or unable to abstain from protocol-defined prohibited medications during screening and treatment periods (see Table 6 and Table 7).\n  9. Receipt of COVID-19 vaccine (regardless of vaccine delivery platform, e.g., vector, lipid nanoparticle) ≤ 7 days prior to Visit 1 (from last vaccination or booster dose).\n\nPrior/Concurrent Clinical Study Experience 10 Participation in another clinical study with an investigational product administered within 30 days or 5 half-lives (whichever is longer). 11 Participants with a known hypersensitivity to HFO or HFA or any of the excipients of the product. 12 Previously randomized into a study with an HFO-containing MDI.\n\nDiagnostic Assessments 13 Any clinically relevant abnormal findings in physical examination, clinical chemistry, hematology, urinalysis, vital signs, or electrocardiogram (ECG), which in the opinion of the investigator, may put the participant at risk because of his/her participation in the study. Note: Participants with ECG QT interval corrected for heart rate using Fridericia's formula (QTcF) \\> 480 msec will be excluded. Participants with high degree atrioventricular block II or III, or with sinus node dysfunction with clinically significant pauses who are not treated with pacemaker will also be excluded.\n\nOther Exclusions 14 Involvement in the planning and/or conduct of the study (applies to both AstraZeneca staff and/or staff at the study site). 15 Judgment by the investigator that the participant should not participate in the study if the participant is unlikely to comply with study procedures, restrictions, and requirements.\n\n16 Previous enrolment or randomisation in the present study. 17 For women only - currently pregnant (confirmed with positive pregnancy test), breast feeding, or planned pregnancy during the study or women of childbearing potential not using acceptable contraception measures. 18 Study investigators, sub-investigators, coordinators, and their employees or immediate family members.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"45 Years","stdAges":["ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Normalized Forced Expiratory Volume in 1 Second (FEV1) Area Under the Curve From 0 to 15 Minutes (AUC0-15 Min) Post-dose","description":"The change from baseline (30 minutes pre-dose) in normalized FEV1 AUC0-15 min postdose induced by Treatment HFO was compared with Treatment HFA.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.969","spread":"0.6660"},{"groupId":"OG001","value":"2.970","spread":"0.6463"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.955","spread":"0.6577"},{"groupId":"OG001","value":"2.965","spread":"0.6474"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.014","spread":"0.0794"},{"groupId":"OG001","value":"-0.004","spread":"0.0565"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Bronchospasm Events","description":"The potential of Treatment HFO to induce bronchospasm was compared with Treatment HFA. The number of participants with bronchospasm events post-dose (5 or 15 minutes post-dose) from baseline (30 minutes pre-dose) for each treatment is presented.\n\nAn event of bronchospasm is defined as a reduction in FEV1 of \\>15% from baseline (i.e. the FEV1 value obtained within 30 minutes prior to study intervention administration) at 5 or 15 minutes post-dose, with associated symptoms of wheezing, shortness of breath, or cough.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Safety and Tolerability Evaluated in Terms of Adverse Events (AEs)","description":"The number of AEs, SAEs, and AESIs for Treatment HFO and Treatment HFA are presented.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":52},"commonTop":["Fatigue","Pyrexia","Urinary tract infection","Dysgeusia","Nephrolithiasis"]}}}