{"nctId":"NCT00418717","briefTitle":"Open Label, Dose-Regimen Study Evaluating Etanercept 50 mg Once-Weekly In Japanese Subjects With RA","startDateStruct":{"date":"2007-02"},"conditions":["Arthritis, Rheumatoid"],"count":42,"armGroups":[{"label":"1","type":"EXPERIMENTAL","interventionNames":["Drug: etanercept"]}],"interventions":[{"name":"etanercept","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Main Inclusion Criteria:\n\n* Subjects of Japanese ancestry and living in Japan.\n* Subjects who are receiving the approved dose of 25 mg etanercept BIW for at least 6 months and have stable disease activity, as determined by investigator's judgment for 3 months before test articles administration.\n* Subjects who have mildly active rheumatoid arthritis as demonstrated by 5 swollen joints and 5 tender/painful joints.\n\nMain Exclusion Criteria:\n\n* Prior treatment with Disease Modifying Anti-Rheumatic Drugs (DMARDs) and/or methotrexate (MTX) within 6 months of the baseline visit.\n* Subjects considered being in disease remission, per investigator's judgment.\n* Received other biological drugs, rituximab, anti-CD-4 agents, or diphtheria interleukin-2 fusion protein (DAB-IL-2) within 6 months prior to baseline.","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Disease Activity Score Using 28-joint Count and Erythrocyte Sedimentation Rate (4 Variables) (DAS28-4ESR) by Treatment Period.","description":"DAS28-4ESR is a clinical index of rheumatoid arthritis disease activity based on information from swollen joints, tender joints, acute phase response (Erythrocyte Sedimentation Rate) and general health. DAS28-4ESR scores range from 0 - 10, where a score of less than or equal to 3.2 implies well controlled disease and greater than or equal to 5.1 implies active disease. In this analysis, the DAS28-4ESR is compared for 2 different treatment regimens (used sequentially by the same patient population): Treatment Period A: ETN 25 mg BW (at week 4) vs Treatment Period B: ETN 50 mg QW (at week 12).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.26","spread":"0.66"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.13","spread":"0.65"}]}]}]},{"type":"SECONDARY","title":"Area Under the Concentration-Time Curve (AUC)","description":"AUC is a measure of the serum concentration of the drug over time. It is used to characterize drug absorption. In this analysis, the AUC is compared for 2 different treatment regimens (used sequentially by the same patient population): Treatment Period A: ETN 25 mg BW (at week 4) vs Treatment Period B: ETN 50 mg QW (at week 12). Blood samples were taken on day 0 of PK analysis and collected every day after for 7 days for weeks 4 and 12.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19.67","spread":"5.7"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17.92","spread":"6.09"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1},"commonTop":["Infections and Infestations","Dizziness","Stomatitis","Headache","Pharyngolaryngeal pain"]}}}