{"nctId":"NCT02487199","briefTitle":"Ombitasvir/Paritaprevir/Ritonavir With or Without Dasabuvir in Adults With Genotype 1a or Genotype 4 Chronic Hepatitis C Virus (HCV) Infection, With Severe Kidney Impairment or End Stage Kidney Disease","startDateStruct":{"date":"2015-09-30","type":"ACTUAL"},"conditions":["Hepatitis C Virus (HCV)"],"count":18,"armGroups":[{"label":"HCV GT1a (3-DAA)","type":"EXPERIMENTAL","interventionNames":["Drug: ombitasvir/paritaprevir/ritonavir and dasabuvir"]},{"label":"HCV GT4 (2-DAA)","type":"EXPERIMENTAL","interventionNames":["Drug: ombitasvir/paritaprevir/ritonavir"]}],"interventions":[{"name":"ombitasvir/paritaprevir/ritonavir and dasabuvir","otherNames":["Viekira Pak, paritaprevir also known as ABT-450, ombitasvir also known as ABT-267, dasabuvir also known as ABT-333"]},{"name":"ombitasvir/paritaprevir/ritonavir","otherNames":["Technivie, paritaprevir also known as ABT-450, ombitasvir also known as ABT-267"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Chronic hepatitis C virus (HCV) genotype 1a (GT1a) infection or genotype 4 (GT4) infection (HCV RNA level greater than 1,000 IU/mL at Screening).\n* Females must be post-menopausal, of non-child bearing potential or practicing specific forms of birth control.\n* Chronic kidney disease stage 4 or stage 5.\n\nExclusion Criteria:\n\n* Females who are pregnant or breastfeeding\n* Positive test result for Hepatitis B surface antigen (HBsAg) or anti-human immunodeficiency virus antibody (HIV Ab)\n* HCV genotype performed during screening unable to genotype or co-infection with any other HCV genotype, no mixed genotypes.\n* Abnormal laboratory tests\n* Current enrollment in another investigational study\n* Prior treatment with a direct acting antiviral agent (DAA) containing regimen with the exception of interferon or pegylated interferon with or without ribavirin\n* Current treatment with a direct acting antiviral agent (DAA) containing regimen\n* Any evidence of liver cirrhosis or liver cancer","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Sustained Virologic Response 12 Weeks Post-treatment (SVR12)","description":"SVR12 was defined as plasma hepatitis C virus ribonucleic acid (HCV RNA) level less than the lower limit of quantification (\\<LLOQ) 12 weeks after the last dose of study drug. Participants with missing data after backward imputation were imputed as nonresponders.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null},{"groupId":"OG001","value":"80.0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Adverse Events","description":"An adverse event (AE) is defined as any untoward medical occurrence in a patient or clinical investigation subject administered a pharmaceutical product and which does not necessarily have a causal relationship with this treatment. The investigator assessed the relationship of each event to the use of study drug as either reasonable possibility or no reasonable possibility. A serious adverse event (SAE) is an event that results in death, is life-threatening, requires or prolongs hospitalization, results in a congenital anomaly, persistent or significant disability/incapacity or is an important medical event that, based on medical judgment, may jeopardize the subject and may require medical or surgical intervention to prevent any of the outcomes listed above. Treatment-emergent events (TEAEs/TESAEs) are defined as any event that began or worsened in severity from first dose of study drug until 30 days after the last dose. For more details on AEs please see the Adverse Event section.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With On-treatment Virologic Failure","description":"On-treatment virologic failure was defined as confirmed HCV RNA ≥ LLOQ after HCV RNA \\< LLOQ during treatment or confirmed increase of \\> 1 log(subscript)10(subscript) IU/mL above the lowest value post-baseline in HCV RNA during treatment with at least 6 weeks of treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Post-treatment Relapse","description":"Post-treatment relapse was defined as confirmed HCV RNA ≥ LLOQ between the end of treatment and 12 weeks after the last dose of study drug among participants who completed treatment with HCV RNA levels \\< LLOQ at the end of treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":13},"commonTop":["DIARRHOEA","NAUSEA","FATIGUE","ABDOMINAL PAIN","HEADACHE"]}}}