{"nctId":"NCT00910624","briefTitle":"Boceprevir Treatment in Participants With Chronic Hepatitis C Genotype 1 Deemed Nonresponders to Peginterferon/Ribavirin (P05514)","startDateStruct":{"date":"2009-06-22","type":"ACTUAL"},"conditions":["Hepatitis C, Chronic"],"count":168,"armGroups":[{"label":"BOC + PEG/RBV","type":"EXPERIMENTAL","interventionNames":["Drug: Boceprevir","Biological: Peginterferon alfa-2b (SCH 54031)","Drug: Ribavirin (SCH 18908)"]}],"interventions":[{"name":"Boceprevir","otherNames":["SCH 503034"]},{"name":"Peginterferon alfa-2b (SCH 54031)","otherNames":["PegIntron, PEG"]},{"name":"Ribavirin (SCH 18908)","otherNames":["Rebetol, RBV"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participant must have been assigned to a PEG/RBV control arm in a previous SPRI study of BOC, must have completed treatment as per protocol, and have been compliant with all study treatment and scheduled procedures within the previous study.\n* Participant must have received at least 12 weeks of treatment with PEG/RBV and must have discontinued treatment in the previous study due to the futility rule (as defined in the previous protocol), had virologic breakthrough, or relapse.\n* Participant must have had detectable HCV-RNA upon completion of the previous study.\n* Participant and participant partner(s) must each agree to use acceptable methods of contraception for at least 2 weeks prior to starting any study treatment and to continue until at least 6 months after the last doses of study drugs, or longer if dictated by local regulations.\n* Participant must be willing to give written informed consent.\n\nExclusion Criteria:\n\n* All participant exclusion criteria from the SPRI clinical study in which the participant participated prior to qualifying for this study will apply in this study, EXCEPT for the following:\n\n  * Treatment with RBV within 90 days and any interferon-alpha within 1 month of the enrollment is not exclusionary in P05514.\n  * Participation in any other SPRI clinical trial within 30 days of enrollment in this study is not exclusionary.\n  * Use of growth factor at the entry of the study is allowed if it was prescribed in the previous study.\n  * Laboratory criteria of thyroid-stimulating hormone (TSH) do not apply. Laboratory criteria of hemoglobin, neutrophils, and platelets do not apply, unless they met dose reduction/interruption/discontinuation criteria in the previous study.\n  * Participants who develop moderate depression in the previous study and continue to be stable and well controlled are not excluded\n* Participants who had the opportunity to receive boceprevir in the previous study.\n* Participants requiring discontinuation, interruption, or dose reduction of RBV for more than 2 weeks in the previous study.\n* Participants requiring discontinuation, interruption, or dose reduction of PEG to less than two-thirds of the assigned starting dose for more than 2 weeks in the previous study.\n* Participants who experienced a life-threatening SAE considered at least possibly related to study drugs by the investigator or sponsor in the previous study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Sustained Virologic Response at Follow-Up Week 24 (SVR24);","description":"SVR24 was defined as undetectable Hepatitis C Virus ribonucleic acid (HCV-RNA) at Follow-up Week (FW) 24. SVR rates were evaluated by the prior interferon response (e.g., log drop from baseline at TW 4 or TW 12) in the previous studies.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"41","spread":null},{"groupId":"OG001","value":"67","spread":null},{"groupId":"OG002","value":"96","spread":null},{"groupId":"OG003","value":"65","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With Adverse Events (AEs) Leading to Dose Modification (DM) or Discontinuation (DC), Treatment-Related Serious AEs (SAEs), Neutrophil Count <0.75 × 10^9/L, or Hemoglobin (Hgb) <10 g/dL","description":"AE= any untoward medical occurrence in a participant administered a pharmaceutical product/biologic (at any dose), whether or not considered related to the use of that product. Included the onset of new illness and the exacerbation of pre-existing conditions. Clinically significant laboratory abnormalities that required intervention/additional therapy, required a dose modification, or were associated with a clinical manifestation were considered AEs. SAE= any adverse drug or biologic or device experience occurring at any dose resulting in death, was life-threatening, was persistent or caused significant disability/incapacity, required in-patient hospitalization or prolonged hospitalization, or was a congenital anomaly or birth defect.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"35","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"25","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"53","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Early Virologic Response (EVR)","description":"EVR was defined as undetectable HCV-RNA at TW 12 of BOC + PEG/RBV. EVR rates were evaluated by the prior interferon response (e.g., log drop from baseline at TW 4 or TW 12) in the previous studies.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"49","spread":null},{"groupId":"OG001","value":"76","spread":null},{"groupId":"OG002","value":"100","spread":null},{"groupId":"OG003","value":"73","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":18,"n":168},"commonTop":["Anaemia","Fatigue","Dysgeusia","Nausea","Headache"]}}}