{"nctId":"NCT03345836","briefTitle":"A Study of the Efficacy and Safety of Upadacitinib (ABT-494) in Participants With Moderately to Severely Active Crohn's Disease Who Have Inadequately Responded to or Are Intolerant to Biologic Therapy","startDateStruct":{"date":"2017-11-29","type":"ACTUAL"},"conditions":["Crohn's Disease"],"count":624,"armGroups":[{"label":"Part 1 (Double-blind): Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Matching Placebo for Upadacitinib"]},{"label":"Part 1 (Double-blind): Upadacitinib 45 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Upadacitinib"]},{"label":"Part 2 (Open-label): Upadacitinib 45 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Upadacitinib"]},{"label":"Part 3 (Extended Treatment DB): Upadacitinib 45 mg From Part 1 DB Placebo","type":"EXPERIMENTAL","interventionNames":["Drug: Upadacitinib"]},{"label":"Part 3 (Extended Treatment DB): Upadacitinib 30 mg From Part 1 DB Upadacitinib 45 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Upadacitinib"]},{"label":"Part 3 (Extended Treatment OL): Upadacitinib 30 mg From Part 2 OL Upadacitinib 45 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Upadacitinib"]}],"interventions":[{"name":"Matching Placebo for Upadacitinib","otherNames":[]},{"name":"Upadacitinib","otherNames":["ABT-494","RINVOQ®"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Confirmed diagnosis of CD for at least 3 months prior to Baseline.\n* Confirmed diagnosis of moderate to severe CD as assessed by stool frequency (SF), abdominal pain (AP) score.\n* Evidence of mucosal inflammation based on the Simplified Endoscopic Score for Crohn's disease (SES-CD) on an endoscopy confirmed by a central reader.\n* Demonstrated an inadequate response or intolerance to any biologic therapy for infliximab, adalimumab, certolizumab pegol, vedolizumab, and ustekinumab.\n* If female, participant must meet the contraception recommendations.\n\nExclusion Criteria:\n\n* Participant with a current diagnosis of ulcerative colitis or indeterminate colitis.\n* Participant not on stable doses of CD related antibiotics, oral aminosalicylates, corticosteroids or methotrexate (MTX).\n* Participant with the following ongoing known complications of CD: abscess (abdominal or peri-anal), symptomatic bowel strictures, fulminant colitis, toxic megacolon, or any other manifestation that might require surgery while enrolled in the study.\n* Participant with ostomy or ileoanal pouch.\n* Participant diagnosed with conditions that could interfere with drug absorption including but not limited to short gut or short bowel syndrome.\n* Screening laboratory and other protocol pre-specified analyses show abnormal results.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Clinical Remission Per Crohn's Disease Activity Index (CDAI) at Week 12","description":"The CDAI was used to evaluate the activity of Crohn's disease. Clinical remission per CDAI is defined as CDAI \\<150. The CDAI is calculated on the basis of a one-week evaluation of 8 items: frequency of liquid or very soft stool, abdominal pain, complications of Crohn's disease (e.g., uveitis, arthritis, fistula, and abscess), abdominal mass, hematocrit, body weight, use of antidiarrheals, and general condition. Total score ranges from 0 to about 600. Higher CDAI scores indicate more severe disease. CDAI scores below 150 represent remission and scores over 450 represent very severe Crohn's disease. Results were based on non-responder imputation incorporating multiple imputation to handle missing data due to COVID-19 (NRI-C).","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.1","spread":null},{"groupId":"OG001","value":"38.9","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With Endoscopic Response at Week 12","description":"Endoscopic response was defined as greater than 50% decrease in Simple Endoscopic Score for Crohn's Disease (SES-CD) from Baseline of the induction study (or for participants with an SES-CD of 4 at Baseline of the induction study, at least a 2-point reduction from Baseline), as scored by Central Reviewer. SES-CD is calculated based on the sum of individual segment values for four endoscopic variables (presence and size of ulcers, ulcerated surface, affected surface and presence of narrowing). Each variable in each segment is scored 0 to 3 resulting in SES-CD values ranging from 0 to 56 with higher scores indicating more severe disease. Results were based on NRI-C.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.5","spread":null},{"groupId":"OG001","value":"34.6","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Adverse Events","description":"An adverse event (AE) is defined as any untoward medical occurrence in a patient or clinical investigation participant administered a pharmaceutical product and which does not necessarily have a causal relationship with this treatment. An AE can therefore be any unfavorable and unintended sign (including an abnormal laboratory finding), symptom, or disease temporally associated with the use of a medicinal (investigational) product, whether or not the event is considered causally related to the use of the product.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"112","spread":null},{"groupId":"OG001","value":"221","spread":null},{"groupId":"OG002","value":"86","spread":null},{"groupId":"OG003","value":"53","spread":null},{"groupId":"OG004","value":"45","spread":null},{"groupId":"OG005","value":"9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Clinical Remission Per Patient-Reported Outcomes (PROs) at Week 12","description":"Clinical remission per PROs was defined as average daily very soft or liquid stool frequency (SF) ≤2.8 and average daily abdominal pain (AP) score ≤1.0 and both not greater than Baseline. The number of soft or liquid stools and abdominal pain rated on a scale of 0=none to 3=severe were recorded in an electronic diary. Results were based on NRI-C.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.0","spread":null},{"groupId":"OG001","value":"39.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Endoscopic Remission at Week 12","description":"Endoscopic remission was defined per SES-CD. SES-CD ≤4 and at least 2-point reduction from Baseline and no subscore \\>1 in any individual variable, as scored by Central Reviewer. SES-CD is calculated based on the sum of individual segment values for four endoscopic variables (presence and size of ulcers, ulcerated surface, affected surface and presence of narrowing). Each variable in each segment is scored 0 to 3 resulting in SES-CD values ranging from 0 to 56 with higher scores indicating more severe disease. Results were based on NRI-C.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.3","spread":null},{"groupId":"OG001","value":"19.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Discontinued Corticosteroid Use for Crohn's Disease (CD) and Achieved Clinical Remission Per CDAI at Week 12, in Participants Taking Corticosteroids at Baseline","description":"As prespecified in the protocol, this outcome measure was planned to be assessed in participants taking corticosteroids at Baseline. Clinical remission per CDAI: CDAI \\<150. The CDAI is used to evaluate the activity of Crohn's disease. The CDAI is calculated on the basis of a one-week evaluation of 8 items: frequency of liquid or very soft stool, abdominal pain, complications of Crohn's disease (e.g., uveitis, arthritis, fistula, and abscess), abdominal mass, hematocrit, body weight, use of antidiarrheals, and general condition. Total score ranges from 0 to about 600. Higher CDAI scores indicate more severe disease. CDAI scores below 150 represent remission and scores over 450 represent very severe Crohn's disease. Results were based on NRI-C.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.7","spread":null},{"groupId":"OG001","value":"34.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Functional Assessment of Chronic Illness Therapy-Fatigue (FACIT-F) Total Score at Week 12","description":"The FACIT-F questionnaire was developed to assess fatigue associated with anemia. It consists of 13 fatigue-related questions. The responses to the 13 items on the FACIT-F questionnaire are each measured on a 5-point Likert scale. The responses to the answers are the following: 0= not at all; 1= a little bit; 2= somewhat; 3= quite a bit; 4=very much. Thus, the total score ranges from 0 to 52. High scores represent less fatigue. A positive change from Baseline indicates improvement.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.9","spread":"0.97"},{"groupId":"OG001","value":"11.4","spread":"0.69"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Inflammatory Bowel Disease Questionnaire (IBDQ) Total Score at Week 12","description":"The IBDQ is a disease-specific instrument composed of 32 Likert-scaled items. The IBDQ scale contains 4 component subscales: bowel symptoms (10 items), systemic symptoms (5 items), emotional function (12 items), and social function(5 items). Each item is scored on a 7-point scale where: 1=worst to 7= best. The total score ranges from 32 to 224, with higher scores indicating better health-related quality of life. A positive change from Baseline indicates improvement.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.6","spread":"3.02"},{"groupId":"OG001","value":"46.0","spread":"2.14"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving Clinical Response 100 (CR-100) at Week 2","description":"CR-100 is defined as a decrease of at least 100 points in CDAI from Baseline at Week 2. The CDAI is used to evaluate the activity of Crohn's disease. The CDAI is calculated on the basis of a one-week evaluation of 8 items: frequency of liquid or very soft stool, abdominal pain, complications of Crohn's disease (e.g., uveitis, arthritis, fistula, and abscess), abdominal mass, hematocrit, body weight, use of antidiarrheals, and general condition. Total score ranges from 0 to about 600. Higher CDAI scores indicate more severe disease. CDAI scores below 150 represent remission and scores over 450 represent very severe Crohn's disease. Results were based on NRI-C.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.4","spread":null},{"groupId":"OG001","value":"33.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving Clinical Response 100 (CR-100) at Week 12","description":"CR-100 is defined as a decrease of at least 100 points in CDAI from Baseline at Week 12. The CDAI is used to evaluate the activity of Crohn's disease. The CDAI is calculated on the basis of a one-week evaluation of 8 items: frequency of liquid or very soft stool, abdominal pain, complications of Crohn's disease (e.g., uveitis, arthritis, fistula, and abscess), abdominal mass, hematocrit, body weight, use of antidiarrheals, and general condition. Total score ranges from 0 to about 600. Higher CDAI scores indicate more severe disease. CDAI scores below 150 represent remission and scores over 450 represent very severe Crohn's disease. Results were based on NRI-C.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27.5","spread":null},{"groupId":"OG001","value":"50.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Clinical Remission Per Crohn's Disease Activity Index (CDAI) at Week 4","description":"The CDAI was used to evaluate the activity of Crohn's disease. Clinical remission per CDAI is defined as CDAI \\<150. The CDAI is calculated on the basis of a one-week evaluation of 8 items: frequency of liquid or very soft stool, abdominal pain, complications of Crohn's disease (e.g., uveitis, arthritis, fistula, and abscess), abdominal mass, hematocrit, body weight, use of antidiarrheals, and general condition. Total score ranges from 0 to 600. Higher CDAI scores indicate more severe disease. CDAI scores below 150 represent remission and scores over 450 represent very severe Crohn's disease. Results were based on NRI-C.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17.7","spread":null},{"groupId":"OG001","value":"29.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Hospitalizations Due to Crohn's Disease (CD) During Part 1 (12-week Double-blind Induction Period)","description":null,"paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.8","spread":null},{"groupId":"OG001","value":"6.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Resolution of Extra-Intestinal Manifestations (EIMs) at Week 12, in Participants With EIMs at Baseline","description":"EIMs are defined as manifestations of Crohn's disease in areas of the body other than the digestive tract, including eyes, skin, joints, mouth, and liver. Results were based on NRI-C.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.7","spread":null},{"groupId":"OG001","value":"32.8","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":17,"n":171},"commonTop":["ACNE","CROHN'S DISEASE","HEADACHE","ANAEMIA","NASOPHARYNGITIS"]}}}