{"nctId":"NCT03357614","briefTitle":"Sulopenem Followed by Sulopenem-etzadroxil/Probenecid vs Ertapenem Followed by Cipro for Complicated UTI in Adults","startDateStruct":{"date":"2018-09-18","type":"ACTUAL"},"conditions":["Complicated Urinary Tract Infections"],"count":1395,"armGroups":[{"label":"Sulopenem","type":"EXPERIMENTAL","interventionNames":["Drug: Sulopenem","Drug: Sulopenem-Etzadroxil/Probenecid"]},{"label":"Ertapenem","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Ertapenem","Drug: Ciprofloxacin","Drug: Amoxicillin-clavulanate"]}],"interventions":[{"name":"Sulopenem","otherNames":[]},{"name":"Sulopenem-Etzadroxil/Probenecid","otherNames":[]},{"name":"Ertapenem","otherNames":["Invanz"]},{"name":"Ciprofloxacin","otherNames":["Cipro"]},{"name":"Amoxicillin-clavulanate","otherNames":["Augmentin"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Adults ≥18 years of age with more than 24 hours of urinary symptoms attributable to a UTI\n2. Able to provide informed consent\n3. Clinically documented pyelonephritis or complicated urinary tract infection:\n\n   1. Pyelonephritis with normal anatomy\n   2. Complicated UTI as defined by one or more of the following factors:\n\n   i. The presence of an indwelling catheter ii. \\>100 mL of residual urine after voiding iii. Neurogenic bladder iv. Obstructive uropathy due to nephrolithiasis, tumor or fibrosis v. Azotemia due to intrinsic renal disease vi. Urinary retention in men possibly due to benign prostatic hypertrophy vii. Surgically modified or abnormal urinary tract anatomy\n4. At least two of the following signs or symptoms:\n\n   1. Rigors, chills or fever/hypothermia\n   2. Flank pain or pelvic pain\n   3. Nausea or vomiting\n   4. Dysuria, urinary frequency or urinary urgency\n   5. Costovertebral angle tenderness on physical examination\n5. A mid-stream urine specimen with:\n\n   1. a dipstick analysis positive for nitrite AND\n   2. evidence of pyuria as defined by either: i. a dipstick analysis positive for leukocyte esterase AND/OR ii. at least 10 white blood cells per cubic millimeter on microscopic analysis of unspun urine AND/OR iii. White blood cell count ≥10 cells/high-powered field in urine sediment\n\nExclusion Criteria\n\n1. Receipt of effective antibacterial drug therapy for complicated urinary tract infection (cUTI) for a continuous duration of more than 24 hours during the previous 72 hours. Patients who have objective documentation of clinical progression of cUTI while on antibacterial drug therapy, or patients who received antibacterial drugs for surgical prophylaxis and then develop cUTI, may be appropriate for enrollment.\n2. Subjects with an organism isolated from the urine within the last year known to be resistant to ertapenem\n3. Severe structural or functional urinary tract abnormality responsible for an intractable infection which in the opinion of the investigator would require \\> 10 days of therapy or post-treatment prophylaxis (eg. patients with chronic vesiculo-ureteral reflux).\n4. Uncomplicated UTI\n5. Patients with paraplegia/quadriplegia\n6. Hypotension with systolic blood pressure \\< 90 mm Hg\n7. Complicated UTI associated with complete obstruction, emphysematous pyelonephritis, known or suspected renal or perinephric abscess or expected to require surgical intervention (not placement of catheters) to achieve cure\n8. Patients with a known history of myasthenia gravis\n9. Patients who require concomitant administration of tizanidine or valproic acid\n10. Patients with a history of allergy to carbapenems or quinolones or amoxicillin-clavulanate or other beta-lactams, or hypersensitivity to probenecid\n11. Renal transplantation\n12. Patients requiring dialysis\n13. Acute or chronic prostatitis\n14. High risk for cUTI caused by Pseudomonas sp. (eg,. history of prior UTI due to Pseudomonas species, recent steroid use, others)\n15. Chronic indwelling catheters or stents\n16. Ileal loops or vesico-urethral reflux\n17. Recent trauma to the pelvis or urinary tract within the prior 30 days\n18. History of seizures\n19. Patients with a history of blood dyscrasias\n20. Patients with a history of uric acid kidney stones\n21. Patients with acute gouty attack\n22. Patients on chronic methotrexate therapy\n23. Females of child-bearing potential who are unable to take adequate contraceptive precautions, have a positive pregnancy test result within 24 hours of study entry, are otherwise known to be pregnant, or are currently breastfeeding an infant.\n24. Male subjects must agree to use of an effective barrier method of contraception during the study and for 14 days post treatment\n25. Patients known to have a history of liver or kidney disease or neutropenia as defined by the following baseline laboratory criteria:\n\n    * Alanine aminotransferase (ALT) or Aspartate aminotransferase (AST) \\> 3 X Upper Limit of Normal\n    * Total bilirubin \\> 2 X Upper Limit of Normal\n    * Neutropenia (\\<1000 cells/mm3)\n26. Patients participating in any other clinical study that involved the administration of an investigational medication\n27. Patient immunocompromised\n28. Patients unlikely to comply with the protocol\n29. Patients considered unlikely to survive the 4-week study period or has a rapidly progressive or terminal illness","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Overall Success","description":"Clinical success is defined as complete resolution of cUTI symptoms present at study entry and no new cUTI symptoms; microbiologic success is defined as eradication of the bacterial pathogen found at study entry (reduced to \\<1000 CFU/mL)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"301","spread":null},{"groupId":"OG001","value":"325","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Microbiologic Success","description":"Microbiologic success is defined as demonstrating \\<1000 CFU/mL of the baseline urpathogen by quantitative urine culture","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"316","spread":null},{"groupId":"OG001","value":"343","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":14,"n":697},"commonTop":[]}}}