{"nctId":"NCT02913521","briefTitle":"Bioequivalence Study With Clinical Endpoint for Diclofenac Sodium Topical Gel 1%","startDateStruct":{"date":"2015-06"},"conditions":["Osteoarthritis, Knee"],"count":934,"armGroups":[{"label":"Diclofenac Sodium Gel 1%","type":"EXPERIMENTAL","interventionNames":["Drug: Diclofenac Sodium Gel 1%"]},{"label":"Voltaren Gel","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Voltaren Gel"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Diclofenac Sodium Gel 1%","otherNames":[]},{"name":"Voltaren Gel","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Ambulatory male and non-pregnant females 35 years and older diagnosed with osteoarthritis according to the American College of Rheumatology Criteria (ACR) in one knee. Target knee is the one with higher level of pain.\n\n   ACR Criteria includes: Knee Pain and at least 3 of the following: age ≥ 50, stiffness lasting \\< 30 mins, bony tenderness, crepitus, bony enlargement, and no palpable warmth.\n2. Symptom onset of \\> 6 Months prior to Screening for the target knee.\n3. If female and of child-bearing potential, prepare to abstain from sexual intercourse or use a reliable method of contraception during the study (e.g., IUD, oral, transdermal, injected, implanted hormonal contraceptives or condom + spermicide).\n4. Periarticular knee pain due to osteoarthritis (not bursitis, tendonitis etc.) that required the use of oral or topical treatments (e.g., NSAIDs or acetaminophen).\n5. Radiograph of the target knee within the previous year with a Grade 1, 2 or 3 disease based upon the Kellgren-Lawrence disease severity scale.\n6. After a minimum of 7-day wash out of all pain medication has Baseline pain on movement score of ≥ 50mm on a 0-100-mm Visual Analogue Scale for the target knee.\n7. After a minimum of 7-day wash out of all pain medication has Baseline WOMAC Pain sub scale of ≥ 9 on a 5 question, 5 point (0 to 4) Likert scale for the target knee.\n8. Willing and able to use only acetaminophen as rescue medication.\n9. Willing and able to comply with the study requirements.\n\nExclusion Criteria:\n\n1. Females who are pregnant, breast feeding, or planning a pregnancy.\n2. Radiograph of the target knee within the previous year with a Grade 4 score on the Kellgren-Lawrence disease severity scale.\n3. History of osteoarthritis in the contralateral knee requiring medication (OTC or prescription) within 12 months of screening.\n4. After a minimum of 7-day wash out of all pain medication has Baseline pain on movement score of ≥ 20mm on a 0-100-mm Visual Analogue Scale for the contralateral knee immediately prior to randomization.\n5. Known history of secondary osteoarthritis (e.g. congenital, traumatic, gouty arthritis) of the knee or rheumatoid arthritis.\n6. Known history of other chronic inflammatory diseases, (e.g., colitis) or fibromyalgia during last 5 years. Patients whose disease was diagnosed at least 5 (five) years prior to screening visit and have had no known disease activity (i.e., no disease related complaints nor disease treatment prescribed) since then may enter into the study.\n7. History of asthma, hypertension, myocardial infarction, thrombotic events, stroke, congestive heart failure, impaired renal function or liver disease. Patients who have had high blood pressure measured at least 2 (two) years prior to screening visit and have had no disease activity (i.e., no record of hypertension or anti-hypertensive treatment prescribed) for at least 2 (two) years prior to screening visit may enter into the study.\n8. History of coronary artery bypass graft within 6 months of screening.\n9. Concomitant acetylsalicylic acid therapy other than a stable low dose used for cardiac prophylaxis (max. 162 mg daily) taken for at least 3 months prior to enrollment and maintained throughout the duration of the study.\n10. Use of warfarin or other anticoagulant therapy within 30 days of screening.\n11. Use of ACE inhibitors, cyclosporine, diuretics, lithium or methotrexate, within 30 days of screening or during the study.\n12. Known history of gastrointestinal bleeding or peptic ulcer disease.\n13. Abnormal screening clinical laboratory evaluations which the Investigator deems clinically significant.\n14. Known allergy to aspirin or NSAIDs.\n15. Skin lesions or wounds in the affected area.\n16. Significant (requiring surgery) injury or major knee surgery to either knee within six months prior to screening.\n17. Transaminase levels that are more than two times the upper limit of the normal range at screening.\n18. Any other acute or chronic illness that in the opinion of the investigator could compromise the integrity of study data or place the Patient at risk by participating in the study.\n19. Concomitant use of corticosteroids (any formulation) or use within 30 days of study randomization.\n20. Receipt of any drug as part of a research study within 30 days prior to screening.\n21. Previous randomization into this study.\n22. Known allergy (hypersensitivity) to acetaminophen.","healthyVolunteers":false,"sex":"ALL","minimumAge":"35 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Change From Baseline to Week 8 in WOMAC Pain Scale, Bioequivalence of Test to Reference.","description":"WOMAC = Western Ontario and McMaster Universities Arthritis Index. The higher number is more pain. Change from baseline to Week 8 as indicated in the title. Scale is 5 questions with a scale of 0-4, higher number is more pain. Therefore, if you have 5 questions and the max score for each is 4, the maximum number on the scale is 20 (5 questions x 4 units on the scale = 20).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.8","spread":"2.1"},{"groupId":"OG001","value":"6.7","spread":"2.3"},{"groupId":"OG002","value":"5.9","spread":"2.4"}]}]}]},{"type":"SECONDARY","title":"An Evaluation to Determine Superiority of Test and Reference Against Placebo in the Mean Change From Baseline to Week 8 in the Total WOMAC Pain Score.","description":"WOMAC = Western Ontario and McMaster Universities Arthritis Index. The higher number is more pain. Change from baseline to Week 8 as indicated in the title. Scale is 5 questions with a scale of 0-4, higher number is more pain. Therefore, if you have 5 questions and the max score for each is 4, the maximum number on the scale is 20 (5 questions x 4 units on the scale = 20).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.8","spread":"1.9"},{"groupId":"OG001","value":"6.6","spread":"2.0"},{"groupId":"OG002","value":"5.9","spread":"2.1"}]}]}]},{"type":"SECONDARY","title":"Incidences of Treatment Emergent Adverse Events","description":null,"paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Incidences of Abnormal Vital Signs","description":null,"paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Clinically Significant Changes From Baseline in Physical Examination Results","description":null,"paramType":null,"dispersionType":null,"classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":316},"commonTop":["General disorders, muscle/skeletal, and nervous system","application site reaction"]}}}