{"nctId":"NCT02485704","briefTitle":"Phase 3 Trial to Assess the Safety and Efficacy of Natroba for the Treatment of Scabies","startDateStruct":{"date":"2017-05-10","type":"ACTUAL"},"conditions":["Scabies"],"count":280,"armGroups":[{"label":"Natroba (spinosad)","type":"EXPERIMENTAL","interventionNames":["Drug: spinosad topical suspension, 0.9%"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Placebo"]}],"interventions":[{"name":"spinosad topical suspension, 0.9%","otherNames":["Natroba (spinosad) Topical Suspension, 0.9%"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* All household members who have provided written informed consent and an authorization for disclosure of protected health information must meet all the following criteria:\n\n  1. Male or female, age 4 years and upward.\n  2. At least one household member must have active scabies infestation confirmed by clinical signs and symptoms (evidence of burrows or presence of scabies inflammatory/non-inflammatory lesions and pruritus) as well as by microscopic examination of skin scraping, or dermatoscopy, to demonstrate the presence of mites, eggs, and/or scybala. If dermatoscopy is used it should also confirm there are burrows on the skin.\n  3. Generally in good health based on medical history and clinical assessments.\n  4. Normal-appearing skin in noninfested areas.\n  5. No history of chronic or recurrent dermatologic disease.\n  6. Willingness to comply with the study procedures including application of study treatment at home as instructed.\n  7. Willing and able to practice an acceptable measure of contraception during the study, if female of childbearing potential. Examples of acceptable contraceptive methods include abstinence, intrauterine device (IUD), double barrier method, oral or implantable or injectable contraceptives. Must have been using systemic (oral, injectable, or implantable) contraceptives for at least 3 months. If abstinent and planning to become sexually active must agree to use a double barrier method.\n  8. Subject agrees to inform their sexual partners to seek an examination for scabies and treatment if, and when, symptoms present.\n  9. Household members must be 6 or fewer and all members must be willing to attend clinic visits and be randomized to treatment (blinded, but same for all).\n\nExclusion Criteria:\n\n* All household members must be excluded if any of the following conditions are met:\n\n  1. Household has greater than 6 residents.\n  2. Has a household member(s) who is not willing or not eligible to enroll.\n  3. Presence of scabies on the scalp.\n  4. Presence of crusted scabies (Norwegian scabies).\n  5. Allergies or intolerance to ingredients in the IPs.\n  6. Current pregnancy (as assessed by urine pregnancy test) or currently nursing.\n  7. The household has sexually active subjects who do not agree to restrict prolonged skin to skin contact with non-household members during the trial period.\n  8. Known renal or hepatic impairment.\n  9. Treatment with scabicide within the prior 4 weeks.\n  10. Immunodeficiency (including HIV infection) as reported by the subject in Medical History.\n  11. Signs or symptoms of systemic infection.\n  12. Administration of any systemic therapy for infectious disease within the prior 2 weeks.\n  13. Receipt of any other investigational product (IP) within the prior 4 weeks.\n  14. Any other conditions that, at the investigator's discretion, may interfere with the study conduct, or which might confound the interpretation of the study results, or which may put the subject at undue risk.\n  15. Does not have a known household affiliation with their household members (stays in one household inconsistently, i.e., sleeps at one place several nights and then other places on other nights).\n  16. Household member is unwilling to treat scabies.","healthyVolunteers":false,"sex":"ALL","minimumAge":"4 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Index Subjects Completely Cured of Scabies After a Single Treatment","description":"The primary efficacy assessment is the proportion of index subjects completely cured of scabies by Day 28. Complete cure is defined as a demonstration of both clinical cure (all signs and symptoms have completely resolved, including burrows, inflammatory/non-inflammatory lesions and pruritus) and microscopic or dermatoscopic cure demonstrating the absence of mites, eggs, and/or scybala, and a negative dermatoscopy for burrows.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"52","spread":null},{"groupId":"OG001","value":"20","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":145},"commonTop":["Burning Sensation","Dry Skin","Erythema"]}}}