{"nctId":"NCT00471315","briefTitle":"Duloxetine in Patients With Suspected Functional Pancreatic/Biliary Pain (Sphincter of Oddi Dysfunction)","startDateStruct":{"date":"2006-07"},"conditions":["Sphincter of Oddi Dysfunction"],"count":18,"armGroups":[{"label":"Duloxetine","type":"NO_INTERVENTION","interventionNames":["Drug: Duloxetine"]}],"interventions":[{"name":"Duloxetine","otherNames":["Cymbalta"]}],"eligibilityModule":{"eligibilityCriteria":"INCLUSION CRITERIA:\n\n* Patients referred to MUSC pancreatico-biliary service for investigation/ mgt of functional upper abdominal pain symptoms;\n* No clinically significant medical condition(s) as determined by the investigator;\n* Symptom severity. At least 2 pain attacks in the previous month, with severity of at least 4/10 on the RAPID Start scale;\n* Prior cholecystectomy;\n* Age 18-65\\*;\n* Functional pain characteristics as defined by Rome III Criteria;\n* Structural causes of pain excluded by standard imaging and laboratory investigations;\n* No clinically significant ECG results as determined by the investigator;\n* All patients will give verbal and written Informed consent;\n* Female patients must use an acceptable form of contraception, or be 2 years postmenopausal or surgically sterile\\*; and\n* Geographically accessible for follow-up visits\n\nEXCLUSION CRITERIA:\n\n* History of/current psychosis, bipolar disorder, suicidal ideation or judged to be a significant suicide risk, as determined via baseline psychiatric assessment utilizing the MINI interview\n* History of alcohol or any psychoactive substance abuse or dependence within the past 6 months, as determined via baseline psychiatric assessment utilizing the MINI interview\n* Abnormal Liver Function Tests (\\> 3 x ULN)\n* Known hypersensitivity to Duloxetine or any of the inactive ingredients\n* Treatment with a monoamine oxidase inhibitor (MAOI) within 14 days of randomization or potential need to use an MAOI during study or within 5 days of discontinuation of study drug\n* Treatment with fluoxetine (deleted MAOI) within 30 days of medication start date\n* Treatment with excluded medications within 7 days prior to study medication start-up date\n* Serious medical illness, including any cardiovascular, hepatic, renal respiratory hematologic, endocrinologic or neurologic disease, or significant laboratory abnormality as judged by study physician/investigator.\n* Uncontrolled narrow-angle glaucoma\n* Acute liver injury (such as hepatitis) or severe cirrhosis\n* Prior lack of tolerability to duloxetine\n* Pregnancy and breastfeeding\n\nParticipation in the study is approximately 4 months. There are 4 clinic visits and 2 telephone visits.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"SECONDARY","title":"Toleration of the Medication as Measured by the Duloxetine Compliance Rate","description":"The secondary outcome measure of the study was number of patients who remained on Duloxetine at the completion of the study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null}]}]}]},{"type":"PRIMARY","title":"The Primary Outcome Measure Was a Patient Global Assessment of Change (PGIC) Scale.","description":"The primary outcome measure was a Patient Global Assessment of Change (PGIC) scale which reports the patient's overall view of any changes in their overall status since their sphincterotomy treatment. (1=Very much improved, 2=much improved, 3=minimally improved, 4=no change, 5=minimally worse, 6=much worse, 7=very much worse). Success was defined as 3-month PGIC score of much or very much improved (PGIC of either 1 or 2). Patients missing the 3 month visit were considered failures for the primary outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.3","spread":"1.32"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":18},"commonTop":["Fatigue","Nausea","Headaches","Constipation","Decreased appetite"]}}}