{"nctId":"NCT01767909","briefTitle":"The Study of Nasal Insulin in the Fight Against Forgetfulness (SNIFF)","startDateStruct":{"date":"2014-01-08","type":"ACTUAL"},"conditions":["Amnestic Mild Cognitive Impairment","Alzheimer's Disease"],"count":240,"armGroups":[{"label":"Insulin (Humulin® R U-100)","type":"EXPERIMENTAL","interventionNames":["Drug: Insulin (Humulin® R U-100)"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Insulin (Humulin® R U-100)","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Fluent in English or Spanish\n* Diagnosis of aMCI by Petersen criteria or probable AD by National Institute of Neurological and Communicative Diseases and Stroke/Alzheimer's Disease and Related Disorders Association (NINCDS-ADRDA) criteria\n* Mini Mental State Examination (MMSE) score at screening is greater than or equal to 20\n* Clinical Dementia Rating is 0.5-1 at screening\n* Logical Memory is less than or equal to 8 for 16 or more years of education, less than or equal to 4 for 8-15 years of education, less than or equal to 2 for 0-7 years of education. Scores measured at screening on Delayed Paragraph Recall (Paragraph A only) from the Wechsler Memory Scale-Revised\n* Able to complete baseline assessments\n* Modified Hachinski score of less than or equal to 4\n* A study partner able to accompany the participant to most visits and answer questions about the participant\n* The study partner must have direct contact with the participant more than 2 days per week (minimum of 10 hours per week) and provide supervision of drug administration as needed\n* Stable medical condition for 3 months prior to screening visit\n* Stable medications for 4 weeks prior to the screening and baseline visits\n* Stable use of permitted medications\n* At least six years of education or work history\n* Clinical laboratory values must be within normal limits or, if abnormal, must be judged to be clinically insignificant by the investigator\n* Visual and auditory acuity adequate for neuropsychological testing\n\nExclusion Criteria:\n\n* A diagnosis of dementia other than probable AD\n* Probable AD with Down syndrome\n* History of clinically significant stroke\n* Current evidence or history in past two years of epilepsy, focal brain lesion, head injury with loss of consciousness or Diagnostic and Statistical Manual of Mental Disorders, Fourth Edition (DSM IV) criteria for any major psychiatric disorder including psychosis, major depression, bipolar disorder, alcohol or substance abuse\n* Sensory impairment that would preclude the participant from participating in or cooperating with the protocol\n* Diabetes (type 1 or type II) requiring pharmacologic treatment (including both insulin dependent and non-insulin dependent diabetes mellitus)\n* Current or past use of insulin or any other anti-diabetic medication\n* Evidence of any significant clinical disorder or laboratory finding that renders the participant unsuitable for receiving investigational drug including clinically significant or unstable hematologic, hepatic, cardiovascular, pulmonary, endocrine, metabolic, renal or other systemic disease or laboratory abnormality.\n* Active neoplastic disease, history of cancer five years prior to screening (history of skin melanoma or stable prostate cancer are not excluded)\n* History of seizure within the past five years\n* Pregnancy or possible pregnancy\n* Contraindications to Lumbar Puncture (LP) procedure: prior lumbosacral spine surgery, severe degenerative joint disease or deformity of the spine, platelets is less than 100,000 or history of bleeding disorder\n* Use of anticoagulants warfarin (Coumadin) and dabigatran (Pradaxa) due to LP requirement\n* Contraindications for MRI (claustrophobia, craniofacial metal implants of any kind, pacemakers)\n* Residence in a skilled nursing facility at screening\n* Use of an investigational agent within two months or screening visit\n* Regular use of narcotics, anticonvulsants, medications with significant anticholinergic activity, antiparkinsonian medications or any other exclusionary medications","healthyVolunteers":false,"sex":"ALL","minimumAge":"55 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Global Measure of Cognition as Measured by the Alzheimer's Disease Assessment Scale-Cognitive 12 (ADAS-Cog12)","description":"The ADAS-Cog is a psychometric instrument that evaluates memory, attention, reasoning, language, orientation, and praxis. The ADAS-Cog12 version was used in this study which includes Delayed Word Recall - a measure of episodic memory. Scores from the original portion of the test range from 0 (best) to 70 (worse) and then number of items not recalled ranging from 0-10 is added for a maximum score of 80. A positive change indicates cognitive worsening.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.893","spread":"0.643"},{"groupId":"OG001","value":"3.867","spread":"0.650"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7.091","spread":"0.937"},{"groupId":"OG001","value":"6.164","spread":"0.942"}]}]}]},{"type":"SECONDARY","title":"Change in Memory Composite as Measured by Story Recall (Immediate Paragraph Recall and Delayed Paragraph Recall) and Free and Cued Selective Reminding Test (FCSRT)","description":"Memory Composite is composed from Story Recall (both Immediate Paragraph Recall and Delayed Paragraph Recall) and the Free and Cued Selective Reminding Test (FCSRT). Each of the three component scores were normalized by subtracting the baseline sample mean, and dividing by the baseline sample standard deviation, to form three separately standardized z-scores with mean 0 and standard deviation 1. The three Z-scores were summed to form the memory composite. No other standardization was performed on the sum. If any of Immediate Paragraph Recall, Delayed Paragraph Recall and FCSRT is missing, the memory composite is missing. Higher scores indicate better performance. In this study the scores ranged from about -4.74 to 9.15 at baseline, and about -5.10 to 9.43 across all visits over 12 months.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.496","spread":"0.163"},{"groupId":"OG001","value":"-0.433","spread":"0.162"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.594","spread":"0.183"},{"groupId":"OG001","value":"-0.802","spread":"0.184"}]}]}]},{"type":"SECONDARY","title":"Change in Daily Functioning as Measured by the ADCS-MCI Activities of Daily Living (ADCS-ADL-MCI)","description":"The Alzheimer's Disease Cooperative Study - Activities of Daily Living Scale (ADCS-ADL) is an activities of daily living questionnaire aimed at detecting functional decline in people with Mild Cognitive Impairment (MCI). In a structured interview format, informants are queried as to whether participants attempted each item in the inventory during the prior 4 weeks and their level of performance. The questions focus predominantly on instrumental activities of daily living scales (e.g. shopping, preparing meals, using household appliances, keeping appointments, reading). The total score can range from 0-54. A higher score indicates greater functional ability.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.63","spread":"0.769"},{"groupId":"OG001","value":"-4.26","spread":"0.779"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-7.35","spread":"0.925"},{"groupId":"OG001","value":"-6.56","spread":"0.934"}]}]}]},{"type":"SECONDARY","title":"Change in Cognitive Deficit as Measured by Clinical Dementia Rating - Sum of Boxes (CDR-SB)","description":"The Clinical Dementia Rating - Sum of Boxes (CDR-SB) is administered as a structured interview with the participant and study partner, where impairment is scored in each of categories: memory, orientation, judgment and problem solving, community affairs, home and hobbies and personal care. Impairment is scored on a scale in which none = 0, questionable = 0.5, mild = 1, moderate = 2 and severe = 3. The 6 individual category ratings, or \"box scores\", are added together to give the CDR-Sum of Boxes which ranges from 0-18 with higher scores indicated more impairment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.682","spread":"0.195"},{"groupId":"OG001","value":"1.402","spread":"0.196"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.361","spread":"0.247"},{"groupId":"OG001","value":"2.122","spread":"0.249"}]}]}]},{"type":"SECONDARY","title":"Change in Hippocampal and Entorhinal Atrophy as Measured by Magnetic Resonance Imaging (MRI)","description":"MRI will be used to assess the effect of treatment on rate of hippocampal and entorhinal atrophy, and conduct exploratory analyses of other brain regions. Volume change was normalized to the participant's own intracranial volume to account for each participant's brain size.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.01","spread":"0.02"},{"groupId":"OG001","value":"-0.02","spread":"0.02"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.01","spread":"0.03"},{"groupId":"OG001","value":"-0.01","spread":"0.03"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.35","spread":"1.09"},{"groupId":"OG001","value":"-1.41","spread":"1.18"}]}]}]},{"type":"SECONDARY","title":"Change in CSF Biomarkers of AD","description":"Quantify Abeta and Tau biomarkers in CSF","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-264.851","spread":"1168.995"},{"groupId":"OG001","value":"-127.539","spread":"1600.604"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-15.552","spread":"61.884"},{"groupId":"OG001","value":"-4.456","spread":"82.156"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.717","spread":"263.810"},{"groupId":"OG001","value":"1.937","spread":"291.160"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.764","spread":"18.729"},{"groupId":"OG001","value":"-0.567","spread":"25.293"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":18,"n":121},"commonTop":["INFECTIONS AND INFESTATIONS","INJURY, POISONING AND PROCEDURAL COMPLICATIONS","RESPIRATORY, THORACIC AND MEDIASTINAL DISORDERS","NERVOUS SYSTEM DISORDERS","PSYCHIATRIC DISORDERS"]}}}