{"nctId":"NCT02682264","briefTitle":"An Open-Label, Long-Term Extension Study to Evaluate the Safety of CB-03-01 Cream, 1% in Participants With Acne Vulgaris","startDateStruct":{"date":"2016-03-09","type":"ACTUAL"},"conditions":["Acne Vulgaris"],"count":609,"armGroups":[{"label":"CB-03-01 cream, 1%","type":"EXPERIMENTAL","interventionNames":["Drug: CB-03-01 cream, 1%"]}],"interventions":[{"name":"CB-03-01 cream, 1%","otherNames":["cortexolone 17α-propionate","clascoterone (USAN, INN)"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participant has successfully completed participation in one of the Phase 3 pivotal studies \\[CB-03-01/25 and CB-03-01/26\\].\n* Participant agrees to use effective method of contraception throughout study, if applicable.\n* Participant has provided written informed consent or assent.\n* Participant is willing to comply with study instructions and return to the clinic for required visits.\n\nExclusion Criteria:\n\n* Participant is pregnant, lactating, or is planning to become pregnant during the study.\n* Participant has any skin disease or condition that could interfere with the safety evaluation of the test products or requires the use of interfering topical or systemic therapy.\n* Participant has any condition which, in the investigator's opinion, would make it unsafe or unsuitable for the participant to participate in this research study.\n* Participant plans to use any other investigational drug or device during participation in this study.\n* Participant has known hypersensitivity or previous allergic reaction to the drug or any of its ingredients.\n* Participant is or plans to use any restricted systemic and/or topical anti-acne preparations or medications during the study","healthyVolunteers":false,"sex":"ALL","minimumAge":"9 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Any Local and Systemic Treatment Emergent Adverse Events","description":"Number of participants with any local and systemic treatment emergent AEs (TEAEs)","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"58","spread":null},{"groupId":"OG001","value":"52","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":317},"commonTop":["Nasopharyngitis","Upper respiratory tract infection","Respiratory tract infection viral","Sinusitis","Application site acne"]}}}