{"nctId":"NCT02040779","briefTitle":"A 12-week Safety and Efficacy Study of Beclomethasone Dipropionate (80 and 160 mcg/Day) Delivered Via Breath-Actuated Inhaler (BAI) in Patients >=12 Years Old With Persistent Asthma","startDateStruct":{"date":"2013-12-26"},"conditions":["Persistent Asthma"],"count":273,"armGroups":[{"label":"BDP 80 mcg BAI","type":"EXPERIMENTAL","interventionNames":["Drug: Beclomethasone dipropionate breath-actuated inhaler","Drug: albuterol/salbutamol"]},{"label":"BDP 160 mcg BAI","type":"EXPERIMENTAL","interventionNames":["Drug: Beclomethasone dipropionate breath-actuated inhaler","Drug: albuterol/salbutamol"]},{"label":"Placebo BAI","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo breath-actuated inhaler","Drug: albuterol/salbutamol"]}],"interventions":[{"name":"Beclomethasone dipropionate breath-actuated inhaler","otherNames":["BDP"]},{"name":"Placebo breath-actuated inhaler","otherNames":[]},{"name":"albuterol/salbutamol","otherNames":["bronchodilators"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Severity of Disease: The patient has persistent asthma, with an forced expiratory volume in 1 second (FEV1) 40%-85% of the value predicted for age, height, sex, and race as per the National Health and Nutrition Examination Survey (NHANES III) reference values at screening visit (SV) (Hankinson et al 1999).\n* Current asthma therapy: The patient is currently being treated with 1 of the following:\n\n  1\\) inhaled corticosteroids (ICSs) at a stable daily dose of less than or equal to 220 mcg/day fluticasone propionate via metered dose inhaler (MDI) or equivalent for a minimum of 4 weeks (28 days) before screening visit, or 2) a stable daily dosage of non-corticosteroid therapy, including leukotriene modifiers, theophylline, chromones, or short-acting beta-2 agonists (SABAs) alone or in combination for a minimum of 4 weeks (28 days) before screening visit (SV).\n* Reversibility of disease: The patient has demonstrated at least 15% and at least 200 mL increase from baseline FEV1 (patients age 18 and older) within 30 minutes after 2-4 inhalations of albuterol/salbutamol hydrofluoroalkane (HFA) MDI (90 mcg ex-actuator) or equivalent at SV or on retesting. - Other criteria apply, please contact the investigator for more information\n\nExclusion Criteria:\n\n* The patient has a history of life-threatening asthma, defined for this protocol as an asthma episode that required intubation and/or was associated with hypercapnea, respiratory arrest, or hypoxic seizures.\n* The patient is a pregnant or lactating female or plans to become pregnant.\n* The patient has a known hypersensitivity to any corticosteroid or any of the excipients in the study drug or rescue medication formulation.\n* The patient currently smokes or has a smoking history of 10 pack-years or more (a pack-year is defined as smoking 1 pack of cigarettes/day for 1 year). The patient may not have used tobacco products within the past year.\n* The patient has had an asthma exacerbation requiring oral corticosteroids within 1 month before SV, or has had any hospitalization for asthma within 2 months before SV.\n* The patient has historical or current evidence of a clinically significant disease. Significant disease is defined as any disease that in the medical judgment of the investigator would put the safety of the patient at risk through participation or that could affect the efficacy or safety analysis if the disease/condition worsened during the study.\n* Other criteria apply, please contact the investigator for more information","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Standardized Baseline-Adjusted Trough Morning Forced Expiratory Volume in One Minute (FEV1) Area Under the Effect Curve From Time Zero to 12 Weeks (AUEC(0-12wk)) by Actual Treatment Received","description":"The primary efficacy variable was the standardized baseline-adjusted trough morning (pre-dose and pre-rescue bronchodilator) FEV1 AUEC(0-12wk). Pulmonary function measurements such as FEV1 were obtained electronically by spirometry at the randomization visit (Day 1), each treatment visit (Weeks 2, 4, 8 and 12) and any unscheduled visit (such as the early termination visit). This summary is based on observed values recorded as 'best attempt'.\n\nThe least-square (LS) means, difference of LS means and its 95% confidence interval (CI), and p-value represent the results obtained from the analysis of covariance with covariate adjustment for baseline, sex, age, current asthma therapy, and treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.048","spread":"0.0252"},{"groupId":"OG001","value":"0.171","spread":"0.0254"},{"groupId":"OG002","value":"0.164","spread":"0.0248"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Weekly Average of Daily Trough Morning Peak Expiratory Flow (PEF) Rate Over the 12-Week Treatment Period","description":"Change from baseline in the weekly average of daily trough morning (pre-dose and pre-rescue bronchodilator) PEF by handheld spirometer over the 12-week treatment period.\n\nPEF were determined twice daily, in the morning and in the evening, before administration of study drug or rescue medications. A handheld spirometer was provided to patients and used to determine the morning and evening PEF throughout the study. The spirometer was programmed to record the highest PEF obtained from 3 valid attempts.\n\nBaseline was defined as the average of recorded trough morning PEF assessments over the 7 days prior to the first dose of double-blind study treatment, including the morning assessment at the randomization visit.\n\nThe LS means, difference of LS means and its 95% confidence interval, and p value are obtained from the mixed model for repeated measures analysis with covariate adjustment for baseline, sex, age, current asthma therapy, treatment, week, and treatment by week interaction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.795","spread":"2.8224"},{"groupId":"OG001","value":"12.849","spread":"2.8241"},{"groupId":"OG002","value":"7.116","spread":"2.7735"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Weekly Average of Daily Evening Peak Expiratory Flow (PEF) Over the 12-Week Treatment Period","description":"A hand-held peak flow meter was provided to patients at the screening visit and used to determine the morning and evening PEF throughout the course of the study. The patient recorded the highest value of 3 measurements obtained in the morning and evening in the patient diary.\n\nBaseline in evening PEF is defined as the average of recorded evening PEF assessments over the 7-day window before randomization.\n\nThe LS means, difference of LS means and its 95% confidence interval, and p value are obtained from the mixed model for repeated measures analysis with covariate adjustment for baseline, sex, age, current asthma therapy, treatment, week, and treatment by week interaction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.797","spread":"3.0380"},{"groupId":"OG001","value":"10.105","spread":"35.0507"},{"groupId":"OG002","value":"4.608","spread":"2.9908"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Weekly Average of Total Daily Use of Albuterol/Salbutamol Inhalation Aerosol Over Weeks 1-12","description":"Change from baseline in the use of rescue medication, albuterol/salbutamol, during the treatment period offers an indication of asthma control.\n\nThe LS means, difference of LS means and its 95% CI, and p-value are obtained from the mixed model for repeated measures analysis with covariate adjustment for baseline, sex, age, current asthma therapy, treatment, week and treatment by week interaction.\n\nBaseline was defined as the average of recorded daily usage of albuterol/salbutamol inhalation aerosol over the 7 days prior to the first dose of double-blind study treatment, including morning usage at the randomization visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.010","spread":"0.1162"},{"groupId":"OG001","value":"-0.368","spread":"0.1155"},{"groupId":"OG002","value":"-0.398","spread":"0.1153"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Weekly Average of Total Daily Asthma Symptom Score Over the 12-Week Treatment Period","description":"Asthma symptom scores were recorded in the patient's diary each morning and evening before determining FEV1 and PEF and before administration of study or rescue medications.\n\nThe Daytime Symptom Score was recorded in the evening on a scale of 0 (No symptoms during the day) to 5 (Symptoms so severe that I could not go to work or perform normal daily activities) plus the Nighttime Symptom Score in the morning on a scale of 0 (No symptoms during the night) to 4 (Symptoms so severe that I did not sleep at all) for a total score range of 0-9.\n\nBaseline was defined as the average of recorded daily asthma symptom scores (average of daytime and nighttime score) over the 7 days prior to the first dose of study treatment, including the morning assessment at the randomization visit.\n\nThe LS means, difference of LS means and its 95% CI, and p value are obtained from the mixed model for repeated measures analysis with covariate adjustment for baseline, sex, age, current asthma therapy,","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.166","spread":"0.0460"},{"groupId":"OG001","value":"-0.293","spread":"0.0463"},{"groupId":"OG002","value":"-0.304","spread":"0.0454"}]}]}]},{"type":"SECONDARY","title":"Kaplan-Meier Estimates of Time to Study Drug Treatment Withdrawal Due to Meeting Stopping Criteria for Worsening Asthma During the 12-Week Treatment Period","description":"The time to patient study drug treatment withdrawal due to worsening asthma was defined as the number of days elapsed from the date of randomization to the date of withdrawal due to meeting stopping criteria. Alert criteria for individual patients with worsening asthma were designed to ensure patient safety. The investigator determined whether the patient's overall clinical picture is consistent with worsening asthma and if the patient should be withdrawn from study drug treatment (but not the study) and be placed on appropriate asthma therapy in the interest of patient safety.\n\nAn example of alert criteria is:\n\n* FEV1 as measured at the study center is below the FEV1 stability limit value calculated at randomization visit (Day 1).\n* Other criteria as defined in the protocol.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null},{"groupId":"OG002","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Withdrawn From Study Due to Meeting Stopping Criteria for Worsening Asthma During the 12-Week Treatment Period","description":"A count of participants who were withdrawn from the study due to meeting stopping criteria. Alert criteria for individual patients with worsening asthma were designed to ensure patient safety. The investigator determined whether the patient's overall clinical picture is consistent with worsening asthma and if the patient should be withdrawn from study drug treatment (but not the study) and be placed on appropriate asthma therapy in the interest of patient safety.\n\nAn example of alert criteria is:\n\n* FEV1 as measured at the study center is below the FEV1 stability limit value calculated at randomization visit (Day 1).\n* Other criteria as defined in the protocol.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"2","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Participants With Treatment-Emergent Adverse Events (TEAEs)","description":"An adverse event was defined as any untoward medical occurrence that develops or worsens in severity during the conduct of a clinical study and does not necessarily have a causal relationship to the study drug. Severity was rated by the investigator on a scale of mild, moderate and severe, with severe= an inability to carry out usual activities. Relation of AE to treatment was determined by the investigator. Serious AEs include death, a life-threatening adverse event, inpatient hospitalization or prolongation of existing hospitalization, persistent or significant disability or incapacity, a congenital anomaly or birth defect, OR an important medical event that jeopardized the patient and required medical intervention to prevent 1 of the outcomes listed in this definition.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"28","spread":null},{"groupId":"OG001","value":"32","spread":null},{"groupId":"OG002","value":"26","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Participants With Potentially Clinically Relevant Abnormal Vital Sign Results During the Treatment Period","description":"Criteria for the select vital signs that showed a potentially clinically relevant abnormal result are:\n\n* Sitting systolic BP (low); \\<=90 mm Hg and decrease of \\>=20 mm Hg from baseline\n* Sitting diastolic BP (high): \\>=105 mm Hg and increase of \\>=15 mm Hg from baseline\n\nBaseline is defined as the last available assessment prior to the first dose of double-blind study treatment (usually Day 1 predose).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"2","spread":null},{"groupId":"OG002","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Participants With Findings During Oropharyngeal Examination During Treatment","description":"Oropharyngeal examinations were performed at every visit by a qualified healthcare professional: during treatment visits are summarized. Any visual evidence of oral candidiasis during the treatment period of the study was evaluated by obtaining and analyzing a swab of the suspect area for culturing. Appropriate therapy was to be initiated immediately at the discretion of the investigator and was not to be delayed for culture confirmation.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":91},"commonTop":[]}}}