{"nctId":"NCT06060457","briefTitle":"A Study to Evaluate the Safety and Immune Response of mRNA-1345, a Vaccine Targeting Respiratory Syncytial Virus (RSV), When Co-administered With a Fluzone HD, in Adults ≥65 Years of Age","startDateStruct":{"date":"2023-09-25","type":"ACTUAL"},"conditions":["Respiratory Syncytial Virus"],"count":1900,"armGroups":[{"label":"Fluzone HD + mRNA-1345","type":"EXPERIMENTAL","interventionNames":["Biological: Placebo","Biological: mRNA-1345","Biological: Fluzone HD"]},{"label":"Fluzone HD Followed by mRNA-1345","type":"EXPERIMENTAL","interventionNames":["Biological: Placebo","Biological: mRNA-1345","Biological: Fluzone HD"]}],"interventions":[{"name":"Placebo","otherNames":[]},{"name":"mRNA-1345","otherNames":[]},{"name":"Fluzone HD","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Key Inclusion Criteria:\n\n* Participants may have one or more chronic medical diagnoses, but should be medically stable as assessed by:\n\n  * Absence of changes in medical therapy within 60 days of Day 1 due to treatment failure or toxicity,\n  * Absence of serious or significant medical events within 30 days of Day 1, and\n  * Absence of known, current, and life-limiting diagnoses which, in the opinion of the Investigator, would make completion of the protocol unlikely.\n* A participant assigned female at birth is eligible to participate if they are postmenopausal or not a person of childbearing potential.\n\nKey Exclusion Criteria:\n\n* Close contact with someone with laboratory-confirmed influenza and/or RSV infection or with someone who has been treated with antiviral therapies for influenza (for example, Tamiflu®) within the past 5 days prior to Day 1.\n* Reported history of congenital or acquired immunodeficiency, immunosuppressive condition or immune-mediated disease, asplenia, or recurrent severe infections.\n* Participant has tested positive for influenza or RSV by local health authority-approved testing methods ≤6 months prior to Day 1.\n* Participant has received or plans to receive any vaccine authorized or approved by a local health agency ≤28 days prior to study injections (Day 1 and Day 22) or plans to receive a vaccine authorized or approved by a local health agency within 28 days after study injections.\n* Participant has received a seasonal influenza vaccine or any other investigational influenza vaccine ≤6 months prior to Day 1.\n* Participant has received any RSV vaccine (authorized/approved by local health agency or investigational) prior to Day 1.\n\nNote: Other protocol-defined inclusion and/or exclusion criteria may apply.","healthyVolunteers":true,"sex":"ALL","minimumAge":"65 Years","stdAges":["OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Solicited Local and Systemic Adverse Reactions (ARs) Within 7 Days After Day 1 Injection","description":"Solicited ARs were collected in an electronic diary (eDiary). Local ARs: injection site pain, erythema (redness), swelling/induration (hardness); and axillary (underarm) swelling or tenderness ipsilateral to the side of injection. Systemic ARs: fever, headache, fatigue, myalgia, arthralgia, nausea/vomiting, and chills. Note, not all solicited ARs were considered adverse events (AEs). Investigator reviewed whether the solicited AR was also to be recorded as an AE. A Summary of serious AEs (SAEs) and nonserious AEs (\"Other\"), regardless of causality, is located in the \"Reported Adverse Events\" section.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"689","spread":null},{"groupId":"OG001","value":"547","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Solicited Local and Systemic ARs Within 7 Days After Day 22 Injection","description":"Solicited ARs were collected in an eDiary. Local ARs: injection site pain, erythema (redness), swelling/induration (hardness); and axillary (underarm) swelling or tenderness ipsilateral to the side of injection. Systemic ARs: fever, headache, fatigue, myalgia, arthralgia, nausea/vomiting, and chills. Note, not all solicited ARs were considered AEs. Investigator reviewed whether the solicited AR was also to be recorded as an AE. A Summary of SAEs and nonserious AEs (\"Other\"), regardless of causality, is located in the \"Reported Adverse Events\" section.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"251","spread":null},{"groupId":"OG001","value":"557","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Unsolicited Adverse Events (AEs) Up to 21 Days After Day 1 Injection","description":"An AE was defined as any untoward medical occurrence associated with the use of a drug in humans, whether or not considered drug related. Any abnormal laboratory test result (hematology, clinical chemistry, or prothrombin time \\[PT\\]/partial thromboplastin time \\[PTT\\]) or other safety assessment (for example, electrocardiogram, radiological scan, vital sign measurement), including one that worsened from baseline and was considered clinically significant in the medical and scientific judgment of the Investigator was recorded as an AE. A summary of SAEs and all nonserious AEs (\"Other\"), regardless of causality, is located in the \"Reported Adverse Events\" section.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"72","spread":null},{"groupId":"OG001","value":"72","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Unsolicited AEs Up to 21 Days After Day 22 Injection","description":"An AE was defined as any untoward medical occurrence associated with the use of a drug in humans, whether or not considered drug related. Any abnormal laboratory test result (hematology, clinical chemistry, or PT/PTT) or other safety assessment (for example, electrocardiogram, radiological scan, vital sign measurement), including one that worsened from baseline and was considered clinically significant in the medical and scientific judgment of the Investigator was recorded as an AE. A summary of SAEs and all nonserious AEs (\"Other\"), regardless of causality, is located in the \"Reported Adverse Events\" section.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"60","spread":null},{"groupId":"OG001","value":"71","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Medically Attended Adverse Events (MAAEs), Adverse Events of Special Interest (AESIs), Serious Adverse Events (SAEs), and AEs Leading to Discontinuation","description":"A MAAE is an AE that leads to an unscheduled visit to a healthcare practitioner. An AESI is an AE (serious or nonserious) of scientific and medical concern specific to the Sponsor's product or program, for which ongoing monitoring and immediate notification by the Investigator to the Sponsor are required. An SAE was defined as any AE that resulted in death, was life-threatening, required inpatient hospitalization or prolongation of existing hospitalization, resulted in disability, was a congenital anomaly/birth defect, or was an important medical event. A summary of SAEs and all nonserious AEs (\"Other\"), regardless of causality, is located in the \"Reported Adverse Events\" section.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"194","spread":null},{"groupId":"OG001","value":"191","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23","spread":null},{"groupId":"OG001","value":"33","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]},{"type":"PRIMARY","title":"Geometric Mean Titer (GMT) of Serum Respiratory Syncytial Virus Subtype A (RSV-A) and Respiratory Syncytial Virus Subtype B (RSV-B) Neutralizing Antibodies (nAbs)","description":"Antibody values reported as below lower limit of quantification (LLOQ) were replaced by 0.5\\*LLOQ. Values greater than the upper limit of quantification (ULOQ) were replaced by the ULOQ. LLOQ was 13 international units (IU)/milliliter (mL) and ULOQ was 259061 IU/mL for RSV-A. LLOQ was 10 IU/mL and ULOQ was 112476 for RSV-B.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11800.26","spread":null},{"groupId":"OG001","value":"18874.12","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4197.74","spread":null},{"groupId":"OG001","value":"6579.15","spread":null}]}]}]},{"type":"PRIMARY","title":"GMT of Serum Anti-Hemagglutination (HA) Ab Level, as Measured by Hemagglutination Inhibition (HAI) Assay","description":"Influenza A strains included H1N1 and H3N2 and influenza B strains included Austria and Phuket strains. Antibody values reported as below LLOQ were replaced by 0.5\\*LLOQ. Values greater than the ULOQ were replaced by the ULOQ. LLOQ was 10 and ULOQ was 2560 for Influenza A. LLOQ was 10 and ULOQ was 640 for Influenza B.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"108.11","spread":null},{"groupId":"OG001","value":"124.15","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"198.53","spread":null},{"groupId":"OG001","value":"228.83","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"105.32","spread":null},{"groupId":"OG001","value":"118.27","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"33.17","spread":null},{"groupId":"OG001","value":"34.97","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Seroresponse for RSV-A and RSV-B nAbs, as Measured by HAI Assay","description":"Seroresponse at a participant level was defined as a change from below the LLOQ to equal or above 4 \\* LLOQ, or at least a 4-fold increase if baseline was equal to or above the LLOQ. LLOQ was 13 IU/mL and ULOQ was 259061 IU/mL for RSV-A. LLOQ was 10 IU/mL and ULOQ was 112476 for RSV-B.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"64.7","spread":null},{"groupId":"OG001","value":"78.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"48.7","spread":null},{"groupId":"OG001","value":"61.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Geometric Mean Fold-Rise (GMFR) of Postinjection RSV-A and RSV-B nAbs Antibodies for Influenza, as Measured by HAI Assay","description":"95% CI for GMFR was calculated based on the t-distribution of the differences in the log-transformed values between analysis timepoint and baseline, then back transformed to the original scale for presentation.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.49","spread":null},{"groupId":"OG001","value":"10.00","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.08","spread":null},{"groupId":"OG001","value":"5.92","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With ≥2-fold Increase in RSV-A and RSV-B nAbs","description":"≥2-fold increase from baseline at participant level was defined as a change from below the LLOQ to equal or above 2 \\* LLOQ, or at least a 2-fold increase if baseline was equal to or above the LLOQ. LLOQ was 13 IU/mL and ULOQ was 259061 IU/mL for RSV-A. LLOQ was 10 IU/mL and ULOQ was 112476 for RSV-B.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"85.4","spread":null},{"groupId":"OG001","value":"93.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"75.4","spread":null},{"groupId":"OG001","value":"83.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Seroconversion, as Measured by HAI Assay","description":"Influenza A strains included H1N1 and H3N2 and influenza B strains included Austria and Phuket strains. Seroconversion at a participant level was defined as a titer ≥1:40 if baseline is \\< 1:10 or at least a 4-fold increase from baseline if baseline was ≥1:10. Antibody values reported as below LLOQ were replaced by 0.5\\*LLOQ. Values greater than the ULOQ were replaced by the ULOQ. LLOQ was 10 and ULOQ was 2560 for Influenza A. LLOQ was 10 and ULOQ was 640 for Influenza B.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"56.0","spread":null},{"groupId":"OG001","value":"59.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"60.3","spread":null},{"groupId":"OG001","value":"65.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"55.5","spread":null},{"groupId":"OG001","value":"59.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"31.7","spread":null},{"groupId":"OG001","value":"32.8","spread":null}]}]}]},{"type":"SECONDARY","title":"GMFR of Serum Ab Level, as Measured by HAI Assay","description":"95% CI for GMFR was calculated based on the t-distribution of the differences in the log-transformed values between analysis timepoint and baseline, then back transformed to the original scale for presentation.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.21","spread":null},{"groupId":"OG001","value":"5.78","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.20","spread":null},{"groupId":"OG001","value":"7.16","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.87","spread":null},{"groupId":"OG001","value":"5.64","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.73","spread":null},{"groupId":"OG001","value":"2.88","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Deaths Related to Study Drug","description":"A death that occurred during the study or that came to the attention of the investigator during the study was reported to the Sponsor, whether or not it was considered related to study drug. The investigator assessed causality (that is, whether there is a reasonable possibility that the study drug caused the death). The relationship was characterized using the following classifications: Not related: There was not a reasonable possibility of a relationship to the study drug. The temporal sequence of the death relative to administration of the study drug was not reasonable AND/OR the death was more likely explained by a cause other than the study drug. Related: There was a reasonable possibility of a relationship to the study drug. There was evidence of exposure to the study drug. The temporal sequence of the death relative to the administration of the study drug was reasonable. The death was more likely explained by the study drug than by another cause.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":23,"n":947},"commonTop":[]}}}