{"nctId":"NCT00866658","briefTitle":"GLP-1 Receptor Agonist Lixisenatide in Patients With Type 2 Diabetes for Glycemic Control and Safety Evaluation, on Top of Basal Insulin +/- Sulfonylurea (GETGOAL-L-ASIA)","startDateStruct":{"date":"2009-03"},"conditions":["Diabetes Mellitus, Type 2"],"count":311,"armGroups":[{"label":"Lixisenatide","type":"EXPERIMENTAL","interventionNames":["Drug: Lixisenatide (AVE0010)","Device: Pen auto-injector","Drug: Sulfonylurea","Drug: Basal Insulin"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo","Device: Pen auto-injector","Drug: Sulfonylurea","Drug: Basal Insulin"]}],"interventions":[{"name":"Lixisenatide (AVE0010)","otherNames":[]},{"name":"Placebo","otherNames":[]},{"name":"Pen auto-injector","otherNames":["OptiClik®"]},{"name":"Sulfonylurea","otherNames":[]},{"name":"Basal Insulin","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Type 2 diabetes mellitus, diagnosed for at least 1 year at the time of the screening visit, insufficiently controlled with basal insulin with or without sulfonylurea\n\nExclusion Criteria:\n\n* HbA1c less than (\\<) 7 percent (%) or greater than (\\>) 10% at screening\n* At the time of screening age \\<legal age of majority\n* Pregnant or breastfeeding women or women of childbearing potential with no effective contraceptive method\n* Type 1 diabetes mellitus\n* Treatment with basal insulin for less than 3 months prior to screening or insulin regimen changed during the last 3 months prior to screening\n* Basal insulin dose at screening \\<10 units/day and/or during the last 2 months dose not stable (+/- 20%)\n* Sulfonylurea not at a stable (unchanged) dose for at least 3 months prior to screening\n* FPG at screening \\>250 milligram/deciliter (mg/dL) (\\>13.9 millimole/liter \\[mmol/L\\])\n* History of hypoglycemia unawareness\n* Weight change of more than 5 kilogram (kg) during the 3 months preceding the screening visit\n* History of unexplained pancreatitis, chronic pancreatitis, pancreatectomy, stomach/gastric surgery, inflammatory bowel disease\n* History of metabolic acidosis, including diabetic ketoacidosis within 1 year prior to screening\n* Hemoglobinopathy or hemolytic anemia, receipt of blood or plasma products within 3 months prior to the time of screening\n* Within the last 6 months prior to screening: history of myocardial infarction, stroke, or heart failure requiring hospitalization\n* Known history of drug or alcohol abuse within 6 months prior to the time of screening\n* Cardiovascular, hepatic, neurological, endocrine disease, active malignant tumor or other major systemic disease or patients with short life expectancy making implementation of the protocol or interpretation of the study results difficult, history or presence of clinically significant diabetic retinopathy, history or presence of macular edema likely to require laser treatment within the study period\n* Uncontrolled or inadequately controlled hypertension at the time of screening with a resting systolic blood pressure or diastolic blood pressure \\>180 millimeter of mercury (mmHg) or \\>95 mmHg, respectively\n* Laboratory findings at the time of screening: aspartate aminotransferase, alanine aminotransferase, or alkaline phosphatase: \\>2 times upper limit of the normal (ULN) laboratory range; amylase and/or lipase: \\>3 times ULN; total bilirubin: \\>1.5 times ULN (except in case of Gilbert's syndrome); hemoglobin \\<11 gram/deciliter and/or neutrophils \\<1500 per cubic millimeter (mm\\^3) and/or platelets \\<100 000/mm\\^3; positive test for Hepatitis B surface antigen and/or Hepatitis C antibody and positive serum pregnancy test in females of childbearing potential\n* Any clinically significant abnormality identified on physical examination, laboratory tests, electrocardiogram, or vital signs at the time of screening that, in the judgment of the investigator or any sub-investigator, precludes safe completion of the study or constrains efficacy assessment\n* Patients who are considered by the investigator as inappropriate for this study for any reason (for example, impossibility to meet specific protocol requirements, such as scheduled visits, being able to do self-injections, likelihood of requiring treatment during the screening phase and treatment phase with drugs not permitted by the clinical study protocol)\n* Patient was an investigator or any sub-investigator, pharmacist, study coordinator, other study staff or relative thereof directly involved in the conduct of the protocol\n* Use of other oral or injectable antidiabetic or hypoglycemic agents other than sulfonylurea or basal insulin (for example, metformin, alpha glucosidase inhibitor, thiazolidinedione, rimonabant, exenatide, dipeptidyl peptidase 4 inhibitors, fast acting insulin for 1 week or more etc.) within 3 months prior to the time of screening\n* Use of systemic glucocorticoids (excluding topical application or inhaled forms) for 1 week or more within 3 months prior to the time of screening\n* Use of any investigational drug within 3 months prior to screening\n* Participation in any previous study with lixisenatide\n* End-stage renal disease defined by a serum creatinine clearance of \\<15 milliliter/minute (mL/min) (calculated by the Cockcroft and Gault formula) and/or patients on dialysis\n* Clinically relevant history of gastrointestinal disease associated with prolonged nausea and vomiting, including, but not limited to gastroparesis and gastroesophageal reflux disease requiring medical treatment, within 6 months prior to the time of screening\n* Allergic reaction to any glucagon like peptide-1 (GLP-1) agonist in the past (for example, exenatide, liraglutide) or to metacresol\n* Additional exclusion criteria at the end of the run-in phase: informed consent withdrawal; lack of compliance during the single-blind placebo run-in phase (\\>2 injections missed); and patient with any adverse event which could have precludes the inclusion in the study, as assessed by the investigator","healthyVolunteers":false,"sex":"ALL","minimumAge":"19 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Absolute Change From Baseline in Glycosylated Hemoglobin (HbA1c) at Week 24","description":"Change was calculated by subtracting baseline value from Week 24 value. The on-treatment period for this efficacy variable is the time from the first dose of study drug up to 3 days after the last dose of study drug or up to the introduction of rescue therapy, whichever is the earliest. For a patient to be included in mITT population, both baseline and at least 1 post baseline assessment for at least 1 efficacy variable, were required.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.11","spread":"0.131"},{"groupId":"OG001","value":"-0.77","spread":"0.137"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in 2-hour Postprandial Plasma Glucose (PPG) at Week 24","description":"The 2-hour PPG test measured blood glucose 2 hours after eating a standardized meal. Change was calculated by subtracting baseline value from Week 24 value. The on-treatment period for this efficacy variable is the time from the first dose of study drug up to the last dosing day of study drug or up to the introduction of rescue therapy, whichever is the earliest. For a patient to be included in mITT population, both baseline and at least 1 post baseline assessment for at least 1 efficacy variable, were required.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.14","spread":"0.563"},{"groupId":"OG001","value":"-7.96","spread":"0.598"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Body Weight at Week 24","description":"Change was calculated by subtracting baseline value from Week 24 value. The on-treatment period for this efficacy variable is the time from the first dose of study drug up to 3 days after the last dose of study drug or up to the introduction of rescue therapy, whichever is the earliest. For a patient to be included in mITT population, both baseline and at least 1 post baseline assessment for at least 1 efficacy variable, were required.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.06","spread":"0.271"},{"groupId":"OG001","value":"-0.38","spread":"0.284"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Average 7-Point Self Monitored Plasma Glucose (SMPG) Profile at Week 24","description":"Patients recorded a 7-point plasma glucose profile measured before and 2 hours after each meal and at bedtime once in a week and the average value for the 7-time points was calculated. The on-treatment period for this efficacy variable is the time from the first dose of study drug up to the last dosing day of study drug or up to the introduction of rescue therapy, whichever is the earliest. For a patient to be included in mITT population, both baseline and at least 1 post baseline assessment for at least 1 efficacy variable, were required.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.56","spread":"0.271"},{"groupId":"OG001","value":"-1.91","spread":"0.272"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Fasting Plasma Glucose (FPG) at Week 24","description":"Change was calculated by subtracting baseline value from Week 24 value. The on-treatment period for this efficacy variable is the time from the first dose of study drug up to 1 day after the last dose of study drug or up to the introduction of rescue therapy, whichever is the earliest. For a patient to be included in mITT population, both baseline and at least 1 post baseline assessment for at least 1 efficacy variable, were required.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.25","spread":"0.302"},{"groupId":"OG001","value":"-0.42","spread":"0.314"}]}]}]},{"type":"SECONDARY","title":"Change From Screening in Total Insulin Dose at Week 24","description":"Change was calculated by subtracting screening value from Week 24 value. The on-treatment period for this efficacy variable is the time from the first dose of study drug up to the last dosing day of study drug or up to the introduction of rescue therapy, whichever is the earliest. For a patient to be included in mITT population, both baseline and at least 1 post baseline assessment for at least 1 efficacy variable, were required.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.11","spread":"0.442"},{"groupId":"OG001","value":"-1.39","spread":"0.458"}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients With Glycosylated Hemoglobin (HbA1c) Level Less Than 7% at Week 24","description":"The on-treatment period for this efficacy variable is the time from the first dose of study drug up to 3 days after the last dose of study drug or up to the introduction of rescue therapy, whichever is the earliest. For a patient to be included in mITT population, both baseline and at least 1 post baseline assessment for at least 1 efficacy variable, were required.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.2","spread":null},{"groupId":"OG001","value":"35.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients With Glycosylated Hemoglobin (HbA1c) Level Less Than or Equal to 6.5% at Week 24","description":"The on-treatment period for this efficacy variable is the time from the first dose of study drug up to 3 days after the last dose of study drug or up to the introduction of rescue therapy, whichever is the earliest. For a patient to be included in mITT population, both baseline and at least 1 post baseline assessment for at least 1 efficacy variable, were required.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.3","spread":null},{"groupId":"OG001","value":"17.8","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Change From Baseline in Glucose Excursion at Week 24","description":"Glucose excursion = 2-hour PPG minus plasma glucose 30 minutes prior to the standardized meal test, before study drug administration. Change was calculated by subtracting baseline value from Week 24 value. The on-treatment period for this efficacy variable is the time from the first dose of study drug up to the last dosing day of the study drug or up to the introduction of rescue therapy, whichever is the earliest. For a patient to be included in mITT population, both baseline and at least 1 post baseline assessment for at least 1 efficacy variable, were required.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.14","spread":"0.542"},{"groupId":"OG001","value":"-7.09","spread":"0.576"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Percentage of Patients With at Least 5% Weight Loss From Baseline at Week 24","description":"The on-treatment period for this efficacy variable is the time from the first dose of study drug up to 3 days after the last dose of study drug or up to the introduction of rescue therapy, whichever is the earliest. For a patient to be included in mITT population, both baseline and at least 1 post baseline assessment for at least 1 efficacy variable, were required.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.5","spread":null},{"groupId":"OG001","value":"7.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients Requiring Rescue Therapy During 24-Week Period","description":"Routine fasting SMPG and central laboratory FPG (and HbA1c after week 12) values were used to determine the requirement of rescue medication. If fasting SMPG value exceeded the specified limit for 3 consecutive days, the central laboratory FPG (and HbA1c after week 12) were performed. Threshold values - from baseline to Week 8: fasting SMPG/FPG \\>270 milligram/deciliter (mg/dL) (15.0 mmol/L), from Week 8 to Week 12: fasting SMPG/FPG \\>240 mg/dL (13.3 mmol/L), and from Week 12 to Week 24: fasting SMPG/FPG \\>200 mg/dL (11.1 mmol/L) or HbA1c \\>8.5%. For a patient to be included in mITT population, both baseline and at least 1 post baseline assessment for at least 1 efficacy variable, were required.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.2","spread":null},{"groupId":"OG001","value":"1.3","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Patients With Symptomatic Hypoglycemia and Severe Symptomatic Hypoglycemia","description":"Symptomatic hypoglycemia was an event with clinical symptoms that were considered to result from a hypoglycemic episode with an accompanying plasma glucose less than 60 mg/dL (3.3 mmol/L) or associated with prompt recovery after oral carbohydrate, intravenous glucose, or glucagon administration if no plasma glucose measurement was available. Severe symptomatic hypoglycemia was symptomatic hypoglycemia event in which the patient required the assistance of another person and was associated with either a plasma glucose less than 36 mg/dL (2.0 mmol/L) or prompt recovery after oral carbohydrate, intravenous glucose, or glucagon administration, if no plasma glucose measurement was available.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"37","spread":null},{"groupId":"OG001","value":"66","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":9,"n":157},"commonTop":["Hypoglycaemia","Nausea","Nasopharyngitis","Vomiting","Asthenia"]}}}