{"nctId":"NCT00671853","briefTitle":"Quetiapine Extended Release (XR) in Bipolar Patients With Comorbid Generalized Anxiety Disorder (GAD)","startDateStruct":{"date":"2008-04"},"conditions":["Bipolar Disorder","Anxiety","Anxiety Disorders","Substance Use Disorders"],"count":120,"armGroups":[{"label":"1","type":"EXPERIMENTAL","interventionNames":["Drug: Quetiapine XR"]},{"label":"2","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo for quetiapine XR"]}],"interventions":[{"name":"Quetiapine XR","otherNames":["Seroquel XR"]},{"name":"Placebo for quetiapine XR","otherNames":["Placebo for Seroquel XR"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Diagnostic and Statistical Manual-IV diagnosis of bipolar I or II disorder, and currently depressed as confirmed by the MINI-Plus at Screening.\n* Diagnostic and Statistical Manual-IV diagnosis of lifetime GAD;\n* Hamilton Depression Rating Scale -17 items total score ≥ 18;\n* Hamilton Anxiety Rating Scale total score ≥ 18;\n* Be male or female at least 18 year old and not older than 65.\n\nExclusion Criteria:\n\n* Pregnancy or breast feeding.\n* Severe medical or neurological problems.\n* Severe personality disorder.\n* Currently suicidal risk judged by physician.\n* Known history of intolerance or hypersensitivity to any of the medications involved in the study.\n* Treatment with quetiapine at any dose in the 6 months prior to randomization.\n* Known lack of response to quetiapine in a dosage of at least 50 mg for 4 weeks at any time, as judged by the investigator.\n* Dependence on opiate, phencyclidine (PCP), and/or barbiturate.\n* Acute mania as determined by a score \\> 12 on the Young Mania Rating Scale at baseline.\n* Concurrent obsessive compulsive disorder.\n* Use of any of the following cytochrome P450 3A4 inhibitors in the 14 days preceding enrolment including but not limited to: ketoconazole, itraconazole, fluconazole, erythromycin, clarithromycin, troleandomycin, indinavir, nelfinavir, ritonavir, fluvoxamine and saquinavir\n* Use of any of the following cytochrome P450 inducers in the 14 days preceding enrollment including but not limited to: phenytoin, carbamazepine, barbiturates, rifampin, St. John's Wort, and glucocorticoids\n* Administration of a depot antipsychotic injection within one dosing interval (for the depot) before randomisation\n* Medical conditions that would affect absorption, distribution, metabolism, or excretion of study treatment\n* Unstable or inadequately treated medical illness (e.g. diabetes, angina pectoris, hypertension) as judged by the investigator\n* Involvement in the planning and conduct of the study\n* Previous enrolment or randomisation of treatment in the present study.\n* Participation in another drug trial within 4 weeks prior enrolment into this study or longer in accordance with local requirements\n* A patient with diabetes mellitus (DM) fulfilling one of the following criteria: a. Unstable DM defined as enrollment glycosylated hemoglobin (HbA1c) .8.5% b. Admitted to hospital for treatment of DM or DM related illness within the past 12 weeks c. Not under physician care for DM d. Physician responsible for patient's DM care has not indicated that the patient's DM is controlled f. Physician responsible for patient's DM care has not approved the patient's participation in the study g. Has not been on the same dose of oral hypoglycemic drug(s) and/or diet for the 4 weeks before randomization. For thiazolidinediones (glitazones) this period should not be less than 8 weeks before randomization h. Taking insulin whose daily dose on one occasion in the past 4 weeks has been more than 10% above or below their mean dose in the preceding 4 weeks Note: If a patient with DM meets one of these criteria, the patient is to be excluded even if the treating physician believes that the patient is stable and can participate in the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in the 17 Item Hamilton Rating Scale for Depression (HAM-D-17) Score","description":"A score of 0-7 is considered to be normal. Hamilton Rating Scale total score ranges from 0-57 where higher scores are indicative of more depression.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-9.91","spread":"16.45"},{"groupId":"OG001","value":"-7.41","spread":"8.13"}]}]}]},{"type":"SECONDARY","title":"Response Rate (≥ 50% Improvement) on Hamilton Rating Scale for Depression (HAM-D-17)","description":"A score of 0-7 is considered to be normal. Hamilton Rating Scale total score ranges from 0-57 where higher scores are indicative of more depression.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]}]},{"type":"SECONDARY","title":"Remission Rate (≤ 7) on Hamilton Rating Scale for Depression (HAM-D-17)","description":"A score of 0-7 is considered to be normal. Hamilton Rating Scale total score ranges from 0-57 where higher scores are indicative of more depression. Remission is defined by the number of participants with Hamilton Rating Scale for Depression score equal to or less than 7.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Clinical Global Impressions of Improvement or Severity (CGI-I or S) Score","description":"The Clinical Global Impression - Severity scale (CGI-S) is a 7-point scale that requires the clinician to rate the severity of the patient's illness at the time of assessment.\n\n1, normal, not at all ill; 2, borderline mentally ill; 3, mildly ill; 4, moderately ill; 5, markedly ill; 6, severely ill; or 7, extremely ill.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.10","spread":"1.16"},{"groupId":"OG001","value":"-0.8","spread":"1.21"}]}]}]},{"type":"SECONDARY","title":"Change in the Quality of Life Enjoyment and Satisfaction Questionnaire (Q-LES-Q) Score","description":"This assessment degree of enjoyment and satisfaction experienced by subjects in various areas of daily functioning. The minimum raw score on the Q-LES-Q-SF is 14, and the maximum score is 70 with a higher score indicating less enjoyment and satisfaction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.11","spread":"0.22"},{"groupId":"OG001","value":"-0.06","spread":"0.52"}]}]}]},{"type":"SECONDARY","title":"Change in Hamilton Rating Scale for Anxiety (HAM-A)","description":"The scale consists of 14 items, each defined by a series of symptoms, and measures both psychic anxiety (mental agitation and psychological distress) and somatic anxiety (physical complaints related to anxiety).Each item is scored on a scale of 0 (not present) to 4 (severe), with a total score range of 0-56, where \\<17 indicates mild severity, 18-24 mild to moderate severity and 25-30 moderate to severe","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-9.54","spread":"7.58"},{"groupId":"OG001","value":"-8.25","spread":"8.70"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":46},"commonTop":["Dry Mouth","Sedation","Dizziness","Headache","Stomach Upset"]}}}