{"nctId":"NCT04561115","briefTitle":"A Study to Evaluate the Pharmacokinetics, Safety, and Tolerability of Immune Globulin (Human) 10% (Gamunex-C) PEG Process (IVIG-PEG) Compared to Gamunex-C in Participants With Primary Humoral Immunodeficiency","startDateStruct":{"date":"2020-09-02","type":"ACTUAL"},"conditions":["Primary Immunodeficiency"],"count":33,"armGroups":[{"label":"Gamunex-C","type":"ACTIVE_COMPARATOR","interventionNames":["Biological: Gamunex-C"]},{"label":"IVIG-PEG","type":"EXPERIMENTAL","interventionNames":["Biological: IVIG-PEG"]}],"interventions":[{"name":"Gamunex-C","otherNames":["IVIG-C"]},{"name":"IVIG-PEG","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female between 18 and 75 years of age (inclusive) at Screening\n* Documented and confirmed pre-existing diagnosis of PI with features of hypogammaglobulinemia requiring IV IgG replacement therapy including but not limited to the following humoral-based immunodeficiency syndromes (example, X-linked agammaglobulinemia, common variable immunodeficiency), and combined immunodeficiency syndromes without lymphocytopenia (example, hyper immunoglobulin M \\[IgM\\] immunodeficiency syndrome).\n* IgG trough level ≥500 milligrams per deciliter (mg/dL) at screening visit. Note: Patients entering Group 1 must additionally have trough levels ≥500 mg/dL documented within the previous year. For patients entering Group 2, if Screening trough levels are not ≥500 mg/dL, the subject will be a Screen Failure, but may be rescreened following dose adjustment of their original IV IgG replacement therapy regimen and recording an IgG trough level ≥500 mg/dL\n* Has not had an SBI within the last 6 months prior to screening or during the screening.\n* Medical records are available to document diagnosis, previous infections, and treatment.\n* Willing to comply with all aspects of the study protocol, including blood sampling, for the duration of the study.\n* Signed and dated a written informed consent form (ICF) confirming his or her willingness to participate in study GC1902.\n\nExclusion Criteria:\n\n* Has an acquired medical condition that is known to cause secondary immune deficiency such as chronic lymphocytic leukemia, lymphoma, multiple myeloma, chronic or recurrent neutropenia (absolute neutrophil count less than 1000per microliters (1000/μL) \\[1.0 x 10\\^9/L\\]), or human immunodeficiency virus (HIV) infection/acquired immune deficiency syndrome (AIDS).\n* Has known selective Immunoglobulin A (IgA) deficiency (with or without antibodies to IgA). (Note: exclusion is for the specific diagnostic entity. It does not exclude other forms of primary humoral immunodeficiency which have decreased IgA in addition to decreased IgG requiring IgG replacement).\n* Has isolated IgG subclass deficiency or an isolated specific antibody deficiency disorder, or transient hypogammaglobulinemia of infancy\n* The subject has had a known serious adverse reaction to immunoglobulin or any severe anaphylactic reaction to blood or any blood-derived product.\n* Has a history of thrombotic complications following IVIG therapy.\n* Has a history of or current diagnosis of deep venous thrombosis (DVT) or thromboembolism (e.g., myocardial infarction, cerebrovascular accident or transient ischemic attack); history refers to an incident in the year prior to the Screening Visit or 2 episodes over lifetime or has thrombosis risk factors (e.g., prolonged immobilization, use of estrogens, indwelling central vascular catheters).\n* Has a known hyperviscosity syndrome or hypercoagulable states.\n* Has liver enzyme levels (alanine aminotransferase \\[ALT\\], aspartate aminotransferase \\[AST\\], gammaglutamyl transferase \\[GGT\\], or lactate dehydrogenase \\[LDH\\]) greater than 2.5 times the upper limit of normal (ULN) at the screening visit as defined by the testing laboratory.\n* Has pre-existing renal impairment (defined by serum creatinine greater than 1.5 times the ULN or blood urea nitrogen \\[BUN\\] greater than 2.5 times the ULN, or any subject who is on dialysis) at the screening visit or any history of acute renal injury.\n* Has clinically significant history of drug or alcohol abuse or dependence in the opinion of the Investigator (must be within the past 12 months and noted in the subject's medical records or documented at screening).\n* Clinical evidence of any significant acute or chronic medical condition (e.g., renal disease or predisposing conditions for renal disease, coronary artery disease, or protein losing state) that, in the opinion of the Investigator, may interfere with the conduct of the study or may place the subject at undue medical risk.\n* Females of childbearing potential who are pregnant, have a positive pregnancy test at Screening (human chorionic gonadotropin \\[HCG\\]-based assay), are breastfeeding, or unwilling to practice a highly effective method of contraception (eg, oral, injectable or implanted hormonal methods of contraception, placement of an intrauterine device \\[IUD\\] or intrauterine system \\[IUS\\], condom or occlusive cap with spermicidal foam/gel/film/cream/suppository, male sterilization, or true abstinence) throughout the study. Note: True abstinence: When this is in line with the preferred and usual lifestyle of the subject. (Periodic abstinence \\[e.g., calendar, ovulation, symptothermal, postovulation methods\\], declaration of abstinence for the duration of a trial, and withdrawal are not acceptable methods of contraception).\n* Receiving any of the following medications: (a) immunosuppressants including chemotherapeutic agents, (b) immunomodulators, (c) long-term systemic corticosteroids defined as daily dose \\>1 mg of prednisone equivalent/kg/day for \\>30 days. Note: Intermittent courses not exceeding \\>1mg of prednisone equivalent/kg/day for \\>30 days would not exclude the subject. Inhaled or topical corticosteroids are allowed.\n* Has uncontrolled arterial hypertension (systolic blood pressure \\[SBP\\] \\>160 mm Hg and/or diastolic blood pressure \\[DBP\\] \\>100 mm Hg)\n* Has hemoglobin \\<11 g/dL at the Screening Visit\n* Unable or unwilling to provide a storage serum sample at the Screening Visit. Note: A pre-treatment serum sample to be stored at -94°F (-70ºC) for possible future testing is required.\n* Received any live virus vaccine within 5 months prior to the Screening Visit and not willing to postpone receiving any live virus vaccines until 6 months after completing study treatment\n* Has a known previous infection with or clinical signs and symptoms consistent with current hepatitis B virus (HBV) or hepatitis C virus (HCV) infection\n* Has participated in another clinical trial within 30 days prior to Screening or has received any investigational product, with the exception of other IgG products, within the previous 3 months prior to the Screening Visit","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"AUC (0-7): Area Under the Concentration Time Curve Over a Dosing Interval of Either Every 3 Weeks [AUC0-21 Days] or Every 4 Weeks [AUC0-28 Days] for Total Immunoglobulin G (IgG)","description":"AUC (0-7 days) is calculated as AUC (0-21 days)/3 for subjects with a dosing frequency of every 3 weeks and as AUC(0-28 days)/4 for subjects with a dosing frequency of every 4 weeks.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"232088.8","spread":"32848.46"},{"groupId":"OG001","value":"219149.9","spread":"36894.29"}]}]}]},{"type":"PRIMARY","title":"Cmax: Maximum Concentration in a Dosing Interval for Total IgG","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2328.8","spread":"426.73"},{"groupId":"OG001","value":"2330.4","spread":"660.99"}]}]}]},{"type":"SECONDARY","title":"Rate of Serious Bacterial Infections (SBIs)","description":"The rate of SBI events per participant per year during treatment was calculated as the total number of SBI events divided by the total duration of exposure in years across all participants. The 2-sided 98% confidence interval (CI) was determined from a generalized linear model for Poisson regression for the log-transformed number of events with log-transformed duration of exposure in years as an offset variable.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Rate of Events Per Participant Per Year in Participants With Any Kind of Infection","description":"Rate of events per participant per year is calculated as the total number of events divided by the total duration of exposure in years across all participants. Any kind of infections included serious/nonserious including acute sinusitis, exacerbation of chronic sinusitis, acute otitis media, pneumonia, acute bronchitis, infectious diarrhea etc.) as determined by the Investigator.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.332","spread":null},{"groupId":"OG001","value":"1.580","spread":null}]}]}]},{"type":"SECONDARY","title":"Rate of Days Per Person Per Year That Participants Were on Antibiotics","description":"Rate of days per person per year is calculated as the total number of days divided by the total duration of exposure in years across all participants. Antibiotics included prophylactic and therapeutic.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"9.410","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"28.257","spread":null},{"groupId":"OG001","value":"27.079","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Hospitalized Due to Infection","description":"Hospitalization was considered only in cases of hospital admission (including emergency room stay) for equal or more than 24 hours.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Rate of Days of Work/School/Daily Activities Missed Per Participant Due to Infections and Their Treatment","description":"Rate of days per person per year is calculated as the total number of days divided by the total duration of exposure in years across all participants.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.421","spread":null},{"groupId":"OG001","value":"6.177","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":33},"commonTop":["Headache","Sinusitis","COVID-19","Diarrhoea","Upper Respiratory Tract Infection"]}}}