{"nctId":"NCT03287791","briefTitle":"A Study to Evaluate Safety and Equivalence of Generic Azelaic Acid Foam and Finacea® Foam in Participants With Rosacea","startDateStruct":{"date":"2016-07-19","type":"ACTUAL"},"conditions":["Rosacea"],"count":924,"armGroups":[{"label":"Generic Azelaic Acid Foam","type":"EXPERIMENTAL","interventionNames":["Drug: Generic Azelaic Acid Foam","Other: Cleanser","Other: Sunscreen","Other: Towel","Other: Moisturizing Lotion"]},{"label":"Finacea® (Azelaic Acid) Foam","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Finacea® (Azelaic Acid) Foam","Other: Cleanser","Other: Sunscreen","Other: Towel","Other: Moisturizing Lotion"]},{"label":"Vehicle Foam","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Vehicle Foam","Other: Cleanser","Other: Sunscreen","Other: Towel","Other: Moisturizing Lotion"]}],"interventions":[{"name":"Generic Azelaic Acid Foam","otherNames":[]},{"name":"Finacea® (Azelaic Acid) Foam","otherNames":[]},{"name":"Vehicle Foam","otherNames":[]},{"name":"Cleanser","otherNames":[]},{"name":"Sunscreen","otherNames":[]},{"name":"Towel","otherNames":[]},{"name":"Moisturizing Lotion","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participants had to be willing and able to provide written informed consent for the study\n* Healthy males or non-pregnant females ≥18 years-of-age with a clinical diagnosis of moderate facial rosacea\n* Participants had to have at least 8 and not more than 50 inflammatory facial lesions (that is, papules/pustules) and ≤2 nodules on the face. For the purposes of study treatment and evaluation, these lesions were limited to the facial treatment area including those present on the nose. Lesions involving the eyes and scalp were excluded from the count.\n* Participants had to have persistent erythema on the face with moderate (3) score\n* Participants had to have a mild (1) to moderate (2) score for telangiectasia on the face\n* Participants had to have a definite clinical diagnosis of moderate facial rosacea (severity score 3)\n* Participants had to be willing to minimize external factors that might trigger rosacea flare-ups (for example, spicy foods, thermally hot foods and drinks, hot environments, prolonged sun exposure, strong winds, and alcoholic beverages) during the course of the study\n* Participants had to be in general good health and free from any clinically significant disease other than rosacea on the face, that could have interfered with the study evaluations\n* Participants had to be willing and able to understand and comply with the requirements of the study, apply the medication as instructed, return for the required treatment period visits, comply with therapy prohibitions, and able to complete the study\n* Male participants and female participants of childbearing potential had to use accepted methods of birth control or had to agree to practice abstinence, from study start to 30 days after the last administration of study drug. All female participants were considered to be of childbearing potential unless they had been surgically sterilized (hysterectomy, bilateral oophorectomy, or tubal ligation) or had been postmenopausal for at least a year. Any of the following methods of birth control were acceptable: oral contraceptives, contraceptive patches/implants (for example, Norplant®), vaginal ring (NuvaRing®), Depo-Provera® (Medroxy progesterone acetate), double barrier methods (for example, condom and spermicide), or intrauterine device\n* Female participants of child bearing potential had to have a negative urine pregnancy test at baseline\n* Participants who used make-up had to have used the same brands/types of make-up for a minimum period of 14 days prior to study entry and had to agree to use the same make-up, brand/type, or frequency of use, throughout the study\n\nExclusion Criteria:\n\n* Pregnant or lactating or planning to become pregnant during the study period\n* Presence of any skin condition on the face that could have interfered with the diagnosis or assessment of rosacea\n* Excessive facial hair (for example, beards, sideburns, moustaches) that would interfere could have interfered with diagnosis or assessment of rosacea\n* History of hypersensitivity or allergy to azelaic acid, propylene glycol, or any other component of the formulation\n* The use within 6 months prior to baseline of oral retinoids (for example, Accutane®) or therapeutic Vitamin A supplements of greater than 10,000 units/day (multivitamins were allowed)\n* The use of estrogens or oral contraceptives for less than 3 months prior to baseline\n* The use within 1 month prior to baseline of the following:\n\n  * topical retinoids to the face\n  * systemic antibiotics known to have an impact on the severity of facial rosacea (for example, containing tetracycline and its derivatives, erythromycin and its derivatives, sulfamethoxazole, or trimethoprim)\n  * systemic corticosteroids\n* Use within two weeks prior to baseline of the following:\n\n  * topical corticosteroids\n  * topical antibiotics\n  * topical medications for rosacea (for example, metronidazole, azelaic acid)\n* Antipruritics, including antihistamines, within 24 hours of any study visit\n* Participants with moderate or severe rhinophyma, dense telangiectasia (score 3, severe), or plaque-like facial edema\n* Participants with a severe irritation grade for erythema, dryness, scaling, pruritus, stinging/burning, and edema\n* Ocular rosacea (for example, conjunctivitis, blepharitis, or keratitis) of sufficient severity to require topical or systemic antibiotics\n* A participant who had used a sauna during the 2 weeks prior to study entry and during the study\n* Participants who had performed wax epilation of the face within 14 days prior to baseline\n* A participant who had a history of being unresponsive to topical azelaic acid therapy\n* A participant who had any clinically significant condition or situation, other than the condition being studied that, in the opinion of the Investigator, could have interfered with the study evaluations or optimal participation in the study\n* A participant who had used any topical azelaic acid therapy within 30 days of baseline visit\n* Participants who had participated in an investigational drug study (for example, participants had been treated with an investigational drug) within 30 days prior to baseline were excluded from study participation. Participants who were participating in non-treatment studies such as observational studies or registry studies could be considered for inclusion\n* Participants who had been previously randomized in this study\n* Participants who had laser therapy (for telangiectasia or other conditions) and phototherapy to the facial area within 180 days prior to study entry\n* Participants who had cosmetic procedures (for example, facials), which could affect the efficacy and safety profile of the investigational product within 14 days prior to study entry\n* Employees or staff of the research site were excluded from participation in the study\n* No more than 1 participant from the same household was allowed to participate in the study","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percent Change From Baseline in the Inflammatory Lesions (Papules and Pustules) Counts at Week 12","description":"All facial papules, pustules, and nodules, located above the jaw line and extending to the hairline, were counted. When counting facial lesions, lesions present on the nose were included. The total count for each lesion type was recorded and the total number of inflammatory lesions (papules and pustules) were calculated. A papule with a pustule on its apex was counted as a pustule. Counts of nodules and cysts were reported separately and not included in the inflammatory counts. Papule defined as inflammatory lesion; small (≤5 mm in diameter), solid palpable lesion, usually with inflamed elevation of the skin that does not contain pus. Pustule defined as inflammatory lesion; small (≤5 mm in diameter), inflamed skin swelling that is filled with pus. Cyst and nodule defined as palpable solid or soft lesion \\>5 mm in diameter.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-64.28","spread":"25.050"},{"groupId":"OG001","value":"-65.15","spread":"26.419"},{"groupId":"OG002","value":"-57.84","spread":"30.626"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Treatment Success Based on IGE Score","description":"Treatment success defined as an Investigator's Global Evaluation (IGE) score at Week 12 of 0 (clear) or 1 (almost clear). Any other outcome was considered a failure. Participants who were discontinued prematurely from the study due to lack of treatment effect after at least 8 weeks of compliant treatment were considered as treatment failures. The IGE score was based on a 5-point scale ranging from 0 to 4 (0=clear, 1=almost clear, 2=mild, 3=moderate, and 4=severe).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"39.7","spread":null},{"groupId":"OG001","value":"48.3","spread":null},{"groupId":"OG002","value":"33.5","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":306},"commonTop":["Application site dryness","Application site pruritus","Application site pain","Application site erythema","Application site reaction"]}}}