{"nctId":"NCT01622569","briefTitle":"Study Evaluating the Efficacy and Safety of Intranasal Administration of 100, 200, and 400 μg of Fluticasone Propionate Twice a Day (BID) Using a Novel Bi Directional Device in Subjects With Bilateral Nasal Polyposis Followed by an 8-Week Open-Label Extension Phase to Assess Safety","startDateStruct":{"date":"2013-11-19","type":"ACTUAL"},"conditions":["Bilateral Nasal Polyposis"],"count":323,"armGroups":[{"label":"OPN-375 100 μg BID","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Fluticasone Propionate"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Fluticasone Propionate"]},{"label":"OPN-375 200 μg BID","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Fluticasone Propionate"]},{"label":"OPN-375 400 μg BID","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Fluticasone Propionate"]}],"interventions":[{"name":"Fluticasone Propionate","otherNames":["OPN-375"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Men or women aged 18 years and older\n* Women must\n\n  * be practicing an effective method of birth control (eg,prescription oral contraceptives, contraceptive injections, contraceptive patch, intrauterine device, double-barrier method \\[eg, condoms, diaphragm, or cervical cap with spermicidal foam, cream, or gel\\], or male partner sterilization) before entry and throughout the study, or\n  * be surgically sterile (have had a hysterectomy or bilateral oophorectomy, or tubal ligation at least 1 year before screening) or otherwise be incapable of pregnancy, or\n  * be postmenopausal (spontaneous amenorrhea for at least 1 year).\n* Women of child-bearing potential must have a negative serum beta-human chorionic gonadotropin (B-hCG) or urine pregnancy test (depending on local regulations) at the screening visit\n* Must have bilateral nasal polyposis with a grade of 1 to 3 in each of the nasal cavities as determined by the Lildholdt scale score measured by nasoendoscopy at both screening and baseline visits\n* Must have at least moderate symptoms of nasal congestion/obstruction as reported by the subject for the 7 day period preceding the screening visit\n* At the baseline visit (Day 1), must have a morning score of at least 2 (moderate) on nasal congestion/obstruction recorded on the subject diary for at least 5 of the last 7 days of the 7 to up to 14 day run-in period\n* Must demonstrate an ability to correctly complete the daily diary during the run-in period to be eligible for randomization\n* Subjects with comorbid asthma or COPD must be stable with no exacerbations (eg, no emergency room visits, hospitalizations, or oral or parenteral steroid use) within the 3 months before the screening visit. Inhaled corticosteroid use must be limited to stable doses of no more than 1,000 μg/day of beclomethasone (or equivalent) for at least 3 months before screening with plans to continue use throughout the study.\n* Must be able to cease treatment with intranasal medications including, but not limited to, intranasal steroids, intranasal sodium cromolyn, nasal atropine, nasal ipratropium bromide, inhaled corticosteroids (except permitted doses listed above for comorbid asthma and COPD) at the screening visit\n* Must be able to cease treatment with oral and nasal decongestants and antihistamines at the screening visit\n* Must be able to use the OptiNose device correctly; all subjects will be required to demonstrate correct use of the placebo device at screening, Visit 1.\n* Must be capable, in the opinion of the investigator, of providing informed consent to participate in the study. Subjects must sign an informed consent document indicating that they understand the purpose of and procedures required for the study and are willing to participate in the study.\n\nExclusion Criteria:\n\n* Women who are pregnant or lactating\n* Have complete or near-complete obstruction of the nasal cavities\n* Inability to achieve bilateral nasal airflow for any reason including nasal septum deviation\n* Inability to have each nasal cavity examined for any reason including nasal septum deviation\n* Nasal septum perforation\n* Has had more than 1 episode of epistaxis with frank bleeding in the month before the screening visit\n* Have evidence of significant baseline mucosal injury, ulceration or erosion (eg, exposed cartilage, perforation) on baseline nasal examination/nasal endoscopy\n* History of more than 5 sinonasal surgeries for either nasal polyps or nasal/sinus inflammation (lifetime)\n* History of sinus or nasal surgery within 6 months before the screening visit\n* History of any surgical procedure that prevents the ability to accurately grade polyps\n* Have symptoms of seasonal allergic rhinitis at screening or baseline and/or, based on time of year, would anticipate onset of symptoms within 4 weeks of randomization\n* Current, ongoing rhinitis medicamentosa (rebound rhinitis)\n* Have significant oral structural abnormalities, eg, a cleft palate\n* Diagnosis of cystic fibrosis\n* History of Churg-Strauss syndrome or dyskinetic ciliary syndromes\n* Purulent nasal infection, acute sinusitis, or upper respiratory tract infection within 2 weeks before the screening visit. Potential subjects presenting with any of these infections may be rescreened 4 weeks after symptom resolution Note: Subjects who are taking prophylactic antibiotics will be allowed to enter the study as long as they intend to continue the antibiotics for the duration of the study.\n* Planned sinonasal surgery during the period of the study\n* Allergy, hypersensitivity, or contraindication to corticosteroids or steroids\n* Allergy or hypersensitivity to any excipients in study drug\n* Exposure to any glucocorticoid treatment with potential for systemic effects (eg, oral, parenteral, intra-articular, or epidural steroids, high dose topical steroids) within 1 month before the screening visit; except as noted in inclusion criteria for subjects with comorbid asthma or COPD\n* Have nasal candidiasis\n* Have taken a potent CYP3A4 inhibitor within 14 days before the screening visit.\n* History or current diagnosis of any form of glaucoma or ocular hypertension (ie, \\>21 mmHg)\n* History of intraocular pressure elevation on any form of steroid therapy\n* History or current diagnosis of the presence (in either eye) of a cataract\n* Any serious or unstable concurrent disease, psychiatric disorder, or any significant condition that, in the opinion of the investigator could confound the results of the study or could interfere with the subject's participation or compliance in the study\n* A recent (within 1 year of the screening visit) clinically significant history of drug or alcohol use, abuse, or dependence that, in the opinion of the investigator could interfere with the subject's participation or compliance in the study\n* Positive urine drug screen at screening visit for drugs of abuse, with the exception of prescribed medications for legitimate medical conditions\n* Have participated in an investigational drug clinical trial within 30 days of the screening visit\n* Employees of the investigator or study center, with direct involvement in the proposed study or other studies under the direction of that investigator or study center, as well as family members of the employees or the investigator","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in 7-day Average Instantaneous Morning Diary Congestion/Obstruction Symptoms","description":"Subjects reported nasal symptoms using the electronic diary twice daily immediately before dosing.\n\n0: None\n\n1. Mild, symptoms clearly present, but minimal awareness, and easily tolerated\n2. Moderate, definite awareness of symptoms that is bothersome but tolerable\n3. Severe, symptoms that are hard to tolerate, cause interference with activities or daily living\n\nThe change from baseline in instantaneous morning diary symptom scores averaged over 7 days prior to the Week 4 Visit of the double-blind treatment phase","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.26","spread":"0.08"},{"groupId":"OG001","value":"-0.53","spread":"0.08"},{"groupId":"OG002","value":"-0.56","spread":"0.08"},{"groupId":"OG003","value":"-0.67","spread":"0.08"}]}]}]},{"type":"PRIMARY","title":"Change in Total Polyp Grade","description":"Polyp grading of each nasal cavity was determined by a nasal polyp grading scale score measured by nasoendoscopy. A summary of the changes from baseline to Week 16 in total polyp grade.\n\n0: No polyps\n\n1. Mild polyposis: polyps not reaching below the inferior border of the middle turbinate\n2. Moderate polyposis: polyps reaching below the inferior border of the middle concha, but not the inferior border of the inferior turbinate\n3. Severe polyposis large polyps reaching below the lower inferior border of the inferior turbinate\n\nReduction in total polyp grade (sum of scores from both nasal cavities) at Week 16 of double-blind treatment phase; Included patients with nasal polyps at baseline","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.57","spread":"0.14"},{"groupId":"OG001","value":"-1.04","spread":"0.14"},{"groupId":"OG002","value":"-1.14","spread":"0.14"},{"groupId":"OG003","value":"-1.14","spread":"0.14"}]}]}]},{"type":"SECONDARY","title":"Congestion/Obstruction Scores (7-day Instantaneous Morning)","description":"Subjects reported nasal symptoms using the electronic diary twice daily immediately before dosing.\n\n0: None\n\n1. Mild, symptoms clearly present, but minimal awareness, and easily tolerated\n2. Moderate, definite awareness of symptoms that is bothersome but tolerable\n3. Severe, symptoms that are hard to tolerate, cause interference with activities or daily living\n\nThe change from baseline in instantaneous morning diary symptom scores averaged over 7 days prior to the Week 16 Visit of the double-blind treatment phase","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.53","spread":"0.11"},{"groupId":"OG001","value":"-0.93","spread":"0.10"},{"groupId":"OG002","value":"-0.99","spread":"0.10"},{"groupId":"OG003","value":"-1.07","spread":"0.10"}]}]}]},{"type":"SECONDARY","title":"Change in Rhinorrhea Score (7-day Instantaneous Morning)","description":"Subjects reported nasal symptoms using the electronic diary twice daily immediately before dosing.\n\n0: None\n\n1. Mild, symptoms clearly present, but minimal awareness, and easily tolerated\n2. Moderate, definite awareness of symptoms that is bothersome but tolerable\n3. Severe, symptoms that are hard to tolerate, cause interference with activities or daily living\n\nThe change from baseline in instantaneous morning diary symptom scores averaged over 7 days prior to the Week 16 Visit of the double-blind treatment phase","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.50","spread":"0.10"},{"groupId":"OG001","value":"-0.80","spread":"0.10"},{"groupId":"OG002","value":"-0.89","spread":"0.10"},{"groupId":"OG003","value":"-0.92","spread":"0.10"}]}]}]},{"type":"SECONDARY","title":"Facial Pain or Pressure Score (7-day Instantaneous Morning)","description":"Subjects reported nasal symptoms using the electronic diary twice daily immediately before dosing.\n\n0: None\n\n1. Mild, symptoms clearly present, but minimal awareness, and easily tolerated\n2. Moderate, definite awareness of symptoms that is bothersome but tolerable\n3. Severe, symptoms that are hard to tolerate, cause interference with activities or daily living\n\nThe change from baseline in instantaneous morning diary symptom scores averaged over 7 days prior to the Week 16 Visit of the double-blind treatment phase","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.41","spread":"0.11"},{"groupId":"OG001","value":"-0.65","spread":"0.10"},{"groupId":"OG002","value":"-0.72","spread":"0.10"},{"groupId":"OG003","value":"-0.68","spread":"0.10"}]}]}]},{"type":"SECONDARY","title":"Hyposmia Score (7-day Instantaneous Morning)","description":"Subjects reported nasal symptoms using the electronic diary twice daily immediately before dosing.\n\n0: None\n\n1. Mild, symptoms clearly present, but minimal awareness, and easily tolerated\n2. Moderate, definite awareness of symptoms that is bothersome but tolerable\n3. Severe, symptoms that are hard to tolerate, cause interference with activities or daily living\n\nThe change from baseline in instantaneous morning diary symptom scores averaged over 7 days prior to the Week 16 Visit of the double-blind treatment phase","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.23","spread":"0.12"},{"groupId":"OG001","value":"-0.45","spread":"0.11"},{"groupId":"OG002","value":"-0.53","spread":"0.11"},{"groupId":"OG003","value":"-0.60","spread":"0.11"}]}]}]},{"type":"SECONDARY","title":"Sinonasal Outcome Test 22 (SNOT-22) Total Score","description":"SNOT-22 is a subject-completed questionnaire that consists of 22 questions. The questions on the SNOT-22 efficacy evaluation were used to calculate a total score. 22 questions are divided among 4 subscales: Rhinologic (7 questions), Ear/Facial Symptoms (4 questions), Sleep Function (3 questions), and Psychological Issues (6 questions). Each item was rated on the 5-point scale. The total score can range from 0-110, 0 being the best and 110 being the worst.\n\n0: No problem\n\n1. Very mild problem\n2. Mild or slight problem\n3. Moderate problem\n4. Severe problem\n5. Problem as bad as it can be","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-10.96","spread":"2.07"},{"groupId":"OG001","value":"-18.32","spread":"2.05"},{"groupId":"OG002","value":"-19.56","spread":"2.04"},{"groupId":"OG003","value":"-19.80","spread":"2.05"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-20.78","spread":"2.10"},{"groupId":"OG001","value":"-21.20","spread":"2.07"},{"groupId":"OG002","value":"-23.28","spread":"2.08"},{"groupId":"OG003","value":"-21.72","spread":"2.07"}]}]}]},{"type":"SECONDARY","title":"MOS Sleep-R Score","description":"The MOS Sleep-R is a brief, self-administered, validated questionnaire designed to measure key aspects of sleep, such as disturbance, adequacy, somnolence, and quantity. The 12-item version with a 4-week recall was used in this study. The score range for the 12-item version is 0 to 100, lower scores indicating better sleep and higher scores indicating worse sleep. The scale yields a Sleep Problem Index and scores on the following 6 subscales: Sleep Disturbance, Snoring, Shortness of Breath or Headache, Sleep Adequacy, Sleep Somnolence, and Sleep Quantity.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-8.53","spread":"1.61"},{"groupId":"OG001","value":"-10.96","spread":"1.59"},{"groupId":"OG002","value":"-14.24","spread":"1.59"},{"groupId":"OG003","value":"-10.66","spread":"1.55"}]}]}]},{"type":"SECONDARY","title":"Rhinosinusitis Disability Index (RSDI) Total Score","description":"The RSDI is a subject-completed instrument that evaluates the self-perceived impact of disease specific head and neck disorders. The RSDI has 30 items in 3 domains: Physical (11 items), Functional (9 items), and Emotional (10 items). The RSDI scale ranges from 0-120, 0 being better quality of life and less impact of CRS on daily function and 120 being worse quality of life and more impact of CRS on daily function.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-10.71","spread":"2.07"},{"groupId":"OG001","value":"-17.08","spread":"1.99"},{"groupId":"OG002","value":"-16.44","spread":"2.02"},{"groupId":"OG003","value":"-16.37","spread":"1.94"}]}]}]},{"type":"SECONDARY","title":"SF-36v2 - Mental Component","description":"The SF-36v2 is a multipurpose, scaled, 36-item, subject-completed validated questionnaire that measures 8 domains of health: limitations in physical activities, limitations in social activities, limitations in usual role activities, bodily pain, general mental health, limitations in usual role activities, vitality, and general health. It yields scale scores for each of the 8 health domains, and 2 summary measures of physical and mental health. Each scale range is from 0-100. A lower score means more disability and a higher score means less disability.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.70","spread":"0.87"},{"groupId":"OG001","value":"3.19","spread":"0.84"},{"groupId":"OG002","value":"4.03","spread":"0.85"},{"groupId":"OG003","value":"1.83","spread":"0.82"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.44","spread":"0.83"},{"groupId":"OG001","value":"3.37","spread":"0.80"},{"groupId":"OG002","value":"5.82","spread":"0.84"},{"groupId":"OG003","value":"3.61","spread":"0.78"}]}]}]},{"type":"SECONDARY","title":"SF-36v2 - Physical Component","description":"The SF-36v2 is a multipurpose, scaled, 36-item, subject-completed validated questionnaire that measures 8 domains of health: limitations in physical activities, limitations in social activities, limitations in usual role activities, bodily pain, general mental health, limitations in usual role activities, vitality, and general health perceptions. It yields scale scores for each of the 8 health domains, and 2 summary measures of physical and mental health. Each scale range is from 0-100. A lower score means more disability and a higher score means less disability.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.67","spread":"0.76"},{"groupId":"OG001","value":"4.12","spread":"0.74"},{"groupId":"OG002","value":"5.19","spread":"0.74"},{"groupId":"OG003","value":"3.58","spread":"0.72"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.97","spread":"0.78"},{"groupId":"OG001","value":"6.55","spread":"0.75"},{"groupId":"OG002","value":"7.18","spread":"0.78"},{"groupId":"OG003","value":"4.90","spread":"0.73"}]}]}]},{"type":"SECONDARY","title":"Patient Global Impression of Change (PGIC) Score","description":"Subject responses to the question: \"Since starting the study drug, how would you rate the change in your symptoms?\" Percentage includes patients who scored either \"very much improved,\" \"much improved,\" or \"minimally improved.\"","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"51","spread":null},{"groupId":"OG001","value":"56","spread":null},{"groupId":"OG002","value":"62","spread":null},{"groupId":"OG003","value":"67","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"59","spread":null},{"groupId":"OG001","value":"62","spread":null},{"groupId":"OG002","value":"62","spread":null},{"groupId":"OG003","value":"66","spread":null}]}]}]},{"type":"SECONDARY","title":"Peak Nasal Inspiratory Flow (PNIF)","description":"The PNIF is an assessment of nasal passage obstruction and was measured using an In-Check portable nasal inspiratory flow meter. To measure PNIF, a mask was placed over the nose during inspiration and inspiratory flow was recorded. Each subject inhaled 3 times and each measurement was recorded. The PNIF value used was the greatest of the 3 results at each time point.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17.26","spread":"6.15"},{"groupId":"OG001","value":"36.57","spread":"6.06"},{"groupId":"OG002","value":"35.94","spread":"6.08"},{"groupId":"OG003","value":"35.43","spread":"5.95"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"34.92","spread":"6.31"},{"groupId":"OG001","value":"41.61","spread":"6.21"},{"groupId":"OG002","value":"44.70","spread":"6.27"},{"groupId":"OG003","value":"35.64","spread":"6.09"}]}]}]},{"type":"SECONDARY","title":"Polyp Grade of 0 in at Least One Nostril","description":"Polyp grading of each nasal cavity was determined by a nasal polyp grading scale score measured by nasoendoscopy. This outcome measured how many patients with a polyp grad of 0 in at least 1 nostril.\n\n0: No polyps\n\n1. Mild polyposis: polyps not reaching below the inferior border of the middle turbinate\n2. Moderate polyposis: polyps reaching below the inferior border of the middle concha, but not the inferior border of the inferior turbinate\n3. Severe polyposis large polyps reaching below the lower inferior border of the inferior turbinate","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"19","spread":null},{"groupId":"OG002","value":"12","spread":null},{"groupId":"OG003","value":"14","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null},{"groupId":"OG001","value":"24","spread":null},{"groupId":"OG002","value":"16","spread":null},{"groupId":"OG003","value":"19","spread":null}]}]}]},{"type":"SECONDARY","title":"Nasal Polyp Surgery Eligilbilty","description":"A subject was considered eligible for surgical intervention if the following conditions were met:\n\n* Subject has had moderate symptoms of congestion from nasal polyposis for ≥ 3 months.\n* Subject continues to suffer from at least moderate symptoms despite use of topical steroids at conventional doses for ≥ 6 weeks.\n* Subject continues to suffer from at least moderate symptoms despite use (or previous use) of saline lavage for ≥ 6 weeks.\n* Subject has endoscopically visualized bilateral nasal polyposis of at least moderate severity (nasal polyp grading score ≥ 2 in at least 1 nostril).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27","spread":null},{"groupId":"OG001","value":"17","spread":null},{"groupId":"OG002","value":"21","spread":null},{"groupId":"OG003","value":"19","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null},{"groupId":"OG001","value":"14","spread":null},{"groupId":"OG002","value":"17","spread":null},{"groupId":"OG003","value":"16","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":82},"commonTop":["Epistaxis (Found on Nasoendoscopy)","Epistaxis (Spontaneously Reported by Subject)","Nasal Mucosal Disorder","Acute Sinusitis","Nasal Septal Ulceration"]}}}