{"nctId":"NCT00713830","briefTitle":"GLP-1 Receptor Agonist Lixisenatide in Patients With Type 2 Diabetes for Glycemic Control and Safety Evaluation, on Top of Sulfonylurea","startDateStruct":{"date":"2008-07"},"conditions":["Diabetes Mellitus, Type 2"],"count":859,"armGroups":[{"label":"Lixisenatide","type":"EXPERIMENTAL","interventionNames":["Drug: Lixisenatide (AVE0010)","Device: Pen auto-injector","Drug: Sulfonylurea","Drug: Metformin"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo","Device: Pen auto-injector","Drug: Sulfonylurea","Drug: Metformin"]}],"interventions":[{"name":"Lixisenatide (AVE0010)","otherNames":[]},{"name":"Placebo","otherNames":[]},{"name":"Pen auto-injector","otherNames":["OptiClik®"]},{"name":"Sulfonylurea","otherNames":[]},{"name":"Metformin","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Type 2 diabetes mellitus, diagnosed for at least 1 year before screening visit, insufficiently controlled with a sulfonylurea alone or a sulfonylurea in association with metformin\n\nExclusion Criteria:\n\n* HbA1c less than (\\<) 7% or greater than (\\>) 10% at screening\n* At the time of screening age less than legal age of majority\n* Pregnant or breastfeeding women or women of childbearing potential with no effective contraceptive method\n* Type 1 diabetes mellitus\n* Sulfonylurea less than the maximum effective dose according to local labeling\n* Sulfonylurea not at a stable (unchanged) dose for at least 3 months prior to screening\n* In case of treatment with metformin in association with sulfonylurea, no stable (unchanged) treatment with metformin of at least 1.5 gram per day (except at least 0.75 gram per day in Japan and at least 1.0 gram per day in South Korea), for at least 3 months prior to screening visit\n* FPG at screening \\>250 milligram per deciliter (mg/dL) (\\>13.9 millimole per liter \\[mmol/L\\])\n* History of hypoglycemia unawareness\n* Body mass index less than or equal to (\\<=) 20 kilogram per square meter (kg/m\\^2)\n* Weight change of \\>5 kg during the 3 months preceding the screening visit\n* History of unexplained pancreatitis, chronic pancreatitis, pancreatectomy, stomach/gastric surgery, inflammatory bowel disease\n* History of metabolic acidosis, including diabetic ketoacidosis within 1 year prior to screening\n* Hemoglobinopathy or hemolytic anemia, receipt of blood or plasma products within 3 months prior to the time of screening\n* Within the last 6 months prior to screening, history of myocardial infarction, stroke, or heart failure requiring hospitalization\n* Known history of drug or alcohol abuse within 6 months prior to the time of screening\n* Cardiovascular, hepatic, neurological, endocrine disease, active malignant tumor or other major systemic disease or patients with short life expectancy making implementation of the protocol or interpretation of the study results difficult, history or presence of clinically significant diabetic retinopathy, history or presence of macular edema likely to require laser treatment within the study period\n* Uncontrolled or inadequately controlled hypertension at the time of screening with a resting systolic blood pressure (SBP) or diastolic blood pressure (DBP) \\>180 millimeter of mercury (mmHg) or \\>95 mmHg, respectively\n* Laboratory findings at the time of screening: aspartate aminotransferase, alanine aminotransferase, or alkaline phosphatase: \\>2 times upper limit of the normal (ULN) laboratory range; amylase and/or lipase: \\>3 times ULN; total bilirubin: \\>1.5 times ULN (except in case of Gilbert's syndrome); hemoglobin \\<11 gram/deciliter and/or neutrophils \\<1500 per cubic millimeter (mm\\^3) and/or platelets \\<100 000/mm\\^3; positive test for Hepatitis B surface antigen and/or Hepatitis C antibody\n* Any clinically significant abnormality identified on physical examination, laboratory tests or vital signs at the time of screening that in the judgment of the Investigator or any sub investigator precludes safe completion of the study or constrains efficacy assessment\n* Patients who are considered by the Investigator or any sub investigator as inappropriate for this study for any reason (for example, impossibility to meet specific protocol requirements, such as scheduled visits, being able to do self-injections, likelihood of requiring treatment during the screening phase and treatment phase with drugs not permitted by the clinical study protocol, Investigator or any sub investigator, pharmacist, study coordinator, other study staff or relative thereof directly involved in the conduct of the protocol)\n* Patients with condition/concomitant diseases making them non-evaluable for the efficacy assessment\n* Use of oral or injectable antidiabetic or hypoglycemic agents other than sulfonylurea and metformin (for example, alpha glucosidase inhibitor, thiazolidinedione, rimonabant, exenatide, dipeptidyl-peptidase 4 (DPP-4) inhibitors, insulin) within 3 months prior to the time of screening\n* Use of systemic glucocorticoids (excluding topical application or inhaled forms) for 1 week or more within 3 months prior to the time of screening\n* Use of any investigational drug within 3 months prior to study\n* Any previous treatment with lixisenatide (for example, participation in a previous study with lixisenatide)\n* Renal impairment defined with serum creatinine \\>1.4 mg/dL in women and serum creatinine \\>1.5 mg/dL in men (applicable only for patients with metformin treatment)\n* End-stage renal disease as defined by a serum creatinine clearance of \\<15 milliliter/minute (calculated by the Cockcroft and Gault formula) and/or patients on dialysis (if no treatment with metformin)\n* Clinically relevant history of gastrointestinal disease associated with prolonged nausea and vomiting, including, but not limited to gastroparesis and gastroesophageal reflux disease requiring medical treatment, within 6 months prior to the time of screening\n* Allergic reaction to any glucagon like peptide-1 (GLP-1) agonist in the past (for example, exenatide, liraglutide) or to metacresol\n* Additional exclusion criteria at the end of the run-in phase: informed consent withdrawal; lack of compliance during the single-blind placebo run-in phase (\\>2 injections missed); and patient with any adverse event which precludes the inclusion in the study, as assessed by the investigator","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Absolute Change From Baseline in Glycosylated Hemoglobin (HbA1c) at Week 24","description":"Absolute change = HbA1c value at Week 24 minus HbA1c value at baseline. The on-treatment period for this efficacy variable is time from the first dose of study drug and up to 3 days after the last dose of study drug, on or before Visit 12 (Week 24) or Day 169 if Visit 12 is not available, and before the introduction of rescue therapy. For a patient to be included in Modified Intent-to-Treat (mITT) population, both baseline and at least 1 post baseline assessment for at least 1 efficacy variable, were required.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.10","spread":"0.071"},{"groupId":"OG001","value":"-0.85","spread":"0.061"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in 2-Hour Postprandial Plasma Glucose (PPG) at Week 24","description":"The 2-hour PPG blood sample was drawn 2 hours after start of a standardized meal (standardized meal challenge test performed in selected sites). Change was calculated by subtracting baseline value from Week 24 value. The on-treatment period for this efficacy variable is time from the first dose of study drug and up to last dosing day of study drug, on or before Visit 12 (Week 24) or Day 169 if Visit 12 is not available, and before the introduction of rescue therapy. For a patient to be included in mITT population, both baseline and at least 1 post baseline assessment for at least 1 efficacy variable, were required.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.21","spread":"0.489"},{"groupId":"OG001","value":"-6.19","spread":"0.408"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Fasting Plasma Glucose (FPG) at Week 24","description":"Change was calculated by subtracting baseline value from Week 24 value. The on-treatment period for this efficacy variable is time from the first dose of study drug and up to 1 day after the last dose of study drug, on or before Visit 12 (Week 24) or Day 169 if Visit 12 is not available, and before the introduction of rescue therapy. For a patient to be included in mITT population, both baseline and at least 1 post baseline assessment for at least 1 efficacy variable, were required.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.36","spread":"0.161"},{"groupId":"OG001","value":"-0.99","spread":"0.139"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Body Weight at Week 24","description":"Change was calculated by subtracting baseline value from Week 24 value. The on-treatment period for this efficacy variable is time from the first dose of study drug and up to 3 days after the last dose of study drug, on or before Visit 12 (Week 24) or Day 169 if Visit 12 is not available, and before the introduction of rescue therapy. For a patient to be included in mITT population, both baseline and at least 1 post baseline assessment for at least 1 efficacy variable, were required.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.93","spread":"0.234"},{"groupId":"OG001","value":"-1.76","spread":"0.202"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Beta-cell Function Assessed by HOMA-beta at Week 24","description":"Beta cell function was assessed by HOMA-beta. HOMA-beta blood samples were drawn during a standardized meal challenge test (performed in selected sites). HOMA-beta (% of normal beta cells function) = (20 multiplied by fasting plasma insulin \\[micro unit per milliliter\\]) divided by (FPG \\[mmol/L\\] minus 3.5). Change was calculated by subtracting baseline value from Week 24 value. The on-treatment period for this efficacy variable is time from the first dose of study drug and up to last dosing day of study drug, on or before Visit 12 (Week 24) or Day 169 if Visit 12 is not available, and before the introduction of rescue therapy. For a patient to be included in mITT population, both baseline and at least 1 post baseline assessment for at least 1 efficacy variable, were required.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.63","spread":"5.663"},{"groupId":"OG001","value":"4.83","spread":"4.686"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Change From Baseline in Glucose Excursion at Week 24","description":"Glucose excursion = 2-hour PPG minus plasma glucose 30 minutes prior to the standardized meal test (performed in selected sites), before study drug administration. Change was calculated by subtracting baseline value from Week 24 value. The on-treatment period for this efficacy variable is time from the first dose of study drug and up to last dosing day of study drug, on or before Visit 12 (Week 24) or Day 169 if Visit 12 is not available, and before the introduction of rescue therapy. For a patient to be included in mITT population, both baseline and at least 1 post baseline assessment for at least 1 efficacy variable, were required.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.35","spread":"0.432"},{"groupId":"OG001","value":"-5.22","spread":"0.360"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Fasting Glucagon and 2-hour Postprandial Glucagon at Week 24","description":"The fasting glucagon and the 2-hour postprandial glucagon blood samples were drawn during a standardized meal challenge test (performed in selected sites). Change was calculated by subtracting baseline value from Week 24 value. The on-treatment period for this efficacy variable is time from the first dose of study drug and up to last dosing day of study drug, on or before Visit 12 (Week 24) or Day 169 if Visit 12 is not available, and before the introduction of rescue therapy. For a patient to be included in mITT population, both baseline and at least 1 post baseline assessment for at least 1 efficacy variable, were required.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.03","spread":"2.566"},{"groupId":"OG001","value":"-2.10","spread":"2.081"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.19","spread":"2.999"},{"groupId":"OG001","value":"-23.33","spread":"2.500"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Fasting Plasma Insulin (FPI) and 2-hour Postprandial Plasma Insulin at Week 24","description":"The fasting plasma insulin and the 2-hour postprandial plasma insulin blood samples were drawn during a standardized meal challenge test (performed in selected sites). Change was calculated by subtracting baseline value from Week 24 value. The on-treatment period for this efficacy variable is time from the first dose of study drug and up to last dosing day of study drug, on or before Visit 12 (Week 24) or Day 169 if Visit 12 is not available, and before the introduction of rescue therapy. For a patient to be included in mITT population, both baseline and at least 1 post baseline assessment for at least 1 efficacy variable, were required.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.42","spread":"6.587"},{"groupId":"OG001","value":"-4.03","spread":"5.445"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.22","spread":"18.754"},{"groupId":"OG001","value":"-67.67","spread":"15.944"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Fasting Proinsulin and 2-hour Postprandial Proinsulin at Week 24","description":"The fasting Proinsulin and the 2-hour postprandial Proinsulin blood samples were drawn during a standardized meal challenge test (performed in selected sites). Change was calculated by subtracting baseline value from Week 24 value. The on-treatment period for this efficacy variable is time from the first dose of study drug and up to last dosing day of study drug, on or before Visit 12 (Week 24) or Day 169 if Visit 12 is not available, and before the introduction of rescue therapy. For a patient to be included in mITT population, both baseline and at least 1 post baseline assessment for at least 1 efficacy variable, were required.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.05","spread":"1.983"},{"groupId":"OG001","value":"-6.33","spread":"1.671"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.55","spread":"4.200"},{"groupId":"OG001","value":"-4.20","spread":"3.550"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Change From Baseline in Fasting Proinsulin-to-insulin Ratio and 2-hour Postprandial Proinsulin-to-insulin Ratio at Week 24","description":"The fasting proinsulin-to-insulin ratio and 2-hour postprandial proinsulin-to-insulin ratio were measured during a standardized meal challenge test (performed in selected sites). Change was calculated by subtracting baseline value from Week 24 value. The on-treatment period for this efficacy variable is time from the first dose of study drug and up to last dosing day of study drug, on or before Visit 12 (Week 24) or Day 169 if Visit 12 is not available, and before the introduction of rescue therapy. For a patient to be included in mITT population, both baseline and at least 1 post baseline assessment for at least 1 efficacy variable, were required.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.04","spread":"0.049"},{"groupId":"OG001","value":"-0.13","spread":"0.043"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.01","spread":"0.060"},{"groupId":"OG001","value":"0.16","spread":"0.053"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Fasting C-peptide and 2-hour Postprandial C-peptide at Week 24","description":"The fasting C-peptide and the 2-hour postprandial C-peptide blood samples were drawn during a standardized meal challenge test (performed in selected sites). Change was calculated by subtracting baseline value from Week 24 value. The on-treatment period for this efficacy variable is time from the first dose of study drug and up to last dosing day of study drug, on or before Visit 12 (Week 24) or Day 169 if Visit 12 is not available, and before the introduction of rescue therapy.For a patient to be included in mITT population, both baseline and at least 1 post baseline assessment for at least 1 efficacy variable, were required.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.06","spread":"0.038"},{"groupId":"OG001","value":"-0.07","spread":"0.031"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.14","spread":"0.087"},{"groupId":"OG001","value":"-0.37","spread":"0.072"}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients With Glycosylated Hemoglobin (HbA1c) Level Less Than 7% at Week 24","description":"The on-treatment period for this efficacy variable is time from the first dose of study drug and up to 3 days after the last dose of study drug, on or before Visit 12 (Week 24) or Day 169 if Visit 12 is not available, and before the introduction of rescue therapy. For a patient to be included in mITT population, both baseline and at least 1 post baseline assessment for at least 1 efficacy variable, were required.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.5","spread":null},{"groupId":"OG001","value":"36.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients With Glycosylated Hemoglobin (HbA1c) Level Less Than or Equal to 6.5% at Week 24","description":"The on-treatment period for this efficacy variable is time from the first dose of study drug and up to 3 days after the last dose of study drug, on or before Visit 12 (Week 24) or Day 169 if Visit 12 is not available, and before the introduction of rescue therapy. For a patient to be included in mITT population, both baseline and at least 1 post baseline assessment for at least 1 efficacy variable, were required.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.7","spread":null},{"groupId":"OG001","value":"19.3","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Percentage of Patients With at Least 5% Weight Loss From Baseline at Week 24","description":"The on-treatment period for this efficacy variable is time from the first dose of study drug and up to 3 days after the last dose of study drug, on or before Visit 12 (Week 24) or Day 169 if Visit 12 is not available, and before the introduction of rescue therapy. For a patient to be included in mITT population, both baseline and at least 1 post baseline assessment for at least 1 efficacy variable, were required.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.2","spread":null},{"groupId":"OG001","value":"14.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients Requiring Rescue Therapy During Main 24-Week Period","description":"Routine fasting self-monitored plasma glucose (SMPG) and central laboratory FPG (and HbA1c after week 12) values were used to determine the requirement of rescue medication. If fasting SMPG value exceeded the specified limit for 3 consecutive days, the central laboratory FPG (and HbA1c after week 12) were performed. Threshold values - from baseline to Week 8: fasting SMPG/FPG \\>270 milligram/deciliter (mg/dL) (15.0 mmol/L), from Week 8 to Week 12: fasting SMPG/FPG \\>240 mg/dL (13.3 mmol/L), and from Week 12 to Week 24: fasting SMPG/FPG \\>200 mg/dL (11.1 mmol/L) or HbA1c \\>8.5%. For a patient to be included in mITT population, both baseline and at least 1 post baseline assessment for at least 1 efficacy variable, were required.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.6","spread":null},{"groupId":"OG001","value":"4.0","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Patients With Symptomatic Hypoglycemia and Severe Symptomatic Hypoglycemia","description":"Symptomatic hypoglycemia was an event with clinical symptoms that were considered to result from a hypoglycemic episode with an accompanying plasma glucose less than 60 mg/dL (3.3 mmol/L) or associated with prompt recovery after oral carbohydrate, intravenous glucose, or glucagon administration if no plasma glucose measurement was available. Severe symptomatic hypoglycemia was symptomatic hypoglycemia event in which the patient required the assistance of another person and was associated with either a plasma glucose level below 36 mg/dL (2.0 mmol/L) or prompt recovery after oral carbohydrate, intravenous glucose, or glucagon administration, if no plasma glucose measurement was available.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"51","spread":null},{"groupId":"OG001","value":"127","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":35,"n":285},"commonTop":["Hypoglycaemia","Nausea","Nasopharyngitis","Diarrhoea","Dizziness"]}}}