{"nctId":"NCT00707031","briefTitle":"GLP-1 Receptor Agonist Lixisenatide Versus Exenatide in Patients With Type 2 Diabetes for Glycemic Control and Safety Evaluation, on Top of Metformin","startDateStruct":{"date":"2008-06"},"conditions":["Diabetes Mellitus, Type 2"],"count":639,"armGroups":[{"label":"Lixisenatide","type":"EXPERIMENTAL","interventionNames":["Drug: Lixisenatide (AVE0010)","Device: Pen auto-injector","Drug: Metformin"]},{"label":"Exenatide","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Exenatide","Device: Prefilled pen injector","Drug: Metformin"]}],"interventions":[{"name":"Lixisenatide (AVE0010)","otherNames":[]},{"name":"Pen auto-injector","otherNames":["OptiClik®"]},{"name":"Exenatide","otherNames":["Byetta®"]},{"name":"Prefilled pen injector","otherNames":[]},{"name":"Metformin","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Type 2 diabetes mellitus, diagnosed for at least 1 year before screening visit, insufficiently controlled with metformin at a stable dose of at least 1.5 gram per day for at least 3 months prior to screening visit\n\nExclusion Criteria:\n\n* HbA1c less than (\\<) 7% or greater than (\\>) 10% at screening\n* At the time of screening age \\< legal age of majority\n* Pregnant or breastfeeding women or women of childbearing potential with no effective contraceptive method\n* Type 1 diabetes mellitus\n* Treatment with another antidiabetic pharmacological agent than metformin within the 3 months preceding the screening\n* FPG at screening \\>250 milligram per deciliter (mg/dL) (13.9 millimole per liter \\[mmol/L\\])\n* Body mass index (BMI) less than or equal to (\\<=) 20 kilogram per square meter (kg/m\\^2)\n* Weight change of \\>5 kg during the 3 months preceding the study\n* History of unexplained pancreatitis, chronic pancreatitis, pancreatectomy, stomach/gastric surgery, inflammatory bowel disease\n* History of metabolic acidosis, including diabetic ketoacidosis, within 1 year prior to screening\n* Hemoglobinopathy or hemolytic anemia, receipt of blood or plasma products within 3 months prior to the time of screening\n* Within the last 6 months prior to screening, history of myocardial infarction, stroke, or heart failure requiring hospitalization\n* Known history of drug or alcohol abuse within 6 months prior to the time of screening\n* Cardiovascular, hepatic, neurological, endocrine disease, active malignant tumor or other major systemic disease or patients with short life expectancy making implementation of the protocol or interpretation of the study results difficult, history or presence of clinically significant diabetic retinopathy, history or presence of macular edema likely to require laser treatment within the study period\n* Uncontrolled or inadequately controlled hypertension at the time of screening with a resting systolic blood pressure or diastolic blood pressure \\>180 millimeter of mercury (mmHg) or \\>95 mmHg, respectively\n* Laboratory findings at the time of screening: aspartate aminotransferase, alanine aminotransferase, or alkaline phosphatase: \\>2 times upper limit of the normal (ULN) laboratory range; amylase and/or lipase: \\>3 times ULN; total bilirubin: \\>1.5 times ULN (except in case of Gilbert's syndrome); hemoglobin \\<11 gram/deciliter and/or neutrophils \\<1500 per cubic millimeter (mm\\^3) and/or platelets \\<100 000/ mm\\^3; positive test for Hepatitis B surface antigen and/or Hepatitis C antibody; and positive serum pregnancy test in females of childbearing potential\n* Any clinically significant abnormality identified on physical examination, laboratory tests, electrocardiogram or vital signs at the time of screening that, in the judgment of the investigator or any sub-investigator, precludes safe completion of the study or constrains efficacy assessment\n* Patients who are considered by the investigator or any sub-investigator as inappropriate for this study for any reason (for example, impossibility to meet specific protocol requirements, such as attending scheduled visits, being able to do self-injections; likelihood of requiring treatment during the screening phase and treatment phase with drugs not permitted by the clinical study protocol; investigator or any sub-investigator, pharmacist, study coordinator, other study staff or relative thereof directly involved in the conduct of the protocol)\n* Use of other oral or injectable antidiabetic or hypoglycemic agents than metformin (for example, sulfonylurea, alpha-glucosidase inhibitor, thiazolidinedione, rimonabant, exenatide, dipeptidyl-peptidase-4 inhibitors, insulin) within 3 months prior to the time of screening\n* Use of systemic glucocorticoids (excluding topical application or inhaled forms) for 1 week or more within 3 months prior to the time of screening\n* Use of any investigational drug within 3 months prior to study\n* Participation in any previous study with lixisenatide\n* Renal impairment defined with serum creatinine \\>1.4 mg/dL in women and serum creatinine \\>1.5 mg/dL in men\n* Clinically relevant history of gastrointestinal disease associated with prolonged nausea and vomiting, including, but not limited to, gastroparesis and gastroesophageal reflux disease requiring medical treatment, within 6 months prior to the time of screening\n* Allergic reaction to any glucagon like peptide-1 (GLP-1) agonist in the past (for example, exenatide, liraglutide) or to metacresol","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Absolute Change From Baseline in Glycosylated Hemoglobin (HbA1c) at Week 24","description":"Absolute Change = HbA1c value at Week 24 minus HbA1c value at baseline. The on-treatment period for this efficacy variable is time from the first dose of study drug and up to 3 days after the last dose of study drug, on or before Visit 11 (Week 24) or Day 169 if Visit 11 is not available, and before the introduction of rescue therapy. For a patient to be included in mITT population, both baseline and at least 1 post baseline assessment for at least 1 efficacy variable, were required.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.79","spread":"0.053"},{"groupId":"OG001","value":"-0.96","spread":"0.054"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Fasting Plasma Glucose (FPG) at Week 24","description":"Change was calculated by subtracting baseline value from Week 24 value. The on-treatment period for this efficacy variable is time from the first dose of study drug and up to 1 day after the last dose of study drug, on or before Visit 11 (Week 24) or Day 169 if Visit 11 is not available, and before the introduction of rescue therapy. For a patient to be included in mITT population, both baseline and at least 1 post baseline assessment for at least 1 efficacy variable, were required.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.22","spread":"0.116"},{"groupId":"OG001","value":"-1.45","spread":"0.119"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Body Weight at Week 24","description":"Change was calculated by subtracting baseline value from Week 24 value. The on-treatment period for this efficacy variable is time from the first dose of study drug and up to 3 days after the last dose of study drug, on or before Visit 11 (Week 24) or Day 169 if Visit 11 is not available, and before the introduction of rescue therapy. For a patient to be included in mITT population, both baseline and at least 1 post baseline assessment for at least 1 efficacy variable, were required.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.96","spread":"0.231"},{"groupId":"OG001","value":"-3.98","spread":"0.232"}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients With Glycosylated Hemoglobin (HbA1c) Level Less Than 7% at Week 24","description":"The on-treatment period for this efficacy variable is time from the first dose of study drug and up to 3 days after the last dose of study drug, on or before Visit 11 (Week 24) or Day 169 if Visit 11 is not available, and before the introduction of rescue therapy. For a patient to be included in mITT population, both baseline and at least 1 post baseline assessment for at least 1 efficacy variable, were required.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"48.5","spread":null},{"groupId":"OG001","value":"49.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients With Glycosylated Hemoglobin (HbA1c) Level Less Than or Equal to 6.5% at Week 24","description":"The on-treatment period for this efficacy variable is time from the first dose of study drug and up to 3 days after the last dose of study drug, on or before Visit 11 (Week 24) or Day 169 if Visit 11 is not available, and before the introduction of rescue therapy. For a patient to be included in mITT population, both baseline and at least 1 post baseline assessment for at least 1 efficacy variable, were required.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"28.5","spread":null},{"groupId":"OG001","value":"35.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients Requiring Rescue Therapy During Main 24-Week Period","description":"Routine fasting self-monitored plasma glucose (SMPG) and central laboratory FPG (and HbA1c after week 12) values were used to determine the requirement of rescue medication. If fasting SMPG value exceeded the specified limit for 3 consecutive days, the central laboratory FPG (and HbA1c after week 12) were performed. Threshold values - from baseline to Week 8: fasting SMPG/FPG \\>270 milligram/deciliter (mg/dL) (15.0 mmol/L), from Week 8 to Week 12: fasting SMPG/FPG \\>240 mg/dL (13.3 mmol/L), and from Week 12 to Week 24: fasting SMPG/FPG \\>200 mg/dL (11.1 mmol/L) or HbA1c \\> 8.5%. For a patient to be included in mITT population, both baseline and at least 1 post baseline assessment for at least 1 efficacy variable, were required.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.2","spread":null},{"groupId":"OG001","value":"3.8","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Percentage of Patients With at Least 5% Weight Loss From Baseline at Week 24","description":"The on-treatment period for this efficacy variable is time from the first dose of study drug and up to 3 days after the last dose of study drug, on or before Visit 11 (Week 24) or Day 169 if Visit 11 is not available, and before the introduction of rescue therapy. For a patient to be included in mITT population, both baseline and at least 1 post baseline assessment for at least 1 efficacy variable, were required.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25.1","spread":null},{"groupId":"OG001","value":"31.4","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Patients With Symptomatic Hypoglycemia and Severe Symptomatic Hypoglycemia","description":"Symptomatic hypoglycemia was an event with clinical symptoms that were considered to result from a hypoglycemic episode with an accompanying plasma glucose less than 60 mg/dL (3.3 mmol/L) or associated with prompt recovery after oral carbohydrate, intravenous glucose, or glucagon administration if no plasma glucose measurement was available. Severe symptomatic hypoglycemia was an event with clinical symptoms that were considered to result from hypoglycemia in which the patient required the assistance of another person and was associated with either a plasma glucose level below 36 mg/dL (2.0 mmol/L) or prompt recovery after oral carbohydrate, intravenous glucose, or glucagon administration, if no plasma glucose measurement was available.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null},{"groupId":"OG001","value":"46","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Quality of Life: Change From Baseline in Patient's Satisfaction to Treatment (PAGI-QOL) at Week 24","description":"PAGI-QOL: a 30-item self-administered questionnaire to measure health related QOL of patients with upper gastrointestinal disorders during past 2 weeks. Consists of 5 sub-scales. Each item rated on a 0-5 point Likert scale (0 \\[none of the time\\] to 5 \\[all the time\\]). Sub-scale score calculated by dividing sum of all items of subscale by number of items in the sub-scale. Total score calculated by taking mean of sub-scale scores. Sub-scale score and total score ranges from 0=none of the time (lowest score) to 5=all of the time (highest score) with lower scores indicating better QOL. The on-treatment period for this variable is time from the first dose of study drug and up to 3 days after the last dose of study drug, on or before Visit 11 (Week 24) or Day 169 if Visit 11 is not available, and before the introduction of rescue therapy. For a patient to be included in mITT population, both baseline and at least 1 post baseline assessment for at least 1 efficacy variable, were required.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.09","spread":"0.031"},{"groupId":"OG001","value":"-0.06","spread":"0.032"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":26,"n":318},"commonTop":["Nausea","Diarrhoea","Vomiting","Nasopharyngitis","Headache"]}}}