{"nctId":"NCT04678856","briefTitle":"Dupilumab in CRSsNP","startDateStruct":{"date":"2020-12-02","type":"ACTUAL"},"conditions":["Chronic Rhinosinusitis Without Nasal Polyps","Sinusitis","Chronic Sinusitis","Sinus Disorder","Respiratory Disorder"],"count":71,"armGroups":[{"label":"Part A and B: Dupilumab","type":"EXPERIMENTAL","interventionNames":["Drug: Dupilumab SAR231893"]},{"label":"Part A and B: Matching placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Dupilumab SAR231893","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participant must be at least 18 years of age at the time of signing the informed consent form (ICF).\n* Participants must have bilateral inflammation of paranasal sinuses in CT scan with LMK ≥8 and bilateral ethmoid opacification before randomization.\n* Participants must have ongoing symptoms of loss of smell and rhinorrhea (anterior/posterior) of any severity, with or without facial pain/pressure for at least 12 consecutive weeks by Visit 1.\n* Participants must have ongoing symptoms of nasal congestion (NC)/obstruction at least 12 consecutive weeks before Visit 1 and a NC score of ≥ 2 at Visit 1 (day score) and Visit 2 (weekly average score).\n* Participants must have sTSS (NC, rhinorrhea, facial pain/pressure) ≥5 at Visit 1 (day score) and Visit 2 (weekly average score).\n* Participants must have one of the 2 following features:\n\n  * Prior sinonasal surgery (see note at end of section 5.2 for definitions of sinonasal surgery) for CRS,\n  * Treatment with systemic corticosteroids (SCS) therapy for CRS as defined by any dose and duration within the prior 2 years before screening (Visit 1) or intolerance/contraindication to SCS.\n\nExclusion Criteria:\n\n* Participants with nasal conditions/concomitant nasal diseases such as nasal polyposis in endoscopy at Visit 1 or with history of nasal polyposis etc., making them non-evaluable at Visit 1 or for the primary efficacy\n* Nasal cavity malignant tumor and benign tumors.\n* Forced expiratory volume (FEV1) ≤50% of predicted normal at Visit 1.\n* Radiologic suspicion or confirmed invasive or expansive fungal rhinosinusitis.\n* Severe concomitant illness(es) that, in the investigator's judgment, would adversely affect participation in the study\n* Active tuberculosis or non-tuberculous mycobacterial infection, or a history of incompletely treated tuberculosis unless documented adequately treated.\n* Diagnosed active endoparasitic infections; suspected or high risk of endoparasitic infection\n* Known or suspected immunodeficiency\n* History of malignancy within 5 years before Visit 1, except completely treated in situ carcinoma of the cervix, and completely treated and resolved nonmetastatic squamous or basal cell carcinoma of the skin.\n* Active chronic or acute infection requiring treatment with systemic antibiotics, antivirals, or antifungals within 2 weeks before the Screening Visit 1 or during the screening period.\n* History of systemic hypersensitivity or anaphylaxis to dupilumab or any of its excipients.\n* Participants in prior dupilumab clinical trial or have been treated with commercially available dupilumab within 12 months or who discontinued dupilumab use due to adverse event.\n* Participants who are treated with intranasal corticosteroid drops; intranasal steroid emitting devices/stents; nasal spray using exhalation delivery system, such as Xhance™, during screening period.\n* Participants on unstable dose of intranasal corticosteroids (INCS) spray 4 weeks prior to Screening Visit (Visit1) and during screening period.\n* Participants who have undergone sinus intranasal surgery (including polypectomy) within 6 months prior to Visit 1.\n* Participants who have taken:\n\n  * Biologic therapy/systemic immunosuppressant to treat inflammatory disease or autoimmune disease within 5 half-lives prior to Visit 1\n  * Any investigational mAb within 5 half-lives prior to Visit 1\n  * Anti-IgE therapy (omalizumab) within 4 months prior to Visit 1.\n* Treatment with a live (attenuated) vaccine within 4 weeks prior to Visit 1\n* Leukotriene antagonists/modifiers unless participant is on a continuous treatment for at least 30 days prior to Visit 1.\n* Initiation of allergen immunotherapy within 3 months prior to Visit 1 or a plan to begin therapy or change its dose during the screening or treatment period.\n* Participants received SCS during screening period (between Visit 1 and Visit 2).\n* Either intravenous immunoglobulin therapy and/or plasmapheresis within 30 days prior to Screening Visit (Visit 1).\n\nThe above information is not intended to contain all considerations relevant to a patient's potential participation in a clinical trial.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline to Week 24 in Opacification of Sinuses Assessed by Computed Tomography (CT) Scan Using the Lund Mackay (LMK) Score in Dupilumab Group","description":"The CT scan LMK staging system represented the most widely established method of sinus CT scoring. The LMK total score is based on assessment of the CT scan findings for each sinus area (maxillary, anterior ethmoid, posterior ethmoid, sphenoid, and frontal sinus on each side). The extent of mucosal opacification is rated on a 3-point scale ranging from 0 = normal to 2 = total opacification. In addition, the ostiomeatal complex is graded as 0 = not occluded or 2 = occluded. The maximum score is therefore 12 per side; total score ranges from 0 (normal) to 24 (more opacified), corresponding to the sum of all sinuses and the ostiomeatal unit. Higher score indicated worse outcome. Baseline was defined as the last available value up to randomization date and prior to the first dose of study medication.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.63","spread":"3.91"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 24 in Opacification of Sinuses Assessed by CT Scan Using the LMK Score","description":"The CT scan LMK staging system represented the most widely established method of sinus CT scoring. The LMK total score is based on assessment of the CT scan findings for each sinus area (maxillary, anterior ethmoid, posterior ethmoid, sphenoid, and frontal sinus on each side). The extent of mucosal opacification is rated on a 3-point scale ranging from 0 = normal to 2 = total opacification. In addition, the ostiomeatal complex is graded as 0 = not occluded or 2 = occluded. The maximum score is therefore 12 per side; total score ranges from 0 (normal) to 24 (more opacified), corresponding to the sum of all sinuses and the ostiomeatal unit. Higher score indicated worse outcome. Baseline was defined as the last available value up to randomization date and prior to the first dose of study medication.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.68","spread":"2.26"},{"groupId":"OG001","value":"-6.63","spread":"3.91"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 24 in Sinus Total Symptom Score (sTSS)","description":"The sTSS is a composite score derived from the following individual items: nasal congestion (NC), anterior/posterior rhinorrhea, and facial pain/pressure. Each of the individual items were scored from 0 (no symptoms) to 3 (severe symptoms). The total score ranges from 0 to 9 and consists of the sum of NC, the averaged rhinorrhea item scores, and facial pain/pressure scores. Higher scores on sTSS indicated greater overall symptom severity. Baseline was defined as the last available value up to randomization date and prior to the first dose of study medication.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.75","spread":"2.19"},{"groupId":"OG001","value":"-3.18","spread":"2.68"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment-Emergent Adverse Events (TEAEs), Treatment-Emergent Serious AEs (TESAEs), and TEAEs Leading to Treatment Discontinuation","description":"An AE was any untoward medical occurrence in a participant or clinical study participant, temporally associated with the use of study intervention, whether or not considered related to the study intervention. TEAEs were AEs that developed, worsened or became serious during the treatment-emergent period. A SAE was defined as any untoward medical occurrence that, at any dose: resulted in death, was life-threatening, required inpatient hospitalization or prolongation of existing hospitalization, resulted in persistent disability/incapacity, was a congenital anomaly/birth defect, was a medically important event.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27","spread":null},{"groupId":"OG001","value":"29","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Serum Concentration of Dupilumab Over Time","description":"Blood samples were collected at the specified timepoints to evaluate serum concentration of dupilumab.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.00","spread":"0.00"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"54733.20","spread":"26222.53"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"62192.86","spread":"23979.23"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"68365.00","spread":"30613.86"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Antidrug Antibody (ADA) Response to Dupilumab and Positive Neutralizing Antibody (Nab)","description":"Plasma samples were collected to evaluate antibodies to dupilumab. Pre-existing immunoreactivity was defined as an ADA positive response in the assay at baseline with all post first dose ADA results negative, OR an ADA positive response at baseline with all post first dose ADA responses less than 4-fold over baseline titer levels. Treatment-emergent ADA responses were defined as a positive response in the ADA assay post first dose, when baseline results were negative or missing. Treatment-boosted response was defined as an ADA positive response in the assay post first dose that was greater-than or equal to 4-fold over baseline titer levels, when baseline results were positive. Samples positive in the ADA assay were further characterized for the presence of NAbs.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":6,"n":33},"commonTop":["Covid-19","Injection Site Erythema","Accidental Overdose","Injection Site Reaction","Nasopharyngitis"]}}}