{"nctId":"NCT01006629","briefTitle":"Palivizumab for Prevention of Severe Respiratory Syncytial Virus Infection in Russian Children","startDateStruct":{"date":"2009-11"},"conditions":["Respiratory Syncytial Virus Infection","Premature Birth","Bronchopulmonary Dysplasia","Congenital Heart Disease"],"count":100,"armGroups":[{"label":"palivizumab","type":"EXPERIMENTAL","interventionNames":["Biological: palivizumab"]}],"interventions":[{"name":"palivizumab","otherNames":["ABT-315 (MEDI-493)","Synagis 15 mg/kg intramuscularly"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nSubjects must meet all of the following criteria to be enrolled into the study:\n\n1. Infants at high risk of severe RSV infection defined as fulfilling at least one of the following:\n\n   * Infants born at less than or equal to 35 weeks gestational age AND are less than or equal to 6 months of age at enrollment\n   * Infants less than or equal to 24 months of age at enrollment AND with a diagnosis of bronchopulmonary dysplasia (defined as oxygen requirement at a corrected gestational age of 36 weeks) requiring intervention/management (i.e., oxygen, diuretics, bronchodilators, corticosteroids, etc.) anytime within 6 months prior to enrollment\n   * Infants less than or equal to 24 months of age at enrollment with hemodynamically significant congenital heart disease, either cyanotic or acyanotic, unoperated or partially corrected. Children with acyanotic cardiac lesions must have pulmonary hypertension (greater than or equal to 40 mmHg measured pressure in the pulmonary artery \\[ultrasound acceptable\\]) or the need for daily medication to manage congenital heart disease. Children with the following conditions are not eligible: hemodynamically insignificant small atrial or ventricular septal defects, patent ductus arteriosis, children with aortic stenosis, pulmonic stenosis, or coarctation of the aorta alone.\n2. Informed Consent Form signed by parent(s).\n\nExclusion Criteria:\n\nSubjects meeting any of the following criteria are not eligible for the study:\n\n1. Hospitalization at the time of enrollment (unless discharge is anticipated within 14 days).\n2. Mechanical ventilation (including continuous positive airway pressure \\[CPAP\\]) at the time of enrollment.\n3. Life expectancy less than 6 months.\n4. Active respiratory illness, or other acute infection.\n5. Known renal impairment, as determined by the investigator.\n6. Known hepatic impairment, as determined by the investigator.\n7. History of seizures (except neonatal seizures).\n8. Unstable neurological disorder (includes, but is not restricted to, epilepsy and decompensated hydrocephaly).\n9. Known immunodeficiency, as determined by the investigator.\n10. Allergy to immunoglobulin products.\n11. Prior receipt of RSV vaccine or prophylaxis (e.g., palivizumab or motavizumab), or administration of a product possibly containing RSV-neutralizing antibody within 100 days prior to enrollment (includes, but is not restricted to, the following: RSV hyperimmunoglobulin, polyclonal intravenous immunoglobulin, cytomegalovirus hyperimmunoglobulin, varicella zoster hyperimmunoglobulin).\n12. Participation in another clinical trial within 30 days prior to enrollment.\n13. Previous enrollment in this trial.\n14. For any reason, subject is considered by the investigator to be an unsuitable candidate for this study.","healthyVolunteers":false,"sex":"ALL","maximumAge":"2 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Frequency of Adverse Events","description":"Treatment-emergent adverse events were defined as those occurring after study drug initiation and within 30 and 100 days after the last dose of study drug. The number of subjects experiencing a serious or nonserious treatment-emergent adverse event within 30 days after the last dose of study drug is summarized. See the Reported Adverse Events section for details.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"41","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Hospitalizations Due to Respiratory Syncytial Virus (RSV)","description":"Number of subjects experiencing an RSV hospitalization","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Total Number of RSV Hospitalization Days","description":"All secondary outcome measures were related to hospitalization due to RSV infection. No RSV hospitalizations occurred during the study; therefore, evaluation of the secondary outcome measures was not possible.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[]},{"type":"SECONDARY","title":"Total RSV Hospitalization Days With Increased Supplemental Oxygen Requirement","description":"All secondary outcome measures were related to hospitalization due to RSV infection. No RSV hospitalizations occurred during the study; therefore, evaluation of the secondary outcome measures was not possible.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[]},{"type":"SECONDARY","title":"Number of Intensive Care Unit (ICU) Admissions During RSV Hospitalization","description":"Outcome measure refers to the number of subjects admitted to the ICU during RSV hospitalization. No RSV hospitalizations occurred during the study; therefore, evaluation of the secondary outcome measures was not possible.","paramType":"NUMBER","dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Total Days of RSV ICU Stay","description":"All secondary outcome measures were related to hospitalization due to RSV infection. No RSV hospitalizations occurred during the study; therefore, evaluation of the secondary outcome measures was not possible.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[]},{"type":"SECONDARY","title":"Number of Subjects Who Received Mechanical Ventilation During RSV Hospitalization","description":"All secondary outcome measures were related to hospitalization due to RSV infection. No RSV hospitalizations occurred during the study; therefore, evaluation of the secondary outcome measures was not possible.","paramType":"NUMBER","dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Total Days of Mechanical Ventilation During RSV Hospitalization","description":"All secondary outcome measures were related to hospitalization due to RSV infection. No RSV hospitalizations occurred during the study; therefore, evaluation of the secondary outcome measures was not possible.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":10,"n":100},"commonTop":["Rhinitis","Upper respiratory tract infection","Bronchitis","Bronchopulmonary dysplasia","Teething"]}}}