{"nctId":"NCT03417245","briefTitle":"A Study of Fitusiran (ALN-AT3SC) in Severe Hemophilia A and B Patients Without Inhibitors","startDateStruct":{"date":"2018-03-01","type":"ACTUAL"},"conditions":["Hemophilia A","Hemophilia B"],"count":120,"armGroups":[{"label":"Factor On-demand","type":"EXPERIMENTAL","interventionNames":["Drug: factor concentrates"]},{"label":"Fitusiran 80 mg Prophylaxis","type":"EXPERIMENTAL","interventionNames":["Drug: fitusiran","Drug: factor concentrates"]}],"interventions":[{"name":"fitusiran","otherNames":[]},{"name":"factor concentrates","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Males, \\>=12 years of age.\n* Severe hemophilia A or B without inhibitors.\n\n  * Severity confirmed by a central laboratory where FVIII level was less than (\\<) 1 percent (%) or Factor IX (FIX) level was less than or equal to (\\<=) 2% at Screening.\n  * On-demand use of factor concentrate to manage bleeding episodes for at least the last 6 months prior to Screening, and meet each of the following criterion:\n\n    * Nijmegen modified Bethesda assay inhibitor titer of \\<0.6 Bethesda units per milliliter (BU/mL) at Screening.\n    * No use of Bypassing agents to treat bleeding episodes for at least the last 6 months prior to Screening.\n    * No history of immune tolerance induction therapy within the last 3 years prior to Screening.\n* A minimum of 6 bleeding episodes requiring factor concentrate treatment within the last 6 months prior to Screening.\n* Willing and complied with the study requirements and to provide written informed consent and assent.\n\nExclusion Criteria:\n\n* Known co-existing bleeding disorders other than hemophilia A or B, i.e., Von Willebrand's disease, additional factor deficiencies, or platelet disorders.\n* Antithrombin (AT) activity \\<60% at Screening.\n* Co-existing thrombophilic disorder.\n* Clinically significant liver disease.\n* Active hepatitis C virus infection.\n* HIV positive with a cluster of differentiation-4 count of \\<200 cells/microliter.\n* History of arterial or venous thromboembolism.\n* Inadequate renal function.\n* History of multiple drug allergies or history of allergic reaction to an oligonucleotide or N-Acetylgalactosamine (GalNAc).\n* History of intolerance to SC injection(s).\n* Any other conditions or comorbidities that would make the participant unsuitable for enrollment or could interfere with participation in or completion of the study, per Investigator judgment.","healthyVolunteers":false,"sex":"MALE","minimumAge":"12 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Estimated Annualized Bleeding Rate (ABR) for Treated Bleeds During the Efficacy Period","description":"ABR for a participant during efficacy period (EP) was defined as annualized number of bleeding episodes during EP annualized to a 1-year interval of time. Treated Bleeding episode: any occurrence of hemorrhage that required administration of by-passing agents (BPA) or factor. It started from first sign of a bleed and ended no more than 72 hours after last treatment for bleed, within which any symptoms of bleeding at same location or injections less than or equal to (\\<=) 72 hours apart were considered the same bleeding episode. EP was defined as time duration starting from Day 29 when antithrombin (AT) lowering capacity of fitusiran had achieved therapeutic target range to the earliest of Day 246 or last day of bleeding follow up (maximum duration of EP: from Day 29 to Day 246). This outcome measure (OM) presents estimated results (i.e., results received by applying negative binomial \\[NB\\] regression model on data collected during EP).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30.991","spread":null},{"groupId":"OG001","value":"3.133","spread":null}]}]}]},{"type":"PRIMARY","title":"Observed Annualized Bleeding Rate (ABR) for Treated Bleeds During the Efficacy Period","description":"ABR for a participant during EP was defined as annualized number of bleeding episodes during EP annualized to a 1-year interval of time. ABR= number of bleeding episodes during EP divided by total number of days during EP\\*365.25. A bleeding episode was defined as any occurrence of hemorrhage that required administration of BPA or factor. It started from the first sign of a bleed and ended no more than 72 hours after the last treatment for the bleed, within which any symptoms of bleeding at the same location or injections \\<=72 hours apart were considered the same bleeding episode. EP was defined as time duration starting from Day 29 when the AT lowering capacity of fitusiran had achieved therapeutic target range to the earliest of Day 246 or the last day of bleeding follow up (maximum duration of EP: from Day 29 to Day 246). This OM presents observed results (i.e., descriptive statistics values based on the data collected during EP).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.8","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Estimated Annualized Bleeding Rate (ABR) for Treated Bleeds During the Treatment Period","description":"ABR for a participant during treatment period (TP) was defined as annualized number of bleeding episodes during TP annualized to a 1-year interval of time. Bleeding episode: any occurrence of hemorrhage that required administration of BPA or factor. It started from first sign of a bleed and ended no more than 72 hours after last treatment for bleed, within which any symptoms of bleeding at same location or injections \\<=72 hours apart were considered the same bleeding episode. TP was sum of onset period (first 28 days after first dose of fitusiran) and EP (starting on Day 29 when AT lowering capacity of fitusiran had achieved therapeutic target range to earliest of Day 246 or last day of bleeding follow up (maximum duration of TP: from Day 1 to Day 246). This OM presents estimated results (i.e., results received by applying NB regression model on data collected during TP).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"31.444","spread":null},{"groupId":"OG001","value":"4.092","spread":null}]}]}]},{"type":"SECONDARY","title":"Observed Annualized Bleeding Rate (ABR) for Treated Bleeds During the Treatment Period","description":"ABR for a participant during TP was defined as annualized number of bleeding episodes during TP annualized to a 1- year interval of time. ABR= number of bleeding episodes during TP divided by total number of days during TP\\*365.25. Bleeding episode: any occurrence of hemorrhage that required administration of BPA or factor. It started from the first sign of a bleed and ended no more than 72 hours after last treatment for bleed, within which any symptoms of bleeding at the same location or injections \\<=72 hours apart were considered the same bleeding episode. TP was sum of onset period (first 28 days after the first dose of fitusiran) and EP (starting on Day 29 when AT lowering capacity of fitusiran had achieved therapeutic target range to the earliest of Day 246 or the last day of bleeding follow up (maximum duration of TP: from Day 1 to Day 246). This OM presents observed results (i.e., descriptive statistics values based on data collected during TP).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25.2","spread":null},{"groupId":"OG001","value":"1.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Estimated Annualized Spontaneous Bleeding Rate for Treated Bleeds During the Efficacy Period","description":"Annualized spontaneous bleeding rate for a participant during EP was defined as annualized number of spontaneous bleeding episodes during EP annualized to a 1-year interval of time. Spontaneous bleeding episode was bleeding event that occurred for no apparent or known reason, particularly into joints, muscles, and soft tissues. It started from first sign of a bleed and ended no more than 72 hours after last treatment for the bleed, within which any symptoms of bleeding at the same location or injections \\<=72 hours apart were considered the same bleeding episode. EP was defined as time duration starting from Day 29 when AT lowering capacity of fitusiran had achieved therapeutic target range to the earliest of Day 246 or last day of bleeding follow up (maximum duration of EP: from Day 29 to Day 246). This OM presents estimated results (i.e., results received by applying NB regression model on data collected during EP).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22.036","spread":null},{"groupId":"OG001","value":"1.825","spread":null}]}]}]},{"type":"SECONDARY","title":"Observed Annualized Spontaneous Bleeding Rate for Treated Bleeds During the Efficacy Period","description":"ABR for participant during EP was defined as annualized number of spontaneous bleeding episodes during EP annualized to a 1-year interval of time. ABR=number of treated spontaneous bleeding episodes during EP divided by total number of days during EP\\*365.25. Spontaneous bleeding episode was bleeding event that occurred for no apparent or known reason, into joints, muscles, and soft tissues. It started from the first sign of a bleed and ended no more than 72 hours after the last treatment for the bleed, within which any symptoms of bleeding at the same location or injections \\<=72 hours apart were considered the same bleeding episode. EP: time duration starting from Day 29 when the AT lowering capacity of fitusiran had achieved therapeutic target range to earliest of Day 246 or the last day of bleeding follow up (maximum duration of EP: from Day 29 to Day 246).This OM presents observed results (i.e., descriptive statistics values based on data collected during EP).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.1","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Estimated Annualized Joint Bleeding Rate for Treated Bleeds During the Efficacy Period","description":"Annualized joint bleeding rate for a participant during EP was defined as annualized number of bleeding episodes during EP annualized to a 1-year interval of time. Joint bleeding episode was characterized by an unusual sensation in the joint (\"aura\") in combination with 1) increasing swelling or warmth over the skin, joint, 2) increasing pain, or 3) progressive loss of range of motion or difficulty in using the limb as compared with Baseline. It started from first sign of a bleed and ended no more than 72 hours after last treatment for the bleed. EP was defined as time duration starting from Day 29 when the AT lowering capacity of fitusiran had achieved therapeutic target range to the earliest of Day 246 or the last day of bleeding follow up (maximum duration of EP: from Day 29 to Day 246). This OM presents estimated results (i.e., results received by applying NB regression model on data collected during EP).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23.413","spread":null},{"groupId":"OG001","value":"2.282","spread":null}]}]}]},{"type":"SECONDARY","title":"Observed Annualized Joint Bleeding Rate for Treated Bleeds During the Efficacy Period","description":"Annualized joint bleeding rate for participant during EP was defined as annualized number of joint bleeding episodes during EP annualized to 1-year interval of time. ABR= number of treated joint bleeding episodes during EP divided by total number of days during EP\\*365.25. A joint bleeding episode was characterized by an unusual sensation in joint (\"aura\") in combination with 1) increasing swelling or warmth over skin, joint, 2) increasing pain, or 3) progressive loss of range of motion or difficulty in using limb as compared with Baseline. It started from first sign of a bleed and ended no more than 72 hours after the last treatment for the bleed. EP: time duration starting from Day 29 when the AT lowering capacity of fitusiran had achieved therapeutic target range to the earliest of Day 246 or last day of bleeding follow up (maximum duration of EP: from Day 29 to Day 246). This OM presents observed results (i.e., descriptive statistics values based on data collected during EP).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15.9","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Health-related Quality of Life (HRQOL): Change From Baseline in Haemophilia Quality of Life Questionnaire for Adults (Haem-A-QOL) Physical Health Score at Month 9","description":"Haem-A-QoL: participant-reported questionnaire designed for adult participants (\\>=17 years of age) with hemophilia; and consisted of 46 items comprising 10 domains (physical health, feelings, view of yourself, sports and leisure, work and school, dealing with hemophilia, treatment, future, family planning, partnership and sexuality). Scoring for each item was based on a 5-point Likert scale (1= never, 2= rarely, 3= sometimes, 4= often, and 5=all the time), and higher scores represented greater impairment. Change from baseline in physical health domain score was reported in this outcome measure. Raw score for physical health domain were transformed to a scale ranged from 0 (better health outcome) to 100 (worst health outcome), where lower scores denoted better physical health.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.32","spread":null},{"groupId":"OG001","value":"-23.07","spread":null}]}]}]},{"type":"SECONDARY","title":"Health-related Quality of Life (HRQOL): Change From Baseline in Haem-A-QOL Total Score at Month 9","description":"Haem-A-QoL: participant-reported questionnaire designed for adult participants (\\>=17 years of age) with hemophilia; and consisted of 46 items comprising 10 domains (physical health, feelings, view of yourself, sports and leisure, work and school, dealing with hemophilia, treatment, future, family planning, partnership and sexuality). Scoring for each item was based on a 5-point Likert scale (1= never, 2= rarely, 3= sometimes, 4= often, and 5=all the time), and higher scores represent greater impairment. Raw score for each domain were transformed to a scale ranged between 0 and 100, where lower scores denoted better health. Haem-A-QoL total score was average of all domain scores and ranged from 0 (better health outcome) to 100 (worst health outcome), where lower scores denoted better physical health.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.62","spread":null},{"groupId":"OG001","value":"-9.68","spread":null}]}]}]},{"type":"SECONDARY","title":"Estimated Annualized Bleeding Rate (ABR) for Treated Bleeds During the Onset Period","description":"ABR was annualized number of bleeding episodes during onset period per participant annualized to a 1-year interval of time. A treated bleeding episode was defined as any occurrence of hemorrhage that required administration of BPA or factor. It started from the first sign of a bleed and ended no more than 72 hours after the last treatment for the bleed, within which any symptoms of bleeding at the same location or injections \\<=72 hours apart were considered the same bleeding episode. The onset period was defined as time interval from Day 1 to the earlier of Day 28 or the last day of bleeding follow up. This OM presents estimated results (i.e., results received by applying NB regression model on data collected during onset period).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"33.389","spread":null},{"groupId":"OG001","value":"10.805","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment Emergent Adverse Events (TEAEs) and Treatment-Emergent Serious Adverse Events (TESAEs)","description":"An adverse event (AE) was defined as any untoward medical occurrence in a participant who received study drug which did not necessarily have a causal relationship with the treatment. Treatment-emergent AEs were defined as any AE with onset date after first dose of fitusiran in the fitusiran prophylaxis arm or after Day 1 visit in the factor on-demand arm. A serious AE (SAE) was defined as any untoward medical occurrence that at any dose: resulted in death, was life-threatening, required inpatient hospitalization or prolongation of existing hospitalization, resulted in persistent or significant disability or incapacity, was a congenital anomaly or birth defect, or was a medically important event.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null},{"groupId":"OG001","value":"62","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":5,"n":40},"commonTop":["Alanine Aminotransferase Increased","Nasopharyngitis","Upper Respiratory Tract Infection","Aspartate Aminotransferase Increased","Abdominal Pain"]}}}