{"nctId":"NCT03434041","briefTitle":"A Study to Evaluate the Efficacy, Pharmacokinetics, Safety and Tolerability of Flexible Doses of Intranasal Esketamine Plus an Oral Antidepressant in Adult Participants With Treatment-resistant Depression","startDateStruct":{"date":"2018-05-25","type":"ACTUAL"},"conditions":["Depressive Disorder, Treatment-Resistant"],"count":252,"armGroups":[{"label":"Intranasal Esketamine plus Oral Antidepressant","type":"EXPERIMENTAL","interventionNames":["Drug: Esketamine 56 mg","Drug: Esketamine 84 mg","Drug: Duloxetine (Oral Antidepressant)","Drug: Escitalopram (Oral Antidepressant)","Drug: Sertraline (Oral Antidepressant)","Drug: Venlafaxine Extended Release (XR) (Oral Antidepressant)"]},{"label":"Oral Antidepressant plus Intranasal Placebo","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Placebo","Drug: Duloxetine (Oral Antidepressant)","Drug: Escitalopram (Oral Antidepressant)","Drug: Sertraline (Oral Antidepressant)","Drug: Venlafaxine Extended Release (XR) (Oral Antidepressant)"]}],"interventions":[{"name":"Esketamine 56 mg","otherNames":[]},{"name":"Esketamine 84 mg","otherNames":[]},{"name":"Placebo","otherNames":[]},{"name":"Duloxetine (Oral Antidepressant)","otherNames":[]},{"name":"Escitalopram (Oral Antidepressant)","otherNames":[]},{"name":"Sertraline (Oral Antidepressant)","otherNames":[]},{"name":"Venlafaxine Extended Release (XR) (Oral Antidepressant)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* At the start of the screening/prospective observational phase, participant must meet the Diagnostic and Statistical Manual of Mental Disorders-fifth edition (DSM-5) diagnostic criteria for recurrent major depressive disorder (MDD) or single-episode MDD, without psychotic features, based upon clinical assessment and confirmed by the Mini-International Neuropsychiatric Interview (mental status questionnaire) (MINI)\n* At the start of the screening/prospective observational phase, participant must have had non-response (less than or equal to \\[\\<=\\] 25 percent \\[%\\] improvement) to \\>=1 but \\<=5 (if current episode is greater than (\\>) 2 years or not definable, upper limit is applicable to only the last 2 years) oral antidepressant treatments in the current episode of depression, assessed using the Massachusetts General Hospital - Antidepressant Treatment Response Questionnaire (MGH-ATRQ) and confirmed by documented records (for example, medical/ pharmacy/prescription records or letter from a treating physician). In addition, the participant is taking a different oral antidepressant treatment (on the MGH-ATRQ) for at least the previous 2 weeks at or above the minimum therapeutic dose\n* The participant's current major depressive episode, depression symptom severity (Week 1 Montgomery-Asberg Depression Rating Scale \\[MADRS\\] total score \\>=28 required), and antidepressant treatment response in the current depressive episode, must be confirmed using a Clinical-Validation Inventory for Study Admission (C-VISA)\n* Participant must be medically stable on the basis of physical examination, medical history, vital signs (including blood pressure), pulse oximetry, and 12-lead electrocardiogram (ECG) performed in the screening/prospective observational phase. If there are any abnormalities that are not specified in the inclusion and exclusion criteria, they must be consistent with the underlying illness in the study population. This determination must be recorded in the participant's source documents and initialed or signed by the investigator\n* Participant must be medically stable on the basis of clinical laboratory tests performed in the screening/prospective observational phase. If the results of the serum chemistry panel, hematology, or urinalysis are outside the normal reference ranges, the participant may be included only if the investigator judges the abnormalities or deviations from normal to be not clinically significant or to be appropriate and reasonable for the population under study. This determination must be recorded in the participant's source documents and initialed or signed by the investigator\n\nExclusion Criteria:\n\n* The participant's depressive symptoms have previously demonstrated non-response to:\n\n  1. Esketamine or ketamine in the current major depressive episode per clinical judgment, or\n  2. All of the oral antidepressant treatment options available in the respective country for the double-blind phase (that is, duloxetine, escitalopram, sertraline, and venlafaxine XR) in the current major depressive episode (based on MGH-ATRQ), or\n  3. An adequate course of treatment with electroconvulsive therapy (ECT) in the current major depressive episode, defined as at least 7 treatments with unilateral/bilateral ECT\n* Participant has received vagal nerve stimulation (VNS) or has received deep brain stimulation (DBS) in the current episode of depression\n* Participant has a current or prior DSM-5 diagnosis of a psychotic disorder or MDD with psychotic features, bipolar or related disorders (confirmed by the MINI), obsessive compulsive disorder (current only), intellectual disability (DSM-5 diagnostic codes 315.8, 317, 318.0, 318.1, 318.2 and 319), autism spectrum disorder, borderline personality disorder, antisocial personality disorder, histrionic personality disorder, or narcissistic personality disorder\n* Participant has homicidal ideation/intent, per the investigator's clinical judgment, or has suicidal ideation with some intent to act within 6 months prior to the start of the screening/prospective observational phase, per the investigator's clinical judgment or based on the Columbia Suicide Severity Rating Scale (C-SSRS), corresponding to a response of \"Yes\" on Item 4 (active suicidal ideation with some intent to act, without specific plan) or Item 5 (active suicidal ideation with specific plan and intent) for suicidal ideation on the C-SSRS, or a history of suicidal behavior within the past year prior to the start of the screening/prospective observational phase. Participants reporting suicidal ideation with intent to act or suicidal behavior prior to the start of the double-blind treatment phase should be excluded\n* Participant has a history of moderate or severe substance or alcohol use disorder according to DSM-5 criteria, except nicotine or caffeine, within 6 months before the start of screening/prospective observational phase a. A history (lifetime) of ketamine, phencyclidine (PCP), lysergic acid diethylamide (LSD), or 3, 4-methylenedioxy-methamphetamine (MDMA) hallucinogen-related use disorder is exclusionary","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"64 Years","stdAges":["ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Montgomery Asberg Depression Rating Scale (MADRS) Total Score to the End of Double-blind Treatment Phase (Day 28)","description":"The MADRS is a clinician-rated scale designed to measure depression severity and detects changes due to antidepressant treatment. The scale consists of 10 items (apparent sadness, reported sadness, inner tension, sleep, appetite, concentration, lassitude, inability to feel (interest level), pessimistic thoughts, and suicidal thoughts), each of which is scored from 0 (item not present or normal) to 6 (severe or continuous presence of the symptoms), summed for a total possible score range of 0 to 60. Higher scores represent a more severe condition. Negative change in score indicates improvement.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-10.1","spread":"10.80"},{"groupId":"OG001","value":"-8.1","spread":"10.26"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Depressive Symptoms as Measured by the MADRS Total Score to 24 Hours Post First Dose (Day 2)","description":"The MADRS is a clinician-rated scale designed to measure depression severity and detects changes due to antidepressant treatment. The scale consists of 10 items (apparent sadness, reported sadness, inner tension, sleep, appetite, concentration, lassitude, inability to feel (interest level), pessimistic thoughts, and suicidal thoughts), each of which is scored from 0 (item not present or normal) to 6 (severe or continuous presence of the symptoms), summed for a total possible score range of 0 to 60. Higher scores represent a more severe condition. Negative change in score indicates improvement.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-8.0","spread":"9.01"},{"groupId":"OG001","value":"-4.4","spread":"7.66"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Sheehan Disability Scale (SDS) Total Score to the End of Double-blind Treatment Phase (Day 28)","description":"The SDS is a subject-reported outcome measure that consists of a 5-item questionnaire which has been widely used and accepted for assessment of functional impairment and associated disability. The first three items assess disruption of (1) work/school, (2) social life, and (3) family life/home responsibilities using a 0-10 rating scale. The score for the first three items are summed to create a total score of 0-30, where a higher score indicates greater impairment. It also has one item on days lost from school or work and one item on days when underproductive.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.3","spread":"7.54"},{"groupId":"OG001","value":"-5.3","spread":"7.03"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Onset of Clinical Response","description":"Onset of clinical response is defined as greater than or equal to (\\>=) 50 percent (%) improvement from baseline in MADRS total score with onset by Day 2 that was maintained through Day 28. The MADRS scale consists of 10 items (apparent sadness, reported sadness, inner tension, sleep, appetite, concentration, lassitude, inability to feel (interest level), pessimistic thoughts, and suicidal thoughts), each of which is scored from 0 (item not present or normal) to 6 (severe or continuous presence of the symptoms), summed for a total possible score range of 0 to 60. Higher scores represent a more severe condition. Negative change in score indicates improvement.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.5","spread":null},{"groupId":"OG001","value":"1.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Responders at the End of Double-blind Treatment Phase (Day 28)","description":"Percentage of responders at the end of double-blind treatment phase (Day 28) were assessed. A participant was defined as a responder at a given time point if the percent improvement from baseline in MADRS total score is at least 50%. The MADRS scale consists of 10 items (apparent sadness, reported sadness, inner tension, sleep, appetite, concentration, lassitude, inability to feel (interest level), pessimistic thoughts, and suicidal thoughts), each of which is scored from 0 (item not present or normal) to 6 (severe or continuous presence of the symptoms), summed for a total possible score range of 0 to 60. Higher scores represent a more severe condition. Negative change in score indicates improvement.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19.3","spread":null},{"groupId":"OG001","value":"16.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants in Remission at the End of Double-blind Treatment Phase (Day 28)","description":"Percentage of participants in remission at the end of double-blind treatment phase (Day 28) were assessed. A participant was considered as a remitter if participant had a MADRS total score of less than or equal to \\[\\<=\\] 12 at a visit. MADRS scale consists of 10 items (apparent sadness, reported sadness, inner tension, sleep, appetite, concentration, lassitude, inability to feel (interest level), pessimistic thoughts, and suicidal thoughts), each of which is scored from 0 (item not present or normal) to 6 (severe or continuous presence of the symptoms), summed for a total possible score range of 0 to 60. Higher scores represent a more severe condition. Negative change in score indicates improvement.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.8","spread":null},{"groupId":"OG001","value":"10.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Sustained Remission","description":"Sustained remission is defined as the first occurrence of remission (MADRS Total score \\<=12) that was maintained through the Day 28 assessment with one excursion prior to Day 28. The MADRS scale consists of 10 items (apparent sadness, reported sadness, inner tension, sleep, appetite, concentration, lassitude, inability to feel (interest level), pessimistic thoughts, and suicidal thoughts), each of which is scored from 0 (item not present or normal) to 6 (severe or continuous presence of the symptoms), summed for a total possible score range of 0 to 60. Higher scores represent a more severe condition. Negative change in score indicates improvement.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.6","spread":null},{"groupId":"OG001","value":"6.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Clinical Global Impression Severity (CGI-S) Scale Score up to the Endpoint (Double-blind Treatment Phase [Day 28])","description":"The CGI-S provides an overall clinician-determined summary measure of the severity of the participant's illness that takes into account all available information, including knowledge of the participant's history, psychosocial circumstances, symptoms, behavior, and the impact of the symptoms on the participant's ability to function. The CGI-S evaluates the severity of psychopathology on a scale of 1 to 7. Considering total clinical experience, a participant is assessed on severity of mental illness at the time of rating according to: 1=normal (not at all ill); 2=borderline mentally ill; 3=mildly ill; 4=moderately ill; 5=markedly ill; 6=severely ill; 7=among the most extremely ill patients. The CGI-S permits a global evaluation of the participant's condition at a given time. Negative change in score indicates improvement. The last post-baseline observation during the double-blind phase was carried forward as Endpoint.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.0","spread":null},{"groupId":"OG001","value":"-1.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Generalized Anxiety Disorder 7-item (GAD-7) Scale Score up to the Endpoint (Double-blind Treatment Phase [Day 28])","description":"The GAD-7 is a brief and validated 7-item self-reported assessment of overall anxiety. Participants respond to each item using a 4 point scale with response categories of 0=not at all, 1=several days, 2=more than half the days, and 3=nearly every day. Item responses are summed to yield a total score with a range of 0 to 21, where higher scores indicate more anxiety. The recall period is 2 weeks. The severity of the GAD-7 is categorized as follows: None (0-4), Mild (5-9), Moderate (10-14) and Severe (15-21). The last post-baseline observation during the double-blind phase was carried forward as the \"Endpoint\".","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.3","spread":"5.65"},{"groupId":"OG001","value":"-2.9","spread":"5.28"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Participant-Reported Health-Related Quality of Life as Assessed by EuroQol-5 Dimension-5 Level (EQ-5D-5L) Score up to the Endpoint (Double-blind Treatment Phase [Day 28]): Health Status Index","description":"The EQ-5D-5L is a standardized 2-part instrument for use as a measure of health outcome, primarily designed for self-completion by respondents. It essentially consists of the EQ-5D-5L descriptive system and the EQ Visual Analogue Scale (EQ-VAS). The EQ-5D-5L descriptive system comprises the following 5 dimensions: mobility, self-care, usual activities, pain/discomfort and anxiety/depression. Each of the 5 dimensions is divided into 5 levels of perceived problems (Level 1 indicating no problem, Level 2 indicating slight problems, Level 3 indicating moderate problems, Level 4 indicating severe problems, and Level 5 indicating extreme problems). Participant selects answer for each of 5 dimensions considering response that best matches his/her health \"today\". Responses were used to generate a HSI. Health Status Index ranges from -0.148 to 0.949, and is anchored at 0 (dead) and 1 (full health), a lower score indicates worse health.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.152","spread":"0.2294"},{"groupId":"OG001","value":"0.103","spread":"0.2084"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Participant-Reported Health Status as Assessed by EuroQol-5 Dimension-5 Level (EQ-5D-5L) Score up to the Endpoint (Double-blind Treatment Phase [Day 28]): Visual Analogue Scale (VAS)","description":"The EQ-5D-5L is a standardized 2-part instrument for use as a measure of health outcome, primarily designed for self-completion by respondents. It essentially consists of the EQ-5D-5L descriptive system and the EQ-VAS. EQ-VAS self-rating records the respondent's own assessment of his/her overall health status at time of completion, on a scale of 0 (worst health you can imagine) to 100 (best health you can imagine). Positive change in score indicates improvement.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.7","spread":"20.47"},{"groupId":"OG001","value":"11.9","spread":"25.21"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Participant-Reported Health Status as Assessed by EuroQol-5 Dimension-5 Level (EQ-5D-5L) up to the Endpoint (Double-blind Treatment Phase [Day 28]): Sum Score","description":"EQ-5D-5L consists of EQ-5D-5L descriptive system and EQ visual analogue scale (EQ-VAS). EQ-5D-5L descriptive system comprises of 5 dimensions: mobility, self-care, usual activities, pain/discomfort and anxiety/depression. Each has 5 levels of perceived problems (1-no problem, 2-slight problems, 3-moderate problems, 4-severe problems, 5-extreme problems). Participant selects answer for each of 5 dimensions considering response that best matches his/her health \"today\". Responses were used to generate a Health Status Index (HSI). HSI ranges from -0.148 to 0.949 and is anchored at 0 (health state value equal to dead) and 1 (full health). EQ-VAS self-rating records the respondent's own assessment of his/her overall health status at time of completion, on a scale of 0 (worst health you can imagine) to 100 (best health you can imagine). Sum score ranges from 0 to 100 where, sum score = (sum of the scores from the 5 dimensions minus 5) \\*5. Higher score indicates worst health state.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-13.4","spread":"18.83"},{"groupId":"OG001","value":"-9.5","spread":"16.95"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":126},"commonTop":["Dizziness","Dissociation","Nausea","Blood Pressure Increased","Headache"]}}}