{"nctId":"NCT04964544","briefTitle":"Technology-Assisted Cholesterol Trial in Consumers (TACTiC)","startDateStruct":{"date":"2021-07-08","type":"ACTUAL"},"conditions":["High Cholesterol"],"count":1196,"armGroups":[{"label":"Open Label, Single Arm Technology-Assisted Cholesterol Trial","type":"OTHER","interventionNames":["Combination Product: 5 mg rosuvastatin calcium with a Web App (combination product)"]}],"interventions":[{"name":"5 mg rosuvastatin calcium with a Web App (combination product)","otherNames":["Crestor 5 mg"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Males, 20-75 years of age\n2. Females, 20-75 years of age (This inclusion criterion will be applied until 50 females under the age of 50 years complete the initial TASS assessment in the Web App). After this quota of 50 females under the age of 50 years old is met, the inclusion criterion will be revised to females 50-75 years old).\n3. Respond to advertising regarding a concern about high cholesterol or heart health\n4. Able to read speak and understand English\n\nAdditional Criteria for Inclusion for Actual Use (at Virtual Visit 1)\n\n1\\. Participant reads and signs the Informed Consent form\n\nExclusion Criteria:\n\n1. The participant or anyone in their household is currently employed by any of the following:\n\n   * A pharmacy or pharmaceutical company\n   * A consumer healthcare company\n   * A manufacturer of medicines\n   * A managed care or health insurance company\n   * A healthcare practice\n   * An employee of AstraZeneca or Concentrics Research\n2. The participant has ever been trained or employed as a healthcare professional (physician, nurse, nurse practitioner, physician assistant, pharmacist).\n3. The participant has, or cannot recall whether he/she has, received an investigational therapy as part of a clinical trial in the previous twelve (12) months\n4. The participant is not willing to provide contact information.\n5. Previous enrollment in the present study.\n6. The participant has a mailing address in Alaska or their mailing address is a Post Office (PO) Box.\n7. The participant is not willing to complete an eDiary\n8. The participant is a woman of childbearing potential and is not following contraception guidelines or is not willing to follow contraception guidelines including practicing abstinence or using at least 1 of the following acceptable methods of birth control for at least 1 month prior to entry into the study and for 1 month after study completion: hormonal -oral, implantable, injectable, or transdermal; mechanical - spermicide in conjunction with a barrier such as a condom or diaphragm; intrauterine device; or surgical sterilization of partner.\n9. The participant does not have access to the internet.\n10. The participant does not have an email address or the ability to receive emails.\n11. The participant responds to the Single Item Literacy Screener 2 (SILS2) question (See References) with either 'extremely' or 'quite a bit.' (If the quota for normal literacy is met, but the limited literacy target is not met, the SILS2 exclusion will be used to help increase the percentage of limited literacy participants at Virtual Visit 1. Participants identified as normal literacy by Rapid Estimate of Adult Literacy in Medicine \\[REALM\\] testing at Virtual Visit 1 will not be excluded from entry into the treatment phase of the study.)\n12. Inability to conduct interviews in a private location so that sensitive information about the participant or study would not be overheard by others not permitted to hear such information.\n\nAdditional Criteria for Exclusion from Actual Use (at Virtual Visit 1)\n\nConfirmation by Concentrics Central Medical Operations Group (CMOG) clinician:\n\n1. That the participant is pregnant, as determined by an approved self-administered OTC urine pregnancy test (UPT) conducted for all female participants of childbearing potential (Female participants who are not post-menopausal or surgically sterile).\n2. That the participant is breastfeeding.\n3. That the participant has an allergy to rosuvastatin.","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Correct Initial TASS Outcome, Worst Case Imputation, First Co-Primary Endpoint (Self-Selection Population)","description":"Proportion of participants that had a correct tass outcome at their initial TASS assessment","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1085","spread":null}]}]}]},{"type":"PRIMARY","title":"Overall Correct Final Use Outcome With Mitigation, Second Co-primary Endpoint (Per Protocol Population)","description":"Proportion of participants that had a correct tass outcome at their final TASS assessment","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1132","spread":null}]}]}]},{"type":"PRIMARY","title":"Percent Change From Baseline in Verified LDL-C Regardless of Final Use Outcome (AUS ITT Population)","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-35.48","spread":null}]}]}]},{"type":"SECONDARY","title":"Participants Eligble for Continuous Treatment Who Self-Tested With a Verified LDL-C Retest During Study, Overall and by Subgroups (Per Protocol Population)","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"845","spread":null}]}]}]},{"type":"SECONDARY","title":"Participants Who Self-Identify a Stop Use Warning Also Identified by the CMOG, and Stop Medication (Per Protocol Population)","description":"Participants who Self-Identify a Stop Use Warning also identified by the CMOG, and Stop Medication.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Participants Who Self-Identify a Do Not Use Warning Also Identified by the CMOG at Final Use Assessment(Per Protocol Population, Participants Who Had a do Not Use Warning Identified by the CMOG at Final Use Visit)","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"46","spread":null}]}]}]},{"type":"SECONDARY","title":"Participants Who Self-Identify an Ask a Doctor Before Use Warning Also Identified by the CMOG at Final Use Assessment (Per Protocol Population, Participants Who Had a do Not Use Warning Identified by the CMOG at Final Use Visit)","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23","spread":null}]}]}]},{"type":"SECONDARY","title":"Participants With Overall Compliance Between 50% and 120%","description":"Overall compliance is defined as 100 \\* (total number of pills taken) / (Intended duration of treatment in days)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1089","spread":null}]}]}]},{"type":"SECONDARY","title":"Participants Who Were Longitudinally Compliant (Per Protocol Population)","description":"An individual is longitudinally compliant if they have 50% to 120% compliance across each supply period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"848","spread":null}]}]}]},{"type":"SECONDARY","title":"Participants Who Were Persistent (Per Protocol Population)","description":"An individual is persistent if they ordered the full 180 days of treatment and were eligible for continuous treatment","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"896","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":27,"n":1177},"commonTop":["Sars-cov-2 test positive","Arthralgia","Headache","Pain in extremity","Cough"]}}}