{"nctId":"NCT00643201","briefTitle":"Efficacy and Safety Study of Apixaban for the Treatment of Deep Vein Thrombosis or Pulmonary Embolism","startDateStruct":{"date":"2008-07"},"conditions":["Venous Thrombosis"],"count":5614,"armGroups":[{"label":"Apixaban","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Enoxaparin","Drug: warfarin","Drug: Placebo for apixaban"]},{"label":"Enoxaparin + Warfarin","type":"EXPERIMENTAL","interventionNames":["Drug: Placebo for enoxaparin","Drug: Placebo for warfarin","Drug: apixaban"]}],"interventions":[{"name":"Enoxaparin","otherNames":[]},{"name":"warfarin","otherNames":["Coumadin","BMS-565793"]},{"name":"Placebo for apixaban","otherNames":[]},{"name":"Placebo for enoxaparin","otherNames":[]},{"name":"Placebo for warfarin","otherNames":[]},{"name":"apixaban","otherNames":["BMS-562247"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Men and women ≥ 18 years of age\n* Clinical diagnosis of DVT or PE\n\nExclusion Criteria:\n\n* Contraindications for enoxaparin or warfarin\n* Active bleeding or high risk for serious bleeding\n* Short life expectancy\n* Uncontrolled high blood pressure\n* Significantly impaired kidney or liver function","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Incidence of Adjudicated Composite of Symptomatic, Recurrent Venous Thromboembolism (VTE) or VTE-Related Death During 6 Months of Treatment","description":"VTE: nonfatal deep vein thrombosis (DVT) or nonfatal pulmonary embolism (PE). All events were adjudicated by an ICAC blinded to treatment. DVT assessed by compression ultrasound and/or venography; PE assessed by spiral computed tomography scanning, pulmonary angiography, and/or ventilation/perfusion lung scan. Event rate (proportion of participants): n/N (n=number of participants with observation; N=total number of efficacy evaluable participants). Intended treatment period: longer of the dosing period plus 2 days (completed treatment) or 355 days (discontinued early). Composite endpoint: events at any time from randomization until end of intended treatment, regardless whether drug treatment was received. All randomized participants with a non-missing primary endpoint were summarized. Missing endpoint = outcomes which could not be documented on or after study Day 154. Participants were categorized to the assigned group regardless of the treatment actually received (intent-to-treat).","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0226","spread":null},{"groupId":"OG001","value":"0.0269","spread":null}]}]}]},{"type":"SECONDARY","title":"Incidence of Adjudicated Composite of Recurrent Symptomatic Venous Thromboembolism (VTE) or All-Cause Death","description":"VTE included: nonfatal DVT or nonfatal PE. All events were adjudicated by an ICAC blinded to treatment. DVT was assessed by compression ultrasound and/or venography; PE was assessed by spiral computed tomography scanning, pulmonary angiography, and/or ventilation/perfusion lung scan. Event rate (proportion of participants with event) calculated as n/N (n=number of participants with observation; N=total number of efficacy evaluable participants). Intended treatment period: longer of the dosing period plus 2 days (completed treatment) or 355 days (discontinued early). Composite endpoint included events at any time from randomization until end of the intended treatment period, regardless whether drug treatment was received, ie intent to treat (ITT) principle. Each participant scored as having an event only if they experienced one or more of the elements of the composite. Participants with missing endpoint information excluded.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0322","spread":null},{"groupId":"OG001","value":"0.0395","spread":null}]}]}]},{"type":"SECONDARY","title":"Incidence of Adjudicated Composite of Recurrent Symptomatic VTE or Cardiovascular (CV)-Related Death","description":"VTE included: nonfatal DVT or nonfatal PE. All events were adjudicated by an ICAC blinded to treatment. DVT was assessed by compression ultrasound and/or venography; PE was assessed by spiral computed tomography scanning, pulmonary angiography, and/or ventilation/perfusion lung scan. Event rate (proportion of participants with event) calculated as n/N (n=number of participants with observation; N=total number of efficacy evaluable participants, participants with missing endpoint information excluded). Intended treatment period: longer of the dosing period plus 2 days (completed treatment) or 355 days (discontinued early). Composite endpoint included events at any time from randomization until end of the intended treatment period, regardless whether drug treatment was received, ie, ITT principle. Each participant scored as having an event only if the participant experienced one or more of the elements of the composite.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0234","spread":null},{"groupId":"OG001","value":"0.0292","spread":null}]}]}]},{"type":"SECONDARY","title":"Incidence of Adjudicated Composite of Recurrent Symptomatic VTE or VTE-related Death or Major Bleeding","description":"VTE included: nonfatal DVT or nonfatal PE. All events were adjudicated by an ICAC blinded to treatment. DVT assessed by compression ultrasound and/or venography; PE assessed by spiral computed tomography scanning, pulmonary angiography, and/or ventilation/perfusion lung scan. Major bleeding defined by International Society on Thrombosis and Haemostasis: acute, clinically overt bleeding associated with decrease in hemoglobin (Hgb) of 2 g/dL or more or bleeding leading to transfusion or bleeding in a critical site or bleeding that is fatal . Event rate (proportion of participants with event): n/N (n=number of participants with observation; N=Total number of participants, excluding those with missing endpoint and including those not in the efficacy evaluable population with a bleeding event that occurred during treatment period. Events included regardless of whether or not participant received treatment, ie, ITT principle","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0280","spread":null},{"groupId":"OG001","value":"0.0448","spread":null}]}]}]},{"type":"SECONDARY","title":"Incidence of Adjudicated Composite of Recurrent Symptomatic VTE, Myocardial Infarction, Stroke, CV-related Death, Clinically Relevant Non-major (CRNM) Bleeding or Major Bleeding","description":"VTE=Nonfatal DVT or nonfatal PE adjudicated by ICAC blinded to treatment. DVT: compression ultrasound and/or venography; PE: spiral computed tomography scanning, pulmonary angiography, and/or ventilation/perfusion lung scan. Major Bleeding = acute, clinically overt bleeding: decrease in Hgb of 2 g/dL or more or bleeding leading to transfusion or bleeding in a critical site or fatal bleeding. CRNM = acute clinically overt bleeding: compromising hemodynamics, leading to hospitalization, hematoma, epistasis \\>5 minutes or repetitive, gingival bleeding, hematuria, macroscopic gastrointestinal hemorrhage, rectal blood loss, hemoptysis. n/N (n=number of participants with observation; N=Total number of participants, excluding those with missing endpoint and including those not in the efficacy evaluable population with a bleeding event that occurred during treatment period). Events included regardless of whether or not treatment was received (ITT).","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0699","spread":null},{"groupId":"OG001","value":"0.1261","spread":null}]}]}]},{"type":"SECONDARY","title":"Incidence of Adjudicated Symptomatic Nonfatal Deep Vein Thrombosis (DVT) During the Intended Treatment Period","description":"DVT adjudicated by an ICAC blinded to treatment. DVT evaluated by: compression ultrasound and/or venography. Includes events that occurred during the intended treatment period, regardless of whether the participant received study medication, intent to treat principle (ITT). Event rate (proportion of participants with event): n/N (n=number of participants with observation; N=Total number of participants, excluding those with missing endpoint). Intended treatment period: longer of the dosing period plus 2 days (completed treatment) or 355 days (discontinued early).","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0084","spread":null},{"groupId":"OG001","value":"0.0133","spread":null}]}]}]},{"type":"SECONDARY","title":"Incidence of Adjudicated Symptomatic Nonfatal Pulmonary Embolism (PE) During the Intended Treatment Period","description":"PE adjudicated by an ICAC blinded to treatment. PE: spiral computed tomography scanning, pulmonary angiography, and/or ventilation/perfusion lung scan. Includes events that occurred during the intended treatment period, regardless of whether the participant received study medication (ITT principle). Event rate (proportion of participants with event): n/N (n=number of participants with observation; N=Total number of participants, excluding those with missing endpoint). Intended treatment period: longer of the dosing period plus 2 days (completed treatment) or 355 days (discontinued early).","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0104","spread":null},{"groupId":"OG001","value":"0.0095","spread":null}]}]}]},{"type":"SECONDARY","title":"Incidence of Adjudicated Venous Thromboembolism (VTE)-Related Death During the Intended Treatment Period","description":"VTE-related death included: DVT-related death or PE-related death. All events were adjudicated by an ICAC blinded to treatment. DVT was assessed by compression ultrasound and/or venography; PE was assessed by spiral computed tomography scanning, pulmonary angiography, and/or ventilation/perfusion lung scan. Event rate (proportion of participants with event) calculated as n/N (n=number of participants with observation; N=total number of participants in respective treatment groups excluding participants with missing endpoint information). Intended treatment period: longer of the dosing period plus 2 days (completed treatment) or 355 days (discontinued early). Includes events that occur during the intended treatment period regardless of whether or not the participant received study medication (ITT principle).","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0046","spread":null},{"groupId":"OG001","value":"0.0061","spread":null}]}]}]},{"type":"SECONDARY","title":"Incidence of Cardiovascular (CV)-Related Death Including VTE-related Death During the Intended Treatment Period","description":"VTE-related death included: DVT-related death or PE-related death. All events were adjudicated by an ICAC blinded to treatment. DVT assessed by compression ultrasound and/or venography; PE assessed by spiral computed tomography scanning, pulmonary angiography, and/or ventilation/perfusion lung scan. Event rate (proportion of participants with event) calculated as n/N (n=number of participants with observation; N=total number of participants in respective treatment groups excluding participants with missing endpoint information). Intended treatment period: longer of the dosing period plus 2 days (completed treatment) or 355 days (discontinued early). Includes events that occur during the intended treatment period regardless of whether or not the participant received study medication (ITT principle).","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0058","spread":null},{"groupId":"OG001","value":"0.0087","spread":null}]}]}]},{"type":"SECONDARY","title":"Incidence of All-Cause Death During the Intended Treatment Period","description":"Intended treatment period: longer of the dosing period plus 2 days (completed treatment) or 355 days (discontinued early). Includes events that occurred during the intended treatment period, regardless of whether the participant received study medication (ITT principle). Event rate (proportion of participants with event): n/N (n=number of participants with observation; N=Total number of participants, excluding those with missing endpoint information).","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0157","spread":null},{"groupId":"OG001","value":"0.0198","spread":null}]}]}]},{"type":"SECONDARY","title":"Incidence of Adjudicated Major Bleeding During the Treatment Period in Treated Participants","description":"All events were adjudicated by an ICAC blinded to treatment. Bleeding defined by International Society on Thrombosis and Haemostasis: Major Bleeding: acute, clinically overt bleeding: decrease in hemoglobin (hgb) of 2 g/dL or more or bleeding leading to transfusion or bleeding in a critical site or fatal bleeding. Event rate (proportion of participants with event): n/N (n=number of participants with observation; N=Total number of participants in respective treatment group (all participants who received at least one dose of study drug). Participants were categorized to the treatment group to which they were assigned unless incorrect study treatment was received throughout the study, in which case the participant was categorized according to the treatment received.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0056","spread":null},{"groupId":"OG001","value":"0.0182","spread":null}]}]}]},{"type":"SECONDARY","title":"Incidence of Adjudicated Major/CRNM Bleeding During the Treatment Period in Treated Participants","description":"Major Bleeding = acute, clinically overt bleeding: decrease in hemoglobin of 2 g/dL or more, or bleeding leading to transfusion, or bleeding in a critical site, or fatal bleeding. CRNM = acute clinically overt bleeding: compromising hemodynamics, leading to hospitalization, hematoma, epistasis \\>5 minutes or repetitive, gingival bleeding, hematuria, macroscopic gastrointestinal hemorrhage, rectal blood loss, hemoptysis. Minor =: All acute clinically overt bleeding events not meeting the criteria for either major bleeding or CRNM. All events were adjudicated by an ICAC blinded to treatment. Total bleeding = any of major, or CRNM, or minor bleeding. Event rate (proportion of participants with event): n/N (n=number of participants with observation; N=Total number of treated (received at least 1 dose of study drug).","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0430","spread":null},{"groupId":"OG001","value":"0.0971","spread":null}]}]}]},{"type":"SECONDARY","title":"Incidence of Adjudicated Clinically Relevant Non Major (CRNM) Bleeding During the Treatment Period in Treated Participants","description":"Bleeding defined by International Society on Thrombosis and Haemostasis: CRNM defined as acute clinically overt bleeding: compromising hemodynamics, leading to hospitalization, hematoma, epistasis \\>5 minutes or repetitive, gingival bleeding, hematuria, macroscopic gastrointestinal hemorrhage, rectal blood loss, hemoptysis. All events were adjudicated by an ICAC blinded to treatment. Event rate (proportion of participants with event): calculated as n/N (n=number of participants with observation; N=Total number of participants in respective treatment group (all participants who received at least one dose of study drug). Participants were categorized to the treatment group to which they were assigned unless incorrect study treatment was received throughout the study, in which case the participant was categorized according to the treatment received.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0385","spread":null},{"groupId":"OG001","value":"0.0800","spread":null}]}]}]},{"type":"SECONDARY","title":"Incidence of Adjudicated Minor Bleeding During the Treatment Period in Treated Participants","description":"Bleeding defined by International Society on Thrombosis and Haemostasis: Minor bleeding: all acute clinically overt bleeding events not meeting the criteria for either major bleeding or CRNM. All events wre adjudicated by an ICAC blinded to treatment. Event rate (proportion of participants) calculated as n/N (n=number of participants with observation; N=Total number of participants in respective treatment group (all participants who received at least one dose of study drug). Participants were categorized to the treatment group to which they were assigned unless incorrect study treatment was received throughout the study, in which case the participant was categorized according to the treatment received.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1170","spread":null},{"groupId":"OG001","value":"0.1878","spread":null}]}]}]},{"type":"SECONDARY","title":"Incidence of Adjudicated Total Bleeding During the Treatment Period in Treated Participants","description":"Bleeding defined by International Society on Thrombosis and Haemostasis: Total Bleeding defined as any of major, CRNM, or minor bleeding. All events were adjudicated by an ICAC blinded to treatment. Event rate (proportion of participants with event): n/N (n=number of participants with observation; N=Total number of participants in respective treatment group (all participants who received at least one dose of study drug). Participants were categorized to the treatment group to which they were assigned unless incorrect study treatment was received throughout the study, in which case the participant was categorized according to the treatment received.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1502","spread":null},{"groupId":"OG001","value":"0.2514","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Adverse Events (AEs), Serious AEs (SAEs), Bleeding AEs, Discontinuations Due to AEs and Death During the Treatment Period in Treated Participants","description":"Treated Participants: all who received at least 1 dose of study drug. Participants categorized to the treatment group to which they were assigned unless incorrect study treatment was received throughout the study, in which case the participant was categorized according to treatment received. Included all SAEs and AEs with onset from first dose to last dose + 2 days (for AEs) or + 30 days (for SAEs); note; bleeding AEs and SAEs from first dose to last dose + 2 days included. Discontinuations due to AE included all AEs/SAEs from first dose until drug was discontinued. AE=any new unfavorable symptom, sign, or disease or worsening of a preexisting condition that may not have a causal relationship with treatment. SAE=a medical event that at any dose results in death, persistent or significant disability/incapacity, or drug dependency/abuse; is life-threatening, an important medical event, or a congenital anomaly/birth defect; or requires or prolongs hospitalization.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1795","spread":null},{"groupId":"OG001","value":"1923","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"417","spread":null},{"groupId":"OG001","value":"410","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"415","spread":null},{"groupId":"OG001","value":"695","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"162","spread":null},{"groupId":"OG001","value":"199","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"37","spread":null},{"groupId":"OG001","value":"44","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Treated Participants With Marked Abnormalities in Hematology Laboratory Tests","description":"Lower limit of normal (LLN). Upper limit of normal (ULN). Pre-therapy (PreRx). Absolute (Abs) neutrophil count, bands + neutrophils (ANC). Cells per microliter (c/µL). Grams per deciliter (g/dL). Cells per Liter (c/L). Millimeter (MM). White blood cells: \\< 0.75\\*LLN, \\> 1.25\\*ULN; Hemoglobin: \\<= 11.5 g/dL (males), \\<= 9.5 g/dL (females); Hematocrit: \\<= 37% (males), \\<= 32% (females); Erythrocytes: \\<0.75\\*10\\^6 c/µL\\*PreRx; Platelet count: \\< 75\\*10\\^9 c/L, \\> 700\\*10\\^9 c/L; ANC: \\< 1.00\\*10\\^3 c/µL; Abs eosinophils: \\> 0.750\\*10\\^3 c/µL; Abs Basophils: \\> 400/MM\\^3; Abs Monocytes\\> 2000/MM\\^3; Abs Lymphocytes: \\< 0.750\\*10\\*3 c/ µL, \\> 7.5\\*10\\^3 c/ µL.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23","spread":null},{"groupId":"OG001","value":"17","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"26","spread":null},{"groupId":"OG001","value":"20","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"96","spread":null},{"groupId":"OG001","value":"101","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23","spread":null},{"groupId":"OG001","value":"13","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"41","spread":null},{"groupId":"OG001","value":"41","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"26","spread":null},{"groupId":"OG001","value":"15","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"84","spread":null},{"groupId":"OG001","value":"79","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"94","spread":null},{"groupId":"OG001","value":"76","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"20","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Treated Participants With Marked Abnormalities in Electrolyte Laboratory Tests","description":"Bicarbonate milliequivalents/Liter (mEq/L) Low/High: \\< 0.75\\*LLN or \\> 1.25\\*ULN, or if pre-dose \\< LLN then use \\< 0.75\\*pre-dose or \\> ULN if pre-dose \\> ULN then use \\> 1.25\\*pre-dose or \\< LLN; Serum Calcium mg/dL Low/High: \\< 0.8\\*LLN or \\> 1.2\\*ULN, or if pre-dose \\< LLN then use \\< 0.75\\*pre-dose or \\> ULN if pre-dose \\> ULN then use \\> 1.25\\*pre-dose or \\< LLN; Serum Chloride mEq/L: \\< 0.9\\*LLN or \\> 1.1\\*ULN, or if pre-dose \\< LLN then use \\< 0.9\\*pre-dose or \\> ULN if pre-dose \\> ULN then use \\> 1.1\\*pre-dose or \\< LLN; Serum Potassium mEq/L: \\< 0.9\\*LLN or \\> 1.1\\*ULN, or if pre-dose \\< LLN then use \\< 0.9\\*pre-dose or \\> ULN if pre-dose \\> ULN then use \\> 1.1\\*pre-dose or \\< LLN; Serum Sodium mEq/L: \\< 0.95\\*LLN or \\> 1.05\\*ULN, or if pre-dose \\< LLN then use \\< 0.95\\*pre-dose or \\> ULN if pre-dose \\> ULN then use \\> 1.05\\*pre-dose or \\< LLN.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"44","spread":null},{"groupId":"OG001","value":"31","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"26","spread":null},{"groupId":"OG001","value":"22","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"19","spread":null},{"groupId":"OG001","value":"22","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Treated Participants With Marked Abnormalities in Kidney and Liver Function Laboratory Tests","description":"Blood urea nitrogen (BUN), milligrams/deciliter (mg/dL), units per liter (U/L). BUN mg/dL High: \\> 1.5\\*ULN; Creatinine mg/dL: \\> 1.5\\*ULN; Alanine aminotransferase (ALT) U/L: \\> 3\\*ULN; Aspartate aminotransferase (AST) U/L: \\> 3\\*ULN; Alkaline phosphatase U/L: \\> 2\\*ULN; Bilirubin Direct mg/dL: \\> 1.5\\*ULN; Bilirubin Total mg/dL: \\> 2\\*ULN.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"47","spread":null},{"groupId":"OG001","value":"37","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"52","spread":null},{"groupId":"OG001","value":"145","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"35","spread":null},{"groupId":"OG001","value":"27","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"40","spread":null},{"groupId":"OG001","value":"40","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"28","spread":null},{"groupId":"OG001","value":"21","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Treated Participants With Marked Abnormalities in Creatine Kinase, Uric Acid, and Total Protein Laboratory Tests","description":"Creatine kinase High: \\>5\\*ULN Units/Liter (U/L); Total Protein High/Low: \\< 0.9 \\*LLN or \\> 1.1\\*ULN, or if pre-dose \\< LLN then use 0.9\\* pre-dose or \\> ULN if pre-dose \\> ULN then use 1.1 \\*pre-dose or \\<LLN; Uric acid High: \\> 1.5\\* ULN, or if pre-dose \\> ULN then use \\> 2 \\*pre-dose.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20","spread":null},{"groupId":"OG001","value":"24","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null},{"groupId":"OG001","value":"16","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Treated Participants With Marked Abnormalities in Urinalysis Laboratory Tests","description":"All tests in urine: Glucose: If missing pre-dose use ≥ 2, or if value ≥ 4, or if pre-dose = 0 or 0.5 use ≥ 2, or if pre-dose = 1 use ≥ 3, or if pre-dose = 2 or 3 use ≥ 4; Protein: If missing pre-dose use ≥ 2, or if value ≥ 4, or if pre-dose = 0 or 0.5 use ≥ 2, or if pre-dose = 1 use ≥ 3, or if pre-dose = 2 or 3 use ≥ 4; Blood: If missing pre-dose use ≥ 2, or if value ≥ 4, or if pre-dose = 0 or 0.5 use ≥ 2, or if pre-dose = 1 use ≥ 3, or if pre-dose = 2 or 3 use ≥ 4; Leukocyte esterase: If missing pre-dose use ≥ 2, or if value ≥ 4, or if pre-dose = 0 or 0.5 use ≥ 2, or if pre-dose = 1 use ≥ 3, or if pre-dose = 2 or 3 use ≥ 4;Red blood cells (RBC): If missing pre-dose use ≥ 2, or if value ≥ 4, or if pre-dose = 0 or 0.5 use ≥ 2, or if pre-dose = 1 use ≥ 3, or if pre-dose = 2 or 3 use ≥ 4; White blood cells (WBC): If missing pre-dose use ≥ 2, or if value ≥ 4, or if pre-dose = 0 or 0.5 use ≥ 2, or if pre-dose = 1 use ≥ 3, or if pre-dose = 2 or 3 use ≥ 4.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"85","spread":null},{"groupId":"OG001","value":"127","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"46","spread":null},{"groupId":"OG001","value":"31","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"105","spread":null},{"groupId":"OG001","value":"102","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"41","spread":null},{"groupId":"OG001","value":"50","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"359","spread":null},{"groupId":"OG001","value":"361","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"111","spread":null},{"groupId":"OG001","value":"140","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"274","spread":null},{"groupId":"OG001","value":"263","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":417,"n":2676},"commonTop":["HEADACHE","PAIN IN EXTREMITY","EPISTAXIS","DIARRHOEA","OEDEMA PERIPHERAL"]}}}