{"nctId":"NCT02710890","briefTitle":"Study to Investigate Safety and Tolerability of Intravenous Lacosamide in Children.","startDateStruct":{"date":"2017-05-30","type":"ACTUAL"},"conditions":["Epilepsy"],"count":103,"armGroups":[{"label":"Lacosamide","type":"EXPERIMENTAL","interventionNames":["Drug: Lacosamide"]}],"interventions":[{"name":"Lacosamide","otherNames":["Vimpat"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female from \\>=1 month to \\<17 years of age\n* Subject has a diagnosis of epilepsy with partial-onset seizures or primary generalized tonic-clonic seizures\n* Subject meets 1 of the following criteria:\n\n  1. Open-label lacosmide (OLL) subject: Subject is currently receiving oral lacosmide (LCM) as adjunctive or monotherapy as participants in an open label long-term study (SP848, EP0034, or other pediatric study); OR,\n  2. Prescription lacosamide (RxL) subject: Subject is currently receiving prescribed oral LCM from commercial supply (eg, VIMPAT) as adjunctive or monotherapy; OR,\n  3. Initiating intravenous lacosamide (IIL) subject: Subject is not currently receiving LCM and will receive intravenous (iv) LCM as adjunctive treatment in EP0060. Initiation of LCM monotherapy is not permitted in IIL subjects.\n* Subject is an OLL or RxL subject and meets both of the following criteria:\n\n  1. Subject has been administered LCM for the treatment of epilepsy for at least 2 weeks prior to Screening; AND\n  2. Subject has been administered (OLL) or prescribed (RxL) oral LCM at a dose of 2 mg/kg/day to 12 mg/kg/day (for subjects \\<50 kg) or 100 mg/day to 600 mg/day (for subjects \\>=50 kg). Open-label study drug LCM (OLL) or prescribed oral LCM dose (RxL) must be stable for at least 3 days prior to first LCM infusion; OR,\n* Subject is an ILL subject and is on a stable dosage regimen of at least 1 antiepileptic drug (AED). The daily dosage regimen of concomitant AED therapy must be kept constant for a period of at least 2 weeks prior to Screening.\n* Subject is an acceptable candidate for venipuncture and iv infusion\n* Subject is, in the opinion of the investigator, able to comply with all study requirements. Subject (or parent\\[s\\] or legal representative) is willing to comply with all study requirements\n* Subject weighs \\>=4 kg\n\nExclusion Criteria:\n\n* Subject has previously received intravenous (iv) lacosamide (LCM) in this study\n* Subject has any medical, neurological, or psychiatric condition that, in the opinion of the investigator, could jeopardize the subject's health or compromise the subject's ability to participate in EP0060\n* Subject has clinically significant hypotension or bradycardia in the opinion of the investigator\n* Subject \\>=6 years of age has a lifetime history of suicide attempt (including an actual attempt, interrupted attempt, or aborted attempt), or has suicidal ideation in the past 6 months as indicated by positive responses (\"Yes\") to either Question 4 or Question 5 of the Columbia-Suicide Severity Rating Scale (C-SSRS) at Screening\n\nFor open-label lacosamide (OLL) subjects, enrollment in EP0060 is not permitted if any of the following additional criteria are met:\n\n\\- Subject has any ongoing Adverse Event (AE) in their long-term, open-label study that, in the opinion of the investigator, could jeopardize or would compromise the subject's ability to participate EP0060 or the subject meets any of the criteria for required withdrawal from the long-term open-label study\n\nFor prescription lacosamide (RxL) and initiating intravenous lacosamide (IIL) subjects, enrollment in EP0060 is not permitted if any of the following additional criteria are met:\n\n* Subject has a medical condition that could reasonably be expected to interfere with drug absorption distribution, metabolism, or excretion\n* Subject is a female of childbearing potential and does not practice an acceptable method of contraception for the duration of participation in EP0060\n* Subject has creatinine clearance less than 30 mL/min\n* Subject has a clinically relevant electrocardiogram (ECG) abnormality, in the opinion of the principal investigator (ie, second or third degree heart block at rest or a QT prolongation greater than 450 ms)\n* Subject has hemodynamically significant heart disease (eg, heart failure)\n* Subject has an arrhythmic heart condition requiring medical therapy, known cardiac sodium channelopathy, such as Brugada syndrome\n* Subject has a known history of severe anaphylactic reaction or serious blood dyscrasias\n* Subject has an acute or subacutely progressive central nervous system disease.\n* Subject has epilepsy secondary to a progressing cerebral disease or any other progressive or neurodegenerative disease (malignant brain tumor or Rasmussen syndrome)\n* Lacosamide is intended for treatment of generalized convulsive status epilepticus\n* Subject has diagnosis of Dravet's syndrome\n\nFor IIL subjects, enrollment in EP0060 is not permitted if the following additional criterion is met:\n\n\\- Subject has been treated with LCM within the last 3 months prior to Screening","healthyVolunteers":false,"sex":"ALL","minimumAge":"1 Month","maximumAge":"16 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With at Least One Adverse Event Reported Spontaneously by the Participant/or Caregiver (Including Parent/Legal Guardian) or Observed by the Investigator During the Study","description":"An Adverse Event (AE) is any untoward medical occurrence in a patient or clinical investigation participant administered a pharmaceutical product, which does not necessarily have a causal relationship with this treatment. An AE could therefore be any unfavorable and unintended sign, symptom, or disease temporally associated with the use of a medicinal (investigational) product, whether or not related to the medicinal (investigational) product.\n\n26 adverse events are reported splitting into at least 19 occurrences of individual pre-treatment emergent adverse events and 7 treatment emergent adverse events (TEAEs).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.5","spread":null},{"groupId":"OG001","value":"14.5","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants That Withdrew Due to Adverse Events During the Study","description":"An Adverse Event (AE) is any untoward medical occurrence in a patient or clinical investigation participant administered a pharmaceutical product, which does not necessarily have a causal relationship with this treatment and led to the withdrawal of the participants from the study. An AE could therefore be any unfavorable and unintended sign, symptom, or disease temporally associated with the use of a medicinal (investigational) product, whether or not related to the medicinal (investigational) product.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":48},"commonTop":["Blood triglycerides increased","Functional gastrointestinal disorder","Pyrexia","Respiratory tract infection","Respiratory tract infection viral"]}}}