{"nctId":"NCT02219932","briefTitle":"Efficacy and Safety Study of Prolonged-Release Fampridine in Participants With Multiple Sclerosis","startDateStruct":{"date":"2014-09"},"conditions":["Multiple Sclerosis"],"count":646,"armGroups":[{"label":"Fampridine 10 mg BID","type":"EXPERIMENTAL","interventionNames":["Drug: fampridine"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"fampridine","otherNames":["dalfampridine","Ampyra","Fampyra","fampridine prolonged-release tablets","BIIB041"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Key Inclusion Criteria:\n\n* Must have a diagnosis of primary-progressive, secondary-progressive, progressive-relapsing, or relapsing-remitting MS per revised McDonald Committee criteria \\[McDonald 2001; Polman 2005\\] as defined by Lublin and Reingold \\[Lublin and Reingold 1996\\] of at least 3 months duration\n* Must have an Expanded Disability Status Scale (EDSS) score of 4 to 7, inclusive\n* Must have walking impairment, as deemed by the Investigator\n\nKey Exclusion Criteria:\n\n* History of human immunodeficiency virus (HIV)\n* Presence of acute or chronic hepatitis. Subjects who have evidence of prior hepatitis infection that has been serologically confirmed as resolved are not excluded from study participation\n* Known allergy to fampridine, pyridine-containing substances, or any of the inactive ingredients in the prolonged-release fampridine tablet\n* Creatinine clearance (CrCl) of \\<80 mL/min\n* History of malignant disease\n* Presence of pulmonary disease\n* A body mass index (BMI) ≥40 (BMI formula: BMI = mass \\[kg\\]/\\[height(m)\\]2)\n\nNOTE: Other protocol defined Inclusion/Exclusion criteria may apply.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Proportion of Participants Achieving a Mean Improvement of ≥ 8 Points From Baseline on the Multiple Sclerosis Walking Scale (MSWS-12) Over 24 Weeks","description":"MSWS-12 is a participant self-assessment of the walking limitations due to MS during the past 2 weeks. It contains 12 items that measure the impact of MS on walking. Items are summed to generate a total score and transformed to a scale with a range of 0 to 100, where higher scores indicate greater impact on walking.\n\nA responder is defined as a participant with a mean improvement of at least 8 points over 24 weeks compared to baseline. Baseline is defined as the mean at Screening and Day 1 visits. If a participant has a mean MSWS-12 score of \\< 0.5 over the double-blind period, and a baseline MSWS-12 score of \\< 8 points, the participant is counted as a responder. A participant who indicates they cannot walk at all on MSWS-12 during any double-blind visit, and who shows severe disability and an inability to walk on other efficacy assessments is counted as a non-responder. Estimated proportion obtained from binomial proportions.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.336","spread":null},{"groupId":"OG001","value":"0.432","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Participants Achieving a Mean Improvement From Baseline of ≥ 15% in Timed Up and Go (TUG) Speed Over 24 Weeks","description":"TUG is a timed walking test designed to measure gait performance and balance. It measures in seconds the time taken by an individual to stand up from a standard arm chair (approximate seat height of 46 cm \\[18in\\], arm height 65 cm \\[25.6 in\\]), walk a distance of 3 meters (118 inches, approximately 10 feet), turn, walk back to the chair, and sit down.\n\nA responder is defined as a participant with a mean improvement of at least 15% in TUG speed over 24 weeks compared to baseline. Baseline is defined as the mean at Screening and Day 1 visits. Estimated proportion obtained from binomial proportions. There are 2 TUG tests given, and the average across the 2 tests is used to calculate average speed. Healthy participants below the age of 79 are expected to complete this task in 7-10 seconds (American College of Rheumatology). Missing data are handled using multiple imputation and baseline is defined as the mean over Screening and Day 1.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.347","spread":null},{"groupId":"OG001","value":"0.434","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Multiple Sclerosis Impact Scale-29 (MSIS-29) Physical Score Over 24 Weeks","description":"The 29-item MSIS-29 is a participant-reported outcome measure to assess the impact of MS on day-to-day life during the past 2 weeks from a participant's perspective; it measures 20 physical items and 9 psychological items. The physical score is generated by summing individual items and then transforming to a scale with a range of 0 (no impact of MS) to 100 (extreme impact of MS); a negative change indicates an improvement in function.\n\nData are based on a mixed model for repeated measures (MMRM) model using a common variance AR(1) variance-covariance matrix structure. Treatment, visit and treatment by visit interaction were included in the model as explanatory variables, adjusting for screening EDSS, baseline MSIS-29 physical score and prior aminopyridine as covariates. Missing data are handled using multiple imputation and baseline is defined as the mean over screening and Day 1.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.68","spread":"0.936"},{"groupId":"OG001","value":"-8.00","spread":"0.911"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Berg Balance Scale (BBS) Over 24 Weeks","description":"The BBS is a widely used assessment tool to identify balance impairment. Functional activities such as reaching, bending, transferring, and standing are evaluated on the test to evaluate balance. Participants are asked to complete 14 tasks that are rated from 0 (cannot perform) to 4 (normal performance) for a total of 56 points. BBS scores range from 0 (poor balance) to 56 (good balance); a positive change indicates improvement.\n\nData are based on an MMRM model using a common variance AR(1) variance-covariance matrix structure. Treatment, visit and treatment by visit interaction were included in the model as explanatory variables, adjusting for screening EDSS, baseline BBS and prior aminopyridine as covariates. Missing data are handled using multiple imputation and baseline is defined as the mean over screening and Day 1.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.34","spread":"0.284"},{"groupId":"OG001","value":"1.75","spread":"0.278"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in ABILHAND Score Over 24 Weeks","description":"The ABILHAND Questionnaire measures a participant's perceived difficulty in performing everyday manual activities in the last 3 months. The participant completes a 56-item questionnaire by estimating their own difficulty or ease in performing each of 56 activities. Items are summed to generate a total score and transformed to a scale with a range of 0 (poor manual ability) to 100 (good manual ability); a positive change indicates an improvement in manual ability.\n\nData are based on an MMRM model using a common variance AR(1) variance-covariance matrix structure. Treatment, visit and treatment by visit interaction were included in the model as explanatory variables, adjusting for screening EDSS, baseline ABILHAND and prior aminopyridine as covariates. Missing data are handled using multiple imputation and baseline is defined as the Day 1 assessment.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.75","spread":"0.593"},{"groupId":"OG001","value":"1.49","spread":"0.574"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":21,"n":319},"commonTop":["Urinary tract infection","Multiple sclerosis relapse","Fall","Nasopharyngitis","Back pain"]}}}