{"nctId":"NCT02449239","briefTitle":"Vicinium Treatment for Subjects With Non-muscle Invasive Bladder Cancer Previously Treated With BCG","startDateStruct":{"date":"2015-08"},"conditions":["Bladder Cancer"],"count":133,"armGroups":[{"label":"Vicinium","type":"EXPERIMENTAL","interventionNames":["Biological: Vicinium"]}],"interventions":[{"name":"Vicinium","otherNames":["VB4-845","Oportuzumab monatox"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Histologically-confirmed non muscle-invasive urothelial carcinoma (transitional cell carcinoma) of the bladder as follows:\n\n   1. CIS (with or without papillary disease) OR\n   2. Any grade T1 papillary disease OR\n   3. High-grade Ta papillary disease based on a biopsy within 8 weeks of the initial dose of study treatment. If multiple bladder biopsies are required to confirm eligibility, the last bladder biopsy to the initial dose of study treatment must be within 8 weeks. This diagnosis must be confirmed by the independent central pathology reviewer prior to subject enrollment. A subject with persistent T1 disease on the second (i.e., restaging) TURBT may be enrolled in this study only if the investigator documents the subject declines cystectomy.\n2. Subjects must have received adequate BCG treatment defined as at least 2 courses of BCG, i.e., at least one induction and one maintenance course or at least 2 induction courses. The initial induction course must be at least 5 treatments within a 7-week period. The second course (induction or maintenance) must be at least 2 treatments within a 6-week period. The \"5+2\" doses of BCG must be given within approximately 1 year (i.e., the start of one course to start of the second course within 12 months ±1 month) and for the same disease episode for which the subject is enrolling. Treatment must be considered \"full-dose\" BCG (see Section 10). If additional doses or courses of BCG above the minimum \"5+2\" are given, these do not have to be within the same approximate 12 month timeframe.\n\n   Subjects who were unable to receive at least 5 doses of BCG in a first course and at least 2 doses of BCG in a second course due to intolerance are not eligible.\n\n   Subjects who began their initial course of BCG with \"full-dose\" BCG and required dose-reductions due to adverse events but are still able to tolerate at least \"5+2\" doses of BCG are considered to meet the requirement for \"adequate BCG.\" Subjects who received less than \"full dose\" BCG (e.g., 1/3rd dosing) as a standard regimen and not due to dose reductions because of AEs are not eligible.\n\n   The BCG may have been given in combination with interferon. When BCG is given simultaneously in combination with interferon, 1/3rd dosing of BCG is acceptable.\n3. The subject's disease is refractory or has relapsed following adequate BCG treatment. Refractory disease is defined as disease which persists at the first evaluation following adequate BCG. Relapsed disease is defined as having a complete response to adequate BCG but recurs at a subsequent evaluation.\n\n   Subjects will enroll into one of three cohorts based on their type of disease and the time to refractory/relapsed disease following their last dose of BCG as follows:\n   * Cohort 1: Subjects with CIS with or without associated papillary disease whose disease is determined to be refractory or relapsed within 6 months of the last dose of adequate BCG treatment.\n   * Cohort 2: Subjects with CIS with or without associated papillary disease whose disease is determined to be refractory or relapsed more than 6 months but within 11 months of the last dose of adequate BCG treatment.\n   * Cohort 3: Subjects with high-grade Ta or any grade T1 papillary disease (without CIS) whose disease is determined to be refractory or relapsed within 6 months of the last dose of adequate BCG treatment.\n\n   For eligibility and cohort assignment, 6 months is defined as 30 weeks i.e., 26 weeks (6 months) plus an additional 4 weeks to accommodate scheduling variations and for diagnostic work-up and 11 months is defined as 50 weeks i.e., 48 weeks (11 months) plus an additional 2 weeks to accommodate scheduling variations and for diagnostic work-up.\n\n   For subjects enrolling in Cohort 2: The investigator documents he/she would not treat the subject with additional BCG at the time of study entry.\n4. Male or non-pregnant, non-breastfeeding female, age 18 years or older at date of consent.\n5. All women of childbearing potential (WOCBP) must have a negative pregnancy test within 7 days of the first dose of study therapy. A woman is not of childbearing potential if she has undergone surgical sterilization (bilateral tubal ligation, total hysterectomy, or bilateral oophorectomy) or if she is ≥55 years of age and has had no menstrual bleeding of any kind including menstrual period, irregular bleeding, spotting, etc., for at least 12 months and there is no other cause of amenorrhea (e.g., hormonal therapy, prior chemotherapy).\n6. All sexually active subjects agree to use barrier contraception (i.e., condoms) while receiving study treatment and for 120 days following their last dose of study treatment. WOCBP and males whose sexual partners are WOCBP agree to use barrier contraception and a second form of contraception while receiving study treatment and for 120 days following their last dose of study treatment.\n7. Karnofsky performance status ≥ 60 (Appendix 1).\n8. Adequate organ function, as defined by the following criteria:\n\n   * Serum aspartate aminotransferase (AST) and alanine aminotransferase (ALT) ≤ 3.0 x upper limit of normal (ULN);\n   * Total serum bilirubin ≤ 1.5 x ULN (CTCAE Grade ≤ 1);\n   * Serum creatinine ≤ 1.5 x ULN; or a creatinine clearance ≥40 mL/min;\n   * Hemoglobin ≥8.0 g/dL;\n   * Absolute neutrophil count ≥1500/mm3;\n   * Platelets ≥75,000/mm3\n9. Ability to understand and sign an Independent Ethics Committee- or Institutional Review Board-approved informed consent document indicating that the subject (or legally acceptable representative) has been informed of all aspects of the trial and is willing and able to comply with scheduled visits, treatment plan, laboratory tests, and other study procedures. The informed consent document must be signed prior to the subject undergoing tests or procedures solely for determining study eligibility and prior to receiving any protocol treatment.\n\nExclusion Criteria:\n\n1. The subject is pregnant or breastfeeding.\n2. Evidence of urethral or upper tract transitional cell carcinoma (TCC) within the past 2 years. Subjects with T1 disease must have no evidence of upper or lower tract disease or a more advanced stage of disease by CT urogram or MRI urogram of the abdomen and pelvis performed within 8 weeks of the first dose of study treatment. If intravenous contrast is contraindicated, retrograde ureteropyelography, or CT or MRI without intravenous contrast may be performed.\n3. Subjects with hydronephrosis, except for those subjects where hydronephrosis has been longstanding (i.e., predates the diagnosis of the CIS, Ta or T1 by more than 2 years) and diagnostic evaluation at Screening shows no evidence of tumor. Subjects with hydronephrosis that is unequivocally unrelated to upper tract malignancy may be considered eligible with Sponsor approval.\n4. Any intravesicular or other chemotherapy treatment within 2 weeks or any investigational agent within 4 weeks prior to the initial dose of study drug.\n5. History of recurrent severe urinary tract infections (UTIs) per investigator judgment. Subjects with a current UTI requiring antibiotic treatment may defer the initiation of Vicinium treatment on Day 1 until resolution of the UTI (even if this extends the screening period requirements to start of Vicinium treatment).\n6. Active, uncontrolled impairment of the urogenital, renal, hepatobiliary, cardiovascular, gastrointestinal, neurologic or hematopoietic systems which, in the opinion of the Investigator, would predispose the subject to the development of complications from the administration of intravesical therapy and/or general anesthesia.\n7. The subject has a diagnosis of another malignancy within 2 years before the first dose of study treatment, except for superficial skin cancer or localized solid tumors deemed cured by surgery and not treated with systemic anticancer therapy and not expected to require anticancer therapy in the next 2 years i.e., while the subject may be taking study treatment. However, subjects with low-risk prostate cancer, e.g.:\n\n   * Clinically localized disease (≤T2a) and\n   * Gleason score 6 (3+3) and\n   * Serum PSA \\<10 ng/mL undergoing active surveillance may be enrolled with agreement of the sponsor.\n8. A QTc interval of \\>470 msec by the Fridericia formula (QTcF), at the Screening ECG. If the subject's QTcF is \\>470 msec on the initial ECG, a total of 3 ECGs should be obtained at least 3 minutes apart and all within 30 minutes. The average of the 3 QTcF's will be used to determine eligibility. Known or suspected causes of prolonged QTc can be treated (e.g., hypocalcemia, hypokalemia, hypomagnesimia) and the ECGs may be repeated. If the subject initiates treatment with a drug known to prolong the QTc during the Screening period after the initial Screening ECGs were obtained, the Screening ECGs must be repeated once the new drug has reached steady state to ensure the average QTcF remains ≤470 msec. For subject's whose heart rate is \\<60 bpm, the Bazett correction formula (QTcB) may be used.\n9. Subjects who, in the opinion of the Investigator, cannot tolerate intravesical administration or intravesical surgical manipulation (cystoscopy, biopsy) due to the presence of serious comorbid condition(s) (e.g., uncontrolled cardiac or respiratory disorders).\n10. Local or severe allergy to any components of the drug regimen.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Complete Response Rate at 3 Months","description":"Complete response rate at 3 months in patients with CIS with or without resected papillary disease following initiation of Vicinium therapy. This is the percentage of patients who were free of high-grade disease at the post-induction (3 month) assessment timepoint. A patient was considered to have a complete response if the urine cytology was reported as negative or atypical AND the cystoscopy was reported as normal or any suspicious areas were deemed negative for high-grade disease upon biopsy assessment.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"39","spread":null}]}]}]},{"type":"PRIMARY","title":"Duration of Complete Response","description":"Duration of complete response in participants with CIS with or without resected papillary disease who achieved a complete response at the post-induction (3 month) assessment. This is the number of days from the date of first occurrence of complete response to the date of documented treatment failure or death, whichever occurs first","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"273.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Event-free Survival","description":"Interval from the date of first dose of study treatment to the first event (persistent high-grade disease or low grade T1 if that was the baseline disease, high-grade disease tumor recurrence, tumor progression to muscle invasive bladder cancer, cystectomy due to treatment failure, or death) prior to treatment discontinuation","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"90.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Complete Response Rate at 6, 9, 12, 15, 18, 21, 24 Months","description":"Complete response rate in subjects with CIS with or without resected papillary disease after 6, 9, 12, 15, 18, 21, and 24 months of Vicinium therapy. This is measured as a proportion of the total number of participants in this group that are free of high-grade disease at the respective 3-month intervals","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"28","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"19","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Cystectomy","description":"Time from the date of first dose of study treatment to physical removal of the bladder","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Disease Recurrence","description":"Time from the first dose of study treatment to the first occurrence of treatment failure or death on or prior to treatment discontinuation for participants with papillary disease only","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"436.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression-free Survival","description":"Time from the date of first dose of study treatment to the date of disease progression (e.g., T2 or more advanced disease) or death on or prior to treatment discontinuation","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival","description":"All participants were followed for survival during the period of consent (up to 24 months of study treatment and up to 24 months after last dose of study treatment). Any participants who were alive at last follow-up were censored.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Experienced an Adverse Event (AE)","description":"An AE was defined as any untoward medical occurrence in a subject administered a pharmaceutical product and which did not necessarily have to have a causal relationship with this treatment. An AE could, therefore, be any unfavorable and unintended sign (that may include an abnormal laboratory finding), symptom, or disease temporally associated with the use of a medicinal product, whether or not related to the medicinal product. Any worsening of the participant's pre-existing medical conditions was also considered an AE, unless it was within the normal range of disease fluctuation for that participant.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"123","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants That Discontinued Study Treatment Due to an AE","description":"An AE was defined as any untoward medical occurrence in a participant administered a pharmaceutical product and which did not necessarily have to have a causal relationship with this treatment. An AE could, therefore, be any unfavourable and unintended sign, symptom, or disease temporally associated with the use of a medicinal product or protocol-specified procedure, whether or not considered related to the medicinal product or protocol-specified procedure. Any worsening of a pre-existing condition that was temporally associated with the use of the Sponsor's product, was also an adverse event. The number of participants that discontinued study treatment due to an AE was reported.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":21,"n":133},"commonTop":["Urinary tract infection","Dysuria","Haematuria","Micturition urgency","Pollakiuria"]}}}