{"nctId":"NCT03564119","briefTitle":"A Study of S5G4T-1 in the Treatment of Papularpustular Rosacea","startDateStruct":{"date":"2018-06-21","type":"ACTUAL"},"conditions":["Papulopustular Rosacea"],"count":372,"armGroups":[{"label":"S5G4T-1","type":"EXPERIMENTAL","interventionNames":["Drug: S5G4T-1"]},{"label":"S5G4T-2 Vehicle Cream","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: S5G4T-2"]}],"interventions":[{"name":"S5G4T-1","otherNames":["Encapsulated benzoyl peroxide (E-BPO) cream"]},{"name":"S5G4T-2","otherNames":["Vehicle cream"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Participants must sign an Institutional Review Board (IRB) approved written informed consent for this study.\n2. Male and female 18 years of age and older.\n3. Participants must have clinical diagnosis of moderate to severe rosacea.\n4. Have a minimum total of 15 and a maximum of 70 total inflammatory lesions (papules and/or pustules) including those present on the nose.\n5. Have 2 nodules or less.\n\nExclusion Criteria:\n\n1. Females, who are pregnant, breastfeeding, or planning a pregnancy within the period of their study participation or were found to have positive pregnancy test at Baseline or screening visits.\n2. Presence of more than 2 facial nodules or any nodule greater than 1 centimeter (cm).\n3. Current or past ocular rosacea (for example, conjunctivitis, blepharitis, or keratitis) of sufficient severity to require topical or systemic antibiotics.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants Achieving an IGA Score of Clear or Almost Clear From Baseline at Week 12","description":"Percentage of participants in each treatment group achieving an acne severity IGA score of \"clear (score=0)\" or \"almost clear (score=1)\". Please note, the Percentage of Participants multiplied by the Overall Number of Participants Analyzed does not equal a whole number because missing efficacy data was based on estimation using the method of Markov Chain Monte Carlo (MCMC) imputation.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"50.1","spread":null},{"groupId":"OG001","value":"25.9","spread":null}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Inflammatory Lesion Counts at Week 12","description":"Inflammatory lesions were characterized as papules and pustules. A papule was defined as a solid, elevated inflammatory lesion equal to or less than 5 mm in diameter. A pustule was defined as an elevated inflammatory lesion equal to or less than 5 mm in diameter and contains pus (yellow-white exudate). Least squares means and standard deviations from an analysis of covariance (ANCOVA) with factors of treatment, analysis center and treatment by analysis center interaction and the Baseline lesion count as a covariate. Negative least squares means values represent decrease from Baseline.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-20.3","spread":"9.64"},{"groupId":"OG001","value":"-13.3","spread":"9.60"}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in Inflammatory Lesion Counts at Week 12","description":"Inflammatory lesions were characterized as papules and pustules. A papule was defined as a solid, elevated inflammatory lesion equal to or less than 5 mm in diameter. A pustule was defined as an elevated inflammatory lesion equal to or less than 5 mm in diameter and contains pus (yellow-white exudate). Least squares means and standard deviations from an ANCOVA with factors of treatment and analysis center and Baseline lesion count as a covariate. Negative least squares means values represent decrease from Baseline.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-69.4","spread":"32.66"},{"groupId":"OG001","value":"-46.0","spread":"32.31"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":248},"commonTop":["Nasopharyngitis","Application site pain","Urinary tract infection","Influenza","Upper respiratory tract infection"]}}}