{"nctId":"NCT04174365","briefTitle":"Brexpiprazole in Treatment of Children and Adolescents With Irritability Associated With Autism Spectrum Disorder","startDateStruct":{"date":"2019-10-30","type":"ACTUAL"},"conditions":["Irritability Associated With Autism Spectrum Disorder (ASD)"],"count":119,"armGroups":[{"label":"Brexpiprazole","type":"EXPERIMENTAL","interventionNames":["Drug: Brexpiprazole"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Brexpiprazole","otherNames":["brexpiprazole, OPC-34712 and LuAF41156"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Key Inclusion Criteria:\n\n* Primary Diagnostic and Statistical Manual of Mental Disorders, Fifth Edition (DSM-5) diagnosis of ASD\n* Aberrant Behavior checklist - Irritability (ABC-I) subscale score of ≥ 18\n* Clinical Global Impressions - Severity (CGI-S) scale score pertaining to irritability ≥ 4\n* Mental age of ≥ 2 years as determined by Investigator based upon school participation, social history or medical records\n* Ability for parent/caregiver to follow all protocol procedures\n* Able to swallow tablets\n* Able to discontinue all prohibited concomitant medications to meet protocol required washouts prior to and during the trial period\n\nKey Exclusion Criteria:\n\n* Primary diagnosis of bipolar I disorder, including any DSM-5 current diagnosis of bipolar II disorder, schizophrenia, schizoaffective disorder, major depressive episode, and post-traumatic stress disorder (PTSD). Attention-deficit/hyperactivity disorder (ADHD) maybe exclusionary if it is the primary disorder, or is not stable or adequately treated.\n* current or historical diagnosis of Fragile-X Syndrome or Rett's Disorder\n* history of neuroleptic malignant syndrome\n* a significant risk of committing violent acts, serious self-harm, or suicide\n* epilepsy, a history of seizures, or a history of severe head trauma or stroke, or have a history or current evidence of other unstable medical conditions\n* current hypothyroidism or hyperthyroidism\n* uncontrolled Type I or Type II diabetes\n* uncontrolled hypertension or symptomatic hypotension, or orthostatic hypotension\n* Weight \\< 15 kg\n* Previous exposure to brexpiprazole\n* Sexually active males or females, who could become pregnant, not agreeing to practice 2 different methods of birth control or remain abstinent during the trial and for 30 days at the end of the study","healthyVolunteers":false,"sex":"ALL","minimumAge":"5 Years","maximumAge":"17 Years","stdAges":["CHILD"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Change From Baseline to Week 8 in Aberrant Behavior Checklist - Irritability (ABC-I) Subscale Score","description":"The ABC is a parent-reported rating scale designed to assess treatment effects on problem behavior in participants with intellectual disabilities. The ABC scale has 58 items, which divide into 5 subscales as follows: (1) Irritability, Agitation; (2) Lethargy, Social Withdrawal; (3) Stereotypic Behavior; (4) Hyperactivity, Noncompliance; and (5) Inappropriate Speech. Each of the 58 ABC items is rated on a 4-point scale (0=not at all a problem; 1=the behavior is a problem, but slight in degree;2=the problem is moderately serious; 3=the problem is severe in degree). ABC-I measures emotional and behavioral symptoms of ASD, including aggression toward others, deliberate self-injuriousness, temper tantrums, and quickly changing moods. ABC-I total score is the sum of the ratings over 15 ABC items. Individual scores were summed, thus the ABC-I total score ranges from 0 to 45. Higher scores represent the worst condition. A negative change from baseline indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-10.1","spread":"1.28"},{"groupId":"OG001","value":"-8.87","spread":"1.25"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline to Week 8 in Clinical Global Impression - Severity (CGI-S) Score","description":"The CGI-S scale is a clinician-rated assessment that evaluates the severity of a participant's condition with a focus on symptoms of irritability on a 7-point scale. The investigator (or rater) answered the following question: \"Considering your total clinical experience with this particular population, how ill was the participant at this time with regard to symptoms of irritability?\" Response choices were 0 = not assessed; 1 = normal, not at all ill; 2 = borderline ill; 3 = mildly ill; 4 = moderately ill; 5 = markedly ill; 6 = severely ill; and 7 = among the most extremely ill patients. Higher scores indicate more severe illness. A negative change from baseline indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.16","spread":"0.15"},{"groupId":"OG001","value":"-1.09","spread":"0.15"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":58},"commonTop":["Somnolence","Headache","Vomiting"]}}}