{"nctId":"NCT01798706","briefTitle":"Efficacy and Safety of Lixisenatide Versus Placebo on Top of Basal Insulin and/or Oral Antidiabetic Treatment in Older Type 2 Diabetic Patients","startDateStruct":{"date":"2013-06"},"conditions":["Type 2 Diabetes"],"count":350,"armGroups":[{"label":"Lixisenatide","type":"EXPERIMENTAL","interventionNames":["Drug: Lixisenatide (AVE0010)","Drug: Antidiabetic background therapy"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo","Drug: Antidiabetic background therapy"]}],"interventions":[{"name":"Lixisenatide (AVE0010)","otherNames":["Lyxumia"]},{"name":"Placebo","otherNames":[]},{"name":"Antidiabetic background therapy","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria :\n\n* Older participants, aged 70 years and above, with T2DM inadequately controlled on their current anti-diabetic pharmaceutical treatment regimen.\n* Signed written informed consent.\n\nExclusion criteria:\n\n* At screening HbA1c ≤7.0% or \\>10% (Acknowledging that the threshold of 7% may not be appropriate for all older participants and that this was the responsibility of the investigator to include the participant based on an individual evaluation of the expected benefits of better glycemic control versus risk of hypoglycemia).\n* At screening participants on both basal insulin and sulfonylurea or basal insulin and meglitinides.\n* At screening FPG \\>250 mg/dL (\\>13.9 mmol/L).\n* Type 1 diabetes mellitus or history of ketoacidosis within one year prior to the screening visit.\n* Type 2 diabetes mellitus diagnosed less than 1 year prior to screening.\n* Anti-diabetic treatment not at a stable regimen or initiated within the last 3 months prior to screening.\n* Treatment within the 3 months preceding the screening with other anti-diabetic agent than allowed background therapy. Allowed therapy includes metformin, sulfonylurea (except glibenclamide \\>10mg, gliclazide \\>160mg), meglitinides (except repaglinide \\>6mg), pioglitazone and basal insulin and should follow local product circulars and labeling restrictions for the study population.\n* Participants who had been on an approved or an investigational Glucagon-like peptide 1 (GLP-1) medication (exenatide, liraglutide, lixisenatide or others).\n* History of severe hypoglycemia associated with symptoms unawareness or results in unconsciousness/coma/seizure in the 6 months prior to screening.\n* BMI \\<22 or \\>40 kg/m\\^2.\n* Malnutrition assessed clinically by the investigator or any sub-investigator and by Mini-Nutritional Assessment-Short Form (MNA-SF) score \\<12 in countries (the judgment of the investigator prevails on questionnaires scores).\n* Cognitive disorder and dementia assessed clinically by the investigator or any sub investigator and by Mini Mental State Examination (MMSE) score \\<24 (the judgment of the investigator prevails on questionnaires scores), or any neurologic disorder that affected the participant's ability to participate in the study.\n* Participant who had a glomerular filtration rate (eGFR) (using the Modification of Diet in Renal Disease (MDRD) formula \\<30ml/min/1.73m\\^2).\n* Participant with severe or uncontrolled disease, or any clinically significant abnormality identified on physical examination or investigational clinical procedure that, in the judgment of the investigator or any sub-investigator, would preclude safe completion of the study or constrains efficacy assessment.\n* Laboratory findings at the time of screening:\n\n  * Amylase and/or lipase: \\>3 times the upper limit of the normal (ULN) laboratory range\n  * Alanine aminotransferase (ALT) or aspartate aminotransferase (AST) \\>3 times ULN\n  * Calcitonin \\>20 pg/mL (5.9 pmol/L).\n* Clinically relevant history of gastrointestinal disease associated with prolonged nausea and vomiting, including (but not limited to): gastroparesis, unstable (i.e. worsening) and not controlled (i.e. prolonged nausea and vomiting) gastroesophageal reflux disease within 6 months prior to screening.\n* History of unexplained pancreatitis, chronic pancreatitis, pancreatectomy, stomach/gastric surgery, inflammatory bowel disease.\n* Personal or immediate family history of medullary thyroid cancer or genetic conditions that predisposed to medullary thyroid cancer (e.g., multiple endocrine neoplasia syndromes).\n\nThe above information is not intended to contain all considerations relevant to a participant's potential participation in a clinical trial.","healthyVolunteers":false,"sex":"ALL","minimumAge":"70 Years","stdAges":["OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Absolute Change in HbA1c From Baseline to Week 24","description":"Change in HbA1c was calculated by subtracting baseline value from Week 24 value. Missing data was imputed using last on-treatment observation carried forward (LOCF). On-treatment period for this efficacy variable was defined as the time from the first dose of study drug up to 14 days after the last dose of study drug. Here, number of participants analyzed=participants with baseline and at least one post-baseline HbA1c assessment during on-treatment period.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.57","spread":"0.075"},{"groupId":"OG001","value":"0.06","spread":"0.072"}]}]}]},{"type":"SECONDARY","title":"Change in 2-Hour PPG From Baseline to Week 24","description":"The 2-hour PPG test measured blood glucose 2 hours after eating a liquid standardized breakfast meal. Change in PPG was calculated by subtracting baseline value from Week 24 value. Missing data was imputed using LOCF. The on-treatment period for this efficacy variable was the time from the first dose of study drug up to the day of last dose of study drug.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.12","spread":"0.392"},{"groupId":"OG001","value":"-0.07","spread":"0.393"}]}]}]},{"type":"SECONDARY","title":"Change in Average 7-point SMPG Profiles From Baseline to Week 24","description":"Participants recorded a 7-point plasma glucose profile measured before and 2 hours after each meal and at bedtime three times in a week before baseline, before visit Week 12 and before visit week 26 and the average value across the profiles performed in the week a visit for the 7-time points was calculated. Change in average 7-point SMPG was calculated by subtracting baseline value from Week 24 value. Missing data was imputed using LOCF. The on-treatment period for this efficacy variable was defined as the time from the first dose of study drug up to the day of last dose of study drug.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.15","spread":"0.186"},{"groupId":"OG001","value":"-0.19","spread":"0.189"}]}]}]},{"type":"SECONDARY","title":"Change in Body Weight From Baseline to Week 24","description":"Change in body weight was calculated by subtracting baseline value from Week 24 value. Missing data was imputed using LOCF. On-treatment period for this efficacy variable was defined as the time from the first dose of study drug up to 3 days after the last dose of study drug.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.47","spread":"0.241"},{"groupId":"OG001","value":"-0.16","spread":"0.228"}]}]}]},{"type":"SECONDARY","title":"Change in FPG From Baseline to Week 24","description":"Change in FPG was calculated by subtracting baseline value from Week 24 value. Missing data was imputed using LOCF. The on-treatment period for this efficacy variable was the time from the first dose of study drug up to 1 day after the last dose of study drug.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.3","spread":"0.224"},{"groupId":"OG001","value":"0.01","spread":"0.218"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Requiring Rescue Therapy During 24 Week Treatment Period","description":"Routine fasting SMPG and central laboratory FPG (and HbA1c after Week 12) values were used to determine the requirement of rescue medication. If fasting SMPG value exceeded the specified limit for 3 consecutive days, the central laboratory FPG (and HbA1c after Week 12) were performed. Threshold values - from baseline to Week 8: fasting SMPG/FPG \\>270 mg/dL (15.0 mmol/L), from Week 8 to Week 12: fasting SMPG/FPG \\>240 mg/dL (13.3 mmol/L), and from Week 12 to Week 24: fasting SMPG/FPG \\>200 mg/dL (11.1 mmol/L) or HbA1c \\>9%.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.9","spread":null},{"groupId":"OG001","value":"10.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Plasma Glucose Excursions From Baseline to Week 24","description":"Plasma glucose excursion = 2-hour PPG minus plasma glucose 30 minutes prior to the liquid standardized breakfast meal test, before study drug administration. Change in plasma glucose excursions were calculated by subtracting baseline value from Week 24 value. Missing data was imputed using LOCF. The on-treatment period for this efficacy variable was the time from the first dose of study drug up to the day of last dose of study drug.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.71","spread":"0.331"},{"groupId":"OG001","value":"-0.25","spread":"0.331"}]}]}]},{"type":"SECONDARY","title":"Change in Total Daily Basal Insulin Dose From Baseline to Week 24 (in Participants Who Took Basal Insulin as Background Therapy)","description":"Change in basal insulin dose was calculated by subtracting baseline value from Week 24 value. Missing data was imputed using LOCF. The on-treatment period for this efficacy variable was the time from the first dose of study drug up to the day of last dose of study drug.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.97","spread":"1.145"},{"groupId":"OG001","value":"-1.3","spread":"1.076"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Symptomatic and Severe Symptomatic Hypoglycemia","description":"Symptomatic hypoglycemia was an event with clinical symptoms that were considered to result from a hypoglycemic episode with an accompanying plasma glucose less than 60 mg/dL (3.3 mmol/L) or associated with prompt recovery after oral carbohydrate, intravenous glucose, or glucagon administration if no plasma glucose measurement was available. Severe symptomatic hypoglycemia was symptomatic hypoglycemia event in which the participant required the assistance of another person and was associated with either a plasma glucose level below 36 mg/dL (2.0 mmol/L) or prompt recovery after oral carbohydrate, intravenous glucose, or glucagon administration, if no plasma glucose measurement was available.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.4","spread":null},{"groupId":"OG001","value":"5.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.57","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With HbA1c Reduction >0.5% at Week 24 and Did Not Experienced Documented (Plasma Glucose <60 mg/dL) Symptomatic Hypoglycemia","description":"The on-treatment period for HbA1c assessment was defined as the time from the first dose of study drug up to 14 days after the last dose of study drug. The on-treatment period for symptomatic hypoglycemia assessment was defined as the time from the first dose of study drug up to 1 day after the last dose of study drug.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"57.6","spread":null},{"groupId":"OG001","value":"21.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Gastrointestinal Disorders","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"40.3","spread":null},{"groupId":"OG001","value":"20.7","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":8,"n":176},"commonTop":["Nausea","Hypoglycaemia","Nasopharyngitis","Diarrhoea","Headache"]}}}