{"nctId":"NCT02446418","briefTitle":"A Study to Compare the Efficacy of Fluticasone Furoate/Vilanterol Inhalation Powder With Usual Inhaled Corticosteroids (ICS)/Long Acting Beta Agonists (LABA) in Persistent Asthma","startDateStruct":{"date":"2015-07-09","type":"ACTUAL"},"conditions":["Asthma"],"count":423,"armGroups":[{"label":"Fluticasone Furoate/Vilanterol","type":"EXPERIMENTAL","interventionNames":["Drug: Fluticasone Furoate","Drug: Vilanterol"]},{"label":"FP/S OR BUD/F","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Fluticasone propionate","Drug: Salmeterol","Drug: Budesonide","Drug: Formoterol Fumarate"]}],"interventions":[{"name":"Fluticasone Furoate","otherNames":[]},{"name":"Vilanterol","otherNames":[]},{"name":"Fluticasone propionate","otherNames":[]},{"name":"Salmeterol","otherNames":[]},{"name":"Budesonide","otherNames":[]},{"name":"Formoterol Fumarate","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Informed consent: Capable of giving signed informed consent which includes compliance with the requirements and restrictions listed in the consent form and in this protocol.\n* Gender and Age: Male or female subjects aged \\>=18 and \\<=75years of age at Screening visit.\n\nFemale subject is eligible to participate if she is not pregnant (as confirmed by a negative urine human chorionic gonadotrophin \\[hCG\\] test), not lactating, and at least one of the following conditions applies:\n\nNon-reproductive potential defined as: Pre-menopausal females with one of the following - Documented tubal ligation; Documented hysteroscopic tubal occlusion procedure with follow-up confirmation of bilateral tubal occlusion; Hysterectomy; Documented Bilateral Oophorectomy. Postmenopausal defined as 12 months of spontaneous amenorrhea (in questionable cases a blood sample with simultaneous follicle stimulating hormone \\[FSH\\] and estradiol levels consistent with menopause \\[refer to laboratory reference ranges for confirmatory levels\\]); Females on hormone replacement therapy (HRT) and whose menopausal status is in doubt will be required to use one of the highly effective contraception methods if they wish to continue their HRT during the study. Otherwise, they must discontinue HRT to allow confirmation of post-menopausal status prior to study enrolment.\n\nReproductive potential and agrees to follow one of the options listed below in the GSK Modified List of Highly Effective Methods for Avoiding Pregnancy in Females of Reproductive Potential (FRP) requirements from 30 days prior to the first dose of study medication and until Week 24.\n\nGSK Modified List of Highly Effective Methods for Avoiding Pregnancy in FRP:\n\nThis list does not apply to FRP with same sex partners, when this is their preferred and usual lifestyle or for subjects who are and will continue to be abstinent from penile-vaginal intercourse on a long term and persistent basis: Contraceptive subdermal implant that meets the Standard Operating Procedure (SOP) effectiveness criteria including a \\<1percent rate of failure per year, as stated in the product label; Intrauterine device or intrauterine system that meets the SOP effectiveness criteria including a \\<1 percent rate of failure per year, as stated in the product label; Oral Contraceptive, either combined or progestogen alone; Injectable progestogen; Contraceptive vaginal ring; Percutaneous contraceptive patches; Male partner sterilization with documentation of azoospermia prior to the female subject's entry into the study, and this male is the sole partner for that subject; Male condom combined with a vaginal spermicide (foam, gel, film, cream, or suppository); These allowed methods of contraception are only effective when used consistently, correctly and in accordance with the product label. The investigator is responsible for ensuring that subjects understand how to properly use these methods of contraception.\n\n* Type of subject: Subjects with documented physician's diagnosis of asthma \\>=1 year, unsatisfactorily controlled asthma (ACT \\<20 at Screening and Randomisation visit) treated by ICS alone and intended to be treated by ICS/LABA maintenance therapy; France Only: A subject will be eligible for inclusion in this study only if either affiliated to or a beneficiary of a Social Security category.\n* Current Asthma Therapy: All subjects must be prescribed maintenance therapy and receiving ICS alone without LABA for at least 4 weeks prior to Randomisation visit; Other background asthma medication such as anti-leukotrienes or theophylline is permitted as an alternative to ICS alone, if initiated at least 4 weeks prior to screening visit.\n* Subject questionnaires Subjects must be able to complete the questionnaires themselves.\n\nExclusion Criteria:\n\n* History of Life-threatening asthma: Defined for this protocol as an asthma episode that required intubation and/or was associated with hypercapnea, respiratory arrest or hypoxic seizures within the last 6 months before Screening and Randomisation visit.\n* Subjects having a severe and unstable asthma, with ACT score \\< 15 at Visit 1 and at Visit 2, and/or a history of repeated severe exacerbations (3/year) and/or a severe exacerbation in the previous 6 weeks before Visit 1 and Visit 2.\n* Chronic obstructive pulmonary disease (COPD) Respiratory Disease: A subject must not have current evidence or diagnosis of chronic obstructive pulmonary disease at Screening visit.\n* Current or former cigarette smokers with a history of cigarette smoking of \\>=10 pack-years at screening \\[number of pack years = (number of cigarettes per day / 20) x number of years smoked (e.g., 20 cigarettes per day for 10 years, or 10 cigarettes per day for 20 years)\\].\n* Other diseases/abnormalities: Subjects with historical or current evidence of uncontrolled or clinically significant disease at Screening and Randomisation visit. Significant is defined as any disease that, in the opinion of the Investigator, would put the safety of the subject at risk through participation, or which would affect the efficacy or safety analysis if the disease/condition exacerbated during the study.\n* Subjects with a history of adverse reaction including immediate or delayed hypersensitivity to any intranasal, inhaled, or systemic corticosteroid and LABA therapy and to components of the inhalation powder (e.g., lactose, magnesium stearate) at Screening and Randomisation visit. In addition, subjects with a history of severe milk protein allergy that, in the opinion of the Investigator, contraindicates the subject's participation will also be excluded.\n* Investigational Medications: A subject must not have used any investigational drug within 30 days prior to Randomisation visit or within five half-lives (t½) of the prior investigational study (whichever is longer of the two), (if unsure discuss with the medical monitor prior to screening).\n* Chronic user of systemic corticosteroids: A subject who, in the opinion of the Investigator, is considered to be a chronic user of systemic corticosteroids for respiratory or other indications (if unsure discuss with the medical monitor prior to screening) at Screening visit.\n* Subjects treated by the monoclonal antibody omalizumab or mepolizumab at Visit 1. Treatment with omalizumab or mepolizumab is not allowed during the study.\n* Subjects involved in other clinical trials at Screening visit.\n* Affiliation with Investigator Site: Is an investigator, sub-investigator, study coordinator, employee of a participating investigator or study site, or immediate family member of the aforementioned that is involved in this study.\n* Subjects who plan to move away from the geographical area where the study is being conducted during the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Asthma Control Test (ACT) Total Score at Week 12","description":"The ACT is a validated self-completed questionnaire consisting of 5 questions that evaluate asthma control during the past 4 weeks on a 5-point categorical scale. Total scores are calculated from the sum of the scores from the 5 questions and can range from 5 to 25, with higher scores indicating better control. An ACT total score of 5 to 19 suggests that the participant's asthma is unlikely to be well controlled, whilst a score of 20 to 25 suggests that the participant's asthma is likely to be well controlled. Baseline value was the last assessment prior to randomization (Day 0). Change from Baseline was post-dose visit value minus the Baseline value. Least square mean change is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.8","spread":"0.26"},{"groupId":"OG001","value":"3.6","spread":"0.26"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in ACT Total Score at Week 24","description":"The ACT is a validated self-completed questionnaire consisting of 5 questions that evaluate asthma control on a 5-point categorical scale. Total scores are calculated from the sum of the scores from the 5 questions and can range from 5 to 25, with higher scores indicating better control. An ACT total score of 5 to 19 suggests that the participant's asthma is unlikely to be well controlled, whilst a score of 20 to 25 suggests that the participant's asthma is likely to be well controlled. Baseline value was the last assessment prior to randomization (Day 0). Change from Baseline was post-dose visit value minus the Baseline value. Least square mean change is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.6","spread":"0.25"},{"groupId":"OG001","value":"4.0","spread":"0.25"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Correct Use of Device, Defined as Not Making Any Critical or Non-critical Errors, at Week 12, and at Week 24 Independently of the Use at Week 12","description":"Participants were asked to read the appropriate package insert for their prescribed inhaler and then the investigator (or suitably qualified designee) demonstrated the proper use of the inhaler. The participant was then asked to self-administer their first dose of study treatment under the supervision of the investigator and any critical and non-critical errors were recorded. Individual instruments for assessing correct inhaler use were provided for each of the three devices used in this study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"93","spread":null},{"groupId":"OG001","value":"94","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"96","spread":null},{"groupId":"OG001","value":"97","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":210},"commonTop":[]}}}