{"nctId":"NCT02201251","briefTitle":"A Study to Investigate the Safety of the Drugs Topiramate and Levetiracetam in Treating Children Recently Diagnosed With Epilepsy","startDateStruct":{"date":"2014-10-06","type":"ACTUAL"},"conditions":["Epilepsy"],"count":63,"armGroups":[{"label":"Topiramate","type":"EXPERIMENTAL","interventionNames":["Drug: Topiramate"]},{"label":"Levetiracetam","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Levetiracetam"]}],"interventions":[{"name":"Topiramate","otherNames":[]},{"name":"Levetiracetam","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participant with a clinical diagnosis of new-onset or recent-onset epilepsy characterized by partial-onset seizures (POS) (with or without secondary generalization) or primary generalized tonic-clonic seizures (PGTCS) in accordance with criteria of the International League Against Epilepsy. The epilepsy diagnosis must be within the previous 2 years before screening\n* Caregivers (parents or legally acceptable representatives) of the participant must be able to accurately maintain the participant take-home record and seizure diary\n* At screening, participant must have weight and height values within the 5th to 95th percentile for chronological age (based on standard Child Height and Weight Charts from the Centers for Disease Control \\[CDC\\])\n* Participant must never have been treated for epilepsy (treatment-naïve) or have been treated with no more than 1 standard antiepileptic drug (AED) if temporary or urgent AED use was necessary. Previous AED exposure must not exceed either of the following: 1.)Thirty-one days immediately preceding enrollment, or 2.)A total of 6 months of previous AED exposure in the past if the AED has been discontinued for at least 1 year prior to enrollment\n* Parents (or legally acceptable representatives) of the participant must sign an informed consent/permission document, indicating that they understand the purpose of and procedures required for the study and are willing to give permission for their child to participate in the study. Participant 7 years of age and older, capable of understanding the nature of the study, must provide assent for their participation\n\nExclusion Criteria:\n\n* Participant has a surgically implanted and functioning vagus nerve stimulator\n* Participant has a history of seizures as a result of a correctable medical condition, such as metabolic disturbance, toxic exposure, neoplasm, or active infection within 2 weeks prior to the first day of Screening\n* Participant has had uncontrolled seizures while previously taking either topiramate or levetiracetam\n* Participant has a history of non-epileptic seizures within 2 weeks prior to the first day of Screening\n* Participant has myoclonic or absence seizures","healthyVolunteers":false,"sex":"ALL","minimumAge":"2 Years","maximumAge":"15 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Weight Z-score up to Month 1","description":"The Z-Score indicates how many standard deviations (SD) a participant has from the population normal values. The body weight z-scores were designed to take into account the amount of weight gain that was expected due to normal growth in children and adolescents. Body weight data were converted to Z-scores using the Statistical Analysis System (SAS) programs provided by the Centers for Disease Control (CDC) for the calculation of the 2000 CDC growth charts. The mean (SD) change in Z scores from baseline up to Month 1 for the total safety population for all age cohorts combined were presented. A negative Z-score indicates values lower than the mean while a positive Z-score indicates values higher than the mean.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.112","spread":"0.1220"},{"groupId":"OG001","value":"-0.014","spread":"0.1244"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Weight Z-score up to Month 3","description":"The Z-Score indicates how many SD a participant has from the population normal values. The body weight z-scores were designed to take into account the amount of weight gain that was expected due to normal growth in children and adolescents. Body weight data were converted to Z-scores using the SAS programs provided by the CDC for the calculation of the 2000 CDC growth charts. The mean (SD) change in Z scores from baseline up to Month 3 for the total safety population for all age cohorts combined were presented. A negative Z-score indicates values lower than the mean while a positive Z-score indicates values higher than the mean.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.201","spread":"0.2094"},{"groupId":"OG001","value":"-0.027","spread":"0.1802"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Weight Z-score up to Month 6","description":"The Z-Score indicates how many SD a participant has from the population normal values. The body weight z-scores were designed to take into account the amount of weight gain that was expected due to normal growth in children and adolescents. Body weight data were converted to Z-scores using the SAS programs provided by the CDC for the calculation of the 2000 CDC growth charts. The mean (SD) change in Z scores from baseline up to Month 6 for the total safety population for all age cohorts combined were presented. A negative Z-score indicates values lower than the mean while a positive Z-score indicates values higher than the mean.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.319","spread":"0.2496"},{"groupId":"OG001","value":"-0.070","spread":"0.2304"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Weight Z-score up to Month 9","description":"The Z-Score indicates how many SD a participant has from the population normal values. The body weight z-scores were designed to take into account the amount of weight gain that was expected due to normal growth in children and adolescents. Body weight data were converted to Z-scores using the SAS programs provided by the CDC for the calculation of the 2000 CDC growth charts. The mean (SD) change in Z scores from baseline up yo Month 9 for the total safety population for all age cohorts combined were presented. A negative Z-score indicates values lower than the mean while a positive Z-score indicates values higher than the mean.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.326","spread":"0.3235"},{"groupId":"OG001","value":"-0.110","spread":"0.3584"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Weight Z-score up to Month 12","description":"The Z-Score indicates how many SD a participant has from the population normal values. The body weight z-scores were designed to take into account the amount of weight gain that was expected due to normal growth in children and adolescents. Body weight data were converted to Z-scores using the SAS programs provided by the CDC for the calculation of the 2000 CDC growth charts. The mean (SD) change in Z scores from baseline to Month 12 for the total safety population for all age cohorts combined were presented. A negative Z-score indicates values lower than the mean while a positive Z-score indicates values higher than the mean.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.351","spread":"0.3905"},{"groupId":"OG001","value":"-0.065","spread":"0.3026"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Height Z-score up to Month 1","description":"Z-Score was a statistical measure to evaluate how a single data point compares to a standard. It described whether a mean was above or below the standard and how unusual the measurement is with range from minus (-) 3 to plus (+) 3; 0 equal to (=) same mean, greater than (\\>) 0 a greater mean, and less than (\\<) 0 a lesser mean than the standard. Growth parameters were compared to a standard defined by CDC growth charts. The mean (SD) change in Z scores from baseline up to Month 1 for the total safety population for all age cohorts combined were presented. A negative Z-score indicates values lower than the mean while a positive Z-score indicates values higher than the mean.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.004","spread":"0.0870"},{"groupId":"OG001","value":"-0.015","spread":"0.1017"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Height Z-score up to Month 3","description":"Z-Score was a statistical measure to evaluate how a single data point compares to a standard. It described whether a mean was above or below the standard and how unusual the measurement is with range from -3 to +3; 0 =same mean, \\>0 a greater mean, and \\<0 a lesser mean than the standard. Growth parameters were compared to a standard defined by CDC growth charts. The mean (SD) change in Z scores from baseline up to Month 3 for the total safety population for all age cohorts combined were presented. A negative Z-score indicates values lower than the mean while a positive Z-score indicates values higher than the mean.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.036","spread":"0.1452"},{"groupId":"OG001","value":"0.017","spread":"0.1631"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Height Z-score up to Month 6","description":"Z-Score was a statistical measure to evaluate how a single data point compares to a standard. It described whether a mean was above or below the standard and how unusual the measurement is with range from -3 to +3; 0 =same mean, \\>0 a greater mean, and \\<0 a lesser mean than the standard. Growth parameters were compared to a standard defined by CDC growth charts. The mean (SD) change in Z scores from baseline up to Month 6 for the total safety population for all age cohorts combined were presented.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.008","spread":"0.1753"},{"groupId":"OG001","value":"0.077","spread":"0.2670"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Height Z-score up to Month 9","description":"Z-Score was a statistical measure to evaluate how a single data point compares to a standard. It described whether a mean was above or below the standard and how unusual the measurement is with range from -3 to +3; 0 =same mean, \\>0 a greater mean, and \\<0 a lesser mean than the standard. Growth parameters were compared to a standard defined by CDC growth charts. The mean (SD) change in Z scores from baseline up to Month 9 for the total safety population for all age cohorts combined were presented. A negative Z-score indicates values lower than the mean while a positive Z-score indicates values higher than the mean.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.059","spread":"0.2337"},{"groupId":"OG001","value":"0.086","spread":"0.2929"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Height Z-score up to Month 12","description":"Z-Score was a statistical measure to evaluate how a single data point compares to a standard. It described whether a mean was above or below the standard and how unusual the measurement is with range from -3 to +3; 0 =same mean, \\>0 a greater mean, and \\<0 a lesser mean than the standard. Growth parameters were compared to a standard defined by CDC growth charts. The mean (SD) change in Z scores from baseline up to Month 12 for the total safety population for all age cohorts combined were presented. A negative Z-score indicates values lower than the mean while a positive Z-score indicates values higher than the mean.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.057","spread":"0.2734"},{"groupId":"OG001","value":"0.088","spread":"0.3315"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Bone Mineral Density (BMD) Z-score up to Month 6","description":"The BMD was measured by dual energy X-ray absorptiometry (DEXA) for the posterior-anterior lumbar spine (L1\\_L4) and total body less head area. The Z-Score is the number of standard deviations a participant's BMD differs from the average BMD of their age, sex and ethnicity. Positive scores indicate BMD above the mean; positive values are \"best values\" and negative values are \"worst values\". Positive changes from baseline indicated an improvement in condition.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.181","spread":"0.2590"},{"groupId":"OG001","value":"0.035","spread":"0.2606"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.180","spread":"0.2647"},{"groupId":"OG001","value":"0.102","spread":"0.2574"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in BMD Z-score up to Month 12","description":"The BMD was measured by DEXA for the posterior-anterior lumbar spine (L1\\_L4) and total body less head area. The Z-Score is the number of standard deviations a participant's BMD differs from the average BMD of their age, sex and ethnicity. Positive scores indicate BMD above the mean; positive values are \"best values\" and negative values are \"worst values\". Positive changes from baseline indicated an improvement in condition.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.346","spread":"0.3461"},{"groupId":"OG001","value":"0.084","spread":"0.3552"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.367","spread":"0.3170"},{"groupId":"OG001","value":"0.054","spread":"0.3766"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Bone Mineral Content (BMC)-Z Score up to Month 6","description":"The BMC is an estimate of the amount of mineral (such as calcium) in the bone, which was assessed by DEXA scan for the posterior-anterior lumbar spine (L1\\_L4) and total body less head area. Positive changes from baseline indicated an improvement in condition.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.141","spread":"0.2155"},{"groupId":"OG001","value":"0.075","spread":"0.2806"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.242","spread":"0.2516"},{"groupId":"OG001","value":"0.151","spread":"0.2154"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in BMC-Z Score up to Month 12","description":"The BMC is an estimate of the amount of mineral (such as calcium) in the bone, which was assessed by DEXA scan for the posterior-anterior lumbar spine (L1\\_L4) and total body less head area. Positive changes from baseline indicated an improvement in condition.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.274","spread":"0.3123"},{"groupId":"OG001","value":"0.124","spread":"0.3584"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.266","spread":"0.6800"},{"groupId":"OG001","value":"0.017","spread":"0.2533"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment-emergent Adverse Events (TEAE)","description":"An adverse event (AE) is any untoward medical occurrence in a subject who received study drug without regard to possibility of causal relationship. TEAE are defined as AEs with onset during the treatment period or that are a consequence of a pre-existing condition that has worsened since baseline.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25","spread":null},{"groupId":"OG001","value":"29","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Kidney Stones","description":"Percentage of participants with kidney stones were reported.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":28},"commonTop":["Upper Respiratory Tract Infection","Nasopharyngitis","Headache","Vomiting","Oropharyngeal Pain"]}}}