{"nctId":"NCT01598311","briefTitle":"A Study of CB-183,315 in Participants With Clostridium Difficile Associated Diarrhea (MK-4261-006)","startDateStruct":{"date":"2012-05-16","type":"ACTUAL"},"conditions":["Clostridium Difficile Infection"],"count":608,"armGroups":[{"label":"CB-183,315","type":"EXPERIMENTAL","interventionNames":["Drug: CB-183,315","Drug: Placebo"]},{"label":"Vancomycin","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Vancomycin"]}],"interventions":[{"name":"CB-183,315","otherNames":["Surotomycin"]},{"name":"Vancomycin","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Is able to read and sign a consent form;\n* Is from ≥18 to \\<90 years of age;\n* Has diarrhea, at least 3 times during one day, or 200 mL or liquid stool if using a rectal device;\n* Tests positive for Clostridium difficile;\n* If female, must not be pregnant or nursing and take appropriate measures to not get pregnant during the study.\n\nExclusion Criteria:\n\n* Has toxic megacolon and/or known small bowel ileus;\n* Has received treatment with intravenous immune globulin (IVIG) within the past 30 days;\n* Has received treatment with a fecal transplant within 7 days, and/or if the doctor anticipates to give the participant a fecal transplant during the study;\n* Has received a certain amount of antibacterial therapy specific for current CDAD, unless it is not working;\n* Has received an investigational vaccine against Clostridium difficile;\n* Has received an investigational product containing monoclonal antibodies against toxin A or B within 180 days;\n* Has more than 2 episodes of CDAD within 90 days;\n* Has had major gastrointestinal (GI) surgery (i.e. significant bowel resection) within 3 months (this does not include appendectomy or cholecystectomy);\n* Has a history of prior inflammatory bowel disease: ulcerative colitis, Crohn's disease, or microscopic colitis;\n* Is unable to discontinue loperamide, diphenoxylate/atropine, or cholestyramine during the duration of the study;\n* Is unable to discontinue opiate treatment unless on a stable dose;\n* Has known positive stool cultures for other enteropathogens including but not limited to Salmonella, Shigella, and Campylobacter;\n* Has had stool studies positive for pathogenic ova and/or parasites;\n* Has an intolerance or hypersensitivity to daptomycin and/or vancomycin;\n* Has a life-threatening illness at the time of enrollment;\n* Has poor concurrent medical risks that in the opinion of the Investigator the participant should not enroll;\n* Has received an investigational drug or participated in any experimental procedure within 1 month;\n* Has human immunodeficiency virus (HIV), a cluster of differentiation (CD) 4 count \\<200 cells/mm\\^3 within 6 months of start of study therapy;\n* Anticipates that certain antibacterial therapy for a non-CDAD infection will be required for \\>7 days;\n* Is unable to discontinue Saccharomyces or similar probiotic;\n* Is on a concurrent intensive induction chemotherapy, radiotherapy, or biologic treatment for active malignancy;\n* Is unable to comply with the protocol requirements;\n* Has any condition that, in the opinion of the Investigator, might interfere;\n* Is not expected to live for less than 8 weeks.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"89 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Adjusted Percentage of Participants Meeting Clinical Response Criteria for Cure at End of Treatment (EOT)","description":"The percentage of participants considered \"cured\" (i.e., ≤2 loose stools per 24 hour period for at least 2 consecutive days and no need for additional antibiotics during the 3 days following EOT) was determined in the mMITT population. A CDAD diagnosis was defined as: 1) diarrhea with a minimum of 3 unformed bowel movements (UBM) or \\>200 mL volume of stool for participants with a collection device (e.g., rectal tube or colostomy bag) over 24 hours; and 2) a positive result for Clostridium difficile toxin by enzyme immunoassay (EIA), polymerase chain reaction (PCR), or a cell culture cytotoxin neutralization assay. Percentages were first stratified according to age (\\<75 or ≥75 years) and number of previous CDAD episodes (0 or ≥1) and constructed using Mehrotra-Railkar continuity-corrected minimum-risk stratum weights, and the weighted averages were then derived across strata in order to calculate the adjusted percentage.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"83.4","spread":null},{"groupId":"OG001","value":"82.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Clinical Failure Events up to Day 40","description":"The total number of clinical failure events, which included treatment failure, CDAD recurrence, death, or being lost to follow-up, occurring during each time period was determined in each arm.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"48","spread":null},{"groupId":"OG001","value":"54","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"42","spread":null},{"groupId":"OG001","value":"49","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Adjusted Percentage of Participants With Sustained Clinical Response at End of Study","description":"The percentage of participants with sustained clinical response was determined for each arm. Sustained clinical response was declared when participants had a clinical outcome of cure at EOT, did not experience any CDAD recurrence, did not die, were not lost to follow-up, and did not have the end of study visit prior to Day 40. Percentages were first stratified according to age (\\<75 or ≥75 years) and number of previous CDAD episodes (0 or ≥1) and constructed using Mehrotra-Railkar continuity-corrected minimum-risk stratum weights, and the weighted averages were then derived across strata in order to calculate the adjusted percentage.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"63.3","spread":null},{"groupId":"OG001","value":"59.0","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants Experiencing an Adverse Event (AE)","description":"An AE is any untoward medical occurrence in a participant administered a pharmaceutical product that does not necessarily have to have a causal relationship with this treatment.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"52.4","spread":null},{"groupId":"OG001","value":"60.1","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants Discontinuing From Study Treatment Due to an AE","description":"An AE is any untoward medical occurrence in a participant administered a pharmaceutical product that does not necessarily have to have a causal relationship with this treatment.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.7","spread":null},{"groupId":"OG001","value":"3.0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":33,"n":294},"commonTop":["Headache","Nausea","Diarrhoea"]}}}