{"nctId":"NCT04718103","briefTitle":"A Study of GSK3511294 (Depemokimab) in Participants With Severe Asthma With an Eosinophilic Phenotype","startDateStruct":{"date":"2021-02-04","type":"ACTUAL"},"conditions":["Asthma"],"count":397,"armGroups":[{"label":"GSK3511294","type":"EXPERIMENTAL","interventionNames":["Biological: GSK3511294"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Biological: Placebo"]}],"interventions":[{"name":"GSK3511294","otherNames":["Depemokimab"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Key inclusion criteria for study:\n\n* Adults and adolescents greater than or equal to (\\>=)12 years of age, at the time of signing the informed consent/assent.\n* Participants must have a documented physician diagnosis of asthma for \\>=2 years that meets the National Heart, Lung, and Blood Institute guidelines (NHLBI) or Global Initiative for Asthma (GINA) guidelines and\n\n  1. Eosinophilic phenotype: participants who have, or with high likelihood of having, asthma with an eosinophilic phenotype as per randomization criteria, and\n  2. Exacerbation history: participants who have previously confirmed history of \\>=2 exacerbations requiring treatment with systemic corticosteroid (CS) (Intramuscular \\[IM\\], Intravenous \\[IV\\], or oral), in the 12 months prior to Visit 1, despite the use of medium to high-dose ICS. For participants receiving maintenance CS, the CS treatment for the exacerbations must have been a two-fold dose increase or greater.\n* Persistent airflow obstruction as indicated by (i) For participants \\>=18 years of age at Visit 1, a pre-bronchodilator FEV1 less than (\\<)80 percent (%) predicted National Health and Nutrition Examination Survey (NHANES III) recorded at Visit 1.\n\n(ii) For participants 12-17 years of age at Visit 1: A pre-bronchodilator FEV1 \\<90% predicted (NHANES III) recorded at Visit 1 or FEV1: Forced Vital Capacity (FVC) ratio \\<0.8 recorded at Visit 1.\n\n* A well-documented requirement for regular treatment with medium to high dose ICS (in the 12 months prior to Visit 1 with or without maintenance OCS). The maintenance ICS dose must be \\>=440 micrograms fluticasone propionate (FP) hydrofluoroalkane product (HFA) daily, or clinically comparable (GINA, 2020). Participants who are treated with medium dose ICS will also need to be treated with LABA to qualify for inclusion.\n* Current treatment with at least one additional controller medication, besides ICS, for at least 3 months (for example \\[e.g.\\], LABA, LAMA, leukotriene receptor antagonist \\[LTRA\\], or theophylline).\n\nKey inclusion criteria for randomization:\n\n* An elevated peripheral blood eosinophil count of \\>=300 cells per microliter demonstrated in the past 12 months prior to Visit 1 that is related to asthma or an elevated peripheral blood eosinophil count of \\>=150 cells per microliter at Screening Visit 1 that is related to asthma.\n* Evidence of airway reversibility or responsiveness as documented by either:\n\n  (i) Airway reversibility (FEV1\\>=12% and 200 milliliter \\[mL\\]) demonstrated at Visit 1 or Visit 2 using the Maximum Post Bronchodilator Procedure or (ii) Airway reversibility (FEV1\\>=12% and 200 mL) documented in the 24 months prior to Visit 2 (randomization visit) or (iii) Airway hyper-responsiveness (methacholine: Provocative concentration causing a 20% fall in FEV1 \\[PC20\\] of \\<8 milligrams per milliliter (mg/mL), histamine: Provocative dose that decreases FEV1 by 20% \\[PD20\\] of \\<7.8 micromoles, mannitol: decrease in FEV1 as per the labelled product instructions) documented in the 24 months prior to Visit 2 (randomization visit).\n\nKey exclusion criteria for study:\n\n* Presence of a known pre-existing, clinically important lung condition other than asthma. This includes (but is not limited to) current infection, bronchiectasis, pulmonary fibrosis, bronchopulmonary aspergillosis, or diagnoses of emphysema or chronic bronchitis (chronic obstructive pulmonary disease other than asthma) or a history of lung cancer.\n* Participants with other conditions that could lead to elevated eosinophils such as hyper-eosinophilic syndromes including (but not limited to) Eosinophilic Granulomatosis with Polyangiitis (EGPA, formerly known as Churg-Strauss Syndrome) or Eosinophilic Esophagitis.\n* A current malignancy or previous history of cancer in remission for less than 12 months prior to screening (Participants that had localized carcinoma of the skin which was resected for cure will not be excluded).\n* Cirrhosis or current unstable liver or biliary disease per investigator assessment defined by the presence of ascites, encephalopathy, coagulopathy, hypoalbuminemia, esophageal or gastric varices, persistent jaundice.\n* Participants who have known, pre-existing, clinically significant cardiac, endocrine, autoimmune, metabolic, neurological, renal, gastrointestinal, hepatic, hematological or any other system abnormalities that are uncontrolled with standard treatment.\n* Participants with current diagnosis of vasculitis. Participants with high clinical suspicion of vasculitis at screening will be evaluated and current vasculitis must be excluded prior to enrolment.\n* Participants who have received mepolizumab (Nucala), reslizumab (Cinqair/Cinqaero), or benralizumab (Fasenra) within 12 months prior to Visit 1 or who have a previous documented failure with Anti-Interleukin-5/Anti-Interleukin-5 receptor (anti-IL-5/5R) therapy.\n* Participants who have received omalizumab (Xolair) or dupilumab (Dupixent) within 130 days prior to Visit 1.\n* Participants who have received any monoclonal antibody (mAb) within 5 half-lives of Visit 1.\n* Previously participated in any study with mepolizumab, reslizumab, or benralizumab and received study intervention (including placebo) within 12 months prior to Visit 1.\n* Corrected QT interval using Fridericia's formula (QTcF) \\>=450 milliseconds (msec) or QTcF \\>=480 msec for participants with Bundle Branch Block at screening Visit 1.\n* Current smokers or former smokers with a smoking history of \\>=10 pack years (number of pack years = \\[number of cigarettes per day/ 20\\] multiplied by number of years smoked). A former smoker is defined as a participant who quit smoking at least 6 months prior to Visit 1.\n* Participants with allergy/intolerance to the excipients of GSK3511294 or any mAb or biologic.\n\nKey exclusion criteria for randomization:\n\n* QTcF \\>= 450 msec or QTcF \\>=480 msec for participants with Bundle Branch Block, at randomization Visit 2 are excluded. Participants are excluded if an abnormal Electrocardiogram (ECG) finding from the 12-lead ECG conducted at Screening Visit 1 is considered to be clinically significant and would impact the participant's participation during the study, based on the evaluation of the Investigator.\n* Participants with a clinically significant asthma exacerbation in the 7 days prior to randomization should have their randomization visit delayed until the investigator considers the participant's asthma to be stable.\n* Any changes in the dose or regimen of Baseline ICS and/or additional controller medication (except for treatment of an exacerbation) during the run-in period.","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Annualized Rate of Clinically Significant Exacerbations up to 52 Weeks","description":"Clinically significant exacerbations recorded were defined as worsening of asthma requiring the use of systemic corticosteroids (CS) \\[such as intramuscular (IM), intravenous (IV) or oral\\] and/or hospitalization and/or Emergency Department (ED) visit. For all participants, IV or oral steroids (e.g., prednisone) for at least 3 days or a single IM corticosteroid dose is required. For participants on maintenance systemic corticosteroids, at least double the existing maintenance dose for at least 3 days is required. Exacerbations recorded in the electronic case report form (eCRF) were considered as verified clinically significant exacerbations and included in the primary analysis. Exacerbations separated by less than 7 days was treated as a continuation of the same exacerbation.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.56","spread":null},{"groupId":"OG001","value":"1.08","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in St. George's Respiratory Questionnaire (SGRQ) Total Score at Week 52","description":"The SGRQ is a 50-item patient-reported outcome tool used to measure Quality of Life in participants with airway obstruction diseases. The questions are designed to be self-completed by the participant. The total score was calculated by the symptom score, activity and impact score; and summarizing the impact of the disease on overall health status on 0-100 rating scale. Scores are expressed as a percentage of overall impairment where 100 representing worst possible health status and 0 indicating best possible health status. Higher scores indicating greater impairment of quality of life. Change from Baseline was defined as value at the indicated time point minus Baseline value.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-14.80","spread":"1.041"},{"groupId":"OG001","value":"-12.49","spread":"1.455"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Asthma Control Questionnaire-5 (ACQ-5) Score at Week 52","description":"The ACQ-5 is a five-item questionnaire developed as a measure of participants asthma symptom control. The questions are designed to be self-completed by the participant. The 5 questions enquired to recall how their asthma had been during the previous week and to respond about the frequency and/or severity of symptoms (nocturnal awakening, waking in the morning, activity limitation, shortness of breath and wheezing). The overall ACQ-5 response option is the mean score of all 5 questions representing 0 with no impairment/limitation and 6 as total impairment/ limitation. Higher scores indicated more limitations and lower score with better asthma control. Change from Baseline was defined as value at the indicated time point minus Baseline value.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.81","spread":"0.065"},{"groupId":"OG001","value":"-0.70","spread":"0.091"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Pre-Bronchodilator Forced Expiratory Volume in One Second (FEV1) At Week 52","description":"Forced Expiratory Volume in One Second (FEV1) is defined as the volume of air that can be forced out in one second after taking a deep breath by a person and will be measured by spirometry testing. Change from Baseline in clinic pre-bronchodilator FEV1 was determined. Change from Baseline was defined as value at the indicated time point minus Baseline value.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.240","spread":"0.0286"},{"groupId":"OG001","value":"0.184","spread":"0.0407"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Asthma Nighttime Symptom Diary (ANSD) Weekly Mean Score at Week 52","description":"The ANSD is a 6-item self-administered patient reported diary developed by Patient Related Outcomes (PRO) Consortium's Asthma Working Group to facilitate comprehensive and reliable assessment of asthma symptoms from a participant's perspective. Participants were required to rate the severity of symptoms in 3 core categories: breathing symptoms (wheezing, shortness of breath), chest symptoms (chest tightness, chest pain) and cough. The ANSD was to be completed before going to bed and refers to asthma symptoms during the day. Symptoms are rated at their worst using an 11-point numeric rating scale ranging from 0 (None) to 10 (As bad as you can imagine). Higher scores indicate more severe symptoms. Mean daily scores of ANSD was calculated by weekly intervals. The baseline values were defined as the average score from Day -7 to Day -1 inclusive (at least 4 days must be non-missing). Change from Baseline was defined as value at each time point minus Baseline value.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.18","spread":"0.091"},{"groupId":"OG001","value":"-0.97","spread":"0.127"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Asthma Daily Symptom Diary (ADSD) Weekly Mean Score at Week 52","description":"The ADSD is a 6-item self-administered patient reported diary developed by patient related outcomes (PRO) Consortium's Asthma Working Group to facilitate comprehensive and reliable assessment of asthma symptoms from a participant's perspective. Participants were required to rate the severity of symptoms in 3 core categories: breathing symptoms (wheezing, shortness of breath), chest symptoms (chest tightness, chest pain) and cough. The ADSD was to be completed upon waking and refers to asthma symptoms during the night-time. Symptoms are rated at their worst using an 11-point numeric rating scale ranging from 0 (None) to 10 (As bad as you can imagine). Higher scores indicate more severe symptoms. Mean daily scores of ADSD was calculated by weekly intervals. The baseline values were defined as the average score from Day -7 to Day -1 inclusive (at least 4 days must be non-missing). Change from Baseline was defined as value at each time point minus Baseline value.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.13","spread":"0.080"},{"groupId":"OG001","value":"-0.93","spread":"0.112"}]}]}]},{"type":"SECONDARY","title":"Annualized Rate of Exacerbations Requiring Hospitalization and/or Emergency Department (ED) Visit up to 52 Weeks","description":"Annualized Rate of exacerbations of asthma were defined as worsening of asthma which required use of systemic corticosteroids (CSs) and/or hospitalization and/or Emergency Department (ED) visit. For all participants, IV or oral steroids (e.g., prednisone) for at least 3 days or a single IM CS dose is required. For participants on maintenance systemic CSs, at least double the existing maintenance dose for at least 3 days is required. Exacerbations separated by less than 7 days will be treated as a continuation of the same exacerbation. Exacerbations Requiring Hospitalization and/or ED Visit are reported here.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.05","spread":null},{"groupId":"OG001","value":"0.11","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":19,"n":251},"commonTop":["Nasopharyngitis","COVID-19","Headache","Upper respiratory tract infection","Bronchitis"]}}}