{"nctId":"NCT01694420","briefTitle":"Treatment of Acute HIV Infection With Quad Fixed-dose Combination (FDC) Tablet","startDateStruct":{"date":"2012-09"},"conditions":["HIV"],"count":33,"armGroups":[{"label":"Quad FDC","type":"EXPERIMENTAL","interventionNames":["Drug: (FDC) ELV/COBI/FTC/TDF"]}],"interventions":[{"name":"(FDC) ELV/COBI/FTC/TDF","otherNames":["STRIBILD"]}],"eligibilityModule":{"eligibilityCriteria":"Acute HIV infection is defined as:\n\n1. A positive 4th generation HIV Ag/Ab Combination Assay and HIV RNA (NAAT or viral load) and one of the following within 30 days of study entry:\n\n   * a negative HIV rapid test\n   * negative/indeterminate Western Blot\n\n   OR\n2. A negative or indeterminate HIV antibody, antigen, or nucleic acid amplification test (NAAT) and any one of the following within 30 days of study entry:\n\n   * A detectable HIV nucleic acid in blood confirmed by a second NAAT\n   * Positive p24 antigen\n   * A positive HIV antibody test according to standard criteria obtained within 45 days after an initial negative or indeterminate HIV antibody, antigen, or nucleic acid amplification.\n\nInclusion Criteria:\n\n1. Acute HIV Infection (as defined above) within 30 days of study entry.\n2. Age \\>18 years.\n3. ART-naive (\\<14 days of previous antiretroviral treatment. Exceptions are: Post-exposure prophylaxis (PEP) if participant was documented as HIV-negative at least 3 months after completion of PEP.\n4. Lab values within 30 days prior to study entry:\n\n   1. Absolute neutrophil count \\>500/mm3\n   2. Hemoglobin \\> 8.5 g/dL for men and \\> 8.0 g/dL for women\n   3. Platelet count \\>50,000/mm3\n   4. AST (SGOT)\\> .2.5 x ULN\n   5. ALT (SGPT)\\> .2.5 x ULN\n   6. Total bilirubin \\<2.5 x ULN\n   7. Calculated creatinine clearance (Cockcroft-Gault formula) \\> 70mL/min:\n5. For women of reproductive potential, a negative pregnancy test within 72 hours prior to initiating antiretroviral study medications. Reproductive potential is defined as females who have reached menarche and have not been post-menopausal for at least 24 consecutive months, or have not undergone surgical sterilization.\n6. Female study participants must use a reliable form of barrier contraception, such as a condom, even if they also use other methods of birth control. All participants must continue to use contraception for 12 weeks after stopping study medications. Acceptable methods of barrier contraception include: condoms (male or female), diaphragm, or cervical cap. These can be used alone or in tandem with hormonal or IUD method.\n7. Ability and willingness of participant to give written informed consent.\n\nExclusion Criteria:\n\n1. Women who are pregnant or breast-feeding.\n2. Women with a positive pregnancy test prior to study drug administration.\n3. Men who have sex with women, and women of reproductive potential unwilling or unable to use an acceptable, reliable barrier method of contraception for the entire study period and 12 weeks afterwards.\n4. Use of immunomodulators (e.g., interleukins, interferons, cyclosporine), HIV vaccine, systemic cytotoxic chemotherapy, or investigational therapy within 30 days of study entry (Prednisone 10 mg QD or less is permitted.\n5. Known allergy/sensitivity to study drugs\n6. Difficulty swallowing pills\n7. Inability to communicate effectively with study personnel\n8. Incarceration; prisoner recruitment and participation are not permitted\n9. Active drug or alcohol use that, in the opinion of the site investigator, would interfere with participation in the study\n10. Any active psychiatric illness that, in the opinion of the investigator, could confound the analysis of the neurological examination or neuropsychological test results\n11. Active brain infection (except for HIV-1), brain neoplasm, space-occupying brain lesion requiring acute or chronic therapy\n12. Serious illness requiring systemic treatment and/or hospitalization until patient either completes therapy or is clinically stable on therapy for at least 7 days prior to study entry\n13. Known cardiac conduction disease\n14. Prior treatment with any other experimental drug within 30 days of initiating study treatment\n15. Unable to discontinue any current medications that are excluded during study treatment\n16. Life expectancy less than twelve months\n17. Acute Viral Hepatitis, including, but not limited to, Hepatitis A, B, or C\n18. Chronic Hepatitis B Infection documented by a detectable serum Hepatitis B surface antigen (HBsAg) or plasma HBV DNA\n19. Calculated creatinine clearance (Cockcroft-Gault formula) \\<70mL/min","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With a Viral Load Measurement of <200 Copies/mL at Week 24","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"28","spread":null}]}]}]},{"type":"PRIMARY","title":"Virologic Efficacy of the Fixed Dose Combination (FDC) ELV/COBI/FTC/TDF Given Once Daily to Participants With Acute HIV Infection as Determined by the Proportion of Treated Participants With HIV-1 RNA to <50 Copies/mL at Week 48","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24","spread":null}]}]}]},{"type":"SECONDARY","title":"Immune Activation as Measured by the Proportion of CD4+ and CD8+ Cells Expressing HLA-DR and CD38+","description":null,"paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Rate of Virologic Decline in the First 48 Weeks of Treatment Comparing FDC ELV/COBI/FTC/TDF to FDC EFV/FTC/TDF","description":null,"paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"54","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Participants With Grade 3 or Grade 4 Adverse Events","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Participants With Adverse Events Related to Study Drug","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":33},"commonTop":["Elevated BP during leukapheresis","Headache","Diarrhea","Nausea","Elevated AST"]}}}