{"nctId":"NCT00665223","briefTitle":"A Study of Treatment With Pridopidine (ACR16) in Participants With Huntington's Disease","startDateStruct":{"date":"2008-04-24","type":"ACTUAL"},"conditions":["Huntington's Disease"],"count":437,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"ACR16 45 mg","type":"EXPERIMENTAL","interventionNames":["Drug: ACR16","Drug: Placebo"]},{"label":"ACR16 90 mg","type":"EXPERIMENTAL","interventionNames":["Drug: ACR16"]}],"interventions":[{"name":"ACR16","otherNames":["Pridopidine"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Able to provide written Informed Consent prior to any study related procedure.\n* Huntington's disease diagnosed with the aid of clinical features and a positive family history and/or the presence of ≥ 36 CAG repeats in the Huntington gene.\n* Male or female age ≥ 30 years.\n* Willing and able to take oral medication and able to comply with the study specific procedures.\n* Ambulatory, being able to travel to the assessment centre, and judged by the Investigator as likely to be able to continue to travel for the duration of the study.\n* Availability of a caregiver or family member to accompany the participant.\n* A sum of ≥ 10 points on the mMS at the screening visit.\n* For participants taking allowed antipsychotic medication, the dosing of medication must have been kept constant for at least 6 weeks before randomization. The allowed antipsychotic medication is Amisulpride, Haloperidol, Olanzapine, Risperidone, Sulpiride, or Tiapride.\n* For participants taking allowed antidepressant or other psychotropic medication, the dosing of medication must have been kept constant for at least 6 weeks before randomization.\n* Willing to provide a blood sample for CAG analysis (where CAG result is not already available).\n* In France only, the participant must be affiliated to a social security system or be a beneficiary of such a system.\n\nExclusion Criteria:\n\n* Unable to give written informed consent.\n* Treatment with any non-allowed antipsychotic medication within 12 weeks of randomization. The non-allowed antipsychotic medication is any medication other than Amisulpride, Haloperidol, Olanzapine, Risperidone, Sulpiride, or Tiapride.\n* Treatment with the antidepressants Fluoxetine or Paroxetine within 6 weeks of randomization.\n* Use of Tetrabenazine within 12 weeks of randomization, or at any time during the study period.\n* Treatment with any investigational product within 4 weeks of randomization.\n* Use of tricyclic antidepressants, class I antiarrhythmics, and strong CYP2D6 inhibitors such as Ajmalicine, Chinidin/Quinidine and Ritonavir, within 6 weeks of randomization.\n* Participants previously included into this study.\n* A prolonged QTc interval at screen (defined as a QTc interval of \\> 450 milliseconds \\[msec\\] for males or \\> 470 msec for females), or other clinically significant heart conditions.\n* Creatinine clearance \\<40 milliliters (mL)/minute (min) as measured at the screening visit.\n* Any clinically significant, abnormal, baseline laboratory result which in the opinion of the Investigator, affects the participants' suitability for the study or puts the participant at risk if he/she enters the study.\n* Clinically significant hepatic or renal impairment.\n* Participants with a history of epilepsy or a history of seizure(s) of unknown cause.\n* Severe intercurrent illness, which, in the opinion of the Investigator, may put the participant at risk when participating in the trial or may influence the results of the trial or affect the participants' ability to take part in the trial.\n* Alcohol and/or drug abuse as defined by Diagnostic and Statistical Manual - Fourth Edition - Text Revision (DSM IV-TR) criteria for substance abuse - this includes the illicit use of cannabis within the last 12 months.\n* Participants with suicidal ideation, defined as a positive score on criteria for major depressive episode, item A9 on the DSM-IV-TR criteria for a Major Depressive Episode.\n* Females who are pregnant or lactating.\n* Females who are of child bearing potential and not taking adequate contraceptive precautions are excluded from the trial. Females of child bearing potential taking acceptable contraceptive precautions can be included.\n* Known allergy to any ingredients of the trial medication or placebo.\n* Any previous participation in a clinical study with ACR16.\n* Participants currently receiving deep brain stimulation.\n* Participants with a history of surgical procedures aiming to improve the symptoms of Huntington's disease, such as neural transplantations, lesions of the central nervous system, infusions of neurotrophic agents or previous attempts of deep brain stimulation.","healthyVolunteers":false,"sex":"ALL","minimumAge":"30 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Modified Motor Score (mMS) (Sum of Score of Items 4-10 and 13-15 of the Unified Huntington's Disease Rating Scale [UHDRS] Motor Assessments) at Week 26","description":"The mMS is a subscale of the UHDRS total motor score and comprises 13 responses from the 10 items, 4-10 and 13-15, from the UHDRS motor assessment. The items for mMS include dysarthria, tongue protrusion, finger taps (right and left), pronate/supinate hands (right and left), luria - first-hand-palm sequencing, arms rigidity (right and left), body bradykinesia, gait, tandem walking, and retropulsion pull test. Each of these items are rated on a scale of 0 (normal) to 4 (marked impairment). Total score ranges from 0 to 52, with higher scores indicating more severe motor impairment.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.27","spread":"4.43"},{"groupId":"OG001","value":"-0.23","spread":"4.12"},{"groupId":"OG002","value":"-0.94","spread":"3.87"}]}]}]},{"type":"SECONDARY","title":"The UHDRS Functional Assessment at Week 26","description":"The UHDRS Functional Assessment considers 25 items associated with functional problems. The participant scores 1 point for every item to which they respond positively (zero points for negative responses). Total score ranges from 0 (worst) to 25 (best). Higher scores indicate better functional ability.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.81","spread":"6.20"},{"groupId":"OG001","value":"17.50","spread":"5.73"},{"groupId":"OG002","value":"17.48","spread":"5.43"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Clinical Global Impression - Improvement (CGI-I) Score","description":"Global improvement is rated by the investigator on a 7-point scale as: 1 = Very much improved; 2 = Much improved; 3 = Minimally improved; 4 = No change; 5 = Minimally worse; 6 = Much worse; and 7 = Very much worse.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"1","spread":null}]},{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"8","spread":null},{"groupId":"OG002","value":"7","spread":null}]},{"measurements":[{"groupId":"OG000","value":"30","spread":null},{"groupId":"OG001","value":"32","spread":null},{"groupId":"OG002","value":"33","spread":null}]},{"measurements":[{"groupId":"OG000","value":"55","spread":null},{"groupId":"OG001","value":"59","spread":null},{"groupId":"OG002","value":"50","spread":null}]},{"measurements":[{"groupId":"OG000","value":"38","spread":null},{"groupId":"OG001","value":"37","spread":null},{"groupId":"OG002","value":"46","spread":null}]},{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"9","spread":null},{"groupId":"OG002","value":"2","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Stroop Word Reading Test at Week 26","description":"The Stroop test measures the ability to concentrate and ward off distractions. The test consists of three items: (i) colour naming; (ii) word reading; (iii) interference. The word reading test requires participants to read colour words written in black and each response is scored as the number of correct answers made in 45 seconds. Higher scores indicate less severe disease, and an increase in score represents an improvement.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.3","spread":"11.9"},{"groupId":"OG001","value":"-1.1","spread":"10.3"},{"groupId":"OG002","value":"-0.8","spread":"11.7"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Total UHDRS Behavioral Assessment Score at Week 26","description":"The total behavioral assessment score is the sum of the 11 products (depressed mood, apathy, low self-esteem/guilt, compulsive behavior, anxiety, irritable behavior, perseverative/obsessive thinking, disruptive/aggressive behavior, suicidal thoughts, delusions, and hallucinations) of frequency and severity symptom scores and excluded the 3 yes/no questions relating to confusion, dementia, and depression. Frequency is rated on a scale of 0 (never or almost never) to 4 (very frequently, most of the time). Severity is rated on a scale of 0 (no evidence) to 4 (severe). Total behavior score ranges from 0 (no impairment) to 88 (severe impairment), with higher scores indicating greater behavioral impairments.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.12","spread":"13.51"},{"groupId":"OG001","value":"-0.41","spread":"16.78"},{"groupId":"OG002","value":"-2.22","spread":"10.84"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Total Hospital Anxiety and Depression Scale (HADS) Score at Week 26","description":"HADS is a self-administered instrument reliable for detecting states of depression and anxiety. It includes 2 subscales: Hospital Anxiety and Depression Scale - anxiety (HADS-A) assesses state of generalized anxiety (anxious mood, restlessness, anxious thoughts, panic attacks); Hospital Anxiety and Depression Scale - depression (HADS-D) assesses state of lost interest and diminished pleasure response (lowering of hedonic tone). Each subscale is comprised of 7 items with range 0 (no presence of anxiety or depression) to 3 (severe feeling of anxiety or depression). Total score ranges from 0 to 21 for each subscale where higher scores indicate greater severity of anxiety and depression symptoms. The total HADS score was a composite score summed of all 14 items for a total range of 0 to 42. Lower change from baseline scores indicate improvement.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.10","spread":"6.04"},{"groupId":"OG001","value":"-0.73","spread":"6.78"},{"groupId":"OG002","value":"0.13","spread":"6.00"}]}]}]},{"type":"SECONDARY","title":"Randomized Phase: Number of Participants With Treatment-Emergent Adverse Events (TEAEs)","description":"An adverse event (AE) was defined as any change from the participant's baseline (pre-treatment) condition, other than improvement, that did not necessarily have causal relationship with the study drug. TEAEs were defined as AEs that began after ACR16/placebo administration through week 26 or up to week 30 for participants not continuing in the open-label period. AEs included both serious adverse events (SAEs) and non-serious AEs. A summary of other non-serious AEs and all SAEs, regardless of causality is located in the 'Reported AE section'.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"92","spread":null},{"groupId":"OG001","value":"91","spread":null},{"groupId":"OG002","value":"99","spread":null}]}]}]},{"type":"SECONDARY","title":"Open-label Phase: Number of Participants With TEAEs","description":"An AE was defined as any change from the participant's baseline (pre-treatment) condition, other than improvement, that did not necessarily have causal relationship with the study drug. TEAEs were defined as adverse events that began after ACR16/placebo administration through Week 56. AEs included both SAEs and non-serious AEs. A summary of other non-serious AEs and all SAEs, regardless of causality is located in the 'Reported AE section'.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"90","spread":null},{"groupId":"OG001","value":"101","spread":null},{"groupId":"OG002","value":"95","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":11,"n":144},"commonTop":["FALL","HUNTINGTON'S CHOREA","NASOPHARYNGITIS","DIARRHOEA","DEPRESSION"]}}}