{"nctId":"NCT02850965","briefTitle":"Efficacy, Safety and Immunogenicity of BI 695501 Versus Humira® in Patients With Moderate to Severe Chronic Plaque Psoriasis","startDateStruct":{"date":"2016-08-17","type":"ACTUAL"},"conditions":["Psoriasis"],"count":318,"armGroups":[{"label":"BI 695501","type":"EXPERIMENTAL","interventionNames":["Drug: BI 695501"]},{"label":"Humira","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Humira"]}],"interventions":[{"name":"BI 695501","otherNames":[]},{"name":"Humira","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n* Males and females aged \\>=18 to =\\<80 years who have a diagnosis of moderate to severe chronic plaque psoriasis (with or without psoriatic arthritis) for at least 6 months before the first administration of study drug (a self-reported diagnosis confirmed by the investigator is acceptable), and which has been stable for the last 2 months with no changes in morphology or significant flares at both Screening and Baseline (Randomization):\n\n  * involved body surface area (BSA) \\>= 10% and\n  * Psoriasis Area and Severity Index (PASI) score \\>= 12 and\n  * static Physician's Global Assessment (sPGA) score of \\>= 3.\n* Participants of reproductive potential (childbearing potential ) must be willing and able to use highly effective methods of birth control per International Council for Harmonization (ICH) M3 (R2) that result in a low failure rate of less than 1% per year when used consistently and correctly during the trial and for 6 months following completion or discontinuation from the trial medication.\n* Signed and dated written informed consent in accordance with Good Clinical Practice (GCP) and local legislation prior to admission to the trial.\n* Patients who are candidates for systemic therapy.\n\nExclusion criteria:\n\n* Active ongoing inflammatory diseases other than psoriasis that might confound trial evaluations according to investigator's judgment.\n* Previous treatment with more than 1 biological agent, or adalimumab or adalimumab biosimilar. No prior biologic exposure within last 6 months of screening.\n* Patients with a significant disease other than psoriasis and/or a significant uncontrolled disease (such as, but not limited to, nervous system, renal, hepatic, endocrine, hematological, autoimmune or gastrointestinal disorders).\n* Major surgery performed within 12 weeks prior to randomization or planned within 6 months after screening, e.g., total hip replacement.\n* Any documented active or suspected malignancy or history of malignancy within 5 years prior to screening, except appropriately treated basal cell carcinoma of the skin or in situ carcinoma of uterine cervix.\n* Patients who must or wish to continue the intake of restricted medications or any drug considered likely to interfere with the safe conduct of the trial.\n* Currently enrolled in another investigational device or drug study, or less than 30 days since ending another investigational device or drug study(s), or receiving other investigational treatment(s).\n* Chronic alcohol or drug abuse\n* Women who are pregnant, nursing, or who plan to become pregnant during the course of this study or within the period at least 6 months following completion or discontinuation from the trial.\n* Forms of psoriasis (e.g., pustular, erythrodermic and guttate) other than chronic plaque psoriasis. Drug-induced psoriasis (i.e., new onset or current exacerbation from e.g., beta blockers or lithium).\n* Primary or secondary immunodeficiency (history of, or currently active), including known history of HIV infection or a positive HIV test at screening (per the investigator discretion and where mandated by local authorities).\n* Known chronic or relevant acute tuberculosis; no evidence of active tuberculosis.\n* Known clinically significant coronary artery disease, significant cardiac arrhythmias, moderate to severe congestive heart failure (New York Heart Association Classes III or IV) or interstitial lung disease observed on chest X-ray.\n* History of a severe allergic reaction, anaphylactic reaction, or hypersensitivity to a previously used biological drug or its excipients.\n* Positive serology for hepatitis B virus (HBV) or hepatitis C virus (HCV).\n* Receipt of a live/attenuated vaccine within 12 weeks prior to the Screening Visit; patients who are expecting to receive any live/attenuated virus or bacterial vaccinations during the trial or up to 3 months after the last dose of trial drug.\n* Any treatment (including biologic therapies) that, in the opinion of the investigator, may place the patient at unacceptable risk during the trial.\n* Known active infection of any kind (excluding fungal infections of nail beds), any major episode of infection requiring hospitalization or treatment with intravenous (i.v.) anti infectives within 4 weeks of the Screening Visit\n* Aspartate aminotransferase (AST) or alanine aminotransferase (ALT) \\> 2.5 times upper limit of normal (ULN) at Screening.\n* Hemoglobin \\< 8.0 g/dL at Screening.\n* Platelets \\< 100,000/µL at Screening.\n* Leukocyte count \\< 4000/µL at Screening.\n* Creatinine clearance \\< 60 mL/min/1.73 m2 at Screening.\n* Patients with a history of any clinically significant adverse reaction to murine or chimeric proteins, or natural rubber and latex, including serious allergic reactions.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"The Percentage of Patients With at Least 75% Reduction in Psoriasis Area and Severity Index (PASI 75) Response at Week 16","description":"The PASI tool provides numeric scoring for a patient's overall psoriasis disease state, ranging from 0 to 72. Head (h), trunk (t), upper extremities (u) and lower extremities (l) areas were assessed; correspond to 10, 30, 20, and 40% of the total body area, respectively. The signs of severity, erythema (E), induration (I) and desquamation (D) of lesions were assessed using a numeric scale of 0 to 4 where 0 was a complete lack of cutaneous involvement and 4 was the severest possible involvement. The area of psoriatic involvement of these areas (Ah, At, Au, and Al) was given a numerical value: 0 = no involvement, 1 = \\<10%, 2 = 10 to \\<30%, 3 = 30 to \\<50%, 4 = 50 to \\<70%, 5 = 70 to \\<90%, and 6 = 90 to 100% involvement.\n\nPASI = 0.1(Eh+Ih+Dh)Ah + 0.3(Et+It+Dt)At + 0.2(Eu+Iu+Du)Au + 0.4(El+Il+Dl)Al.\n\nPercentage = least squares means per treatment groups back transformed using inverse logit function.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"68.2","spread":null},{"groupId":"OG001","value":"70.4","spread":null}]}]}]},{"type":"SECONDARY","title":"The Percentage of Patients With a PASI 75 Response at Week 24","description":"The PASI tool provides numeric scoring for a patient's overall psoriasis disease state, ranging from 0 to 72. Head (h), trunk (t), upper extremities (u) and lower extremities (l) areas were assessed; correspond to 10, 30, 20, and 40% of the total body area, respectively. The signs of severity, erythema (E), induration (I) and desquamation (D) of lesions were assessed using a numeric scale of 0 to 4 where 0 was a complete lack of cutaneous involvement and 4 was the severest possible involvement. The area of psoriatic involvement of these areas (Ah, At, Au, and Al) was given a numerical value: 0 = no involvement, 1 = \\<10%, 2 = 10 to \\<30%, 3 = 30 to \\<50%, 4 = 50 to \\<70%, 5 = 70 to \\<90%, and 6 = 90 to 100% involvement.\n\nPASI = 0.1(Eh+Ih+Dh)Ah + 0.3(Et+It+Dt)At + 0.2(Eu+Iu+Du)Au + 0.4(El+Il+Dl)Al.\n\nPercentage = least squares means per treatment groups back transformed using inverse logit function.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"75.3","spread":null},{"groupId":"OG001","value":"72.4","spread":null}]}]}]},{"type":"SECONDARY","title":"The Mean Percentage Improvement in PASI at Week 16","description":"The PASI tool provides numeric scoring for a patient's overall psoriasis disease state, ranging from 0 to 72. Head (h), trunk (t), upper extremities (u) and lower extremities (l) areas were assessed; correspond to 10, 30, 20, and 40% of the total body area, respectively. The signs of severity, erythema (E), induration (I) and desquamation (D) of lesions were assessed using a numeric scale of 0 to 4 where 0 was a complete lack of cutaneous involvement and 4 was the severest possible involvement. The area of psoriatic involvement of these areas (Ah, At, Au, and Al) was given a numerical value: 0 = no involvement, 1 =\\<10%, 2 =10 to \\<30%, 3 =30 to \\<50%, 4 =50 to \\<70%, 5 =70 to \\<90%, and 6 =90 to 100% involvement.\n\nPASI = 0.1(Eh+Ih+Dh)Ah + 0.3(Et+It+Dt)At + 0.2(Eu+Iu+Du)Au + 0.4(El+Il+Dl)Al.\n\nResults based on PASI mean percentage improvement from Baseline after 16 weeks of treatment = overall mean + treatment group + Baseline PASI + prior exposure to a biological agent + random error.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"83.7","spread":null},{"groupId":"OG001","value":"82.1","spread":null}]}]}]},{"type":"SECONDARY","title":"The Percentage of Patients With a Static Physician's Global Assessment (sPGA) ≤1 (Clear or Almost Clear) at Week 16","description":"The Static Physician's Global Assessment (sPGA) is a 5-point score ranging from 0 to 4, based on the physician's assessment of the average thickness, erythema, and scaling of all psoriatic lesions.\n\nThe assessment was considered \"static\", which referred to the patient's disease state at the time of the assessment, without comparison to any of the patient's previous disease states (dynamic), whether at Baseline or at a previous visit. A lower score indicated less body coverage, with 0 being clear, 1 being almost clear, and 4 being.\n\nPercentage = least squares means per treatment groups back transformed using inverse logit function.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"59.6","spread":null},{"groupId":"OG001","value":"52.1","spread":null}]}]}]},{"type":"SECONDARY","title":"The Percentage of Patients Achieving a Dermatology Life Quality Index (DLQI) of 0 or 1 at Week 16","description":"The DLQI is a subject-administered, 10-question, that covers 6 domains including symptoms and feelings, daily activities, leisure, work and school, personal relationships, and treatment. It has a 1-week recall period. Every item score ranges from 0 (not relevant/not at all) to 3 (very much). Question 7 is a \"yes/no\" question where \"yes\" is scored as 3.\n\nThe DLQI total score was calculated by summing the scores of each question resulting in a range of 0 to 30 where 0-1 = no effect on subject's life, 2-5 = small effect, 6-10 = moderate effect, 11-20 = very large effect, and 21-30 = extremely large effect on the subject's life.\n\nThe higher the score, the more the quality of life is impaired. If the answer to 1 question in a domain was missing, that domain was treated as missing. If 2 or more questions were left unanswered (missing), DLQI total score was treated as missing. Percentage = least squares means per treatment groups back transformed using inverse logit function.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"67.2","spread":null},{"groupId":"OG001","value":"66.8","spread":null}]}]}]},{"type":"SECONDARY","title":"The Percentage of Patients With Drug-related Adverse Events (AEs)","description":"The secondary safety endpoint was defined as the percentage of patients with drug-related adverse events (AEs).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.2","spread":null},{"groupId":"OG001","value":"20.3","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":5,"n":159},"commonTop":["Nasopharyngitis","Injection site erythema","Injection site pain"]}}}