{"nctId":"NCT04205643","briefTitle":"CT-P13 (Infliximab) Subcutaneous Administration in Patients With Moderately to Severely Active Ulcerative Colitis (LIBERTY-UC)","startDateStruct":{"date":"2020-09-01","type":"ACTUAL"},"conditions":["Ulcerative Colitis"],"count":548,"armGroups":[{"label":"CT-P13 SC","type":"EXPERIMENTAL","interventionNames":["Biological: CT-P13 SC (Infliximab)"]},{"label":"Placebo SC","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Placebo SC"]}],"interventions":[{"name":"CT-P13 SC (Infliximab)","otherNames":[]},{"name":"Placebo SC","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patient is male or female aged 18 to 75 years, inclusive.\n* Patient has moderately to severely active UC with a modified Mayo score of 5 to 9 points with endoscopic subscore of ≥ 2 points\n\nExclusion Criteria:\n\n* Patient who has previously received 2 or more biologic agents and/or JAK inhibitors\n* Patient who has previously received either a TNFα inhibitor or biologic agent within 5 half-lives","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Patients Achieving Clinical Remission at Week 54","description":"Clinical remission defined by modified Mayo score which ranges from 0 to 9, including Stool frequency subscore, Rectal bleeding subscore and Endoscopic subscore but excluding Physician's global assessment subscore from the Total Mayo score.\n\nPatients with dose adjustment to CT-P13 SC 240 mg prior to Week 54 were considered as non-remitter.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"127","spread":null},{"groupId":"OG001","value":"30","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage Patients Achieving Clinical Response at Week 54","description":"Clinical response defined by decrease in modified Mayo score from baseline of at least 2 points and at least 30%, with an accompanying decrease in the rectal bleeding subscore of at least 1 point or an absolute rectal bleeding subscore of 0 or 1 point. Patients with dose adjustment to CT-P13 SC 240 mg prior to Week 54 were considered as non-responder.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"158","spread":null},{"groupId":"OG001","value":"45","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients Achieving Endoscopic-Histologic Mucosal Improvement at Week 54","description":"Endoscopic-histologic mucosal improvement defined as an absolute endoscopic subscore of 0 or 1 point from modified Mayo score and an absolute RHI score of 3 points or less with an accompanying lamina propria neutrophils and neutrophils in epithelium subscore of 0 point. Patients with dose adjustment to CT-P13 SC 240 mg prior to Week 54 were considered as endoscopic-histologic mucosal improvement not achieved.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"105","spread":null},{"groupId":"OG001","value":"24","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients Achieving Corticosteroid-Free Remission at Week 54","description":"Corticosteroid-free remission defined as being in clinical remission by modified Mayo score in addition to not requiring any treatment with corticosteroid for at least 8 weeks at Week 54, among the patients who used oral corticosteroids at baseline. Patients with dose adjustment to CT-P13 SC 240 mg prior to Week 54 were considered as non-remitter.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"44","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":23,"n":548},"commonTop":["Headache","Anaemia","COVID-19","Colitis ulcerative","Nasopharyngitis"]}}}