{"nctId":"NCT01312922","briefTitle":"Pipamperone/Citalopram (PNB01) Versus Citalopram (CIT) and Versus Pipamperone (PIP) in Major Depressive Disorder (MDD)","startDateStruct":{"date":"2011-09"},"conditions":["Major Depressive Disorder"],"count":555,"armGroups":[{"label":"PNB01","type":"EXPERIMENTAL","interventionNames":["Drug: PNB01 fixed dose combination of pipamperone and citalopram"]},{"label":"citalopram","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Citalopram"]},{"label":"pipamperone","type":"SHAM_COMPARATOR","interventionNames":["Drug: Pipamperone"]}],"interventions":[{"name":"PNB01 fixed dose combination of pipamperone and citalopram","otherNames":[]},{"name":"Citalopram","otherNames":[]},{"name":"Pipamperone","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Patient is informed and given ample time and opportunity to think about her/his participation and has given her/his written informed consent.\n2. Patient understands the investigational nature of the trial and is willing and able to comply with the trial requirements.\n3. Patient is male or female, aged ≥ 18 years.\n4. Patient has MDD according to the DSM IV-R criteria with an existence of depressed mood (DSM-IV-R Crit. A1) and loss of interest/anhedonia (DSM-IV-R Crit. A2) as confirmed by the MINI, lasting for at least 4 weeks and no longer than 18 months (78 weeks) for the current episode, and causing significant functional impairment (DSM-IV-R MDD C- criterion).\n5. CGI-S rating of at least 4 and a minimum MADRS total score of 26 using IVRS ePRO at Baseline.\n\nExclusion Criteria:\n\n1. Patient is pregnant, nursing, or is a woman of child-bearing potential who is not surgically sterile, 2 years postmenopausal, or who does not consistently use 2 combined effective methods of contraception (including at least 1 barrier method), unless sexually abstinent.\n2. Existence of Mood Disorder with psychotic features and/or high suicidality risk, as confirmed by MINI.\n3. Concomitant diagnosis of any additional primary Axis I disorder and presence of any of the following co-morbid disorders: (Hypo)manic episode, Panic Disorder (limited symptom attacks allowed), Obsessive Compulsive Disorder, Post-traumatic Stress Disorder, Alcohol dependence, any other Substance abuse and/or dependence, Psychotic Disorder, Eating Disorder, or General Anxiety Disorder, as confirmed by MINI.\n4. Concomitant diagnosis of any primary Axis II disorder.\n5. Patient is hospitalized.\n6. Patient has a clinically relevant renal dysfunction (e.g. GFR \\<60mL/min).\n7. Patient has hepatic dysfunction (total bilirubin \\>2.0mg/dL or alanine aminotransferase (ALT) and/or aspartate aminotransferase (AST) greater than 2 times the upper limit of the reference range).\n8. Patient has a malignant neoplastic disease, a documented history of epilepsy (juvenile convulsions excepted) or a documented, in the opinion of the investigator, clinically relevant risk of bleeding (eg. severe bleeding disorder, treatment with warfarin, …).\n9. Patient with a documented history or concomitant diagnosis or significant risk of cardiac arrhythmia or dysrhythmia, including a QTc interval of ≥500 ms at Baseline.\n10. Patient has any other medical or psychiatric condition, which in the opinion of the investigator, can jeopardize or would compromise the patient's ability to participate in this trial or that would interfere with trial assessments.\n11. Patient with documented alcohol or drug abuse, or having a positive standard screen for alcohol or drugs (including benzodiazepines and opioids).\n12. Patient received, in the past 7 days treatment with any psychoactive drug prior to randomization, including typical and atypical antipsychotics, hypnotics, antidepressants, anxiolytic drugs, anticonvulsive therapy, opioids, monoamine oxidase (MAO) inhibitors, sedative antihistamines, psychostimulants or amphetamines, dopamine D2 receptor antagonists, butyrophenones, metoclopramide, lithium, anticonvulsants, benzodiazepines, or barbiturates. If patient has received such therapy, a washout period of at least 7 days prior to baseline is required before inclusion in this trial (except fluoxetine: 4 weeks, and St John's Wort or MAO inhibitors: within 2 weeks).\n13. Concomitant treatment with diuretics, QT prolongation drugs, or dopamine agonists.\n14. Resistant depression defined as having failed to respond to either: a/ 2 previous antidepressants at an adequate dose administered for at least 4 weeks during the current episode; b/ augmentation therapy with any atypical antipsychotic drug\n15. Electroconvulsive therapy (ECT) or repetitive Transcranial Magnetic Stimulation therapy (rTMS) within the last 6 months; Vagus Nerve Stimulation (VNS) or Deep Brain Stimulation (DBS) ever.\n16. Formal psychotherapy or alternative treatment for 1 week prior to or during the study.\n17. Patient has participated in another trial of an investigational agent (including medical device) within the last 3 months prior to baseline or is currently participating in another trial of an investigational drug.\n18. Known hypersensitivity to any of the study drugs","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Early and Sustained (Antidepressant) Response (ESR) Rate","description":"Early and Sustained Response (ESR) is defined as a MADRS total score reduction from Baseline of 50% or more and a MADRS total score ≤16 at Week 2, Week 3, Week 4, and Week 6.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null},{"groupId":"OG001","value":"17","spread":null},{"groupId":"OG002","value":"17","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Total MADRS Score at Week 6","description":"Change from baseline in total score on the Montgomery-Asberg Depression Rating Scale (MADRS) after 6 weeks of study treatment as assessed by the patient using an Interactive Voice Response System (IVRS) via telephone\n\nThe MADRS scale is a widely used and well-validated 10-item diagnostic questionnaire designed to measure the severity of depressive episodes in patients with mood disorders. The 10 items are all rated on a scale from 0 to 6 (resulting in a maximum total score of 60 points) and include 'apparent sadness', 'reported sadness', 'inner tension', 'reduced sleep', 'reduced appetite', 'concentration difficulties', 'lassitude', 'inability to feel', 'pessimistic thoughts' and 'suicidal thoughts'. Higher scores indicative of greater depressive symptomology.","classes":[]},{"type":"SECONDARY","title":"Change From Baseline in Total SDS Score at Week 6","description":"Change from baseline in total score on the Sheehan Disability Scale (SDS) after 6 weeks of study treatment as assessed by the patient using an Interactive Voice Response System (IVRS) via telephone\n\nThe SDS is a generic brief self-report tool that was developed to assess functional impairment in three inter-related domains; 1) work or school, 2) social life and 3) family life. The patient rates the extent to which work/school, social life and home life or family responsibilities are impaired by his or her symptoms on a 10-point visual analog scale. Total scores range from a minimum of 0 to a maximum of 30 (0 unimpaired, 30 highly impaired).","classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":185},"commonTop":["Somnolence","Headache","Nausea","Dry Mouth","Insomnia"]}}}