{"nctId":"NCT02339584","briefTitle":"Efficacy and Safety of Brinzolamide/Brimonidine Fixed Combination BID Compared to Brinzolamide BID Plus Brimonidine BID in Subjects With Open-Angle Glaucoma (OAG) or Ocular Hypertension (OHT)","startDateStruct":{"date":"2015-04-14","type":"ACTUAL"},"conditions":["Open-Angle Glaucoma","Ocular Hypertension"],"count":493,"armGroups":[{"label":"Brinz/Brim","type":"EXPERIMENTAL","interventionNames":["Drug: Brinzolamide 10 mg/mL / Brimonidine 2 mg/mL fixed combination eye drops, suspension","Drug: Vehicle"]},{"label":"Brinz+Brim","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Brinzolamide 10 mg/mL eye drops, suspension","Drug: Brimonidine 2 mg/mL eye drops, solution"]}],"interventions":[{"name":"Brinzolamide 10 mg/mL / Brimonidine 2 mg/mL fixed combination eye drops, suspension","otherNames":[]},{"name":"Brinzolamide 10 mg/mL eye drops, suspension","otherNames":["AZOPT™"]},{"name":"Brimonidine 2 mg/mL eye drops, solution","otherNames":[]},{"name":"Vehicle","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Diagnosis of open-angle glaucoma or ocular hypertension insufficiently controlled on monotherapy or currently on multiple IOP-lowering medications;\n* Mean IOP measurements within guidelines specified in the protocol. Must not be \\> 36 mmHg at any time point;\n* Able to understand and sign an informed consent form;\n* Other protocol-specified inclusion criteria may apply.\n\nExclusion Criteria:\n\n* Women of childbearing potential who are pregnant, test positive for pregnancy, intend to become pregnant during the study period, breast-feeding, or not in agreement to use adequate birth control methods throughout the study;\n* Severe central visual field loss in either eye;\n* Unable to safely discontinue all IOP-lowering ocular medication(s) for a minimum of 5 (± 1) to 28 (± 1) days prior to E1 Visit;\n* Chronic, recurrent or severe inflammatory eye disease;\n* Ocular trauma within the past 6 months;\n* Ocular infection or ocular inflammation within the past 3 months;\n* Clinically significant or progressive retinal disease such as retinal degeneration, diabetic retinopathy, or retinal detachment;\n* Best-corrected visual acuity (BCVA) score worse than 55 ETDRS letters (equivalent to approximately 0.60 logMAR, 20/80 Snellen, or 0.25 decimal);\n* Other ocular pathology (including severe dry eye) that may preclude the administration of α-adrenergic agonist and/or topical carbonic anhydrase inhibitor (CAI);\n* Intraocular surgery within the past 6 months;\n* Ocular laser surgery within the past 3 months;\n* Any abnormality preventing reliable applanation tonometry;\n* Any conditions including severe illness which would make the Subject, in the opinion of the Investigator, unsuitable for the study;\n* History of active, severe, unstable or uncontrolled cardiovascular, cerebrovascular, hepatic, or renal disease that would preclude safe administration of a topical α-adrenergic agonist or CAI;\n* Recent (within 4 weeks of the E1 Visit) use of high-dose (\\> 1 g daily) salicylate therapy;\n* Current or anticipated treatment with any psychotropic drugs that augment adrenergic response (eg, desipramine, amitriptyline);\n* Concurrent use of monoamine oxidase inhibitors (MAOI);\n* Concurrent use of glucocorticoids administered by any route;\n* Therapy with another investigational agent within 30 days prior to the Screening Visit;\n* Hypersensitivity to α-adrenergic agonist drugs, topical or oral CAIs, sulfonamide derivatives, or to any component of the study medications;\n* Less than 30 days stable dosing regimen before the Screening Visit of any medications (excluding IOP-lowering treatments) or substances administered by any route and used on a chronic basis that may affect IOP, including but not limited to β-adrenergic blocking agents;\n* Use of any additional topical or systemic ocular hypotensive medication during the study;\n* Other protocol-specified exclusion criteria may apply.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"95 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Diurnal IOP Change From Baseline at Month 3","description":"IOP (fluid pressure inside the eye) was assessed using Goldmann applanation tonometry and reported in mmHg. Diurnal IOP was defined as the average of the three timepoints measured: 9 AM, +2 Hrs and +7Hrs. Baseline was the average of the values for 2 eligibility visits. If one of the values was missing, the other non-missing value was taken as the baseline. A higher IOP can be a greater risk factor for developing glaucoma or glaucoma progression (leading to optic nerve damage). A more negative change indicates greater improvement, ie, a reduction of IOP. Only one eye (study eye) contributed to the analysis.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-7.2","spread":"0.34"},{"groupId":"OG001","value":"-7.3","spread":"0.34"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":188},"commonTop":["Conjunctival hyperaemia"]}}}