{"nctId":"NCT01000727","briefTitle":"The Stabilization Of pLaques usIng Darapladib-Thrombolysis In Myocardial Infarction 52 Trial","startDateStruct":{"date":"2009-12-01"},"conditions":["Acute Coronary Syndrome"],"count":13026,"armGroups":[{"label":"Darapladib 160 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Darapladib 160 mg","Other: Standard Therapy"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo","Other: Standard Therapy"]}],"interventions":[{"name":"Darapladib 160 mg","otherNames":["SB-480848"]},{"name":"Placebo","otherNames":[]},{"name":"Standard Therapy","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Signed written informed consent.\n* Men or women at least 18 years old (in Taiwan, at least 20 years old). Women must be post-menopausal or using a highly effective method for avoidance of pregnancy.\n* Hospitalization for acute coronary syndrome (ACS) within 30 days prior to study entry.\n* Clinically stable for 24 hours prior to study entry.\n* A planned percutaneous coronary intervention (PCI) should be performed prior to study entry, whenever possible.\n* At least one of the following:\n* At least 60 years old.\n* Myocardial infarction prior to the qualifying ACS event.\n* Diabetes mellitus requiring treatment with medication.\n* Diagnosed mild or moderate reduction in kidney function.\n* Cerebrovascular disease (carotid artery disease or ischemic stroke more than 3 months prior to study entry) OR peripheral artery disease.\n\nExclusion Criteria:\n\n* ACS symptoms or lab results not believed to be caused by a narrowing or blocked coronary artery.\n* No major coronary artery with a blockage of more than 50% (unless all stenoses are successfully treated by PCI).\n* Planned coronary artery bypass graft (CABG) surgery, or CABG surgery performed after the qualifying ACS event and prior to study entry.\n* Certain types of liver disease.\n* Severe reduction in kidney function OR removal of a kidney OR kidney transplant.\n* Severe heart failure.\n* Blood pressure higher than normal despite lifestyle changes and treatment with medications.\n* Any life-threatening disease with a life expectancy of less than 2 years (other than heart disease) that may prevent the subject from completing the study.\n* Severe asthma that is poorly controlled with medication.\n* Pregnancy (Note: A pregnancy test will be performed on all non-sterile women prior to study entry).\n* Previous severe allergic reaction to food, medications, drink, insect stings, etc.\n* Drug or alcohol abuse within the past 6 months. Mental/psychological impairment that may prevent the subject from complying with study procedures or understanding the goal and potential risks of participating in the study.\n* Certain medications that may interfere with the study medication (these will be identified by the study doctor).\n* If both birth parents are at least 50% Japanese, Chinese, or Korean ancestry, must have a blood sample collected for Lp-PLA2 activity. Those with Lp-PLA2 activity less than or equal to 20.0 nmol/min/mL are excluded.\n* Previously took darapladib (SB-480848).\n* Participation in a study of an investigational medication within the past 30 days.\n* Current participation in a study of an investigational device.\n* Any other reason the investigator deems the subject should not participate in the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With First Occurrence of Any Event in the Composite of Major Coronary Events During the Time Period for Follow-up (FU) of Cardiovascular (CV) Event","description":"Coronary heart disease (CHD) death=occurrence of a fatal myocardial infarction (MI), death caused by documented cardiac arrest, death resulting from heart failure in a participant with known CHD, death from other forms of acute/chronic CHD, unwitnessed death of unknown origin, or sudden death. Acute MI=evidence of myocardial necrosis in a clinical setting consistent with myocardial ischemia. Prior MI diagnosed post-randomization (e.g., silent MI)=the development of new pathological Q waves with/without symptoms OR imaging evidence of a region of loss of viable myocardium that is thinned and fails to contract, in the absence of a nonischemic cause (pre-event imaging data required for verification of new abnormality), OR pathological findings of a healed/healing MI. Urgent coronary revascularization (CR) for MI=ischemic discomfort at rest that prompted CR during the same hospitalization or resulted in hospital transfer for the purpose of CR.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"910","spread":null},{"groupId":"OG001","value":"903","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With First Occurrence of Any Component of the Composite of Major Adverse Cardiovascular Events (Cardiovascular [CV] Death, Non-fatal MI or Non-fatal Stroke) During the Time Period for Follow-up of CV Events","description":"CV death=death due to a CV cause, which included but was not limited to deaths resulting from stroke, arrhythmia, sudden death (witnessed/unwitnessed), MI, heart failure, pulmonary embolism, peripheral arterial disease, or complications of a CV procedure. Deaths not clearly attributable to non-CV causes are considered to be CV deaths. Acute MI=evidence of myocardial necrosis in a clinical setting consistent with myocardial ischemia. Prior MI diagnosed post-randomization (e.g., silent MI)=the development of new pathological Q waves with/without symptoms OR imaging evidence of a region of loss of viable myocardium that is thinned and fails to contract, in the absence of a non-ischemic cause (pre-event imaging data required for verification of new abnormality), OR pathological findings of a healed/healing MI. Stroke=presence of a new focal neurologic deficit thought to be of vascular origin, with signs/symptoms lasting \\>24 hours or results in death (in \\<24 hours).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"838","spread":null},{"groupId":"OG001","value":"824","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Cardiovascular Death During the Time Period for Follow-up of Cardiovascular Events","description":"CV death is defined as a death due to a CV cause, which includes but is not limited to deaths resulting from stroke, arrhythmia, sudden death (witnessed/unwitnessed), MI, heart failure, pulmonary embolism, peripheral arterial disease, or complications of a CV procedure. Deaths not clearly attributable to non-CV causes are considered to be CV deaths.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"268","spread":null},{"groupId":"OG001","value":"243","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With First Occurrence of MI (Fatal/Nonfatal) During the Time Period for Follow-up of Cardiovascular Events","description":"Acute MI is defined as evidence of myocardial necrosis in a clinical setting consistent with myocardial ischemia. Prior MI diagnosed post-randomization (e.g., silent MI)=the development of new pathological Q waves with/without symptoms OR imaging evidence of a region of loss of viable myocardium that is thinned and fails to contract, in the absence of a non-ischemic cause (pre-event imaging data required for verification of new abnormality), OR pathological findings of a healed/healing MI.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"564","spread":null},{"groupId":"OG001","value":"547","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With First Occurrence of Stroke (Fatal/Non-fatal) During the Time Period for Follow-up of Cardiovascular Events","description":"Stroke is defined as the presence of a new focal neurologic deficit thought to be of vascular origin, with signs/symptoms lasting \\>24 hours or results in death (in \\<24 hours).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"130","spread":null},{"groupId":"OG001","value":"145","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With CHD Death During the Time Period for Follow-up of Cardiovascular Events","description":"CHD death is defined as the occurrence of a fatal MI, death caused by documented cardiac arrest, death resulting from heart failure in a participant with known CHD, death from other forms of acute/chronic CHD, unwitnessed death of unknown origin, or sudden death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"241","spread":null},{"groupId":"OG001","value":"211","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Urgent Coronary Revascularization for Myocardial Ischemia During the Time Period for Follow-up of Cardiovascular Events","description":"Urgent coronary revascularization for myocardial ischemia is defined as ischemic discomfort at rest that prompts coronary revascularization (PCI or coronary artery bypass graft \\[CABG\\]) during the same hospitalization or resulting in hospital transfer for the purpose of coronary revascularization. PCI is defined as any attempt at revascularization even if not successful (e.g., angioplasty, atherectomy or stenting).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"218","spread":null},{"groupId":"OG001","value":"237","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With First Occurrence of Any Event in the Composite of Total Coronary Events (CHD Death, Non-fatal MI, Hospitalization for Unstable Angina, or Any Coronary Revascularization Procedure) During the Time Period for FU of CV Events","description":"CHD death, acute MI, and prior MI diagnosed post-randomization are defined in the primary endpoint (major coronary events). Hospitalization for unstable angina=one of the following, but not fulfilling the criteria for MI: ischemic discomfort at rest associated with electrocardiogram (ECG) changes leading to hospitalization; ischemic discomfort at rest regardless of ECG changes leading to hospitalization and revascularization during the same admission; ischemic discomfort at rest in hospital associated with ECG changes; ischemic discomfort at rest in hospital without ECG changes resulting in revascularization during the same admission. NOTE: The event was not considered to be unstable angina if, after invasive/non-invasive testing or other diagnostic testing, the discomfort was found not to be caused by myocardial ischemia. Coronary revascularization procedures exclude PCI planned prior to randomization but performed after randomization.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1352","spread":null},{"groupId":"OG001","value":"1290","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With First Occurrence of Any Coronary Revascularization Procedures (Excluding Coronary Revascularization Planned Prior to Randomization, But Performed After Randomization) During the Time Period for Follow-up of Cardiovascular Event","description":"All coronary revascularization procedures (except for PCI planned prior to randomization but performed after randomization) are included. Examples include coronary artery bypass graft, balloon angioplasty and stenting. The number of participants, with first occurrence of any coronary revascularization procedures, were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"967","spread":null},{"groupId":"OG001","value":"926","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With First Occurrence of Any Component of the Composite of All-cause Mortality, Non-fatal MI, or Nonfatal Stroke During the Time Period for Follow-up of Cardiovascular Events","description":"Acute MI is defined as evidence of myocardial necrosis in a clinical setting consistent with myocardial ischemia. Prior MI diagnosed post-randomization (e.g., silent MI)=the development of new pathological Q waves with/without symptoms OR imaging evidence of a region of loss of viable myocardium that is thinned and fails to contract, in the absence of a non-ischemic cause (pre-event imaging data required for verification of new abnormality), OR pathological findings of a healed/healing MI. Stroke=presence of a new focal neurologic deficit thought to be of vascular origin, with signs/symptoms lasting \\>24 hours or results in death (in \\<24 hours).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"928","spread":null},{"groupId":"OG001","value":"914","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With First Occurrence of Any Event in the Composite of CHD Death and Non-fatal MI During the Time Period for Follow-up of Cardiovascular Events","description":"Acute MI is defined as evidence of myocardial necrosis in a clinical setting consistent with myocardial ischemia. Prior MI diagnosed post-randomization (e.g., silent MI)=the development of new pathological Q waves with/without symptoms OR imaging evidence of a region of loss of viable myocardium that is thinned and fails to contract, in the absence of a non-ischemic cause (pre-event imaging data required for verification of new abnormality), OR pathological findings of a healed/healing MI. CHD death is defined as the occurrence of a fatal MI, death caused by documented cardiac arrest, death resulting from heart failure in a participant with known CHD, death from other forms of acute/chronic CHD, unwitnessed death of unknown origin, or sudden death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"725","spread":null},{"groupId":"OG001","value":"701","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With All-cause Mortality During the Time Period for Vital Status","description":"Number of participants who died, during the vital status time-period were reported. The participants who were known to have died, date of death was used; for participants who completed the study the study completion date was used; for participants who withdrew from the study where vital status was ascertained , and are known to have not died , the last known date to be alive was used and for participants whom vital status was not ascertained, following study withdrawal the study withdrawal date was used.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"403","spread":null},{"groupId":"OG001","value":"376","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3011,"n":6465},"commonTop":["Diarrhoea","Non-cardiac chest pain","Hypertension","Angina pectoris","Dizziness"]}}}