{"nctId":"NCT03710889","briefTitle":"Early Effects of Abaloparatide on Tissue-Based Indices of Bone Formation and Resorption","startDateStruct":{"date":"2018-09-20","type":"ACTUAL"},"conditions":["Osteoporosis, Postmenopausal","Osteoporosis","Osteoporosis Vertebral","Osteoporosis Risk","Osteoporosis Fracture","Osteoporosis Localized to Spine","Osteoporosis, Age-Related","Osteoporosis Senile","Osteoporosis of Vertebrae"],"count":23,"armGroups":[{"label":"Abaloparatide","type":"EXPERIMENTAL","interventionNames":["Drug: Abaloparatide"]}],"interventions":[{"name":"Abaloparatide","otherNames":["TYMLOS®","BA058"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria\n\nParticipants must meet all of the following criteria to be eligible to participate in this study:\n\n1. The participant is a healthy ambulatory postmenopausal female from 50 to 85 years of age (inclusive) with osteoporosis.\n2. The participant has been postmenopausal for at least 5 years. Postmenopausal status will be established by a history of amenorrhea for at least 5 years and by an elevated follicle stimulating hormone (FSH) value of ≥30 international units(IU)/liter (L).\n3. The participant has a BMD T-score ≤-2.5 at the lumbar spine (L1-L4) or hip (femoral neck or total hip) by dual-energy x-ray absorptiometry (DXA) or lumbar spine or hip BMD T-score ≤-2.0 with a history of low trauma vertebral, forearm, humerus, sacral, pelvic, hip, femoral, or tibial fracture sustained within 5 years prior to enrollment. These fractures must be documented by radiograph or hospital report.\n4. The participant is in good general health as determined by medical history and physical examination (including vital signs), has a body mass index (BMI) of 18.5 to 33, inclusive, and is without evidence of clinically significant abnormality in the opinion of the Investigator.\n5. The participant has serum calcium (albumin-corrected), parathyroid hormone (PTH) (1-84), phosphorus, and alkaline phosphatase levels all within the normal range during the Screening Period. Any participant with an elevated alkaline phosphatase value, and who meets all other entry criteria, is required to have a normal bone-specific alkaline phosphatase result to be enrolled.\n6. The participant has serum 25-hydroxyvitamin D values ≥ 20 nanograms (ng)/milliliter (mL) and within the normal range. Participants with serum 25-hydroxyvitamin D levels \\< 20 ng/ml may be treated with vitamin D3 and re-tested once.\n7. The participant's resting 12-lead electrocardiogram (ECG) obtained during screening shows no clinically significant abnormality.\n8. The participant has read, understood, and signed the written informed consent form.\n\nExclusion Criteria:\n\nParticipants with any of the following characteristics are not eligible to participate in the study:\n\n1. Presence of abnormalities of the lumbar spine that would prohibit assessment of lumbar spine BMD, defined as having at least 2 radiologically evaluable vertebrae within L1-L4.\n2. Unevaluable hip BMD or participants who have undergone bilateral hip replacement (unilateral hip replacement is acceptable).\n3. History of bone disorders (for example, Paget's disease) other than postmenopausal osteoporosis.\n4. Clinically significant abnormality of serum hemoglobin, hematocrit, white blood cells (WBC) and platelets, coagulation, or usual serum chemistry: electrolytes, renal function, liver function and serum proteins.\n5. Unexplained elevation of serum alkaline phosphatase.\n6. History of radiotherapy (radiation therapy), other than radioiodine.\n7. History of bleeding disorder that would preclude a bone biopsy, in the opinion of the Investigator.\n8. History of chronic or recurrent renal, hepatic, pulmonary, allergic, cardiovascular, gastrointestinal, endocrine, central nervous system, hematologic or metabolic diseases, or immunologic, emotional and/or psychiatric disturbances to a degree that would interfere with the interpretation of study data or compromise the safety of the participant.\n9. History of Cushing's disease, hyperthyroidism, hypo- or hyperparathyroidism, or malabsorptive syndromes within the past year.\n10. History of significantly impaired renal function (serum creatinine \\> 177 micromoles \\[µmol\\]/L or \\>2.0 milligrams \\[mg\\]/deciliter \\[dL\\]). If the serum creatinine is \\>1.5 and ≤ 2.0 mg/dL, the calculated creatinine clearance (Cockcroft-Gault) must be ≥ 30 mL/minute (min).\n11. History of any cancer within the past 5 years (other than basal cell or squamous cell cancer of the skin).\n12. History of osteosarcoma at any time or a history of hereditary disorders which could predispose the participant to osteosarcoma.\n13. History of nephrolithiasis or urolithiasis within the past 5 years.\n14. Participant known to be positive for hepatitis B, hepatitis C, or human immunodeficiency virus infection (HIV-1 or HIV-2). Testing is not required in the absence of clinical signs and symptoms suggestive of HIV infection or acute or chronic hepatitis.","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"50 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Mineralizing Surface/Bone Surface (MS/BS) in the Cancellous Envelope at Month 3","description":"Change in dynamic histomorphometry indices was assessed in the cancellous envelope.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.74","spread":"3.978"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"18.66","spread":"12.114"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Bone Formation Rate/Bone Surface (BFR/BS) in the Cancellous Envelope at Month 3","description":"Change in dynamic histomorphometry indices was assessed in the cancellous envelope. BFR/BS was reported as cubic millimeter/square millimeter/year (mm\\^3/mm\\^2/year).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.011","spread":"0.0076"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.034","spread":"0.0245"}]}]}]},{"type":"SECONDARY","title":"Change in Serum Procollagen Type I N-terminal Propeptide (s-P1NP) From Baseline at Month 1 and Month 3","description":"Blood samples were taken to measure efficacy related markers of bone metabolism at Day 1, Month 1, and Month 3.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"54.990","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"119.155","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"141.130","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Serum Carboxy-Terminal Cross-Linking Telopeptide of Type I Collagen (s-CTX) From Baseline at Month 1 and Month 3","description":"Blood samples were taken to measure efficacy-related markers of bone metabolism at Day 1, Month 1, and Month 3.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.460","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.052","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.311","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":23},"commonTop":["Nausea","Dizziness","Bursitis","Headache","Diarrhoea"]}}}