{"nctId":"NCT02168842","briefTitle":"Efficacy of Isradipine in Early Parkinson Disease","startDateStruct":{"date":"2014-11","type":"ACTUAL"},"conditions":["Parkinson Disease"],"count":336,"armGroups":[{"label":"Isradipine","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Isradipine"]},{"label":"Placebo (for Isradipine)","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo (for Isradipine)"]}],"interventions":[{"name":"Isradipine","otherNames":[]},{"name":"Placebo (for Isradipine)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subjects with early idiopathic PD (presence of at least two out of three cardinal manifestations of PD). If tremor is not present, subjects must have unilateral onset and persistent asymmetry of the symptoms\n* Age equal or greater than 30 years at the time of diagnosis of PD\n* Hoehn and Yahr stage less than or equal to 2\n* Diagnosis of PD less than 3 years.\n* Currently NOT receiving dopaminergic therapy (levodopa, dopamine agonist or MAO-B inhibitors) and NOT projected to require PD symptomatic therapy for at least 3 months from the baseline visit\n* Use of amantadine and/or anticholinergics will be allowed provided that the dose is stable for 8 weeks prior to the baseline visit\n* If subject is taking any central nervous system acting medications (e.g., benzodiazepines, antidepressants, hypnotics) regimen must be stable for 30 days prior to the baseline visit\n* Women of childbearing potential may enroll but must use a reliable measure of contraception and have a negative serum pregnancy test at the screening visit\n\nExclusion Criteria:\n\n* Subjects with a diagnosis of an atypical Parkinsonism\n* Subjects unwilling or unable to give informed consent\n* Exposure to dopaminergic PD therapy within 60 days prior to baseline visit or for consecutive 3 months or more at any point in the past\n* History of clinically significant orthostatic hypotension or presence of orthostatic hypotension at the screening or baseline visit defined as greater than or equal to 20 mmHg change in systolic BP and greater than or equal to 10 mmHg change in diastolic BP from sitting position to standing after 2 minutes, or baseline sitting BP less than 90/60\n* History of congestive heart failure\n* Clinically significant bradycardia\n* Presence of 2nd or 3rd degree atrioventricular block or other significant ECG abnormalities that in the investigator's opinion would compromise participation in study\n* Clinically significant abnormalities in the Screening Visit laboratory studies or ECG\n* Presence of other known medical or psychiatric comorbidity that in the investigator's opinion would compromise participation in the study\n* Prior exposure to isradipine or other dihydropyridine calcium channel blockers within 6 months of the baseline visit\n* Subjects on greater than 2 concomitant antihypertensive medications. If a history of hypertension, then a maximum of 2 other antihypertensive agents will be allowed provided that the dosages of concomitant anti HTN therapy can be reduced/adjusted during the study based on the BP readings in consultation with the subject's primary care provider or cardiologist. Use of any concomitant calcium channel blockers will not be allowed from the baseline visit and for the duration of the study\n* Use of grapefruit juice, ginkgo biloba, St. John's wort or ginseng will be prohibited starting from the screening visit and for the duration of the study (as they interfere with the metabolism of isradipine)\n* Use of clarithromycin, telithromycin and erythromycin will be prohibited starting from the screening visit and for the duration of the study as the combination of clarithromycin, telithromycin or erythromycin and calcium channel blockers has been reported to be associated with increased risk of kidney and heart injury\n* Presence of cognitive dysfunction defined by a Montreal Cognitive assessment (MoCA) score of less than 26 at screening\n* Subjects with clinically significant depression as determined by a Beck Depression Inventory II (BDI) score greater than 15 at the screening visit\n* History of exposure to typical or atypical antipsychotics or other dopamine blocking agents within 6 months prior to the baseline visit\n* History of use of an investigational drug within 30 days prior to the screening visit\n* History of brain surgery for PD\n* Allergy/sensitivity to isradipine or its matching placebo or their formulations\n* Pregnant or lactating woman","healthyVolunteers":false,"sex":"ALL","minimumAge":"30 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Adjusted Mean Change in Total Unified Parkinson Disease Rating Scale (UPDRS) Score","description":"Efficacy of isradipine to slow progression of Parkinson disease disability to be determined by the change in the total (Part I-III) UPDRS score in the active treatment arm versus placebo between the baseline and 36 month visit. The change of UPDRS ranges from -30 to 80, larger value shows more disability from PD.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.99","spread":null},{"groupId":"OG001","value":"3.26","spread":null}]}]}]},{"type":"PRIMARY","title":"Adjusted Mean Change in Adjusted UPDRS Score","description":"Efficacy of isradipine to slow progression of Parkinson disease disability to be determined by the change in the adjusted UPDRS Score in the active treatment arm versus placebo between the baseline and 36 month visit. The change of adjusted UPDRS ranges from -100 to 150, larger value shows more disability from PD.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.49","spread":null},{"groupId":"OG001","value":"13.85","spread":null}]}]}]},{"type":"SECONDARY","title":"Adjusted Mean Change in LED","description":"Efficacy of isradipine to slow progression of Parkinson disease disability to be determined by the change in the LED(levodopa equivalent dose) in the active treatment arm versus placebo between the baseline and 36 month visit. The change of LED ranges from -100 to 3000, larger value shows more disability from PD.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"389","spread":null},{"groupId":"OG001","value":"375","spread":null}]}]}]},{"type":"SECONDARY","title":"Adjusted Mean Change in LED Cumulative","description":"Efficacy of isradipine to slow progression of Parkinson disease disability to be determined by the change in the LED(levodopa equivalent dose) cumulative in the active treatment arm versus placebo between the baseline and 36 month visit. The change of LED cumulative ranges from 0 to 1200000, larger value shows more disability from PD.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"676","spread":null},{"groupId":"OG001","value":"697","spread":null}]}]}]},{"type":"SECONDARY","title":"Adjusted Mean Change in UPDRS Part IV","description":"Efficacy of isradipine to slow progression of Parkinson disease disability to be determined by the change in the UPDRS Part IV in the active treatment arm versus placebo between the baseline and 36 month visit. The change in UPDRS Part IV ranges from -10 to 10, larger value shows more disability from PD.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.18","spread":null},{"groupId":"OG001","value":"1.07","spread":null}]}]}]},{"type":"SECONDARY","title":"Adjusted Mean Change in MDS-UPDRS nmEDL","description":"Efficacy of isradipine to slow progression of Parkinson disease disability to be determined by the change in the MDS-UPDRS nmEDL(Non-Motor Experiences of Daily Living) in the active treatment arm versus placebo between the baseline and 36 month visit. The change in MDS-UPDRS nmEDL ranges from -6 to 10, larger value shows more disability from PD.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.93","spread":null},{"groupId":"OG001","value":"1.76","spread":null}]}]}]},{"type":"SECONDARY","title":"Adjusted Mean Change in MDS-UPDRS mEDL","description":"Efficacy of isradipine to slow progression of Parkinson disease disability to be determined by the change in the MDS-UPDRS mEDL(Motor Experiences of Daily Living) in the active treatment arm versus placebo between the baseline and 36 month visit. The change in MDS-UPDRS mEDL ranges from -8 to 35, larger value shows more disability from PD.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.32","spread":null},{"groupId":"OG001","value":"2.57","spread":null}]}]}]},{"type":"SECONDARY","title":"Adjusted Mean Change in UPDRS Score to 1 Year","description":"Efficacy of isradipine to slow progression of Parkinson disease disability to be determined by the change in the MDS-UPDRS nmEDL(Non-Motor Experiences of Daily Living) in the active treatment arm versus placebo between the baseline and 12 month visit. The change of UPDRS ranges from -22 to 23, larger value shows more disability from PD.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.65","spread":null},{"groupId":"OG001","value":"5.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Adjusted Mean Change in UPDRS Part II","description":"Efficacy of isradipine to slow progression of Parkinson disease disability to be determined by the change in the UPDRS Part II (ADL Function) in the active treatment arm versus placebo between the baseline and 36 month visit. The change in UPDRS Part II ranges from -12 to 19, larger value shows more disability from PD.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.3","spread":null},{"groupId":"OG001","value":"2.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Adjusted Mean Change in UPDRS Part III OFF","description":"Efficacy of isradipine to slow progression of Parkinson disease disability to be determined by the change in the UPDRS Part III OFF rating in the active treatment arm versus placebo between the baseline and 36 month visit. The change in UPDRS Part III OFF ranges from -30 to 100, larger value shows more disability from PD.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.60","spread":null},{"groupId":"OG001","value":"4.50","spread":null}]}]}]},{"type":"SECONDARY","title":"Adjusted Mean Change in SE/ADL","description":"Efficacy of isradipine to slow progression of Parkinson disease disability to be determined by the change in the SE/ADL in the active treatment arm versus placebo between the baseline and 36 month visit. The change of UPDRS ranges from -70 to 20, larger value shows improvement of PD.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.14","spread":null},{"groupId":"OG001","value":"-4.41","spread":null}]}]}]},{"type":"SECONDARY","title":"Adjusted Mean Change in Modified Rankin Score","description":"Efficacy of isradipine to slow progression of Parkinson disease disability to be determined by the change in the Modified Rankin Score in the active treatment arm versus placebo between the baseline and 36 month visit. The change in Modified Rankin Score ranges from -1 to 3, larger value shows worsening of conditions.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.18","spread":null},{"groupId":"OG001","value":"0.29","spread":null}]}]}]},{"type":"SECONDARY","title":"Adjusted Mean Change in MoCA Score","description":"Efficacy of isradipine to slow progression of Parkinson disease disability to be determined by the change in the MoCA Score in the active treatment arm versus placebo between the baseline and 36 month visit. The change in MoCA Score ranges from -10 to 6, larger value shows improvement of conditions.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.04","spread":null},{"groupId":"OG001","value":"-0.07","spread":null}]}]}]},{"type":"SECONDARY","title":"Adjusted Mean Change in PDQ39 Total Score","description":"Efficacy of isradipine to slow progression of Parkinson disease disability to be determined by the change in the PDQ39 Total Score in the active treatment arm versus placebo between the baseline and 36 month visit. The change in PDQ39 Total Score ranges from -16 to 44, larger value shows worsening of conditions.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.80","spread":null},{"groupId":"OG001","value":"3.42","spread":null}]}]}]},{"type":"SECONDARY","title":"Adjusted Mean Change in Ambulatory Capacity","description":"Efficacy of isradipine to slow progression of Parkinson disease disability to be determined by the change in the Ambulatory Capacity in the active treatment arm versus placebo between the baseline and 36 month visit. The change in Ambulatory Capacity ranges from -4 to 12, larger value shows worsening of conditions.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.59","spread":null},{"groupId":"OG001","value":"0.50","spread":null}]}]}]},{"type":"SECONDARY","title":"Adjusted Mean Change in BDI Total Score","description":"Efficacy of isradipine to slow progression of Parkinson disease disability to be determined by the change in the BDI Total Score in the active treatment arm versus placebo between the baseline and 36 month visit. The change in BDI Total Score ranges from -9 to 22, larger value shows worsening of conditions.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.77","spread":null},{"groupId":"OG001","value":"1.34","spread":null}]}]}]},{"type":"SECONDARY","title":"Risk of Need for Antiparkinsonian Therapy","description":"Number of participants with need for Antiparkinsonian Therapy.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"145","spread":null},{"groupId":"OG001","value":"147","spread":null}]}]}]},{"type":"SECONDARY","title":"Risk of Need for Dyskinesia","description":"Number of participants with need for Dyskinesia Therapy.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24","spread":null},{"groupId":"OG001","value":"19","spread":null}]}]}]},{"type":"SECONDARY","title":"Risk of Need for Fluctuations","description":"Number of participants with need for Fluctuations Therapy.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"57","spread":null},{"groupId":"OG001","value":"64","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Adjusted Mean Change in UPDRS PIGD Score","description":"Efficacy of isradipine to slow progression of Parkinson disease disability to be determined by the change in the UPDRS PIGD Score in the active treatment arm versus placebo between the baseline and 36 month visit. The change in UPDRS PIGD Score ranges from -1 to 3, larger value shows worsening of conditions.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.12","spread":null},{"groupId":"OG001","value":"0.10","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Adjusted Mean Change in UPDRS Tremor Score","description":"Efficacy of isradipine to slow progression of Parkinson disease disability to be determined by the change in the UPDRS Tremor Score in the active treatment arm versus placebo between the baseline and 36 month visit. The change in UPDRS Tremor Score ranges from -1 to 2, larger value shows worsening of conditions.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.00","spread":null},{"groupId":"OG001","value":"0.01","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Adjusted Mean Change in H/Y Stage","description":"Efficacy of isradipine to slow progression of Parkinson disease disability to be determined by the change in the H/Y Stage in the active treatment arm versus placebo between the baseline and 36 month visit. The change in H/Y Stage ranges from -1 to 3, larger value shows worsening of conditions.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.15","spread":null},{"groupId":"OG001","value":"0.21","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Adjusted Mean Change in Levodopa","description":"Efficacy of isradipine to slow progression of Parkinson disease disability to be determined by the change in the Levodopa in the active treatment arm versus placebo between the baseline and 36 month visit. The change of LED ranges from -200 to 2000, larger value shows more disability from PD.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"307","spread":null},{"groupId":"OG001","value":"307","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Adjusted Mean Change in Levodopa Cumulative","description":"Efficacy of isradipine to slow progression of Parkinson disease disability to be determined by the change in the Levodopa Cumulative in the active treatment arm versus placebo between the baseline and 36 month visit. The change of Levodopa cumulative ranges from 0 to 800000, larger value shows more disability from PD.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"471","spread":null},{"groupId":"OG001","value":"508","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Adjusted Mean Change in Systolic BP, Seated","description":"Efficacy of isradipine to slow progression of Parkinson disease disability to be determined by the change in the Systolic BP, Seated in the active treatment arm versus placebo between the baseline and 36 month visit. The change in Systolic BP, Seated ranges from -65 to 50. larger value shows worsening of conditions.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.11","spread":null},{"groupId":"OG001","value":"1.03","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Adjusted Mean Change in Diastolic BP, Seated","description":"Efficacy of isradipine to slow progression of Parkinson disease disability to be determined by the change in the Diastolic BP, Seated in the active treatment arm versus placebo between the baseline and 36 month visit. The change in Diastolic BP, Seated ranges from -35 to 25. larger value shows worsening of conditions.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.64","spread":null},{"groupId":"OG001","value":"-0.71","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":26,"n":170},"commonTop":["DIZZINESS","NAUSEA","HEADACHE","NASOPHARYNGITIS","CONSTIPATION"]}}}