{"nctId":"NCT01842841","briefTitle":"Multicenter Extension Study of Velaglucerase Alfa in Japanese Patients With Gaucher Disease","startDateStruct":{"date":"2013-03-13","type":"ACTUAL"},"conditions":["Gaucher Disease"],"count":5,"armGroups":[{"label":"velaglucerase alfa","type":"EXPERIMENTAL","interventionNames":["Drug: velaglucerase alfa"]}],"interventions":[{"name":"velaglucerase alfa","otherNames":["VPRIV"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* The patient has completed treatment with EOW velaglucerase alfa through Week 51 of study HGT-GCB-087.\n* Female patients of child bearing potential must agree to use a medically acceptable method of contraception at all times during the study.\n* The patient, the patient's parent(s)or legal guardian(s) has provided written informed consent that has been approved by the Institutional Review Board/Independent Ethics Committee(IRB/IEC)\n* The patient must be sufficiently cooperative to participate in this clinical study as judged by the Investigator.\n\nExclusion Criteria:\n\n* The patient has received treatment with any investigational drug, other than velaglucerase alfa, or investigational device within 30 days prior to study entry; such use during the study is not permitted.\n* The patient, patient's parent(s), or patient's legal guardian(s) is/are unable to understand the nature, scope, and possible consequences of the study.\n* The patient has a significant comorbidity, as determined by the Investigator that might affect study data or confound the study results.\n* The patient is unable to comply with the protocol as determined by the Investigator.","healthyVolunteers":false,"sex":"ALL","minimumAge":"2 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Drug-related Adverse Events (AEs), Infusion-related AEs, and Serious AEs (SAEs)","description":"An AE was any noxious, pathologic, or unintended change in anatomical, physiologic, or metabolic function as indicated by physical signs, symptoms, or laboratory changes occurring in any phase of a clinical study, whether or not considered related to investigational product. A SAE was an AE resulting in any of the following outcomes or deemed significant for any other reason: death; initial or prolonged in-patient hospitalization; life threatening experience (immediate risk of dying); persistent or significant disability/incapacity; congenital anomaly. An infusion-related AE was defined as an AE that started either during or within 12 hours after the start of the infusion and that was judged as possibly or probably related to investigational product.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants Using Concomitant Medication","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Abnormal and Clinically Significant Laboratory Test Results","description":"Laboratory test results were considered abnormal and clinically significant at the discretion of the investigator.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Positive Anti-Velaglucerase Alfa Antibodies","description":"Serum samples were collected for all participants for determination of anti-velaglucerase alfa antibodies every 12 weeks.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Hemoglobin Concentration at Week 101","description":"Baseline was the modified baseline hemoglobin concentration, the average of the values from screening, baseline, and Week 1 Day 1 from Study HGT-GCB-087 (NCT01614574).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.22","spread":"0.817"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Platelet Count at Week 101","description":"Baseline was the modified baseline platelet count, the average of the values from screening, baseline, and Week 1 Day 1 from Study HGT-GCB-087 (NCT01614574).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.8","spread":"13.14"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Liver Volume Normalized to Body Weight at Week 103","description":"Liver volume was measured using magnetic resonance imaging (MRI). Liver volume measurements were normalized to the percentage of body weight. Week 51 of Study HGT-GCB-087 (NCT01614574) was considered as baseline for this endpoint.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.01","spread":"0.207"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Spleen Volume Normalized to Body Weight at Week 103","description":"Spleen volume was measured using MRI. Spleen volume measurements were normalized to the percentage of body weight. Week 51 of Study HGT-GCB-087 (NCT01614574) was considered as baseline for this endpoint.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.04","spread":"0.089"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Bone Mineral Density (BMD) at Week 103: Z Score","description":"BMD was measured by dual energy x-ray absorptiometry (DXA) for lumbar spine and femurs. To ensure standardization and allow for comparisons of BMD, results were converted to standardized Z-scores (matched for age and gender). Z-scores express the BMD as the number of standard deviations (SDs) above or below the average BMD of a healthy participant of the same age and gender. Statistical analysis plan only required summarization if greater than (\\>) 50 percent (%) of participants had evaluable data. Week 51 of Study HGT-GCB-087 (NCT01614574) was considered as baseline for this endpoint.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Change From Baseline in Bone Mineral Density (BMD) at Week 103: T-Score","description":"BMD was measured by DXA for lumbar spine and femurs. To ensure standardization and allow for comparisons of BMD, results were converted to standardized T-scores; normal values were used from databases from Hologic based on standard criteria. T-scores are the number of SDs above or below the average for a young adult at peak BMD. Statistical analysis plan only required summarization if \\>50% of participants had evaluable data. Week 51 of Study HGT-GCB-087 (NCT01614574) was considered as baseline for this endpoint.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Change From Baseline in Bone Marrow Burden (BMB) Score at Week 103","description":"BMB Score was measured using MRI, range from 0 (no abnormalities) to 8 points (severe disease) for the lumbar spine and from 0 (no abnormalities) to 8 points (severe disease) for the femurs. The total score was calculated as the sum of scores for femur and lumbar spine regions which ranged from 0-16 points. A higher BMB score signified more severe bone marrow involvement. Week 51 of Study HGT-GCB-087 (NCT01614574) was considered as baseline for this endpoint.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.2","spread":"1.79"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"2.12"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.2","spread":"2.95"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Growth Velocity at Week 101 : Height Z-Score","description":"The Z-score, or Standard Deviation Score, is a measure of number of SDs above or below the average BMD of a healthy participant of the same age and gender. World Health Organization 2007 growth reference data were used for Z-score calculation. Statistical analysis plan only required summarization if \\>50% of participants had evaluable data. Week 51 of Study HGT-GCB-087 (NCT01614574) was considered as baseline for this endpoint.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Change From Baseline in Skeletal Age at Week 103: Z-Score","description":"Skeletal age was measured via radiography (X-ray) of the left hand and wrist by the method of Greulich and Pyle. The Z-score, or Standard Deviation Score, is a measure of number of SDs above or below the average BMD of a healthy participant of the same age and gender. Statistical analysis plan only required summarization if \\>50% of participants had evaluable data. Week 51 of Study HGT-GCB-087 (NCT01614574) was considered as baseline for this endpoint.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Change From Baseline in Plasma Chitotriosidase Levels at Week 101","description":"Plasma chitotriosidase activity levels were measured using an enzymatic assay with 4-methylumbelliferyl-deoxychitobiose as a substrate. Week 51 of Study HGT-GCB-087 (NCT01614574) was considered as baseline for this endpoint.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-181.0","spread":"268.70"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Change From Baseline in Neurological Status at Week 103","description":"Neurological status was considered normal or abnormal based on investigator's discretion. Week 51 of Study HGT-GCB-087 (NCT01614574) was considered as baseline for this endpoint.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Chemokine [C-C Motif] Ligand 18 (CCL18) Levels at Week 101","description":"Plasma CCL18 concentrations were measured using a time-resolved fluorescence assay. Week 51 of Study HGT-GCB-087 (NCT01614574) was considered as baseline for this endpoint.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-11.4","spread":"50.97"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":5},"commonTop":["Headache","Abdominal pain upper","Gastroenteritis","Hordeolum","Nasopharyngitis"]}}}