{"nctId":"NCT00828295","briefTitle":"Safety and Efficacy of Palonosetron IV to Prevent Postoperative Nausea and Vomiting in Pediatric Patients","startDateStruct":{"date":"2008-08"},"conditions":["Postoperative Nausea and Vomiting"],"count":150,"armGroups":[{"label":"1 mcg/kg arm","type":"EXPERIMENTAL","interventionNames":["Drug: palonosetron"]},{"label":"3 mcg/kg arm","type":"EXPERIMENTAL","interventionNames":["Drug: palonosetron"]}],"interventions":[{"name":"palonosetron","otherNames":[]},{"name":"palonosetron","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"MAIN INCLUSION CRITERIA\n\n* Male or female patient aged more than 28 days (full term) up to and including 16 years.\n* Inpatient scheduled to undergo surgical procedures requiring general endotracheal anesthesia, including:\n\n  * ear, nose and throat surgery;\n  * eye surgery;\n  * orchidopexy;\n  * plastic reconstructive surgery;\n  * herniorraphy;\n  * orthopedic surgery).\n* American Society of Anesthesiologists (ASA) physical status I, II or III.\n* Patient scheduled to receive nitrous oxide during the maintenance phase of anesthesia.\n* Patient scheduled to be hospitalized for at least 72 hours after wake up of surgery\n* For female of childbearing potential: the patient and her parent(s)/legal guardian(s) were counseled on the importance of not becoming pregnant before or during the study and the patient must have a negative pregnancy test at the pre-treatment visit and at the study treatment visit.\n\nMAIN EXCLUSION CRITERIA\n\n* For infant aged more than 12 months: a history of gastro-esophageal reflux.\n* For patient aged 28 days to 6 years: patient who received any investigational drugs within 90 days prior to Day 1. For patient aged 6 up to 16 years inclusive: patient who received any investigational drugs within 30 days prior to Day 1.\n* Patient scheduled to undergo emergency surgery.\n* Patient scheduled to receive regional (spinal) anesthesia in conjunction with general endotracheal anesthesia.\n* Patient scheduled to receive propofol during the maintenance phase of anesthesia.\n* Patient with vomiting from any organic cause.\n* Any drug with a potential anti-emetic effect within 24 hours prior to the administration of anesthesia.\n* Any vomiting, retching, or nausea in the 24 hours preceding the administration of anesthesia.","healthyVolunteers":false,"sex":"ALL","minimumAge":"28 Days","maximumAge":"16 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Proportion of Patients With no Emetic Episodes in the Overall Time Period 0-72 Hours Post-operatively","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"88.0","spread":null},{"groupId":"OG001","value":"84.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Patients With Complete Response 0-24 Hours","description":"Complete Response defined as no vomiting, no retching, and no use of rescue medication","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"88.0","spread":null},{"groupId":"OG001","value":"84.0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":74},"commonTop":["Procedural pain","Oropharyngeal pain","Vomiting","Rhinalgia","Asthenia"]}}}