{"nctId":"NCT00463346","briefTitle":"Treatment With Acamprosate in Patients With Schizophrenia and Comorbid Alcoholism","startDateStruct":{"date":"2006-09"},"conditions":["Alcohol Dependence","Schizophrenia"],"count":23,"armGroups":[{"label":"Acamprosate","type":"EXPERIMENTAL","interventionNames":["Drug: Acamprosate"]},{"label":"placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Acamprosate","otherNames":["Campral"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria\n\n1. Men and women between 21 and 65 years of age.\n2. Patients with a diagnosis of schizophrenia, schizoaffective disorder, or psychotic disorder NOS as determined by the Structured Clinical Interview for DSM-IV Axis I Disorders (SCID) \\[22\\].\n3. Patients who are on stable treatment with psychotropic medication \\> 2 weeks prior to randomization.\n4. Patients with current alcohol dependence, with at least one recent episode of heavy drinking (defined as 5 or more drinks per drinking episode) over the past 21 days, and willing to undergo detoxification or self discontinuation (for at least 5 days).\n5. Patients, who are able to comprehend and satisfactorily comply with protocol requirements.\n6. Patients who have capacity to provide informed consent prior to entering any study procedure.\n\nExclusion Criteria\n\n1. Patients with dementia, amnestic and other cognitive disorders.\n2. Patients who have unstable medical disease or a medical condition that, in the Investigator's opinion, would expose them to an increased risk of a significant adverse event or interfere with assessments of safety and efficacy during the course of the trial\n3. Patients with a history of opioid dependence within the past month.\n4. Patients with a history of intolerance or hypersensitivity to acamprosate.\n5. Patients who are currently taking disulfiram or naltrexone.\n6. Patients who based on history or mental status examination are at a significant risk for suicide.\n7. Patients who are homicidal or violent and who are in the Investigator's opinion in significant imminent risk of hurting others.\n8. Women who are pregnant or nursing, or women of childbearing potential who are sexually active and who do not use adequate contraception, or who are judged to be unreliable in their use of contraception.","healthyVolunteers":false,"sex":"ALL","minimumAge":"21 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Drinking Days","description":null,"paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.7","spread":"17.11"},{"groupId":"OG001","value":"7.6","spread":"11.5"}]}]}]},{"type":"PRIMARY","title":"Psychotic Symptoms - Measured Using the PANSS","description":"The PANSS or the Positive and Negative Syndrome Scale is a medical scale used for measuring symptom severity of patients with schizophrenia. The patient is rated from 1 to 7 on 30 different symptoms based on the interview as well as reports of family members or primary care hospital workers. Of the 30 items included in the PANSS, 7 constitute a Positive Scale, 7 a Negative Scale, and the remaining 16 a General Psychopathology Scale.The scores for these scales are arrived at by summation of ratings across component items. Therefore, the potential ranges are 7 to 49 for the Positive and Negative Scales, and 16 to 112 for the General Psychopathology Scale. A higher score indicates more severe symptoms.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.514","spread":"1.263"},{"groupId":"OG001","value":"14.362","spread":"1.352"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13.476","spread":"1.388"},{"groupId":"OG001","value":"15.971","spread":"1.790"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"28.083","spread":"2.179"},{"groupId":"OG001","value":"29.33","spread":"2.345"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":12},"commonTop":[]}}}