{"nctId":"NCT00744055","briefTitle":"Prazosin for Treatment of Patients With Alcohol Dependence (AD) and Post Traumatic Stress Disorder (PTSD).","startDateStruct":{"date":"2009-01"},"conditions":["Alcohol Dependence","Stress Disorders, Post-Traumatic"],"count":96,"armGroups":[{"label":"Prazosin","type":"EXPERIMENTAL","interventionNames":["Drug: Prazosin"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Prazosin","otherNames":["Minipress"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Males and females between the ages of 21-65 years old.\n2. Current alcohol dependence, as determined by a structured clinical interview (Structured Clinical Interview for DSM-IV Axis I Disorders) (SCID) (First et al. 1996).\n3. Current PTSD as determined by the Clinician Administered PTSD Scale for DSM-IV(CAPS) (Blake et al. 1995).\n4. Patients with current alcohol dependence, with at least one recent episode of heavy drinking (defined as 5 or more drinks per drinking episode) over the past 14 days.\n5. Medically and neurologically healthy on the basis of history, physical examination, EKG, screening laboratories (CBC w/ differential, TSH, Free-T4, ASAT, ALAT, GGT, BUN, creatinine, calcium, phosphorous, magnesium, total protein, albumin, electrolytes, VDRL, urinalysis, beta-HCG).\n6. For women, negative pregnancy test and use of acceptable method of contraception.\n\nExclusion Criteria:\n\n1. Females who are pregnant or lactating.\n2. Individuals with a current unstable medical condition such as neurological, cardiovascular, endocrine, renal, liver, or thyroid pathology (LFT 5 times normal, abnormal BUN and creatinine, and unmanaged hypertension with BP more than 200/120) which in the opinion of the physician would preclude the patient from fully cooperating or be of potential harm during the course of the study.\n3. Patients who meet current SCID criteria for the following major Axis I diagnoses (Bipolar Disorders, Schizophrenia and Schizophrenia-type Disorders).\n4. History of substance dependence (other than alcohol, cocaine, tobacco or cannabis) by DSM-IV criteria in the last 30 days.\n5. Individuals taking mood stabilizers and antipsychotic medications.\n6. Individuals with a history of sensitivity to quinazolines or prazosin.\n7. Individuals taking medications thought to influence alcohol consumption (naltrexone, disulfiram, acamprosate).\n8. Individuals taking adrenergic medication (e.g. clonidine).\n9. Agents that may interact with prazosin such as drugs with CNS depressant effects including tizanidine and xyrem.","healthyVolunteers":false,"sex":"ALL","minimumAge":"21 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Drinking Days","description":"Using the Timeline Follow Back method, a calendar method for assessing drug and alcohol use","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.04","spread":"18.86"},{"groupId":"OG001","value":"9.21","spread":"16.64"}]}]}]},{"type":"PRIMARY","title":"Clinician-Administered PTSD Scale","description":"Clinician-Administered PTSD Scale for DSM-5 (CAPS-5). A higher score is associated with higher severity of PTSD. The score is interpreted as follows: 0-19=Asymptomatic/few symptoms 20-39=Sub-threshold/mild PTSD 40-59=Threshold PTSD/moderate 60-79=Severe PTSD \\>80=Extreme PTSD","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"37.94","spread":"37.62"},{"groupId":"OG001","value":"37.93","spread":"41.13"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":50},"commonTop":["Alcohol Relapse","Falling","Homocidal Ideation","Partial thrombus","Chest Pain"]}}}