{"nctId":"NCT00228566","briefTitle":"Study to Assess Patient Reported Outcomes With Armodafinil Treatment for Excessive Sleepiness in Adults With Narcolepsy or Obstructive Sleep Apnea/Hypopnea Syndrome","startDateStruct":{"date":"2005-10"},"conditions":["Excessive Daytime Sleepiness","Narcolepsy","Obstructive Sleep Apnea/Hypopnea Syndrome (OSAHS)"],"count":247,"armGroups":[],"interventions":[{"name":"Armodafinil","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Written informed consent is obtained.\n* The patient is a man or a woman aged 18 through 65 years of age (inclusive) and English-speaking.\n* The patient has excessive sleepiness associated with a diagnosis of narcolepsy or Obstructive Sleep Apnea/Hypopnea Syndrome (OSAHS) according to the International Classification of Sleep Disorders (ICSD) criteria. For OSAHS, the patient must be a regular nasal continuous positive airway pressure (nCPAP) therapy user (usage at least 4 hours/night on at least 70% of nights), must have documented adequate education and intervention efforts to encourage nCPAP therapy use, the patient's nCPAP therapy regimen must be stable for at least 4 weeks prior to study entry, and the patient's nCPAP therapy must be effective in the opinion of the investigator.\n* The patient is in good health as determined by a medical and psychiatric history, clinical laboratory tests, vital signs measurements, electrocardiography (ECG), physical examination, and urine drug screen (UDS) at screening.\n* If currently receiving therapy for excessive sleepiness associated with their sleep disorder, the patient is dissatisfied because of efficacy and/or safety with their current therapy (i.e., pharmacologic, nap, or bright light therapy), if taken, for excessive sleepiness associated with their sleep disorder.\n* The patient has a Clinical Global Impression of Severity of Illness (CGI-S) rating at baseline of 4 or more (i.e., at least moderately ill).\n* Women of childbearing potential (not surgically sterile or 2 years postmenopausal) must use a medically accepted method of contraception and must agree to continue use of this method for the duration of the study and for 30 days after participation in the study. Acceptable methods of contraception include abstinence, barrier method with spermicide, steroidal contraceptive (oral, transdermal, implanted, and injected) in conjunction with a barrier method, or intrauterine device (IUD).\n* The patient must be willing and able to comply with study procedures and restrictions, including the completion of self-rating scales, and be willing to return to the study center for visits as specified in this protocol.\n* The patient may have been prescribed pharmacologic therapy for excessive sleepiness associated with a sleep disorder; however, they must have undergone a washout period of at least 7 days prior to the baseline visit.\n\nExclusion Criteria:\n\nPatients are excluded from participating in this study if any of the following criteria are met:\n\n* The patient has any treated or untreated clinically significant uncontrolled medical or psychiatric conditions.\n* The patient has a probable diagnosis of a current sleep disorder other than the primary diagnosis of narcolepsy, OSAHS, or other etiology for the complaint of excessive sleepiness.\n* The patient consumes caffeine including coffee, tea and/or other caffeine-containing beverages or food averaging more than 600 mg of caffeine/day within 1 week of the start of study drug administration.\n* The patient has a medically unexplainable positive UDS at the screening visit.\n* The patient has a clinically significant deviation from normal in clinical laboratory test results, vital signs values, or physical examination findings observed at the screening visit.\n* The patient has used an investigational drug within 30 days or 5 half-lives (whichever is longer) before study drug administration.\n* The patient has used any prescription drugs disallowed by the protocol within 7 days before the baseline visit.\n* The patient has a known or suspected hypersensitivity to armodafinil or any compound present in the study drug or related compounds.\n* The patient is pregnant or lactating. (Any patients becoming pregnant during the study will be withdrawn from the study).\n* The patient has any disorder (including gastrointestinal surgery) that may interfere with drug absorption, distribution, metabolism, or excretion.\n* The patient has a history of alcohol, narcotic,or any other drug abuse as defined by the Diagnostic and Statistical Manual of Mental Disorders of the American Psychiatric Association, 4th Edition (DSM-IV) within the past 5 years.\n* The patient has a history of repeated therapeutic failure to therapies for excessive sleepiness.\n* The patient previously participated in a clinical study with armodafinil.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Responders to the Patient Global Impression of Change (PGI-C) Ratings","description":"A subjective measure (PGI-C rating) of the patient's global health, ie, a patient's rating of disease severity, as compared with a pretreatment (baseline) evaluation assessment by the patient using the Patient Global Impression of Severity of illness (PGI-S). Responders at each visit were defined as having at least minimal improvement in the severity of excessive sleepiness as compared with a pretreatment evaluation made using the PGI-S.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"241","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":6,"n":246},"commonTop":["Headache","Nasopharyngitis","Nausea","Dry mouth","Upper respiratory tract infection"]}}}