{"nctId":"NCT00530855","briefTitle":"Trial to Assess Long-term Lacosamide (LCM) Monotherapy Use and Safety of LCM Monotherapy and Adjunctive Therapy for Partial-onset Seizures","startDateStruct":{"date":"2008-02"},"conditions":["Epilepsy"],"count":322,"armGroups":[{"label":"Lacosamide","type":"EXPERIMENTAL","interventionNames":["Drug: Lacosamide"]}],"interventions":[{"name":"Lacosamide","otherNames":["Vimpat"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subject has entered the Maintenance Phase of the double-blind trial, SP902, (ie, has taken at least 1 dose of SP902 Maintenance Phase trial medication) and either completed SP902 or met an exit criterion in SP902; subject is allowed up to 2 concomitant Antiepileptic Drugs (AEDs)\n\nExclusion Criteria:\n\n* Subject meets the withdrawal criteria (excluding exit criteria) for the SP902 trial, or is experiencing an ongoing Serious Adverse Event (SAE)","healthyVolunteers":false,"sex":"ALL","minimumAge":"16 Years","maximumAge":"70 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Subjects on Lacosamide (LCM) Monotherapy at Any Time Between Visit 1 and End of Study","description":"Percentage of Subjects on Lacosamide (LCM) Monotherapy at any time between Visit 1 and End of Study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"292","spread":null}]}]}]},{"type":"PRIMARY","title":"Duration of Lacosamide (LCM) Monotherapy Treatment From Visit 1 to End of Study","description":"Duration of total Lacosamide Monotherapy From Visit 1 to End of Study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"479.1","spread":"271.9"}]}]}]},{"type":"SECONDARY","title":"Occurrence of At Least One Treatment-Emergent Adverse Event (TEAE) From Visit 1 to End of Study","description":"A TEAE is defined as any untoward medical occurrence (eg, noxious or pathological changes) in a subject or clinical investigation subject compared with pre-existing conditions, that occurs during any phase of a clinical trial including Pretreatment, Run-In, Wash-Out, or Follow-Up Phases.\n\nAn TEAE is defined as being independent of assumption of any causality (eg, to trial or concomitant medication, primary or concomitant disease, or trial design).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"296","spread":null}]}]}]},{"type":"SECONDARY","title":"Occurrence of Treatment-Emergent Adverse Events (TEAE) Leading to Subject Withdrawal From Visit 1 to End of Study","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":56,"n":322},"commonTop":["Dizziness","Headache","Nausea","Upper respiratory tract infection","Fatigue"]}}}