{"nctId":"NCT04016779","briefTitle":"Evaluation of SPN-812 (Viloxazine Extended-release Capsule) in Adults With ADHD","startDateStruct":{"date":"2019-11-20","type":"ACTUAL"},"conditions":["Attention-Deficit/Hyperactivity Disorder (ADHD)"],"count":374,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"SPN-812","type":"EXPERIMENTAL","interventionNames":["Drug: SPN-812"]}],"interventions":[{"name":"Placebo","otherNames":["PBO"]},{"name":"SPN-812","otherNames":["Viloxazine extended-release capsules"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Is male or female, aged 18 to ≤ 65 years at screening.\n2. Is able to read and understand the Informed Consent Form (ICF).\n3. Written informed consent obtained from the subject (a signed ICF).\n4. Weight within the normal or overweight ranges according to accepted values of the Body Mass Index Chart (18.0 to 35 kg/m2).\n5. Is able to swallow capsules whole, without crushing, chewing or cutting.\n6. Is willing and able to attend study appointments within the specified time windows.\n7. Has a primary diagnosis of ADHD according to the DSM-5 classification, with diagnosis made at least 6 months prior to screening and confirmed with Structured Clinical Interview for DSM-5 Clinical Trials version (SCID-5-CT).\n8. Has an AISRS Adult ADHD (Attention-Deficit/Hyperactivity Disorder) Investigator Symptom Rating Scale total score of ≥ 26 at the Screening Visit and at the Baseline Visit (V2, Day 1).\n9. Has a CGI-S score of ≥ 4 (moderately ill or worse) at the Screening Visit (V1) and Baseline Visit (V2, Day 1).\n10. Females of childbearing potential (FOCP) must be either sexually inactive (abstinent) or, if sexually active, must agree to use one of the following acceptable birth control methods beginning 30 days prior to the first dose of SM and throughout the study:\n\n    1. Simultaneous use of male condom and intra-uterine contraceptive device placed at least 4 weeks prior to first SM administration\n    2. Surgically sterile male partner\n    3. Simultaneous use of male condom and diaphragm with spermicide\n    4. Established hormonal contraceptive\n\n    Females are considered not to be of childbearing potential if they are either post-menopausal (amenorrhea for at least 2 years and serum follicle stimulating hormone (FSH) level of \\>40 IU/L) or permanently sterilized (e.g., bilateral tubal ligation, hysterectomy, bilateral oophorectomy for 6 months minimum prior to screening).\n11. Males must:\n\n    1. Use 2 methods of contraception in combination if his female partner is of childbearing potential; this combination of contraceptive methods must be used from the Baseline Visit to ≥ 1 month after the last dose of SM, or\n    2. Have been surgically sterilized prior to the Screening Visit.\n\nExclusion Criteria:\n\n1. Has previously enrolled in a SPN-812 study.\n2. Is currently participating in another clinical trial or has participated in a clinical trial within 60 days prior to the first Screening Visit.\n3. Is a member of the study personnel or of their immediate families, or is a subordinate (or immediate family member of a subordinate) to any of the study personnel.\n4. Female subjects who are pregnant, lactating and/or sexually active and not agreeing to use one of the acceptable birth control methods throughout the study.\n5. Has history of severe drug allergy or hypersensitivity, or known hypersensitivity, to the study medication or excipients.\n6. Has history of moderate or severe head trauma or other neurological disorder or systemic medical disease that, in the Investigator's opinion, is likely to affect central nervous system functioning. This would include subjects with:\n\n   1. A current diagnosis of a major neurological disorder; or\n   2. Seizures, seizure disorder or seizure-like events; or a history of seizure disorder within the immediate family (siblings, parents); or\n   3. Encephalopathy\n7. Has any history of schizophrenia, schizoaffective disorder, bipolar disorder, borderline personality disorder, antisocial personality disorder, narcissistic personality disorder, autism, post-traumatic stress disorder or obsessive-compulsive disorder.\n8. Has any current psychiatric disorder (per DSM-5 criteria) other than ADHD with the following exceptions: ADHD is primary diagnosis with comorbidity/secondary diagnoses of major depression disorder (MDD), nicotine dependence, social anxiety disorder, generalized anxiety disorder, or phobias, and subject is not receiving pharmacological treatment for the comorbidity/secondary diagnoses (e.g., antidepressant for MDD) at time of screening nor for the duration of study.\n9. Has a Symptoms of Depression Questionnaire (SDQ) mean score \\>3.0 at screening.\n10. Has a Hamilton Anxiety Rating Scale (HAM-A) score of \\> 21 at screening.\n11. Has organic mental disorders, or mental disorders due to a general medical condition (per DSM-5 criteria).\n12. Has a current diagnosis or history of substance use disorder including alcohol use disorder (excluding nicotine and caffeine) (per DSM-5 criteria) within the 12 months prior to screening; or is assessed by the Investigator as having regularly consumed alcohol exceeding 21 units for males and 14 units for females per week (1 unit equals 340 mL of beer, 115 mL of wine, or 43 mL of spirits) within the 12 months prior to screening.\n13. Is currently using, or has a positive result on the drug screening at the Screening Visit for drugs of abuse (alcohol, opiates, methadone, cocaine, methamphetamine \\[including ecstasy\\], phencyclidine, propoxyphene, methylphenidate, barbiturates, and benzodiazepines). If subject's serum drug screen for ethanol is positive at Screening (V1) and the investigator determines subject does not have alcohol use disorder, then the subject may have a repeat serum drug screen for ethanol performed before baseline within the allotted screening period (results must be received prior to V2 baseline). If second serum drug screen for ethanol is positive, subject is excluded from participating in the study, however, if second serum drug screen for ethanol is negative, subject may proceed to V2.\n14. Is a (known or self-identified) current habitual/chronic cannabis user (medicinal or recreational); or\n\n    * Has a positive urine drug screen for cannabis at the Screening Visit and is considered, per the Investigator's judgement, to be a habitual/chronic cannabis user; or\n    * Has a positive urine drug screen for cannabis at both the screening and follow-up drug screen at the Baseline Visit, even though the subject is not considered, per the Investigator's judgement, to be a habitual/chronic cannabis user.\n\n    Note: Subjects who have a positive urine drug screen for cannabis at the Screening Visit but who are not considered to be a habitual/chronic cannabis user per the Investigator's judgement may, with Sponsor approval, undergo an additional urine drug screen at least 4 weeks after the original urine drug screen at Baseline Visit, prior to randomization. Subjects must agree to refrain from cannabis use throughout study.\n15. Has treatment-resistant ADHD based on a history of receipt of \\>2 approved ADHD medications that failed to adequately improve the subject's symptoms. A subject who is naïve to ADHD treatment is not excluded from study participation.\n16. Has any other disorder for which its treatment takes priority over treatment of ADHD or is likely to interfere with study treatment, impair treatment compliance, or interfere with interpretation of study results.\n17. Has history of cancer, other than basal cell or Stage 1 squamous cell carcinoma of the skin that has not been in remission for \\> 5 years prior to the first dose of SM.\n18. Has or has had one or more of the following conditions considered clinically significant/relevant by the Investigator in the context of the study:\n\n    * cardiovascular disease\n    * congestive heart failure\n    * cardiac hypertrophy\n    * arrhythmia\n    * bradycardia (pulse \\< 50 bpm)\n    * tachycardia (pulse \\> 100 bpm)\n    * respiratory disease\n    * hepatic impairment or renal insufficiency\n    * metabolic disorder\n    * endocrine disorder\n    * gastrointestinal disorder\n    * hematological disorder\n    * infectious disorder\n    * any clinically significant immunological condition\n    * dermatological disorder\n19. Exhibits clinically significant abnormal vital signs at screening.\n20. Has one or more screening clinical laboratory test values outside the reference range that, in the opinion of the Investigator, are clinically significant, or any of the following:\n\n    * Serum creatinine \\> 1.5 times the upper limit of normal (ULN);\n    * Serum total bilirubin \\> 1.5 times ULN;\n    * Serum alanine aminotransferase or aspartate aminotransferase \\> 2 times ULN.\n21. Has any of the following cardiology findings at screening:\n\n    * Abnormal ECG that is, in the Investigator's opinion, clinically significant;\n    * PR interval \\> 220 ms;\n    * QRS interval \\> 130 ms;\n    * QTcF interval \\> 450 ms (for men) or \\> 470 ms (for women) (QT corrected using Fridericia's method);\n    * Second- or third-degree atrioventricular block;\n    * Any rhythm, other than sinus rhythm, that is interpreted by the Investigator to be clinically significant.\n22. Has any disease or medication that could, in the Investigator's opinion, interfere with the assessments of safety, tolerability, or efficacy, or interfere with study conduct or interpretation of results.\n23. Evidence of infection with hepatitis B or C, or human immunodeficiency virus (HIV)-1 or HIV-2, as determined by results of testing at screening.\n24. Lost or donated more than 450 mL of blood during the 30 days prior to screening.\n25. Use of any investigational drug or prohibited concomitant medications including known CYP1A2 substrates (e.g., theophylline, melatonin) within 30 days or 5 half-lives prior to Baseline Visit (Day 1) (whichever is longer) during the screening period or anticipated for the duration of the study.\n26. History of unexplained loss of consciousness, unexplained syncope, unexplained irregular heartbeats or palpitations or near drowning with hospital admission.\n27. Has attempted suicide within the 6 months prior to screening, or is at significant risk of suicide, either in the opinion of the Investigator or defined as a \"yes\" to suicidal ideation questions 4 or 5 or answering \"yes\" to suicidal behavior on the Columbia Suicide Severity Rating Scale (C-SSRS) within the 6 months prior to screening.\n28. In the Investigator's opinion, is unlikely to comply with the protocol or is unsuitable for any other reason.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Efficacy of SPN-812 on Symptoms of Attention-Deficit/Hyperactivity Disorder (ADHD) as Assessed by the Adult ADHD Investigator Symptom Rating Scale (AISRS) Total Score","description":"The Primary Endpoint was the change from baseline in the Adult ADHD Investigator Symptom Rating Scale (AISRS) Total score at Week 6. The AISRS is an ADHD-specific rating scale designed and validated to assess current ADHD symptomatology in adults. The AISRS consists of 18 items that directly correspond to the 18 symptoms of ADHD per the Diagnostic and Statistical Manual of Mental Disorders, 5th Edition (DSM-5). The scale is subdivided into two subscales: Inattention (9 items) and Hyperactivity/Impulsivity (9 items). The clinician/investigator rates the subject on each item using a 4-point scale, where 0=none, 1=mild, 2=moderate, and 3=severe. A Total score is calculated by summating the ratings of all 18 items (range: 0-54; the higher the score, the more severe the ADHD symptoms). A lower change from baseline AISRS Total score (\\<0) represents a better outcome.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-11.7","spread":"0.90"},{"groupId":"OG001","value":"-15.5","spread":"0.91"}]}]}]},{"type":"SECONDARY","title":"Effect of SPN-812 on the Clinical Global Impression - Severity of Illness (CGI-S) Scale","description":"The Key Secondary Endpoint was the change from baseline in the Clinical Global Impression - Severity of Illness (CGI-S) score at Week 6. The CGI-S is a single item clinician-rated assessment of the severity of subject's condition (ADHD symptoms) in relation to the clinician's total experience with patients with ADHD. The CGI-S is evaluated on a 7-point scale with 1 = Normal, not at all ill, asymptomatic, 2 = Borderline Ill, 3 = Mildly Ill, 4 = Moderately Ill, 5 = Markedly Ill, 6 = Severely Ill, and 7 = Among the most extremely ill patients. Successful therapy is indicated by a lower overall score in subsequent testing. A lower change from baseline CGI-S score (\\<0) represents a better outcome.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.0","spread":"0.10"},{"groupId":"OG001","value":"-1.4","spread":"0.10"}]}]}]},{"type":"SECONDARY","title":"Effect of SPN-812 on the Clinical Response Rate as Assessed by the Clinical Global Impression - Severity of Illness (CGI-S) Scale","description":"An additional secondary endpoint was the percentage of subjects with a Clinical Global Impression - Severity of Illness (CGI-S) score of 1 or 2 (\"responders\") at Week 6. The CGI-S is a single item clinician-rated assessment of the severity of subject's condition (ADHD symptoms) in relation to the clinician's total experience with patients with ADHD. The CGI-S is evaluated on a 7-point scale with 1 = Normal, not at all ill, asymptomatic, 2 = Borderline Ill, 3 = Mildly Ill, 4 = Moderately Ill, 5 = Markedly Ill, 6 = Severely Ill, and 7 = Among the most extremely ill patients. Responder rate values range from 0 to 100%. A higher percentage represents a greater number of subjects who are \"responders\".","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25.2","spread":null},{"groupId":"OG001","value":"30.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Effect of SPN-812 on the Clinical Global Impression - Improvement (CGI-I) Scale","description":"An additional secondary endpoint was the Clinical Global Impression - Improvement (CGI-I) score at Week 6. The CGI-I scale is a single item clinician-rated assessment of how much the subject's condition (ADHD) has improved, worsened or has not changed relative to his/her baseline state prior to the beginning of treatment. The CGI-I is rated on a 7-point scale from 1 to 7, where 1 = \"very much improved\", 2 = \"much improved\", 3 = \"minimally improved\", 4 = \"no change\", 5 = \"minimally worse\", 6 = \"much worse\", and 7 = \"very much worse\". A CGI-I score \\<4 represents a better outcome.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.9","spread":"0.09"},{"groupId":"OG001","value":"2.6","spread":"0.09"}]}]}]},{"type":"SECONDARY","title":"Effect of SPN-812 on Clinical Response Rate as Assessed by the Clinical Global Impression - Improvement (CGI-I) Scale","description":"An additional secondary endpoint was the percentage of subjects with a CGI-I score of 1 or 2 (\"responders\") at Week 6. The CGI-I scale is a single item clinician-rated assessment of how much the subject's condition (ADHD) has improved, worsened or has not changed relative to his/her baseline state prior to the beginning of treatment. The CGI-I is rated on a 7-point scale from 1 to 7, where 1 = \"very much improved\", 2 = \"much improved\", 3 = \"minimally improved\", 4 = \"no change\", 5 = \"minimally worse\", 6 = \"much worse\", and 7 = \"very much worse\". Responder rate values can range from 0 to 100%. A higher percentage represents a greater number of subjects who are \"responders\".","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"37.8","spread":null},{"groupId":"OG001","value":"48.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Effect of SPN-812 on Symptoms of Anxiety as Assessed by the Generalized Anxiety Disorder 7-Item (GAD-7) Scale","description":"An additional secondary endpoint was the change from baseline in the Generalized Anxiety Disorder 7-Item (GAD-7) Total score at Week 6. The GAD-7 is a self-reported 7-item questionnaire for screening and measuring the severity of generalized anxiety disorder. The subject rates each item on 4-point scale (0-3), where 0 = \"Not at all\", 1 = \"Several days\", 2 = \"Over half the days\", and 3 = \"Nearly every day\". The total score is calculated by summated the ratings of all 7 items. The total score can range between 0 to 21; the higher the score, the more severe the symptoms of anxiety. A lower change from baseline GAD-7 total score (\\<0) represents a better outcome.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.6","spread":"0.30"},{"groupId":"OG001","value":"-1.6","spread":"0.31"}]}]}]},{"type":"SECONDARY","title":"Effect of SPN-812 on Inattention Symptoms as Assessed by the Inattention Subscale of the Adult ADHD Investigator Symptom Rating Scale (AISRS)","description":"An additional secondary endpoint was the change from baseline in the Adult ADHD Investigator Symptom Rating Scale (AISRS) \"Inattention\" subscale score at Week 6. The AISRS is an ADHD-specific rating scale designed and validated to assess current ADHD symptomatology in adults. The AISRS consists of 18 items that directly correspond to the 18 symptoms of ADHD per the Diagnostic and Statistical Manual of Mental Disorders, 5th Edition (DSM-5). The scale is subdivided into two subscales: Inattention (9 items) and Hyperactivity/Impulsivity (9 items). The clinician/investigator rates the subject on each item using a 4-point scale, where 0=none, 1=mild, 2=moderate, and 3=severe. The Inattention subscale score is calculated by summating the ratings of all 9 Inattention items (range: 0-27; the higher the score, the more severe the symptoms). A lower change from baseline Inattention subscale score (\\<0) represents a better outcome.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.1","spread":"0.53"},{"groupId":"OG001","value":"-8.5","spread":"0.55"}]}]}]},{"type":"SECONDARY","title":"Effect of SPN-812 on Hyperactivity/Impulsivity Symptoms as Assessed by the Hyperactivity/Impulsivity Subscale of the Adult ADHD Investigator Symptom Rating Scale (AISRS)","description":"An additional secondary endpoint was the change from baseline in the Adult ADHD Investigator Symptom Rating Scale (AISRS) \"Hyperactivity/Impulsivity\" subscale score at Week 6. The AISRS is an ADHD-specific rating scale designed and validated to assess current ADHD symptomatology in adults. The AISRS consists of 18 items that directly correspond to the 18 symptoms of ADHD per the Diagnostic and Statistical Manual of Mental Disorders, 5th Edition (DSM-5). The scale is subdivided into two subscales: Inattention (9 items) and Hyperactivity/Impulsivity (9 items). The clinician/investigator rates the subject on each item using a 4-point scale, where 0=none, 1=mild, 2=moderate, and 3=severe. The Hyperactivity/Impulsivity subscale score is calculated by summating the ratings of all 9 Hyperactivity/Impulsivity items (range: 0-27; the higher the score, the more severe the symptoms). A lower change from baseline Hyperactivity/Impulsivity subscale score (\\<0) represents a better outcome.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.8","spread":"0.46"},{"groupId":"OG001","value":"-7.2","spread":"0.48"}]}]}]},{"type":"SECONDARY","title":"Effect of SPN-812 on 30% Clinical Response Rate as Assessed by the Adult ADHD Investigator Symptom Rating Scale (AISRS)","description":"An additional secondary endpoint was the percentage of subjects with a 30% or greater reduction in their change from baseline Adult ADHD Investigator Symptom Rating Scale (AISRS) Total score at Week 6. The AISRS is an ADHD-specific rating scale designed and validated to assess current ADHD symptomatology in adults. The AISRS consists of 18 items that directly correspond to the 18 symptoms of ADHD per the Diagnostic and Statistical Manual of Mental Disorders, 5th Edition (DSM-5). The clinician/investigator rates the subject on each item using a 4-point scale, where 0=none, 1=mild, 2=moderate, and 3=severe. A Total score is calculated by summating the ratings of all 18 items (range: 0-54; the higher the score, the more severe the symptoms). The Total score is converted to a percent change from baseline. 30% responder rate values can range between 0 and 100%. A higher percentage represents a greater number of subjects who are \"responders\".","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"47.6","spread":null},{"groupId":"OG001","value":"60.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Effect of SPN-812 on 50% Clinical Response Rate as Assessed by the Adult ADHD Investigator Symptom Rating Scale (AISRS).","description":"An additional secondary endpoint was the percentage of subjects with a 50% or greater reduction in their change from baseline Adult ADHD Investigator Symptom Rating Scale (AISRS) Total score at Week 6. The AISRS is an ADHD-specific rating scale designed and validated to assess current ADHD symptomatology in adults. The AISRS consists of 18 items that directly correspond to the 18 symptoms of ADHD per the Diagnostic and Statistical Manual of Mental Disorders, 5th Edition (DSM-5). The clinician/investigator rates the subject on each item using a 4-point scale, where 0=none, 1=mild, 2=moderate, and 3=severe. A Total score is calculated by summating the ratings of all 18 items (range: 0-54; the higher the score, the more severe the symptoms). The Total score is converted to a percent change from baseline. 50% responder rate values can range between 0 and 100%. A higher percentage represents a greater number of subjects who are \"responders\".","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32.9","spread":null},{"groupId":"OG001","value":"39.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Effect of SPN-812 on the Global Executive Composite (GEC) of the Behavior Rating Inventory of Executive Function-Adult Version (BRIEF-A)","description":"An additional secondary endpoint was the change from baseline in the Behavior Rating Inventory of Executive Function-Adult Version (BRIEF-A) Global Executive Composite (GEC) T-score at Week 6. The BRIEF-A is a 75-item self-rating scale that assesses overall functioning (GEC) and 9 non-overlapping scales among 2 summary index scales (Metacognition Index \\[MI\\] and Behavioral Regulation Index \\[BRI\\]) that assess aspects of executive function and problems with self-regulation from the perspective of the individual. Subjects rate each item on a 3-point scale (1=Never, 2=Sometimes, or 3=Often) based on their experience within the last month. The sum of 70 items yields the GEC raw score (range: 70-210), which is converted to a T-score (normative population mean=50 and standard deviation=10; T-score ≥ 65 is considered abnormally elevated). T-score is converted to a change from baseline T-score. A lower change from baseline GEC T-score (\\<0) represents a better outcome.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.8","spread":"0.85"},{"groupId":"OG001","value":"-9.3","spread":"0.87"}]}]}]},{"type":"SECONDARY","title":"Effect of SPN-812 on the Behavioral Regulation Index (BRI) of the Behavior Rating Inventory of Executive Function-Adult Version (BRIEF-A)","description":"An additional secondary endpoint was the change from baseline in the Behavior Rating Inventory of Executive Function-Adult Version (BRIEF-A) Behavioral Regulation Index (BRI) T-score at Week 6. The BRIEF-A is a 75-item self-rating scale that assesses overall functioning and 9 non-overlapping scales among 2 summary index scales. The BRI captures the ability to maintain appropriate regulatory control of one's own behavior and emotional responses. Subjects rate each item on a 3-point scale (1=Never, 2=Sometimes, or 3=Often) based on their experience within the last month. The sum of 30 items yields the BRI raw score (range: 30-90), which is converted to a T-score (normative population mean=50 and standard deviation=10; T-score ≥ 65 is considered abnormally elevated). T-score is converted to a change from baseline T-score. A lower change from baseline BRI T-score (\\<0) represents a better outcome.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.4","spread":"0.73"},{"groupId":"OG001","value":"-7.2","spread":"0.74"}]}]}]},{"type":"SECONDARY","title":"Effect of SPN-812 on the Metacognitive Index (MI) of the Behavior Rating Inventory of Executive Function-Adult Version (BRIEF-A)","description":"An additional secondary endpoint was the change from baseline in the Behavior Rating Inventory of Executive Function-Adult Version (BRIEF-A) Metacognition Index (MI) T-score at Week 6. The BRIEF-A is a 75-item self-rating scale that assesses overall functioning and 9 non-overlapping scales among 2 summary index scales. MI reflects individual's ability to problem solve (includes initiate activity, generate ideas, sustain working memory, plan/organize approaches, monitor success/failure, and organize materials/environment). Subjects rate each item on a 3-point scale (1=Never, 2=Sometimes, or 3=Often) based on their experience within the last month. The sum of 40 items yields the MI raw score (range: 40-120), which is converted to a T-score (normative population mean=50 and standard deviation=10; T-score ≥ 65 is considered abnormally elevated). T-score is converted to a change from baseline T-score. A lower change from baseline MI T-score (\\<0) represents a better outcome.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.5","spread":"0.90"},{"groupId":"OG001","value":"-9.8","spread":"0.92"}]}]}]},{"type":"SECONDARY","title":"Effect of SPN-812 on the \"Inhibit\" Scale of the Behavior Rating Inventory of Executive Function-Adult Version (BRIEF-A)","description":"An additional secondary endpoint was the change from baseline in the Behavior Rating Inventory of Executive Function-Adult Version (BRIEF-A) \"Inhibit\" scale T-score at Week 6. The BRIEF-A is a 75-item self-rating scale that assesses overall functioning and 9 non-overlapping scales among 2 summary index scales. The \"Inhibit\" scale is one of four Behavioral Regulation Index-related scales; it captures the ability to control impulses, appropriately stop verbal, attentional, physical behavior at the proper time. Subject's rate each item on a 3-point scale (1=Never, 2=Sometimes, or 3=Often) based on their experience within the last month. The sum of 8 items yields the \"Inhibit\" raw score (range: 8-24), which is converted to a T-score (normative population mean=50 and standard deviation=10; T-score ≥ 65 is considered abnormally elevated). T-score is converted to a change from baseline T-score. A lower change from baseline \"Inhibit\" T-score (\\<0) represents a better outcome.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.4","spread":"0.81"},{"groupId":"OG001","value":"-7.8","spread":"0.82"}]}]}]},{"type":"SECONDARY","title":"Effect of SPN-812 on the \"Shift\" Scale of the Behavior Rating Inventory of Executive Function-Adult Version (BRIEF-A)","description":"An additional secondary endpoint was the change from baseline in the Behavior Rating Inventory of Executive Function-Adult Version (BRIEF-A) \"Shift\" scale T-score at Week 6. The BRIEF-A is a 75-item self-rating scale that assesses overall functioning and 9 non-overlapping scales among 2 summary index scales. The \"Shift\" scale is one of four Behavioral Regulation Index-related scales; it captures one's ability to move freely from one situation/activity/aspect of problem to another and think flexibly to aid problem-solving. Subjects rate each item on a 3-point scale (1=Never, 2=Sometimes, or 3=Often) based on their experience within the last month. The sum of 6 items yields the \"Shift\" raw score (range: 6-18), which is converted to a T-score (normative population mean=50 and standard deviation=10; T-score ≥ 65 is considered abnormally elevated). T-score is converted to a change from baseline T-score. A lower change from baseline \"Shift\" T-score (\\<0) represents a better outcome.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.8","spread":"0.77"},{"groupId":"OG001","value":"-7.2","spread":"0.79"}]}]}]},{"type":"SECONDARY","title":"Effect of SPN-812 on the \"Emotional Control\" Scale of the Behavior Rating Inventory of Executive Function-Adult Version (BRIEF-A)","description":"An additional secondary endpoint was the change from baseline in the Behavior Rating Inventory of Executive Function-Adult Version (BRIEF-A) \"Emotional Control\" scale T-score at Week 6. The BRIEF-A is a 75-item self-rating scale that assesses overall functioning and 9 non-overlapping scales among 2 summary index scales. The \"Emotional Control\" scale is one of four Behavioral Regulation Index-related scales; it captures an individual's ability to modulate their emotional responses appropriately. Subjects rate each item on a 3-point scale (1=Never, 2=Sometimes, or 3=Often) based on their experience within the last month. The sum of 10 items yields the \"Emotional Control\" raw score (range: 10-30), which is converted to a T-score (normative population mean=50 and standard deviation=10; T-score ≥ 65 is considered abnormally elevated). T-score is converted to a change from baseline T-score. A lower change from baseline \"Emotional Control\" T-score (\\<0) represents a better outcome.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.0","spread":"0.69"},{"groupId":"OG001","value":"-3.1","spread":"0.70"}]}]}]},{"type":"SECONDARY","title":"Effect of SPN-812 on the \"Self-Monitor\" Scale of the Behavior Rating Inventory of Executive Function-Adult Version (BRIEF-A)","description":"An additional secondary endpoint was the change from baseline in the Behavior Rating Inventory of Executive Function-Adult Version (BRIEF-A) \"Self-Monitor\" scale T-score at Week 6. The BRIEF-A is a 75-item self-rating scale that assesses overall functioning and 9 non-overlapping scales among 2 summary index scales. The \"Self-Monitor\" scale is one of four Behavioral Regulation Index-related scales; it reflects an individual's ability to recognize the effect of their own behavior on others. The subject rates each item on a 3-point scale (1=Never, 2=Sometimes, or 3=Often) based on their experience within the last month. The sum of 6 items yields the \"Self-Monitor\" raw score (range: 6-18), which is converted to a T-score (normative population mean=50 and standard deviation=10; T-score ≥ 65 is considered abnormally elevated). T-score is converted to a change from baseline T-score. A lower change from baseline \"Self-Monitor\" T-score (\\<0) represents a better outcome.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.7","spread":"0.77"},{"groupId":"OG001","value":"-7.3","spread":"0.78"}]}]}]},{"type":"SECONDARY","title":"Effect of SPN-812 on the \"Initiate\" Scale of the Behavior Rating Inventory of Executive Function-Adult Version (BRIEF-A)","description":"An additional secondary endpoint was the change from baseline in the Behavior Rating Inventory of Executive Function-Adult Version (BRIEF-A) \"Initiate\" scale T-score at Week 6. The BRIEF-A is a 75-item self-rating scale that assesses overall functioning and 9 non-overlapping scales among 2 summary index scales. The \"Initiate\" scale is one of five Metacognition Index-related scales; it captures an individual's ability to begin a task or activity without external prompting and to independently generate ideas. Subjects rate each item on a 3-point scale (1=Never, 2=Sometimes, or 3=Often) based on their experience within the last month. The sum of 8 items yields the \"Initiate\" scale raw score (range: 8-24), which is converted to a T-score (normative population mean=50 and standard deviation=10; T-score ≥ 65 is considered abnormally elevated). T-score is converted to a change from baseline T-score. A lower change from baseline \"Initiate\" T-score (\\<0) represents a better outcome.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.4","spread":"0.84"},{"groupId":"OG001","value":"-7.1","spread":"0.85"}]}]}]},{"type":"SECONDARY","title":"Effect of SPN-812 on the \"Plan/Organize\" Scale of the Behavior Rating Inventory of Executive Function-Adult Version (BRIEF-A)","description":"An additional secondary endpoint was the change from baseline in the Behavior Rating Inventory of Executive Function-Adult Version (BRIEF-A) \"Plan/Organize\" scale T-score at Week 6. The BRIEF-A is a 75-item self-rating scale that assesses overall functioning and 9 non-overlapping scales among 2 summary index scales. The \"Plan/Organize\" scale is one of five Metacognition Index-related scales; it captures an individual's ability to anticipate events, set goals, pre-plan, organize, and carry out tasks systematically. Subjects rate each item on a 3-point scale (1=Never, 2=Sometimes, 3=Often) based on their experience within the last month. The sum of 10 items yields the \"Plan/Organize\" raw score (range: 10-30), which is converted to a T-score (normative population mean=50 and standard deviation=10; T-score ≥ 65 is considered abnormally elevated). T-score is converted to a change from baseline T-score. A lower change from baseline \"Plan/Organize\" T-score (\\<0) represents a better outcome.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.3","spread":"0.91"},{"groupId":"OG001","value":"-9.7","spread":"0.93"}]}]}]},{"type":"SECONDARY","title":"Effect of SPN-812 on the \"Task Monitor\" Scale of the Behavior Rating Inventory of Executive Function-Adult Version (BRIEF-A)","description":"An additional secondary endpoint was the change from baseline in the Behavior Rating Inventory of Executive Function-Adult Version (BRIEF-A) \"Task Monitor\" scale T-score at Week 6. The BRIEF-A is a 75-item self-rating scale that assesses overall functioning and 9 non-overlapping scales among 2 summary index scales. The \"Task Monitor\" scale is one of five Metacognition Index-related scales; it captures an individual's ability to assess performance for mistakes during or after finishing a task. The subject rates each item on a 3-point scale (1=Never, 2=Sometimes, or 3=Often) based on their experience within the last month. The sum of 6 items yields the \"Task Monitor\" raw score (range: 6-18), which is converted to a T-score (normative population mean=50 and standard deviation=10; T-score ≥ 65 is considered abnormally elevated). T-score is converted to a change from baseline T-score. A lower change from baseline \"Task Monitor\" T-score (\\<0) represents a better outcome.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.4","spread":"0.94"},{"groupId":"OG001","value":"-7.9","spread":"0.95"}]}]}]},{"type":"SECONDARY","title":"Effect of SPN-812 on the \"Organization of Materials\" Scale of the Behavior Rating Inventory of Executive Function-Adult Version (BRIEF-A)","description":"An additional secondary endpoint was the change from baseline in the Behavior Rating Inventory of Executive Function-Adult Version (BRIEF-A) \"Organization of Materials\" scale T-score at Week 6. The BRIEF-A is a 75-item self-rating scale that assesses overall functioning and 9 non-overlapping scales among 2 summary index scales. The \"Organization of Materials\" scale is one of five Metacognition Index-related scales; it captures one's ability to keep areas orderly and maintain materials. Subjects rate each item on a 3-point scale (1=Never, 2=Sometimes, 3=Often) based on their experience within the last month. The sum of 8 items yields the \"Organization of Materials\" raw score (range: 8-24), which is converted to a T-score (normative population mean=50 and standard deviation=10; T-score ≥ 65 is considered abnormally elevated). T-score is converted to a change from baseline T-score. A lower change from baseline \"Organization of Materials\" T-score (\\<0) represents a better outcome.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.4","spread":"0.79"},{"groupId":"OG001","value":"-7.1","spread":"0.80"}]}]}]},{"type":"SECONDARY","title":"Effect of SPN-812 on the \"Working Memory\" Scale of the Behavior Rating Inventory of Executive Function-Adult Version (BRIEF-A)","description":"An additional secondary endpoint was the change from baseline in the Behavior Rating Inventory of Executive Function-Adult Version (BRIEF-A) \"Working Memory\" scale T-score at Week 6. The BRIEF-A is a 75-item self-rating scale that assesses overall functioning and 9 non-overlapping scales among 2 summary index scales. The \"Working Memory\" scale is one of five Metacognition Index-related scales; it captures one's ability to hold information in mind in order to complete a task and stay with, or stick to, an activity. Subjects rate each item on a 3-point scale (1=Never, 2=Sometimes, 3=Often) based on their experience within the last month. The sum of 8 items yields the \"Working Memory\" raw score (range: 8-24), which is converted to a T-score (normative population mean=50 and standard deviation=10; T-score ≥ 65 is considered abnormally elevated). T-score is converted to a change from baseline T-score. A lower change from baseline \"Working Memory\" T-score (\\<0) represents a better outcome.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.9","spread":"0.94"},{"groupId":"OG001","value":"-10.1","spread":"0.96"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":183},"commonTop":["Insomnia","Headache","Fatigue","Nausea","Decreased appetite"]}}}