{"nctId":"NCT02969408","briefTitle":"A Study to Evaluate the Relationship Between Use of Albuterol Multidose Dry Powder Inhaler With an eModule (eMDPI) and Exacerbations in Participants With Asthma","startDateStruct":{"date":"2017-02-13","type":"ACTUAL"},"conditions":["Asthma"],"count":397,"armGroups":[{"label":"ABS eMDPI","type":"EXPERIMENTAL","interventionNames":["Drug: Albuterol Sulfate"]}],"interventions":[{"name":"Albuterol Sulfate","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* The participant has had at least 1 episode of a severe CAE over the past 12 months before screening. If on a biologic (for example, omalizumab, mepolizumab, or reslizumab) and/or post-bronchial thermoplasty, exacerbation has occurred after these interventions.\n* The participant is using a moderate-dose inhaled corticosteroid (ICS) equivalent to at least 440 mcg daily of fluticasone propionate.\n* The participant's baseline asthma therapy regimen, including oral corticosteroids, leukotriene antagonists, 5-lipoxygenase inhibitors, long-acting beta agonist (LABA), long-acting muscarinic agent, or cromolyn, biologicals, theophylline, or mepolizumab, is allowed.\n* The participant must be willing and able to comply with study requirements as specified in the protocol, including the use of a wearable accelerometer for the subset of participants who consent to use of the device.\n* The participant is willing to discontinue all other rescue or maintenance short-acting beta 2 agonist (SABA) or antimuscarinic agents and replace them with the study-provided ABS eMDPI for the duration of the trial.\n* Women of childbearing potential (not surgically sterile or at least 2 years postmenopausal) must have exclusively same-sex partners or use a highly effective method of birth control and must agree to continue the use of this method for the duration of the study and for 30 days after discontinuation of the investigational medicinal product (IMP).\n\n  * Additional criteria apply, please contact the investigator for more information\n\nExclusion Criteria:\n\n* The participant has any clinically significant medical condition (treated or untreated) that, in the opinion of the investigator, would interfere with participation in the study.\n* The participant has any other confounding underlying lung disorder other than asthma.\n* The participant has used an investigational drug within 5 half-lives of it being discontinued or 1 month of baseline visit, whichever is longer.\n* The participant is a pregnant or lactating woman, or plans to become pregnant during the study. Note: Any woman becoming pregnant during the study will be withdrawn from the study.\n* The participant is known to be allergic to albuterol or any of the excipients in the IMP or rescue medication formulation (that is, lactose). Dietary lactose intolerance does not exclude the participant from inclusion in the study or as per the investigator's medical discretion.\n* The participant has a history or presence of \"silent\" infections, including positive testing for human immunodeficiency virus types 1 and 2, hepatitis B, hepatitis C, and tuberculosis.\n\n  * Additional criteria apply, please contact the investigator for more information","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Clinical Asthma Exacerbation (CAE) Rate: Percentage of Participants Who Experienced at Least 1 Moderate or Severe CAE","description":"CAE was an occurrence of either severe CAE or moderate CAE. Severe CAE was defined as a CAE that involved worsening asthma such that the treating physician elected to administer prednisone (or equivalent glucocorticoid treatment) at least 10 milligrams (mg) prednisone equivalent above Baseline, for at least 3 days; and an unscheduled provider visit such as an office visit, urgent care visit, emergency care visit, or hospitalization.\n\nModerate CAE was defined as a CAE that involved worsening asthma such that the treating physician elected to administer prednisone (or equivalent glucocorticoid treatment) at least 10 mg prednisone equivalent above Baseline, for at least 3 days, or an unscheduled provider visit such as an office visit, urgent care visit, emergency care visit, or hospitalization associated with an increase in asthma therapy that did not qualify for severe CAE as defined above.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null}]}]}]},{"type":"PRIMARY","title":"Total Number of Inhalations in the Days Preceding the Peak of a Severe CAE","description":"Severe CAE was defined as a CAE that involved worsening asthma such that the treating physician elected to administer prednisone (or equivalent glucocorticoid treatment) at least 10 mg prednisone equivalent above Baseline, for at least 3 days; and an unscheduled provider visit such as an office visit, urgent care visit, emergency care visit, or hospitalization. Total number of inhalations taken in 1 day (that is, the 24-hour period on the day prior to the date of the CAE symptom peak) and at 3, 5, 7, 10, 14, and 21 days preceding the date of the severe CAE symptom peak were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.9","spread":"7.95"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.1","spread":"9.93"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.6","spread":"2.89"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.0","spread":"2.61"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.5","spread":"4.24"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.2","spread":"1.87"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.0","spread":"3.06"}]}]}]},{"type":"PRIMARY","title":"Number of Days Prior to the Peak of a Severe CAE When Albuterol Use Increased","description":"Severe CAE was defined as a CAE that involved worsening asthma such that the treating physician elected to administer prednisone (or equivalent glucocorticoid treatment) at least 10 mg prednisone equivalent above Baseline, for at least 3 days; and an unscheduled provider visit such as an office visit, urgent care visit, emergency care visit, or hospitalization. Number of days prior to the peak of a severe CAE when albuterol use first increased to greater than (\\>) 4, \\>12, and \\>20 inhalations was reported. Participants were counted in more than 1 category (that is, all of the \\>20 inhalation participants were also counted in the \\>12 category, and in the \\>4 category).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"39.3","spread":"26.79"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"40.3","spread":"26.95"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"34.0","spread":"30.84"}]}]}]},{"type":"PRIMARY","title":"Number of Albuterol Uses in the 24 Hours Preceding a Severe CAE","description":"Severe CAE was defined as a CAE that involved worsening asthma such that the treating physician elected to administer prednisone (or equivalent glucocorticoid treatment) at least 10 mg prednisone equivalent above Baseline, for at least 3 days; and an unscheduled provider visit such as an office visit, urgent care visit, emergency care visit, or hospitalization. Number of albuterol inhalations used in the 24 hours preceeding a severe CAE is reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.9","spread":"7.95"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Adverse Events (AEs)","description":"AE was defined as any untoward medical occurrence that develops or worsens in severity during the conduct of a clinical study and does not necessarily have a causal relationship to the study drug. Severity was rated by investigator on a scale of mild, moderate and severe, with severe= an inability to carry out usual activities. Relation of AE to treatment was determined by investigator. SAEs included death, a life-threatening adverse event, inpatient hospitalization or prolongation of existing hospitalization, persistent or significant disability or incapacity, a congenital anomaly or birth defect, or an important medical event that jeopardized the participant and required medical intervention to prevent 1 of the outcomes listed in this definition. A summary of serious and non-serious AEs regardless of causality is located in 'Reported Adverse Events module'.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"127","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"41","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"73","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":6,"n":397},"commonTop":["Asthma"]}}}