{"nctId":"NCT01885208","briefTitle":"Efficacy and Safety of Semaglutide Once-weekly Versus Exenatide ER 2.0 mg Once-weekly as add-on to 1-2 Oral Antidiabetic Drugs (OADs) in Subjects With Type 2 Diabetes","startDateStruct":{"date":"2013-12-02","type":"ACTUAL"},"conditions":["Diabetes","Diabetes Mellitus, Type 2"],"count":813,"armGroups":[{"label":"Semaglutide 1.0 mg","type":"EXPERIMENTAL","interventionNames":["Drug: semaglutide"]},{"label":"Exenatide ER 2.0 mg","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: exenatide"]}],"interventions":[{"name":"semaglutide","otherNames":[]},{"name":"exenatide","otherNames":["Bydureon®"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria: - Subjects diagnosed with type 2 diabetes and on stable diabetes treatment with 1-2 OADs (Metformin equal to or above 1500 mg or maximum tolerated dose and/or thiazolidinedione (TZD) and sulfonylureas (SUs) equal to or above half of maximum dose allowed according to national label) for at least 90 days prior to screening. Stable is defined as unchanged medication and unchanged dose - HbA1c 7.0 - 10.5 % (53 - 91 mmol/mol) (both inclusive) Exclusion Criteria: - Females of childbearing potential who are pregnant, breast-feeding or intend to become pregnant or are not using an adequate contraceptive method throughout the trial including the 5 week follow-up period (adequate contraceptive measures as required by local law or practice) - Any chronic disorder or severe disease which, in the opinion of the investigator, might jeopardise subject's safety or compliance with the protocol - Treatment with glucose lowering agent(s) other than stated in the inclusion criteria in a period of 90 days before screening. An exception is short-term treatment (7 days or less in total) with insulin in connection with inter-current illness - History of chronic or idiopathic acute pancreatitis - Screening calcitonin value equal to or above 50 ng/L (pg/mL) - Personal or family history of medullary thyroid carcinoma (MTC) or multiple endocrine neoplasia syndrome type 2 (MEN 2) - Impaired renal function defined as estimated glomerular filtration rate (eGFR) below 60 ml/min/1.73 m\\^2 per modification of diet in renal disease (MDRD) formula (4 variable version) - Acute coronary or cerebrovascular event within 90 days before randomisation - Heart failure, New York Heart Association (NYHA) class IV","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in HbA1c (Glycosylated Haemoglobin)","description":"Mean change in HbA1c from baseline to week 56.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.54","spread":"0.06"},{"groupId":"OG001","value":"-0.92","spread":"0.06"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Body Weight","description":"Mean change in body weight from baseline to week 56.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.63","spread":"0.29"},{"groupId":"OG001","value":"-1.85","spread":"0.29"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Fasting Plasma Glucose (FPG)","description":"Mean change in FPG from baseline to week 56.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-51.22","spread":"2.36"},{"groupId":"OG001","value":"-36.1","spread":"2.45"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Systolic and Diastolic Blood Pressure","description":"Mean changes in systolic and diastolic blood pressure from baseline to week 56.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.6","spread":"0.68"},{"groupId":"OG001","value":"-2.23","spread":"0.7"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.0","spread":"0.45"},{"groupId":"OG001","value":"-0.1","spread":"0.46"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Patient Reported Outcome (PRO) Questionnaire Diabetes Treatment Satisfaction Questionnaire Status (DTSQs)","description":"The Diabetes Treatment Satisfaction Questionnaire (DTSQs) was used to assess a subject's treatment satisfaction. This questionnaire contained 8 components and measures the treatment for diabetes (including insulin, tablets and/or diet) in terms of convenience, flexibility and general feelings regarding treatment. The value presented is the 'Treatment Satisfaction' summary score, which is the sum of 6 of the 8 items of the DTSQs questionnaire. Response options range from 6 (best case) to 0 (worst case). Total scores for treatment satisfaction range from 0-36. Higher scores indicate higher satisfaction.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.98","spread":"0.26"},{"groupId":"OG001","value":"3.96","spread":"0.27"}]}]}]},{"type":"SECONDARY","title":"Subjects Who Achieve HbA1c Equal to or Below 6.5% (48 mmol/Mol) American Association of Clinical Endocrinologists (AACE) Target: (Yes/no)","description":"The endpoint considered HbA1c ≤6.5% (48 mmol/mol) as per the AACE target after 56 weeks of treatment.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"190","spread":null},{"groupId":"OG001","value":"89","spread":null}]},{"measurements":[{"groupId":"OG000","value":"214","spread":null},{"groupId":"OG001","value":"316","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":38,"n":404},"commonTop":["Nausea","Lipase increased","Diarrhoea","Headache","Nasopharyngitis"]}}}