{"nctId":"NCT01292057","briefTitle":"Aripiprazole Effects on Alcohol Drinking and Craving","startDateStruct":{"date":"2011-02"},"conditions":["Alcohol Dependence"],"count":99,"armGroups":[{"label":"Aripiprazole","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Aripiprazole"]},{"label":"Sugar pill","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Aripiprazole","otherNames":["Abilify"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Age 21 - 40 (to focus on an age group still on a trajectory of increasing alcohol consumption).\n2. Meets the DSM IV criteria for current alcohol dependence including criterion 3 and/or 4 \"loss of control over drinking\" or \"the inability to cut-down or stop drinking\".\n3. Currently not engaged in, and does not want treatment for, alcohol related problems.\n4. Able to read and understand questionnaires and informed consent.\n5. Lives within 50 miles of the study site.\n6. Able to maintain abstinence for two days (without the aid of detoxification medications) as determined by self report and breathalyzer measurements.\n\nInclusion for fMRI (functional magnetic resonance imaging) Imaging:\n\n1. Does not have metal objects in the head/neck.\n2. Does not have a history of claustrophobia leading to significant clinical anxiety symptoms.\n\nExclusion Criteria:\n\n1. Currently meets DSM IV criteria for any other psychoactive substance dependence disorder.\n2. Any psychoactive substance use (except marijuana and nicotine) within the last 30 days by self-report and urine drug screen. For marijuana, no use within the last seven days by verbal report and negative (or decreasing) urine THC (tetrahydrocannabinol) levels.\n3. Meets DSM IV criteria for current axis I disorders of major depression, panic disorder, obsessive compulsive disorder, post traumatic stress syndrome, bipolar affective disorder, schizophrenia, dissociate disorders and eating disorders, any other psychotic disorder or organic mental disorder.\n4. Has current suicidal ideation or homicidal ideation.\n5. Need for maintenance or acute treatment with any psychoactive medication including anti-seizure medications and medications for ADHD (attention deficit hyperactivity disorder .\n6. Currently taking medication known to affect alcohol intake (e.g., disulfiram, naltrexone, acamprosate, topiramate).\n7. Clinically significant medical problems such as cardiovascular, renal, GI, or endocrine problems that would impair participation or limit medication ingestion.\n8. Past history of alcohol related medical illness such as gastrointestinal bleeding, pancreatitis, peptic ulcer, hepatic cirrhosis or alcoholic hepatitis.\n9. Hepatocellular disease indicated by elevations of SGPT (ALT) or SGOT (AST) greater than 2.5 times normal at screening.\n10. Females of childbearing potential who are pregnant (by urine HCG), nursing, or who are not using a reliable form of birth control.\n11. Has current charges pending for a violent crime (not including DUI (Driving Under Intoxication) related offenses).\n12. Does not have a stable living situation.","healthyVolunteers":false,"sex":"ALL","minimumAge":"21 Years","maximumAge":"40 Years","stdAges":["ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Total Number of Drinks Per Day During Natural (Usual Environment) Conditions","description":"\"Natural\" alcohol consumption period -- drinks per day consumed during the 6-day observation period","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.8","spread":"0.4"},{"groupId":"OG001","value":"6.4","spread":"0.4"}]}]}]},{"type":"PRIMARY","title":"Total Number of Drinks Consumed in Bar Lab","description":"This measure refers to a \"bar lab\" paradigm in which individuals received an initial \"priming\" drink of alcohol, targeted to produce a breath alcohol concentration (BrAC) of 30 mg%, and could then choose to consume up to 8 additional drinks, each targeted to produce a BrAC of 15 mg%, during the subsequent 2 hours. Thus, the total number of drinks consumed could range between 0 and 8.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.3","spread":"0.4"},{"groupId":"OG001","value":"4.5","spread":"0.4"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":47},"commonTop":["Daytime sleepiness","Trouble sleeping","Low energy","Trouble concentrating","Irritability"]}}}