{"nctId":"NCT02296892","briefTitle":"A Phase III Study of Remimazolam in Patients Undergoing Bronchoscopy","startDateStruct":{"date":"2015-04","type":"ACTUAL"},"conditions":["Bronchoscopy"],"count":446,"armGroups":[{"label":"Remimazolam","type":"EXPERIMENTAL","interventionNames":["Drug: Remimazolam"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"Midazolam","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Midazolam"]}],"interventions":[{"name":"Remimazolam","otherNames":["CNS7056"]},{"name":"Placebo","otherNames":[]},{"name":"Midazolam","otherNames":["Versed"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Male and female patients, aged ≥18 years, scheduled to undergo a diagnostic or therapeutic flexible bronchoscopy in the bronchoscopy suite (therapeutic bronchoscopies could include eg, lavage, biopsies, brushings, and foreign body extraction).\n2. American Society of Anesthesiologists Physical Status Score (ASA PS) 1 through 3.\n3. Body mass index (BMI) ≤ 45.\n4. Peripheral blood oxygen saturation (measured by pulse oximetry: SpO2) ≥ 90% in ambient air or with no more than 2 L/min of oxygen support.\n5. For all female patients, negative result of urine pregnancy test. Additionally, for women of child bearing potential only, use of birth control during the study period (from the time of consent until all specified observations were completed).\n6. Patients voluntarily signed and dated an informed consent form that was approved by an IRB prior to the conduct of any study procedure, including screening procedures.\n7. Patient was willing and able to comply with study requirements and available for a follow up phone call on Day Day 4 (+3/ 1 days) after the bronchoscopy.\n\nExclusion Criteria:\n\n1. Patients with a known sensitivity to benzodiazepines, flumazenil, opioids, naloxone, or a medical condition such that these agents were contraindicated.\n2. Bronchoscopy outside the bronchoscopy unit (eg, intensive care unit).\n3. Patients on mechanical ventilation.\n4. Tracheal stenosis.\n5. Planned laser bronchoscopy, rigid scope bronchoscopy.\n6. Use of unstable doses of benzodiazepines and opioids for any indication, eg, insomnia, anxiety, or spasticity. An unstable dose means dose changes of more than 50% of the previous dose within 30 days prior to Day of procedure.\n7. Female patients with a positive pregnancy test at Screening or Baseline and lactating female patients.\n8. Patients with positive drugs of abuse screen (unless explained by concomitant medication) or a positive ethanol test at baseline.\n9. Patient with a history of drug or ethanol abuse within the past two years.\n10. Patients in receipt of any investigational drug or use of investigational device within 30 days or less than 7 t½ (whichever was longer) before the start of the study or scheduled to receive one during the study period.\n11. Participation in any previous clinical study with remimazolam.\n12. Patients with an inability to communicate well in English with the investigator or deemed unsuitable according to the investigator (in each case providing a reason).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With a Successful Procedure","description":"Success of Procedure measured by completion of bronchoscopy, no requirement for an alternative rescue sedative medication and no requirement for more than 5 doses of study medication within any 15 minute period in the blinded arms (remimazolam/placebo) or no requirement for more than 3 doses within any 12 minute window in the open-label midazolam arm.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"250","spread":null},{"groupId":"OG001","value":"3","spread":null},{"groupId":"OG002","value":"24","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Start of Procedure","description":"The time from the first dose of study drug until bronchoscope insertion on Day 1","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.1","spread":null},{"groupId":"OG001","value":"17.0","spread":null},{"groupId":"OG002","value":"15.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Fully Alert","description":"The time to fully alert defined as time to first of 3 consecutive Modified Observer's Assessment of Alertness and Sedation (MOAA/S) scores after the end of the bronchoscopy procedure (bronchoscope out).\n\nMOAA/S scores: 5 = Responds readily to name spoken in normal tone \\[alert\\], 4 =Lethargic response to name spoken in normal tone, 3 = Responds only after name is called loudly and/or repeatedly, 2 = Responds only after mild prodding or shaking, 1 = Responds only after painful trapezius squeeze, 0 = Does not respond to painful trapezius squeeze.\n\nMOAA/S scores were assessed by the investigators.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.6","spread":null},{"groupId":"OG001","value":"20.0","spread":null},{"groupId":"OG002","value":"18.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.0","spread":null},{"groupId":"OG001","value":"13.6","spread":null},{"groupId":"OG002","value":"12.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Ready for Discharge","description":"Time from the last dose of study drug or rescue sedative and from the end of bronchoscopy until discharge (defined as the ability to walk unassisted)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"64.8","spread":null},{"groupId":"OG001","value":"93.0","spread":null},{"groupId":"OG002","value":"70.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"60.0","spread":null},{"groupId":"OG001","value":"81.0","spread":null},{"groupId":"OG002","value":"66.0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":17,"n":303},"commonTop":["Hypotension","Hypertension","Diastolic hypertension","Systolic hypertension","Hypoxia"]}}}