{"nctId":"NCT00685373","briefTitle":"Efficacy and Safety of ACZ885 in Patients With the Following Cryopyrin-associated Periodic Syndromes: Familial Cold Autoinflammatory Syndrome, Muckle-Wells Syndrome, or Neonatal Onset Multisystem Inflammatory Disease","startDateStruct":{"date":"2008-05"},"conditions":["Cryopyrin-Associated Periodic Syndromes","Familial Cold Autoinflammatory Syndrome","Muckle Wells Syndrome","Neonatal Onset Multisystem Inflammatory Disease"],"count":166,"armGroups":[{"label":"Canakinumab (ACZ885)","type":"EXPERIMENTAL","interventionNames":["Drug: Canakinumab (ACZ885)"]}],"interventions":[{"name":"Canakinumab (ACZ885)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Male and female patients at least 3 years of age\n2. Diagnosis of Familial Cold Autoinflammatory Syndrome, Muckle-Wells Syndrome or Neonatal Onset Multisystem Inflammatory Disease. Prior agreement between the Investigator and Novartis for study eligibility is required for patients who do not have a molecular diagnosis of NALP3 mutations available (either testing not performed, or testing performed but negative)upon study entry. For those patients who have not been molecularly tested for NALP3 mutations, molecular testing should be performed during the course of the study\n3. For patients under anakinra therapy or any other investigational IL-1 blocking therapy, these treatments should be discontinued prior to the baseline visit.\n4. Patients from the CACZ885A2102 study may enter this study. However, dosing at Visit 2 (Baseline Visit) can only occur if either 1) the patient is experiencing disease flare or 2) at least two months have elapsed from their last injection even in the absence of flare, whichever is earlier.\n5. Patients who completed the CACZ885D2304 study may enter this study\n6. Patients who completed the CACZ885D2201 study may enter this study\n7. Patients who discontinued from the CACZ885A2102, CACZ885D2201 or CACZ885D2304 studies and for whom in the Investigator's judgment (with prior agreement from Novartis) continued treatment with ACZ885 in this study is considered appropriate.\n\nExclusion Criteria:\n\n1. Participation in any clinical investigation within 4 weeks prior to dosing or longer if required by local regulation with the exception of trials with anakinra, other investigational IL-1 blocking therapies, and/or ACZ885.\n2. History of being immunocompromised, including a positive HIV at screening (ELISA and Western blot) test result.\n3. A positive Hepatitis B surface antigen (HBsAg) or Hepatitis C antibody test result is not allowed.\n4. No live vaccinations within 3 months prior to the start of the trial, during the trial, and up to 3 months following the last dose.\n5. History of recurrent and/or evidence of active bacterial, fungal, or viral infections.\n6. Positive tuberculin skin test reaction (PPD 5 tuberculin units or as according to local standard practice) (\\>= 5 mm induration) at 48 to 72 hours after administration at the screening visit or within 2 months prior to the screening visit. Patients who have a positive PPD skin test with a documentation of BCG vaccination, who are at low environmental risk for tuberculosis (TB) infection or reactivation, and have a negative chest X-ray can be included.\n\nOther protocol-defined inclusion/exclusion criteria may apply","healthyVolunteers":false,"sex":"ALL","minimumAge":"3 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"The Number of Participants With Adverse Events (AEs), Death, Serious Adverse Events (SAEs), Discontinuation of Study Drug Due to an AE, Infections and Infestations and Injection Site Reactions","description":"The number of participants with Adverse Events and Infections \\& Infestations are regardless of study drug relationship by primary system organ class preferred term equal and/or greater than 2% in any group. The number of participants with mild injection site reactions= mild reactions observed on at least one occasion but no moderate or severe reactions. The number of participants with moderate injection site reactions= moderate reactions observed on at least one occasion but no severe reactions.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"150","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"109","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"The Percentage of Participants Without Disease Relapse as Determined by the Physician's Global Assessment of Autoinflammatory Disease Activity, Assessment of Skin Disease and Inflammation Markers.","description":"Disease relapse following complete response is defined as inflammation markers: C-Reactive Protein (CRP) and/or Serum Amyloid A (SAA) result \\> 30 mg/L AND Physician's Global Assessment of Autoinflammatory Disease Activity \\> minimal or Physician's Global Assessment \\>= minimal AND Skin Disease Assessment \\> minimal.\n\nPhysician's Global Assessment of Autoinflammatory Disease Activity and Skin Disease Assessment (urticarial skin rash) are completed by the investigator using a 5 point rating scale: absent, minimal, mild, moderate and severe.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"90.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Immunogenicity of Canakinumab (ACZ885)","description":"The number of participants who tested positive for anti-ACZ885 antibodies using the Biacore Assay at the end of the study.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Pharmacokinetics","description":"Mean Clearance from serum in Liter per Day (CLD) in adult participants \\>=18, pediatric participants \\<18 with body weight \\>40 kg and pediatric participants \\<18 with body weight \\<=40 kg.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.179","spread":"0.084"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.180","spread":"0.145"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.083","spread":"0.033"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":18,"n":166},"commonTop":["Nasopharyngitis","Headache","Rhinitis","Arthralgia","Diarrhoea"]}}}