{"nctId":"NCT04231318","briefTitle":"Study of Cingal® and Triamcinolone Hexacetonide for the Relief of Knee Osteoarthritis Pain","startDateStruct":{"date":"2020-09-11","type":"ACTUAL"},"conditions":["Osteoarthritis, Knee"],"count":231,"armGroups":[{"label":"Cingal","type":"EXPERIMENTAL","interventionNames":["Drug: Cingal"]},{"label":"Triamcinolone Hexacetonide (TH)","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Triamcinolone Hexacetonide (TH)"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Cingal","otherNames":["HA + TH"]},{"name":"Triamcinolone Hexacetonide (TH)","otherNames":["TH"]},{"name":"Placebo","otherNames":["Saline"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Subject is 40-75 years old.\n2. Body Mass Index (BMI) ≤ 40 kg/m2.\n3. Subject has Kellgren-Lawrence (K-L) severity grade II or III in the Index knee as determined by X-Ray. Contralateral knee: K-L severity grade 0, I or II.\n4. Subject has had at least two signs and at least two symptoms of OA disease (based on the European League Against Rheumatism (EULAR) recommendations for diagnosing knee OA) in the Index knee for at least 6 months despite conservative treatment (weight reduction, physical therapy, pain medications, etc.). The EULAR signs and symptoms are as follows:\n\n   * Signs: crepitus, restricted movement and bony enlargement\n   * Symptoms: persistent knee pain, limited morning stiffness and reduced function\n5. Subject must be willing to abstain from other IA treatments of the knee for the duration of the study.\n6. Subject is willing to discontinue all analgesics including nonsteroidal anti-inflammatory drugs (NSAIDs), except acetaminophen before the treatment injection and through the completion of the study. NSAIDs should be discontinued through the Screening period.\n7. Subject is willing to use only acetaminophen (up to a maximum of 3.0 grams per day) for the treatment of joint pain for the duration of the study. At least forty-eight hours prior to the Baseline Visit and each follow-up visit, the Subject is willing to discontinue use of acetaminophen\n8. Subject is willing to maintain a stable dose of oral glucosamine and/or chondroitin sulfate products throughout the study, if taken prior to signing ICF.\n9. Subject is able to understand and comply with the requirements of the study and voluntarily provides consent.\n\nBaseline Inclusion Criteria 24 Subject has a Western Ontario and McMaster Universities Osteoarthritis Index (WOMAC) pain-sub-score ≥ 50 mm and ≤ 90 mm in the affected knee and ≤ 30 mm in the contralateral knee on a 100 mm Visual Analog Scale (VAS) scale.\n\nExclusion Criteria:\n\n1. Subject received an IA injection of Hyaluronic Acid (HA) and/or steroid in either knee within 6 months of signing the ICF. A Subject will be excluded if they are planning to receive an HA or steroid injection (other than the study injection) in either knee during the course of this study.\n2. Subject had an arthroscopy of either knee within 3 months of signing the ICF.\n3. Subject had an open surgical procedure of either knee or hip or any surgery of the spine within 12 months of signing ICF. Subject plans to have knee, hip or spine surgery within the study period.\n4. Subject has intra-articular trauma to the Index knee. Subject has concurrent multi-system or multi-limb trauma.\n5. Subject has evidence or medical history of the following diseases in the Index knee: septic arthritis; inflammatory joint disease; history of Reiter's syndrome; gout; chondrocalcinosis associated with recurrent episodes of acute synovitis of the knee consistent with pseudogout; osteochondritis dissecans, Paget disease of the bone; ochronosis; acromegaly; hemochromatosis; primary osteochondromatosis; known history of Wilson disease; heritable disorders or collagen gene mutations.\n6. Subject has a history of cartilage repair surgery in the Index knee within 3 years of signing the ICF.\n7. Subject has a history of Anterior cruciate ligament (ACL) repair, reconstruction or injury in the Index knee within 3 years of signing the ICF.\n8. Subject has X-Ray findings of acute fractures, severe bone loss, avascular necrosis, severe bone or joint deformity in the Index knee.\n9. Subject has significant varus or valgus deformity greater than 8 degrees in either knee.\n10. Subject has a clinically apparent tense effusion of the Index knee.\n11. Subject has knee instability in either knee per the Investigator's assessment.\n12. Subject requires consistent use of an assistive device (e.g. wheelchair, walker, etc.) Occasional use of a cane is acceptable.\n13. Subject has medical condition(s) which could affect study assessments or may adversely affect the safety and/or success of the study treatment. This includes but is not limited to the following: a. Peripheral neuropathy severe enough to interfere with evaluation of the subject, b. Vascular insufficiency severe enough to interfere with evaluation of the subject, c. Active fibromyalgia, d. Hemiparesis involving either lower extremity, e. Immunocompromised or immunosuppressive disorder or receiving medications to treat immunosuppressive disorders, f. Systemic bleeding disorder(s), g. Current malignancy or treatment within the last 5 years, except for non-melanoma skin cancer, h. Significant psychiatric disorder, i. Active drug and/or alcohol abuse within the past year, j. Uncontrolled diabetes with a Screening Hemoglobin A1C (HbA1c) of \\>7% k. contraindication to Triamcinolone Hexacetonide (TH) including active tuberculosis, herpes simplex keratitis, acute psychoses and systemic mycoses and paracitoses.\n14. Subject is taking medications at the time the subjects signs the ICF which could interfere with the treatment procedure, healing and/or assessments. This includes but is not limited to oral or injectable anticoagulant treatments, anti-aggregant platelet treatment, chronic opioid analgesics. Low dose aspirin used for cardiovascular protection is allowed if a stable regimen is maintained for the duration of the study.\n15. Subject is receiving treatment using electromagnetic stimulation and/or low intensity ultrasound in the Index knee at the time of signing the ICF, within 3 months of signing the ICF or plans to receive treatment any time during the study period.\n16. Subjects who had an oral, intramuscular, intravenous, rectal suppository or topical (excluded in Index knee only) corticosteroid within 30 days of signing the ICF are excluded. Topical corticosteroid use at any site other than the Index knee is allowed.\n17. Subject has a pre-treatment contraindication to IA injections or aspiration of the Index knee, including cutaneous infection in the injection site area, active IA infection (as suggested by moderate or marked effusion), knee deformity or condition which, in the opinion of the Investigator could jeopardize the sterility or delivery of the IA injection.\n18. Subjects with a history of hypersensitivity to any of the ingredients in the hyaluronan or previous hypersensitivity to the administration of corticosteroids or an inability to tolerate acetaminophen.\n19. Subject has any contraindication to the receipt of a corticosteroid.\n20. Subject is receiving or in litigation for worker's compensation.\n21. Subject is a woman who is pregnant or breastfeeding at the Screening Visit or a woman of child bearing potential who refuses to use effective contraception during the course of the study.\n22. Subject was involved in any other research study involving an investigational product, or a new application of an approved product, within 60 days of signing the ICF.\n23. Subject previously treated with Cingal for knee osteoarthritis.\n\nBaseline Exclusion Criteria 25. Subject has a decrease of ≥ 20 mm in the WOMAC pain-sub-score (average of 5 pain scales) from Screening to Baseline in the Index knee on a 100 mm Visual Analog Scale (VAS) scale.\n\n26\\. Subject has a synovial fluid aspirate volume \\> 10 mL in the Index knee. 27. Subject has a contraindication to continue with the study treatment injection based on the visual appearance of the synovial fluid aspirate unless the fluid is examined microscopically prior to injection with no clinically significant findings (e.g. bacteria, crystals or blood).\n\n28\\. Subject has range of motion of less than 100° flexion in either knee.","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in the Western Ontario and McMaster Universities Arthritis Index (WOMAC) Pain Score","description":"The change from Baseline in knee pain post-treatment as measured by the Western Ontario and McMaster Universities Osteoarthritis Index (WOMAC) Pain Score comparing the Cingal arm to the TH arm, the Cingal arm to the Placebo arm, and the TH arm to the Placebo arm. WOMAC Pain is a validated 100 mm visual analog scale (VAS) from 0 mm = No Pain to 100 mm = Highest Pain Level. A negative value for the change from Baseline indicates improvement in the WOMAC Pain Score, i.e. less pain post-treatment. A larger negative value indicates lower pain levels and a better outcome.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-44.3","spread":"21.6"},{"groupId":"OG001","value":"-37.5","spread":"22.9"},{"groupId":"OG002","value":"-36.1","spread":"27.8"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in the Western Ontario and McMaster Universities Arthritis Index (WOMAC) Pain Score","description":"The change from Baseline in knee pain post-treatment as measured by the Western Ontario and McMaster Universities Osteoarthritis Index (WOMAC) Pain Score comparing the Cingal arm to the TH arm, the Cingal arm to the Placebo arm, and the TH arm to the Placebo arm. WOMAC Pain is a validated 100 mm visual analog scale (VAS) from 0 mm = No Pain to 100 mm = Highest Pain Level. A negative number for the change from Baseline indicates improvement in the WOMAC Pain Score, i.e. less pain post-treatment.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-44.5","spread":"21.0"},{"groupId":"OG001","value":"-40.2","spread":"23.0"},{"groupId":"OG002","value":"-36.7","spread":"27.0"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in the Western Ontario and McMaster Universities Arthritis Index (WOMAC) Pain Score","description":"The change from Baseline in knee pain post-treatment as measured by the Western Ontario and McMaster Universities Osteoarthritis Index (WOMAC) Pain Score comparing the Cingal arm to the TH arm, the Cingal arm to the Placebo arm, and the TH arm to the Placebo arm. WOMAC Pain is a validated 100 mm visual analog scale (VAS) from 0 mm = No Pain to 100 mm = Highest Pain Level. A negative number for the change from Baseline indicates improvement in the WOMAC Pain Score, i.e. less pain post-treatment.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-44.1","spread":"22.4"},{"groupId":"OG001","value":"-38.9","spread":"24.5"},{"groupId":"OG002","value":"-37.4","spread":"25.6"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in the Western Ontario and McMaster Universities Arthritis Index (WOMAC) Pain Score","description":"The change from Baseline in knee pain post-treatment as measured by the Western Ontario and McMaster Universities Osteoarthritis Index (WOMAC) Pain Score comparing the Cingal arm to the TH arm, the Cingal arm to the Placebo arm, and the TH arm to the Placebo arm. WOMAC Pain is a validated 100 mm visual analog scale (VAS) from 0 mm = No Pain to 100 mm = Highest Pain Level. A negative number for the change from Baseline indicates improvement in the WOMAC Pain Score, i.e. less pain post-treatment.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-46.0","spread":"23.0"},{"groupId":"OG001","value":"-40.4","spread":"24.1"},{"groupId":"OG002","value":"-36.2","spread":"25.1"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in the Western Ontario and McMaster Universities Arthritis Index (WOMAC) Pain Score","description":"The change from Baseline in knee pain post-treatment as measured by the Western Ontario and McMaster Universities Osteoarthritis Index (WOMAC) Pain Score comparing the Cingal arm to the TH arm, the Cingal arm to the Placebo arm, and the TH arm to the Placebo arm. WOMAC Pain is a validated 100 mm visual analog scale (VAS) from 0 mm = No Pain to 100 mm = Highest Pain Level. A negative number for the change from Baseline indicates improvement in the WOMAC Pain Score, i.e. less pain post-treatment.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-45.1","spread":"21.1"},{"groupId":"OG001","value":"-37.7","spread":"25.9"},{"groupId":"OG002","value":"-34.0","spread":"25.5"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in the Western Ontario and McMaster Universities Arthritis Index (WOMAC) Pain Score","description":"The change from Baseline in knee pain post-treatment as measured by the Western Ontario and McMaster Universities Osteoarthritis Index (WOMAC) Pain Score comparing the Cingal arm to the TH arm, the Cingal arm to the Placebo arm, and the TH arm to the Placebo arm. WOMAC Pain is a validated 100 mm visual analog scale (VAS) from 0 mm = No Pain to 100 mm = Highest Pain Level. A negative number for the change from Baseline indicates improvement in the WOMAC Pain Score, i.e. less pain post-treatment.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-40.9","spread":"22.4"},{"groupId":"OG001","value":"-35.6","spread":"24.7"},{"groupId":"OG002","value":"-24.8","spread":"25.4"}]}]}]},{"type":"SECONDARY","title":"The Outcomes Measures for Rheumatic Arthritis Clinical Trials-Osteoarthritis Research Society International (OMERACT-OARSI) Responder Index","description":"The post-treatment responder rate is determined through a calculation defined by the Outcomes Measures for Rheumatic Arthritis Clinical Trials-Osteoarthritis Research Society International (OMERACT-OARSI) Responder Index. The OMERACT-OARSI Responder Index reports the percentage of subjects that met the criteria to be a good responder to treatment. The criteria for response are (1) improvement in pain or physical function \\>50% and an absolute change \\>20 mm; or (2) improvement of \\>20% with an absolute change \\>10 mm in at least of the following three categories: pain, physical function, and patient's global assessment.\n\nA higher percentage of subjects responding indicates a better outcome.\n\nOMERACT-OARSI responder rates were compared between the Cingal, TH and Placebo arms.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"89.9","spread":null},{"groupId":"OG001","value":"80.8","spread":null},{"groupId":"OG002","value":"78.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Knee Pain as Measured by Visual Analog Scale (VAS) Pain Score","description":"Change in knee pain was obtained from participant responses using a 100 mm Visual Analog Scale (VAS) Pain Score at each time point. This VAS scale ranged from 0 mm = No Pain to 100 mm = Highest Pain Level. A negative value for the change in pain indicates less pain post-treatment. A larger negative value indicates a higher level of improvement, and a better outcome.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-35.1","spread":"26.0"},{"groupId":"OG001","value":"-31.9","spread":"25.4"},{"groupId":"OG002","value":"-27.1","spread":"31.5"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Knee Pain as Measured by Numerical Rating Scale (NRS) Pain Score","description":"Change in knee pain was obtained from participant responses using a Numerical Rating Scale (NRS) Pain Score. This NRS Pain Score ranged from 0 = No Pain to 10 = Highest Pain Level. A negative value for the change in Pain Score indicates less pain post-treatment. A larger negative value indicates a higher level of improvement, and a better outcome.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.5","spread":"2.5"},{"groupId":"OG001","value":"-3.3","spread":"2.3"},{"groupId":"OG002","value":"-2.3","spread":"3.1"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Western Ontario and McMaster Universities Arthritis Index (WOMAC) Function Score","description":"The change from Baseline in knee function post-treatment as measured by the Western Ontario and McMaster Universities Osteoarthritis Index (WOMAC) Function Score comparing the Cingal, TH, and Placebo arms. WOMAC Function Score records participant responses regarding the difficulty they have performing daily activities. The WOMAC Function Score is a validated 100 mm visual analog scale (VAS) from 0 mm = No Difficulty to 100 mm = Extreme Difficulty. A negative value for the change from Baseline indicates improvement in WOMAC Function Score. A larger negative value indicates improvement in performing daily activities, and a better outcome.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-40.8","spread":"23.5"},{"groupId":"OG001","value":"-37.5","spread":"22.8"},{"groupId":"OG002","value":"-35.2","spread":"26.5"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Western Ontario and McMaster Universities Arthritis Index (WOMAC) Stiffness Score","description":"The change from Baseline in knee stiffness post-treatment as measured by the Western Ontario and McMaster Universities Osteoarthritis Index (WOMAC) Stiffness Score comparing the Cingal, TH, and Placebo arms. WOMAC Stiffness Score records participant responses regarding the sensation of ease in moving their joint. The WOMAC Stiffness Score is a validated 100 mm visual analog scale (VAS) from 0 mm = No Stiffness to 100 mm = Extreme Stiffness. A negative value for the change from Baseline indicates improvement in WOMAC Stiffness Score. A larger negative value indicates less stiffness, and a better outcome.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-39.4","spread":"26.0"},{"groupId":"OG001","value":"-34.6","spread":"25.9"},{"groupId":"OG002","value":"-32.1","spread":"29.1"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Western Ontario and McMaster Universities Arthritis Index (WOMAC) Total Score","description":"The change from Baseline in overall clinical improvement in the knee post-treatment as measured by the Western Ontario and McMaster Universities Osteoarthritis Index (WOMAC) Total Score comparing the Cingal, TH, and Placebo arms. WOMAC Total Score combines the three 0-to-100 point scores from the WOMAC Pain Score, the WOMAC Stiffness Score, and the WOMAC Function Score to calculate a TOTAL Score from 0 = No Symptoms to 100 = Highest Degrees of Pain, Stiffness and Functional Limitation Symptoms.\n\nA negative value for the change from Baseline in WOMAC Total Score indicates reduction in pain, stiffness, and improved function. A larger negative value indicates a better overall clinical outcome.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-41.4","spread":"22.4"},{"groupId":"OG001","value":"-37.3","spread":"22.4"},{"groupId":"OG002","value":"-35.6","spread":"26.2"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Patient Global Assessment (PGA) Score","description":"The change from Baseline in knee pain post-treatment as measured by the Patient Global Assessment (PGA) Score comparing the Cingal, TH, and Placebo arms. PGA Score records participant responses to their assessment of how much their STUDY (treated) knee is bothering them today . The PGA Score is a validated 100 mm visual analog scale (VAS) from 0 mm = No Pain to 100 mm = Extreme Pain.\n\nA negative value for the change from Baseline indicates improvement in PGA Score. A larger negative value indicates less pain, and a better clinical outcome.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-42.3","spread":"27.3"},{"groupId":"OG001","value":"-37.6","spread":"25.3"},{"groupId":"OG002","value":"-34.0","spread":"28.8"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Evaluator Global Assessment (EGA) Score","description":"The change from Baseline in knee pain post-treatment as measured by the Evaluator Global Assessment (EGA) Score comparing the Cingal, TH, and Placebo arms. EGA Score records the Study Evaluator's assessment of how much the patient's STUDY (treated) knee is bothering them today . The EGA Score is a validated 100 mm visual analog scale (VAS) from 0 mm = No Pain to 100 mm = Extreme Pain.\n\nA negative value for the change from Baseline indicates improvement in EGA Score. A larger negative value indicates less pain, and a better clinical outcome.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-40.1","spread":"25.8"},{"groupId":"OG001","value":"-33.3","spread":"26.0"},{"groupId":"OG002","value":"-32.6","spread":"24.9"}]}]}]},{"type":"SECONDARY","title":"The Usage of Rescue Medication (Acetaminophen/Paracetamol) at 26 Weeks","description":"The usage of Rescue Medication (RM) as based on the average number of acetominophen/paracetamol pills taken among participants at 26 Weeks post treatment comparing between the Cingal, Triamcinolone Hexacetonide (TH) and Placebo arms.\n\nA smaller value in average RM indicates that fewer pills were taken by the participants, which may correlate to a better clinical outcome in terms of pain.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.5","spread":"26.1"},{"groupId":"OG001","value":"14.2","spread":"31.1"},{"groupId":"OG002","value":"19.1","spread":"40.0"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":99},"commonTop":["Arthralgia","Injection site pain","COVID-19","Urinary tract infection","Back pain"]}}}