{"nctId":"NCT05259917","briefTitle":"A Phase III, Crossover Trial Evaluating the Efficacy and Safety of KVD900 (Sebetralstat) for On-Demand Treatment of Angioedema Attacks in Adolescent and Adult Patients With Hereditary Angioedema (HAE)","startDateStruct":{"date":"2022-02-22","type":"ACTUAL"},"conditions":["Hereditary Angioedema"],"count":136,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"KVD900 600 mg","type":"EXPERIMENTAL","interventionNames":["Drug: KVD900 600 mg"]},{"label":"KVD900 300 mg","type":"EXPERIMENTAL","interventionNames":["Drug: KVD900 300 mg"]}],"interventions":[{"name":"Placebo","otherNames":[]},{"name":"KVD900 600 mg","otherNames":[]},{"name":"KVD900 300 mg","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female patients 12 years of age and older.\n* Confirmed diagnosis of HAE type I or II at any time in the medical history.\n* Patient has access to and ability to use conventional on-demand treatment for HAE attacks.\n* If a patient is receiving long-term prophylactic treatment with one of the protocol-allowed therapies, they must be on a stable dose and regimen for at least 3 months prior to the Screening Visit (except for danazol, which requires a stable dose and regimen for 6 months prior to the Screening Visit). Patient must be willing to remain on a stable dose and regimen for the duration of the trial.\n* Patient's last dose of attenuated androgens other than danazol was at least 28 days prior to randomization.\n* Patient:\n\n  1. has had at least 2 documented HAE attacks within 3 months prior to screening or randomization; or\n  2. is a completer of the KVD824-201 trial within 3 months prior to randomization and meets all other entry criteria to enroll in KVD900-301\n* Patients must meet the contraception requirements.\n* Patients must be able to swallow trial tablets whole.\n* Patients, as assessed by the Investigator, must be able to appropriately receive and store IMP, and be able to read, understand, and complete the electronic diary (eDiary).\n* Investigator believes that the patient is willing and able to adhere to all protocol requirements.\n* Patient provides signed informed consent or assent (when applicable). A parent or legally authorized representative (LAR) must also provide signed informed consent when required.\n\nExclusion Criteria:\n\n* Any concomitant diagnosis of another form of chronic angioedema, such as acquired C1-inhibitor deficiency, HAE with normal C1-INH (previously known as HAE type III), idiopathic angioedema, or angioedema associated with urticaria.\n* A clinically significant history of poor response to bradykinin receptor 2 (BR2) blocker, C1-INH therapy or plasma kallikrein inhibitor therapy for the management of HAE, in the opinion of the Investigator.\n* Use of angiotensin-converting enzyme (ACE) inhibitors after the Screening Visit or within 7 days prior to randomization.\n* Any estrogen containing medications with systemic absorption (such as oral contraceptives including ethinylestradiol or hormonal replacement therapy) within 7 days prior to the Screening Visit.\n* Patients who require sustained use of strong cytochrome P450 3A4 (CYP3A4) inhibitors or inducers.\n* Inadequate organ function, including but not limited to:\n\n  1. Alanine aminotransferase (ALT) \\>2x upper limit of normal (ULN)\n  2. Aspartate aminotransferase (AST) \\>2x ULN\n  3. Bilirubin direct \\>1.25x ULN\n  4. International normalized ratio (INR) \\>1.2\n  5. Clinically significant hepatic impairment defined as a Child-Pugh B or C\n* Any clinically significant comorbidity or systemic dysfunction, which in the opinion of the Investigator, would jeopardize the safety of the patient by participating in the trial.\n* History of substance abuse or dependence that would interfere with the completion of the trial, as determined by the Investigator.\n* Known hypersensitivity to KVD900 or placebo or to any of the excipients.\n* Prior participation in trial KVD900-201.\n* Participation in any gene therapy treatment or trial for HAE.\n* Participation in any interventional investigational clinical trial (with the exception of KVD824-201), including an investigational COVID-19 vaccine trial, within 4 weeks of the last dosing of investigational drug prior to screening.\n* Any pregnant or breastfeeding patient.","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Time to Beginning of Symptom Relief Patient Global Impression of Change (PGI-C)","description":"The analysis of time to the beginning of symptom relief defined as at least \"a little better\" (2 time points in a row) on the PGI-C within 12 hours of the first IMP administration using the Gehan score transformation test for Full Analysis Set (FAS).\n\nAttacks were treated as right-censored at 12 hours if they did not achieve beginning of symptom relief defined by PGI-C as at least \"a little better\" (2 time points in a row) or received conventional attack treatment prior to time-to-event within 12 hours of the first IMP administration.\n\nWhen an endpoint result was non-evaluable (NE) within 12 hours, if the event did occur, the event must have occurred \\>12 hours following study drug.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.61","spread":null},{"groupId":"OG001","value":"1.79","spread":null},{"groupId":"OG002","value":"6.72","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to First Incidence of Decrease From Baseline Patient Global Impression of Severity (PGI-S) (2 Time Points in a Row)","description":"First incidence of decrease in attack severity at two time points in a row (with possible missing values in between) within 12 hours of the first IMP administration.\n\nAttacks were treated as right-censored at 12 hours if they did not have a decrease in PGI-S score from baseline for 2 time points in a row or received conventional attack treatment prior to time-to-event within 12 hours of the first IMP administration.\n\nWhen an endpoint result was non-evaluable (NE) within 12 hours, if the event did occur, the event must have occurred \\>12 hours following study drug.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.27","spread":null},{"groupId":"OG001","value":"7.75","spread":null},{"groupId":"OG002","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Complete HAE Attack Resolution (PGI-S)","description":"Time to complete HAE attack resolution defined as \"none\".\n\nAttacks were treated as right-censored at 24 hours if they did reach complete HAE attack resolution or received conventional attack treatment prior to time-to-event within 24 hours of IMP administration.\n\nWhen an endpoint result was non-evaluable (NE) within 24 hours, if the event did occur, the event must have occurred \\>24 hours following study drug.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"24.00","spread":null},{"groupId":"OG002","value":"NA","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":86},"commonTop":["HEADACHE","VOMITING","NAUSEA","FATIGUE","EYE HAEMORRHAGE"]}}}