{"nctId":"NCT00650546","briefTitle":"Role of Exenatide in NASH-a Pilot Study","startDateStruct":{"date":"2006-08"},"conditions":["Nonalcoholic Fatty Liver Disease"],"count":8,"armGroups":[{"label":"A pre treatment NAS score","type":"EXPERIMENTAL","interventionNames":["Drug: Exenatide"]}],"interventions":[{"name":"Exenatide","otherNames":["Byetta"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Well documented NASH based on clinical and histological criteria. Liver biopsy must have been obtained within 12-months prior to initiation of the study.\n* Subjects must have known diabetes (either diet controlled or only on Metformin or sulfonylureas such as glyburide or glipizide).\n* Subjects must be 18 year or older.\n\nExclusion Criteria:\n\n* Co-existing etiologies for chronic liver disease (hepatitis B or C, autoimmune or hemochromatosis, etc.).\n* Clinical or histological evidence of cirrhosis.\n* Alanine aminotransferase or aspartate aminotransferase \\> 300 IU/L.\n* Uncontrolled diabetes (hemoglobin A1C greater than or equal to 9%).\n* Insulin or TZD dependant DM.\n* Known human immunodeficiency virus infection.\n* Current or history of significant alcohol consumption within past 5 years. Significant alcohol consumption is defined as \\>20 grm/day in females and \\>30 grms/day in males or if alcohol consumption cannot satisfactorily be quantified.\n* Serum creatinine of greater than or equal to 2 mg/dl.\n* Active, serious medical disease (cardiac, renal, pulmonary, dermatologic, psychiatric illness) with likely life expectancy less 5 years.\n* Current or previous malignancy with expected life expectancy less than 5-years (other than basal cell cancer of the skin).\n* Use of drugs historically associated with NASH.\n* Histological evidence of malignancy, 4+ iron deposition, or any other type of liver disease.\n* Active substance abuse, such as alcohol,inhaled or injection drugs with the previous one year.\n* Known intolerance or allergy to exenatide (Byetta).\n* History of neuroglycopenia.\n* Women of childbearing potential must have had a negative pregnancy test prior to starting the study and should be willing to avoid pregnancy during the study period.\n* Women must not be nursing.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"99 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Patients With Improvement in Liver Histology After Treatment With Exenatide","description":"Number of patients with liver histology improved with exenatide. The improvement of liver histology was defined as (1) no worsening of the fibrosis score, (11) improved score by at least one point in hepatocyte ballooning, and (111) either (a) improvement in NAS (NAFLD Activity Score) by two points spread across as least two of the three NAS components, or by (B)post-treatment NAS\\<3.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null}]}]}]},{"type":"PRIMARY","title":"Change in NAS","description":"The NAFLD Activity Score (NAS) is an underweight sum of steatosis (score 0-3), inflammation (score 0-3), ballooning scores (0-2). The NAS can range from 0-8 with the higher score indicating more aggressive disease.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.5","spread":"1.66"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":8},"commonTop":["abdominal pain along with nausea"]}}}