{"nctId":"NCT04504253","briefTitle":"A Pilot Study of Creatine Monohydrate as an Augmenting Agent for ECT in Persons With Major Depressive Disorder","startDateStruct":{"date":"2020-08-03","type":"ACTUAL"},"conditions":["Major Depressive Disorder"],"count":18,"armGroups":[{"label":"Creatine monohydrate","type":"EXPERIMENTAL","interventionNames":["Dietary Supplement: Creatine monohydrate"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Creatine monohydrate","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nParticipants with a diagnosis of Major Depressive Disorder with moderate to severe symptoms will be randomly assigned in a 1:1 ratio to either ECT with creatine augmentation or ECT with placebo augmentation or 6 weeks. Individuals must meet criteria for major depressive episode for a duration of at least 2 months in order to participate. Participants must be greater than 18 years of age and considered to be a good candidate for ECT based on clinical assessment. Individuals who are pregnant or breast-feeding or who possess any other contraindication to ECT will not be invited to participate. Participants can receive ECT treatments in either inpatient or outpatient setting at the University Neuropsychiatric Institute.\n\nExclusion Criteria:\n\nIndividuals who meet diagnostic criteria for other psychiatric conditions apart from major depressive disorder (including Bipolar I, Bipolar II, or personality disorders) will not be invited to participate. Individuals with substance use disorders will be excluded because substance use disorders typically confound the diagnosis of depression and can contribute to treatment resistance. Individuals will not be considered for study participation if they have renal disease because to date it cannot definitively be stated if short and long-term creatine usage is or is not harmful to the kidneys. Appropriate renal function will be determined based on normal creatinine clearance, determined by routine laboratory work (basic metabolic panel).\n\nParticipants who are already undergoing electroconvulsive therapy (ECT) or transcranial magnetic stimulation (TMS) for the treatment of depression, or who have completed a course of ECT within a month of the baseline visit, will not be invited to participate given the possibility of confounding treatment effects as well as increased seizure risk. Individuals currently undergoing psychotherapy remain eligible to participate.\n\nParticipants who have implanted ferromagnetic hardware, implanted electronic devices, or retained ferromagnetic materials from surgery or injuries will not be invited to participate as these represent contraindications to MRI. Likewise, individuals who are unable to tolerate confinement in the MRI scanner will not be invited to participate.\n\nIndividuals who lack capacity to consent to treatment or to participate in the study will be excluded. Patients who are hospitalized involuntarily will also be excluded. Individuals demonstrating active psychosis or any other clinical characteristic making them inappropriate candidates for treatment will be excluded. Patients with pre-existing neurologic condition, any major neurocognitive disorder, or known traumatic brain injury will not be invited to participate.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"99 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"HAMD-17","description":"17-item Hamilton Depression Rating Scale; Maximum Score 54. Minimum Score 0. Higher scores are correlated with more severe depression","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.4","spread":"4.2"},{"groupId":"OG001","value":"16.2","spread":"6.8"}]}]}]},{"type":"SECONDARY","title":"QIDS","description":"Quick Inventory of Depressive Symptoms; Scores range from 0 to 27. Higher scores are correlated with more severe depression.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.0","spread":"5.1"},{"groupId":"OG001","value":"13.4","spread":"6.3"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":9},"commonTop":["GI Distress","Rash"]}}}