{"nctId":"NCT05569148","briefTitle":"A Study in Patients With Neovascular Age-Related Macular Degeneration or Diabetic Macular Edema to Evaluate the Safety of the Faricimab Prefilled Syringe","startDateStruct":{"date":"2022-10-17","type":"ACTUAL"},"conditions":["Neovascular Age-related Macular Degeneration","Diabetic Macular Edema"],"count":35,"armGroups":[{"label":"Faricimab PFS Configuration","type":"EXPERIMENTAL","interventionNames":["Combination Product: Faricimab PFS Configuration"]}],"interventions":[{"name":"Faricimab PFS Configuration","otherNames":["VABYSMO™","RO6867461","RG7716"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Willing and able to comply with clinic visits and study-related procedures\n* For female patients of childbearing potential: agree to remain abstinent (refrain from heterosexual intercourse) or use contraception, and agree to refrain from donating eggs, as defined in the protocol\n* Confirmed diagnosis of neovascular age-related macular degeneration (nAMD; any subtype) or diabetic macular edema (DME) in one or both eyes by the study site investigator (only one eye will be selected as the study eye, as determined by the retina specialist) with onset at any time prior to study start\n* Study eye is deemed to be indicated for faricimab intravitreal (IVT) treatment at the discretion of the retina specialist\n* Hstorical optical coherence tomography (OCT) data available for the study eye within 30 days prior to Day 1\n\nExclusion Criteria:\n\n* Pregnancy or breastfeeding, or intention to become pregnant during the study or within 3 months after the final dose of faricimab\n* Requirement on Day 1 for continuous use of any medications and treatments considered prohibited therapy per the protocol\n* Participation in an investigational trial that involves treatment with any drug or device (with the exception of vitamins and minerals) within 3 months prior to Day 1\n* Stroke (cerebral vascular accident) or myocardial infarction within 6 months prior to Day 1\n* History of a severe allergic reaction or anaphylactic reaction to a biologic agent or known hypersensitivity to any component of the faricimab prefilled syringe injection, study-related procedure preparations, or any of the anesthetic and antimicrobial preparations used by a participant during the study\n* History of other disease, metabolic dysfunction, physical examination finding, or clinical laboratory finding giving reasonable suspicion of a condition that contraindicates the use of faricimab or renders the patient at high risk for treatment complications in the opinion of the investigator\n* Uncontrolled hypertension (systolic blood pressure \\>180 mmHg and/or diastolic blood pressure \\>100 mmHg while a patient is at rest)\n* Systemic treatment for suspected or active systemic infection on Day 1\n* Legally blind in the study eye on Day 1 (legal blindness: Best-corrected visual acuity \\[BCVA\\] of 20/200 or less)\n* History of or any current clinically relevant intraocular inflammation or ocular inflammatory reaction (any grading from trace and greater is excluded), including non-infectious uveitis or infectious uveitis, or sterile inflammatory reaction after previous IVT injections with any agent in either eye\n* Suspected or active ocular or periocular infection in either eye on Day 1\n* History of or any current indication of excessive bleeding and recurrent hemorrhages, including any prior excessive intraocular or subconjunctival bleeding or hemorrhages after IVT injection or intraocular procedures in either eye\n* Uncontrolled glaucoma in the study eye\n* Treatment with any IVT injection in the study eye within the 27 days prior to Day 1\n* Any invasive intraocular surgery, prior long-acting therapeutic agent, or ocular drug release device implantation (approved or investigational) in the study eye at any time during the 3 months prior to Day 1\n* Treatment with panretinal photocoagulation, laser retinopexy or macular (focal, grid, or micropulse) laser in the study eye within one month prior to Day 1","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Injection Procedures With Successful Completions on Critical Tasks Performed by Healthcare Providers in the Use of the Faricimab Prefilled Syringe Configuration","description":"Thirteen healthcare providers (HCP; seven retina specialists and six assistants) across three sites participated in the study, and they worked mostly in pairs to administer a single intravitreal (IVT) injection of 6-mg faricimab to each of the 35 patients using the prefilled syringe (PFS). For each IVT injection, two Human Factors (HF) observers were positioned such that they could clearly observe the entire preparation and administration process. Each HCP team (i.e., retina specialist alone or retina specialist with assistant, as per local procedure) were asked to perform all preparation and administration steps in view of the HF observers. Critical tasks were observed by the HF observers who documented HCP performance using an assessment checklist. A successful task completion for each critical task was defined as normal use without use error, and the percentages of successful completions are calculated out of the total 35 PFS IVT injections administered.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Injection Procedures With Use Errors on Critical Tasks Performed by Healthcare Providers in the Use of the Faricimab Prefilled Syringe Configuration","description":"Thirteen healthcare providers (HCP) across 3 sites participated in the study, and they worked mostly in pairs to administer a single intravitreal (IVT) injection of 6-mg faricimab to each of the 35 patients using the prefilled syringe (PFS). For each IVT injection, two Human Factors (HF) observers were positioned such that they could clearly observe the entire preparation and administration process. Each HCP team (i.e., retina specialist alone or retina specialist with assistant, as per local procedure) were asked to perform all preparation and administration steps in view of the HF observers. Critical tasks were observed by the HF observers who documented HCP performance using an assessment checklist. A use error was defined as user action or lack of user action while using the medical device that leads to a different result than that intended by the manufacturer or expected by the user. The percentages of use errors are calculated out of the total 35 PFS IVT injections administered.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":35},"commonTop":["Eye irritation"]}}}