{"nctId":"NCT01986101","briefTitle":"A Phase III Study of SM-13496 in Patients With Bipolar I Depression.","startDateStruct":{"date":"2014-02-19","type":"ACTUAL"},"conditions":["Bipolar Depression"],"count":525,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"SM-13496 20 - 60 mg/day","type":"EXPERIMENTAL","interventionNames":["Drug: SM-13496"]},{"label":"SM-13496 80 - 120 mg/day","type":"EXPERIMENTAL","interventionNames":["Drug: SM-13496"]}],"interventions":[{"name":"Placebo","otherNames":[]},{"name":"SM-13496","otherNames":["Lurasidone HCl"]},{"name":"SM-13496","otherNames":["Lurasidone HCl"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients who were fully informed of and understand the objectives, procedures, and possible benefits and risks of the study and who provided written voluntary consent to participate in the study.\n* Outpatients aged 18 through 74 years at the time of consent\n* Patients meets DSM-IV-TR criteria for bipolar I disorder, most recent episode depressed (≥ 4 weeks and less than 12 months) without psychotic features.\n\nExclusion Criteria:\n\n* Patients with imminent risk of suicide or injury to self, others, or property.\n* Patients who had been hospitalized because of a manic or mixed episode within 60 days prior to screening.\n* Patients who are otherwise considered ineligible for the study by the investigator.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"74 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Montgomery-Asberg Depression Rating Scale (MADRS) Total Score at Week 6","description":"Montgomery-Asberg Depression Rating Scale (MADRS)is a clinician-rated assessment of a subject's level of depression.\n\nThe MADRS total score ranges from a minimum of 0 to a maximum of 60. For the MADRS total score, low scores indicate a better outcome and high scores indicate a worse outcome. When change from baseline is considered, a negative (decrease in score) value is considered a better outcome, and a positive (increase in score) value is considered a worse outcome.\n\nThe MADRS contains ten (10) items. The total score is computed as the sum of the scores for the 10 items.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-10.6","spread":"0.72"},{"groupId":"OG001","value":"-13.6","spread":"0.69"},{"groupId":"OG002","value":"-12.6","spread":"0.73"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the CGI-BP-S (Depression) Score at Week 6","description":"Clinical Global Impression Bipolar Version, Severity of Illness (CGI-BP-S) score (depression) is a clinician-rated assessment of a subject's level of depression.\n\nThe CGI depression score ranges from a minimum of 1 to a maximum of 7. For the CGI depression score, low scores indicate a better outcome and high scores indicate a worse outcome. When change from baseline is considered, a negative (decrease in score) value is considered a better outcome, and a positive (increase in score) value is considered a worse outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.11","spread":"0.092"},{"groupId":"OG001","value":"-1.51","spread":"0.088"},{"groupId":"OG002","value":"-1.41","spread":"0.093"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the SDS Total Score at Week 6 (LOCF)","description":"Sheehan Disability Scale (SDS) total score is a subject-rated assessment of a subject's level of functional impairment in work/school, social life and family life/home responsibilities.\n\nThe SDS total score ranges from a minimum of 0 to a maximum of 30. For the SDS total score, low scores indicate a better outcome and high scores indicate a worse outcome. When change from baseline is considered, a negative (decrease in score) value is considered a better outcome, and a positive (increase in score) value is considered a worse outcome.\n\nThe SDS contains three (3) items. The total score is computed as the sum of the scores for the 3 items.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.7","spread":"0.66"},{"groupId":"OG001","value":"-7.6","spread":"0.62"},{"groupId":"OG002","value":"-6.8","spread":"0.67"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the YMRS Total Score at Week 6","description":"YMRS (Young Mania Rating Scale) is a clinician-rated assessment of the severity of mania in subjects with a diagnosis of bipolar disorder.\n\nThe YMRS total score ranges from a minimum of 0 to a maximum of 60. For the YMRS total score, low scores indicate a better outcome and high scores indicate a worse outcome. When change from baseline is considered, a negative (decrease in score) value is considered a better outcome, and a positive (increase in score) value is considered a worse outcome.\n\nThe YMRS contains eleven (11) items. The total score is computed as the sum of the scores for the 11 items.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.51","spread":"0.190"},{"groupId":"OG001","value":"-0.98","spread":"0.180"},{"groupId":"OG002","value":"-0.99","spread":"0.191"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the HAM-A Total Score at Week 6 (LOCF)","description":"The Hamilton Rating Scale for Anxiety (HAM-A) scale is a rating scale developed to quantify the severity of anxiety symptomatology.\n\nThe HAM-A total score ranges from a minimum of 0 to a maximum of 56. For the HAM-A total score, low scores indicate a better outcome and high scores indicate a worse outcome. When change from baseline is considered, a negative (decrease in score) value is considered a better outcome, and a positive (increase in score) value is considered a worse outcome.\n\nThe HAM-A contains fourteen (14) items. The total score is computed as the sum of the scores for the 14 items.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.7","spread":"0.51"},{"groupId":"OG001","value":"-7.4","spread":"0.49"},{"groupId":"OG002","value":"-6.4","spread":"0.50"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":5,"n":172},"commonTop":["Akathisia","Nausea","Headache","Somnolence","Nasopharyngitis"]}}}