{"nctId":"NCT03191903","briefTitle":"Study of Cingal™ for the Relief of Knee Osteoarthritis Compared to Triamcinolone Hexacetonide","startDateStruct":{"date":"2017-05-25","type":"ACTUAL"},"conditions":["Knee Osteoarthritis"],"count":576,"armGroups":[{"label":"Cingal","type":"EXPERIMENTAL","interventionNames":["Combination Product: Cingal"]},{"label":"Monovisc","type":"ACTIVE_COMPARATOR","interventionNames":["Device: Monovisc"]},{"label":"Triamcinolone Hexacetonide (TH)","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Triamcinolone Hexacetonide"]}],"interventions":[{"name":"Cingal","otherNames":["HA + TH"]},{"name":"Monovisc","otherNames":["HA"]},{"name":"Triamcinolone Hexacetonide","otherNames":["TH"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nScreening Inclusion Criteria\n\n1. Subject is 40-75 years old, with a Body Mass Index (BMI) ≤ 40 kg/m2.\n2. Subject has Kellgren-Lawrence (K-L) severity grade I, II or III in the index knee as determined by X-ray. Contralateral knee: K-L severity grade 0, I or II.\n3. Subject has had at least two signs and at least two symptoms of OA disease (based on the European League Against Rheumatism (EULAR) recommendations for diagnosing knee OA) in the index knee for at least 6 months despite conservative treatment (weight reduction, physical therapy, pain medications, etc.). The EULAR signs and symptoms are as follows:\n\n   * Signs: crepitus, restricted movement and bony enlargement\n   * Symptoms: persistent knee pain, limited morning stiffness and reduced function\n4. Subject must be willing to abstain from other IA treatments of the knee for the duration of the study.\n5. Subject is willing to discontinue all analgesics including NSAIDs, except acetaminophen/paracetamol, at least seven days before the treatment injection and through the completion of the study.\n6. Subject is willing to use only acetaminophen/paracetamol (up to a maximum of 4.0 grams per day per the package insert) for the treatment of joint pain for the duration of the study. At least forty eight hours prior to the Baseline Visit and each follow-up visit, the subject is willing to discontinue use of acetaminophen/paracetamol.\n7. Subject is willing to maintain a stable dose of oral glucosamine and/or chondroitin sulfate products throughout the study, if taken prior to signing the informed consent form (ICF).\n8. Subject is able to understand and comply with the requirements of the study and voluntarily provides consent.\n\nScreening Exclusion Criteria:\n\n1. Subject received an IA injection of Hyaluronic Acid (HA) and/or steroid in either knee within 6 months of signing the informed consent form (ICF). A subject will be excluded if they are planning to receive an HA or steroid injection (other than the study injection) in either knee during the course of this study.\n2. Subject had an arthroscopy of either knee within 3 months of signing the ICF.\n3. Subject had an open surgical procedure of either knee or hip or any surgery of the spine within 12 months of signing ICF. Subject plans to have knee, hip or spine surgery within the study period.\n4. Subject has intra-articular trauma to the index knee. Subject has concurrent multi-system or multi-limb trauma.\n5. Subject has evidence or medical history of the following diseases in the index knee: septic arthritis; inflammatory joint disease; history of Reiter's syndrome; gout; chondrocalcinosis associated with recurrent episodes of acute synovitis of the knee consistent with pseudogout; osteochondritis dissecans, Paget disease of the bone; ochronosis; acromegaly; hemochromatosis; primary osteochondromatosis; known history of Wilson disease; heritable disorders or collagen gene mutations.\n6. Subject has a history of cartilage repair surgery in the index knee within 3 years of signing the ICF.\n7. Subject has a history of ACL repair, reconstruction or injury in the index knee within 3 years of signing the ICF.\n8. Subject has X-ray findings of acute fractures, severe bone loss, avascular necrosis, severe bone or joint deformity in the index knee.\n9. Subject has significant varus or valgus deformity greater than 10 degrees in either knee.\n10. Subject has a clinically apparent tense effusion of the index knee.\n11. Subject has knee instability in either knee per the Investigator's assessment.\n12. Subject requires consistent use of an assistive device (e.g. wheelchair, walker, etc.) Occasional use of a cane is acceptable.\n13. Subject has medical condition(s) which could affect study assessments or may adversely affect the safety and/or success of the study treatment. This includes but is not limited to the following: a. Peripheral neuropathy severe enough to interfere with evaluation of the subject, b. Vascular insufficiency severe enough to interfere with evaluation of the subject, c. Active fibromyalgia, d. Hemiparesis involving either lower extremity, e. Immunocompromised or immunosuppressive disorder or receiving medications to treat immunosuppressive disorders, f. Systemic bleeding disorder(s), g. Current malignancy or treatment within the last 5 years, except for non-melanoma skin cancer, h. Significant psychiatric disorder, i. Active drug and/or alcohol abuse within the past year, j. Uncontrolled diabetes with a screening HbA1c of \\>7%.\n14. Subject is taking medications at the time the subjects signs the ICF which could interfere with the treatment procedure, healing and/or assessments. This includes but is not limited to oral or injectable anticoagulant treatments, anti-aggregant platelet treatment, chronic opioid analgesics. Low dose aspirin used for cardiovascular protection is allowed if a stable regimen is maintained for the duration of the study.\n15. Subject is receiving treatment using electromagnetic stimulation and/or low intensity ultrasound in the index knee at the time of signing the ICF, within 3 months of signing the ICF or plans to receive treatment any time during the study period.\n16. Subjects who had an oral, intramuscular, intravenous, rectal suppository or topical (excluded in index knee only) corticosteroid within 30 days of signing the ICF are excluded. Topical corticosteroid use at any site other than the index knee is allowed.\n17. Subject has a pre-treatment contraindication to IA injections or aspiration of the index knee, including cutaneous infection in the injection site area, active IA infection (as suggested by moderate or marked effusion), knee deformity or condition which, in the opinion of the Investigator could jeopardize the sterility or delivery of the IA injection.\n18. Subjects with a history of hypersensitivity to any of the ingredients in the hyaluronan or previous hypersensitivity to the administration of corticosteroids or an inability to tolerate acetaminophen/paracetamol.\n19. Subject has any contraindication to the receipt of a corticosteroid.\n20. Subject is receiving or in litigation for worker's compensation.\n21. Subject is a woman who is pregnant or breastfeeding at the Screening Visit or a woman of child bearing potential who refuses to use effective contraception during the course of the study.\n22. Subject was involved in any other research study involving an investigational product, or a new application of an approved product, within 60 days of signing the ICF.\n\nBaseline Inclusion Criteria:\n\n1\\. Subject has a Western Ontario and McMaster Universities Osteoarthritis Index (WOMAC) pain-sub-score ≥ 40 mm and ≤ 90 mm in the affected knee and ≤ 30 mm in the contralateral knee on a 100 mm Visual Analog Scale (VAS) scale.\n\nBaseline Exclusion Criteria:\n\n1. Subject has a decrease of ≥ 20 mm in the WOMAC pain-sub-score (average of 5 pain scales) from Screening to Baseline in the index knee on a 100 mm Visual Analog Scale (VAS) scale.\n2. Subject has a synovial fluid aspirate volume \\> 20 mL in the index knee.\n3. Subject has a contraindication to continue with the study treatment injection based on the visual appearance of the synovial fluid aspirate unless the fluid is examined microscopically prior to injection with no clinically significant findings (e.g. bacteria, crystals or blood).\n4. Subject has range of motion of less than 100° flexion in either knee.","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in WOMAC Pain Score at 26 Weeks (ITT Population)","description":"The change from baseline in knee pain as measured by the Western Ontario and McMaster Universities Osteoarthritis Index (WOMAC) Pain Score comparing the Cingal group to the TH group. The WOMAC Pain Score is a validated visual analog scale from 0 mm = no pain to 100 mm = highest pain level. A negative number for the change from baseline indicates reduction in pain. A greater negative difference from baseline means a better outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-46.4","spread":"19.9"},{"groupId":"OG001","value":"-46.6","spread":"19.1"},{"groupId":"OG002","value":"-45.0","spread":"21.1"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in WOMAC Pain Score at 3 Weeks (ITT Population)","description":"The change from baseline in knee pain as measured by the Western Ontario and McMaster Universities Osteoarthritis Index (WOMAC) Pain Score comparing the Cingal group to the Monovisc group. The WOMAC Pain Score is a validated visual analog scale from 0 mm = no pain to 100 mm = highest pain level. A negative number for the change from baseline indicates reduction in pain. A greater negative difference from baseline means a better outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-42.6","spread":"20.0"},{"groupId":"OG001","value":"-39.5","spread":"20.4"},{"groupId":"OG002","value":"-41.3","spread":"19.7"}]}]}]},{"type":"SECONDARY","title":"OMERACT-OARSI Responder Index at 26 Weeks Post Treatment Comparing the Cingal Group to the TH Group (ITT Population)","description":"The responder rate as identified by the Outcomes Measures for Rheumatic Arthritis Clinical Trials-Osteoarthritis Research Society International (OMERACT-OARSI) responder index at 26 weeks post treatment comparing the Cingal® group to the TH group. The OMERACT-OARSI responder index is a proportion of subjects that met the criteria to be a responder.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"91.24","spread":null},{"groupId":"OG001","value":"93.63","spread":null},{"groupId":"OG002","value":"94.59","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in WOMAC Physical Function Score at 26 Weeks (ITT Population)","description":"The change from baseline of the Western Ontario and McMaster Universities Osteoarthritis Index (WOMAC) Physical Function Score comparing the Cingal and TH arms (ITT Population). The WOMAC Physical Function Score is a validated visual analog scale from 0 = no limitations in function to 100 mm = highest limitations in function. A negative number for the change from baseline indicates improvement in physical function. A greater negative difference from baseline means a better outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-42.6","spread":"2.85"},{"groupId":"OG001","value":"-42.4","spread":"2.85"},{"groupId":"OG002","value":"-42.4","spread":"2.85"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in WOMAC Stiffness Score at 26 Weeks (ITT Population)","description":"The change from baseline in knee stiffness as measured by the Western Ontario and McMaster Universities Osteoarthritis Index (WOMAC) Stiffness Score comparing the Cingal group to the TH group. The WOMAC Stiffness Score is a validated visual analog scale from 0 = no stiffness to 100 = highest stiffness level. A negative number for the change from baseline indicates reduction in knee stiffness. A greater negative difference from baseline means a better outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-39.4","spread":"3.17"},{"groupId":"OG001","value":"-41.1","spread":"3.17"},{"groupId":"OG002","value":"-38.5","spread":"3.17"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Total WOMAC Score at 26 Weeks (ITT Population)","description":"The change from baseline in Total Score as measured by the Western Ontario and McMaster Universities Osteoarthritis Index (WOMAC) comparing the Cingal group to the TH group. The Total WOMAC Score combines the three 0-to-100 point scores from the WOMAC Pain Score, the WOMAC Stiffness Score, and the WOMAC Physical Function Score for a Total Score from 0 = no symptoms to 300 = highest degrees of pain, stiffness, and functional limitation symptoms. A negative number for the change from baseline indicates reduction in pain, stiffness and function limitations. A greater negative difference from baseline means a better outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-128.3","spread":"8.03"},{"groupId":"OG001","value":"-130.1","spread":"8.03"},{"groupId":"OG002","value":"-125.9","spread":"8.03"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Patient Global Assessment at 26 Weeks (ITT Population)","description":"The change from baseline in the Patient Global Assessment (PGA) between the Cingal and TH arms (ITT population). The PGA is completed by the subject answering the question \"Considering all the ways the osteoarthritis in your index knee bothers you, what is your assessment of how much your knee is bothering you today?\" The PGA is scored on a visual analog scale, where 0 = the patient is not bothered to 100 mm = the patient is bothered to the highest degree. A negative number for the change from baseline indicates an improvement in the patient assessment. A greater negative difference means a better outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-37.2","spread":"3.37"},{"groupId":"OG001","value":"-37.3","spread":"3.37"},{"groupId":"OG002","value":"-37.9","spread":"3.37"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Evaluator Global Assessment at 26 Weeks (ITT Population)","description":"The change from baseline in the Evaluator Global Assessment between the Cingal and TH arms (ITT population). The Evaluator Global Assessment is completed by the Blinded Outcomes Assessor, and answers the question \"Considering all the ways the osteoarthritis in the patient's index knee bothers him/her, what is your assessment of how much the patient's knee is bothering him/her today?\" The Evaluator Global Assessment is scored on a visual analog scale where 0 = the patient is not bothered, to 100 mm = the patient is bothered to the highest degree. A negative number for the change from baseline indicates improvement in the assessment. A greater negative difference means a better outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-37.4","spread":"2.73"},{"groupId":"OG001","value":"-36.4","spread":"2.73"},{"groupId":"OG002","value":"-38.8","spread":"2.73"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in WOMAC Pain Score at 1 Week (ITT Population)","description":"The change from baseline in knee pain as measured by the Western Ontario and McMaster Universities Osteoarthritis Index (WOMAC) Pain Score comparing the Cingal group to the Monovisc group. The WOMAC Pain Score is a validated visual analog scale from 0 mm = no pain to 100 mm = highest pain level. A negative number for the change from baseline indicates reduction in pain. A greater negative difference from baseline means a better outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-35.3","spread":"20.7"},{"groupId":"OG001","value":"-33.0","spread":"21"},{"groupId":"OG002","value":"-34.5","spread":"20.7"}]}]}]},{"type":"SECONDARY","title":"The Usage of Rescue Medication (Acetaminophen) Through 26 Weeks (ITT Population)","description":"The usage of rescue medication (acetominophen) through 26 weeks post treatment in the Cingal group compared to the TH group using the ITT population.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.4","spread":"19.3"},{"groupId":"OG001","value":"5.9","spread":"16.0"},{"groupId":"OG002","value":"6.3","spread":"17.0"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Change From Baseline in WOMAC Pain Score at 3 Weeks in the Per-Protocol Population","description":"The change from baseline in knee pain as measured by the Western Ontario and McMaster Universities Osteoarthritis Index (WOMAC) Pain Score comparing the Cingal group to the Monovisc group. The WOMAC Pain Score is a validated visual analog scale from 0 mm = no pain to 100 mm = highest pain level. A negative number for the change from baseline indicates reduction in pain. A greater negative difference from baseline means a better outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-43.4","spread":"19.6"},{"groupId":"OG001","value":"-39.8","spread":"20.4"},{"groupId":"OG002","value":"-42.5","spread":"18.1"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":7,"n":251},"commonTop":["Headache","Viral upper respiratory tract infection","Arthralgia","Arthralgia","Injection site pain"]}}}