{"nctId":"NCT00748098","briefTitle":"Polysomnography Study of GSK1838262 Extended Release Tablets Versus Placebo in RLS and Associated Sleep Disturbance","startDateStruct":{"date":"2008-10"},"conditions":["Restless Legs Syndrome","Restless Legs Syndrome (RLS)"],"count":136,"armGroups":[{"label":"GSK1838262:placebo","type":"OTHER","interventionNames":["Drug: Placebo"]},{"label":"Placebo:GSK1838262","type":"OTHER","interventionNames":["Drug: GSK1838262 Extended Release Tablets"]}],"interventions":[{"name":"GSK1838262 Extended Release Tablets","otherNames":["XP13512","gabapentin enacarbil"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n* Provided written informed consent.\n* Diagnosed with primary RLS using the International RLS Study Group Diagnostic Criteria with a total score of 15 or greater on the International RLS (IRLS) Rating Scale and significant sleep disturbance indicated on Item 4 of the IRLS rating scale.\n* Have history of RLS symptoms at least 15 nights/month.\n* Minimum average of 15 Periodic Limb Movements during Sleep per hour (measured using actigraphy).\n\nExclusion criteria:\n\n* Secondary RLS\n* Primary sleep disorder\n* Sleep apnea\n* Have any medical conditions that may impact efficacy assessments or that may present a safety concern.\n* Pregnant or lactating or women of child-bearing potential who are not practicing an acceptable method of birth control.\n* Use of any prohibited medication.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Adjusted Mean Change From Baseline in Wake Time During Sleep (WTDS) at Week 4/10 Measured by Polysomnography (PSG) (Sleep Study) Using Last Observation Carried Forward (LOCF)","description":"PSG is a comprehensive recording of the bio-physiological changes that occur during sleep. It is also known as a \"sleep study\" that monitors participants as they sleep or try to sleep. WTDS, defined as the total amount of time spent awake after falling asleep until the last awakening, was measured by PSG. Change from baseline was calculated as the Week 4 and Week 10 values minus the baseline value. Mean change from baseline was adjusted for treatment, pooled center, and period effects.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.02","spread":"4.986"},{"groupId":"OG001","value":"-32.02","spread":"5.020"}]}]}]},{"type":"SECONDARY","title":"Adjusted Mean Change From Baseline in Periodic Limb Movements Associated With Arousal (PLMAI) at Week 4/10 as Measured by Polysomnography Using LOCF","description":"PLMAI is defined as the number of Periodic Limb Movements (PLMs or involuntary jerks of the legs that cause a participant to arouse from sleep per hour of sleep). Change from baseline was calculated as the Week 4 and Week 10 values minus the baseline value. Mean change from baseline was adjusted for treatment, pooled center, and period effects.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.52","spread":"0.892"},{"groupId":"OG001","value":"-4.59","spread":"0.899"}]}]}]},{"type":"SECONDARY","title":"Adjusted Mean Change From Baseline in the International Restless Legs Rating Scale (IRLS) Total Score at Week 4/10 Using LOCF","description":"The IRLS is a measure of RLS disease severity. Ten items (individually scored from 0 to 4) are included that assess the impact of symptoms on participants' mood, daily life, and activities. The total scale score is a sum of all of the individual item scores and ranges from 0-40 points, with 40 being the most severe. The scale assesses symptoms over the week prior to measurement. Change from baseline was calculated as the Week 4 and Week 10 values minus the baseline value. Mean change from baseline was adjusted for treatment, pooled center, and period effects.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-8.42","spread":"0.713"},{"groupId":"OG001","value":"-14.99","spread":"0.725"}]}]}]},{"type":"SECONDARY","title":"Adjusted Mean Change From Baseline in the Item 4 (Sleep Disturbance) Scores of the IRLS Rating Scale at Week 4/10 Using LOCF","description":"The IRLS is a measure of RLS disease severity. Item 4 of the IRLS evaluates RLS-related sleep impairment. It asks: \"In the past week, how severe was your sleep disturbance due to your RLS symptoms?\". The item is participant rated using a 5-point scale, where 0 is the absence of any sleep disturbance and 4 is very severe disturbance. Change from baseline was calculated as the Week 4 and Week 10 values minus the baseline value. Mean change from baseline was adjusted for treatment, pooled center, and period effects.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.47","spread":"0.092"},{"groupId":"OG001","value":"-2.27","spread":"0.093"}]}]}]},{"type":"SECONDARY","title":"Adjusted Mean Change From Baseline in Time Spent in N1 Sleep as Measured by Polysomnography at Week 4/10 Using LOCF","description":"Stage N1 is considered \"light sleep,\" during which participants drift in and out of sleep and can be awakened easily. In this stage, the eyes move slowly and muscle activity slows. This stage is sometimes referred to as \"somnolence\" or \"drowsy sleep.\" Sudden twitches and hypnic jerks may be associated with the onset of sleep during N1. Change from baseline was calculated as the Week 4 and Week 10 values minus the baseline value. Mean change from baseline was adjusted for treatment, pooled center, and period effects.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.95","spread":"1.508"},{"groupId":"OG001","value":"-6.19","spread":"1.517"}]}]}]},{"type":"SECONDARY","title":"Adjusted Mean Change From Baseline in the Percentage of Total Sleep Time Spent in the N1 Sleep Stage at Week 4/10 Using LOCF","description":"Percentage of stage N1 sleep time was defined as the time spent in stage N1 sleep divided by total sleep time. Change from baseline was calculated as the Week 4 and Week 10 values minus the baseline value. Mean change from baseline was adjusted for treatment, pooled center, and period effects.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.23","spread":"0.507"},{"groupId":"OG001","value":"-2.55","spread":"0.511"}]}]}]},{"type":"SECONDARY","title":"Adjusted Mean Change From Baseline in Time Spent in the N2 Sleep Stage as Measured by Polysomnography at Week 4/10 Using LOCF","description":"In stage N2 of sleep, eye movement stops and brain waves become slower, with only an occasional burst of rapid brain waves. Participants may also experience spontaneous periods of muscle tone mixed with periods of muscle relaxation. During this stage, muscular activity, and conscious awareness of the external environment disappears. Change from baseline was calculated as the Week 4 and Week 10 values minus the baseline value. Mean change from baseline was adjusted for treatment, pooled center, and period effects.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.78","spread":"4.528"},{"groupId":"OG001","value":"22.95","spread":"4.563"}]}]}]},{"type":"SECONDARY","title":"Adjusted Mean Change From Baseline in the Percentage of Total Sleep Time Spent in the N2 Sleep Stage at Week 4/10","description":"Percentage of stage N2 sleep time was defined as the time spent in stage N2 sleep divided by total sleep time. Change from baseline was calculated as the Week 4 and Week 10 values minus the baseline value. Mean change from baseline was adjusted for treatment, pooled center, and period effects.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.16","spread":"0.808"},{"groupId":"OG001","value":"0.64","spread":"0.815"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in the Total Time Spent in Stage N3 Sleep Time at Week 4/10 Measured by PSG Using LOCF","description":"Stage N3 is referred to as deep sleep; it is very difficult to wake a participant in this stage of sleep. In deep sleep, there is no eye movement or muscle activity. Change from baseline was calculated as the Week 4 and Week 10 values minus the baseline value. Mean change from baseline was adjusted for treatment, pooled center, and period effects.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.89","spread":"2.351"},{"groupId":"OG001","value":"15.02","spread":"2.371"}]}]}]},{"type":"SECONDARY","title":"Adjusted Mean Change From Baseline in the Percentage of Total Sleep Time Spent in the N3 Sleep Stage at Week 4/10","description":"Percentage of stage N3 sleep time was defined as the time spent in stage N3 sleep divided by total sleep time. Change from baseline was calculated as the Week 4 and Week 10 values minus the baseline value. Mean change from baseline was adjusted for treatment, pooled center, and period effects.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.57","spread":"0.559"},{"groupId":"OG001","value":"2.62","spread":"0.564"}]}]}]},{"type":"SECONDARY","title":"Adjusted Mean Change From Baseline in Time Spent in the REM (Rapid Eye Movement) Sleep Stage at Week 4/10 as Measured by Polysomnography Using LOCF","description":"In REM sleep, a participant's breathing becomes more rapid, irregular, and shallow; eyes jerk rapidly; and limb muscles are temporarily paralyzed. Brain waves during this stage increase to levels experienced when a person is awake. This is the stage when most dreams occur. Change from baseline was calculated as the Week 4 and Week 10 values minus the baseline value. Mean change from baseline was adjusted for treatment, pooled center, and period effects.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.21","spread":"2.638"},{"groupId":"OG001","value":"4.22","spread":"2.659"}]}]}]},{"type":"SECONDARY","title":"Adjusted Mean Change From Baseline in the Percentage of Total Sleep Time Spent in the REM Sleep Stage at Week 4/10","description":"Percentage of stage REM sleep time was defined as the time spent in stage REM sleep divided by total sleep time. Change from baseline was calculated as the Week 4 and Week 10 values minus the baseline value. Mean change from baseline was adjusted for treatment, pooled center, and period effects.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.49","spread":"0.582"},{"groupId":"OG001","value":"-0.71","spread":"0.586"}]}]}]},{"type":"SECONDARY","title":"Adjusted Mean Change From Baseline in Periodic Limb Movements Causing Awakening (PLMAWI) at Week 4/10 as Measured by Polysomnography Using LOCF","description":"PLMAWI is defined as the number of PLMs (involuntary leg movements) that caused participants to wake up per hour of sleep. It is calculated by dividing the number of PLMs causing awakening by the total number of hours of sleep. Change from baseline was calculated as the Week 4 and Week 10 values minus the baseline value. Mean change from baseline was adjusted for treatment, pooled center, and period effects.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.08","spread":"0.047"},{"groupId":"OG001","value":"-0.22","spread":"0.048"}]}]}]},{"type":"SECONDARY","title":"Number of PLMAI Responders at Week 4/10 Using LOCF","description":"PLMAI is defined as the number of PLMs associated with arousal per hour of sleep. Participants with \\<=5 PLMAI were evaluated as responders.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"44","spread":null},{"groupId":"OG001","value":"64","spread":null}]}]}]},{"type":"SECONDARY","title":"Adjusted Mean Change From Baseline in Sleep Quality at Week 4/10 as Measured by the Subjective Post Sleep Diary (SPSD) Using LOCF","description":"Each day upon awakening, participants rated their overall sleep quality for the previous night on an 11-point scale (0=poor to 10=excellent) using the SPSD. Response to sleep quality was calculated for each visit by averaging the last 7 available diary days. Only participants with at least 4 days of diary data available (not in consecutive order) at any visit were included in the analysis. Change from baseline was calculated as the Week 4 and Week 10 values minus the baseline value. Mean change from baseline was adjusted for treatment, pooled center, and period effects.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.85","spread":"0.141"},{"groupId":"OG001","value":"1.95","spread":"0.145"}]}]}]},{"type":"SECONDARY","title":"Adjusted Mean Change From Baseline in Participant's Ratings of Feeling Rested Upon Awakening as Measured by the Subjective Post Sleep Diary (SPSD) at Week 4/10 Using LOCF.","description":"Each day upon awakening, participants rated how rested they felt upon awakening on an 11-point scale (0=poor to 10=excellent) using the SPSD. Response to feeling rested upon awakening was calculated for each visit by averaging the last 7 available diary days. Only participants with at least 4 days of diary data available (not in consecutive order) at any visit were included in the analysis. Change from baseline was calculated as the Week 4 and Week 10 values minus the baseline value. Mean change from baseline was adjusted for treatment, pooled center, and period effects.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.83","spread":"0.142"},{"groupId":"OG001","value":"1.68","spread":"0.146"}]}]}]},{"type":"SECONDARY","title":"Adjusted Mean Change From Baseline in the Number of Awakenings Measured Objectively by Polysomnography at Week 4/10 Using LOCF","description":"The number of awakenings was measured by PSG and is defined as the number of wake periods lasting at least 1 minute. Change from baseline was calculated as the Week 4 and Week 10 values minus the baseline value. Mean change from baseline was adjusted for treatment, pooled center, and period effects.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.56","spread":"0.411"},{"groupId":"OG001","value":"-3.04","spread":"0.414"}]}]}]},{"type":"SECONDARY","title":"Adjusted Mean Change From Baseline in the Self-reported Number of Hours Spent Awake During the Night (SPSD) Due to RLS at Week 4/10 Using LOCF","description":"Each day upon awakening, participants recorded, using the SPSD, the total number of hours spent awake the previous night due to RLS. Response to number of hours awake was calculated for each visit by averaging the last 7 available diary days. Only participants with at least 4 days of diary data available (not in consecutive order) at any visit were included in the analysis. Change from baseline was calculated as the Week 4 and Week 10 values minus the baseline value. Mean change from baseline was adjusted for treatment, pooled center, and period effects.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.45","spread":"0.064"},{"groupId":"OG001","value":"-0.56","spread":"0.065"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With no Self-reported Awakenings (SPSD) Due to RLS at Week 4/10 Using LOCF","description":"Each day upon awakening, participants recorded, using the SPSD, the number of awakenings due to RLS they experienced the previous night. Number of awakenings was calculated for each visit by averaging the last 7 available diary days. Only participants with at least 4 days of diary data available (not in consecutive order) at any visit were included in the analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"68","spread":null},{"groupId":"OG001","value":"87","spread":null}]}]}]},{"type":"SECONDARY","title":"Adjusted Mean Change From Baseline in the Total Sleep Time Measured by Polysomnography (PSG) at Week 4/10 Using LOCF","description":"Total sleep time is the number of minutes participants slept on average during the 8-hour polysomnography. Scoring of PSG data to yield measure of total sleep time was conducted at a central site in the United States. Change from baseline was calculated as the Week 4 and Week 10 values minus the baseline value. Mean change from baseline was adjusted for treatment, pooled center, and period effect.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.62","spread":"5.572"},{"groupId":"OG001","value":"36.32","spread":"5.615"}]}]}]},{"type":"SECONDARY","title":"Adjusted Mean Change From Baseline in the Sleep Efficiency Measured by Polysomnography (PSG) at Week 4/10 Using LOCF","description":"Sleep efficiency is a percentage that is calculated by dividing total sleep time by the amount of time the participant was in bed during the PSG. Change from baseline was calculated as the Week 4 and Week 10 values minus the baseline value. Mean change from baseline was adjusted for treatment, pooled center, and period effect.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.76","spread":"1.161"},{"groupId":"OG001","value":"7.57","spread":"1.170"}]}]}]},{"type":"SECONDARY","title":"Adjusted Mean Change From Baseline in the Wake After Sleep Onset (WASO) Measured by Polysomnography (PSG) at Week 4/10 Using LOCF.","description":"Wake After Sleep Onset (WASO) is defined as the total amount of time spent awake after falling asleep until the end of PSG recording. This endpoint is measured objectively by PSG. Change from baseline was calculated as the Week 4 and Week 10 values minus the baseline value. Mean change from baseline was adjusted for treatment, pooled center, and period effects","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.76","spread":"4.964"},{"groupId":"OG001","value":"-32.24","spread":"5.002"}]}]}]},{"type":"SECONDARY","title":"Adjusted Mean Change From Baseline in the Suggested Immobilization Test (SIT) PLM Index at Week 4/10","description":"During the SIT, participants sat in bed with legs extended for 1 hour and were asked to rate their leg discomfort on a 100 millimeters visual analog scale every 5 minutes (score of 0-100, 0=none, higher numbers indicate more discomfort) and PLMs were assessed. The SIT-PLM Index is defined as the number of PLMs per hour during the SIT. Mean change from baseline was adjusted for treatment, pooled center, and period effects. Only results from SITs performed before a PSG assessment and of at least 60 minutes in length are included in the analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.73","spread":"7.394"},{"groupId":"OG001","value":"-30.52","spread":"7.436"}]}]}]},{"type":"SECONDARY","title":"Adjusted Mean Change From Baseline in the SIT MDS (Mean Leg Discomfort Score), Mean of Scores From 0 to 60 Minutes, at Week 4/10","description":"During the SIT, participants sat in bed with legs extended for 1 hour and rated their leg discomfort on a visual analog scale every 5 minutes (range 0-100, 0=none, higher numbers indicate more discomfort). The SIT MDS is the average rating of leg discomfort during the specified time frame. Change from baseline was calculated as the Week 4 and Week 10 values minus the baseline value. Mean change from baseline was adjusted for treatment, pooled center, and period effects. Only results from SITs performed before a PSG assessment and of at least 60 minutes in length are included in the analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-8.57","spread":"2.136"},{"groupId":"OG001","value":"-21.24","spread":"2.145"}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Responded Affirmatively to Each of the 4 Items of the Participant-completed Patient Global Impression of Therapy at Week 4/10 Using LOCF","description":"Each participant completed the participant-completed Patient Global Impression questionnaire at the end of each Treatment Period (Weeks 4 and 10) or Early Withdrawal. This instrument was developed to capture a participant's subjective assessment of therapy and is composed of the following 4 questions with dichotomous (Yes or No) responses: \"Helped me sleep,\" \"Helped me fall asleep faster,\" \"Helped me sleep longer,\" and \"Helped me get a better night's sleep.\"","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"53","spread":null},{"groupId":"OG001","value":"95","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"39","spread":null},{"groupId":"OG001","value":"77","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"31","spread":null},{"groupId":"OG001","value":"80","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"50","spread":null},{"groupId":"OG001","value":"89","spread":null}]}]}]},{"type":"SECONDARY","title":"Adjusted Mean Change From Baseline in the Clinical Global Impression of Illness - Severity (CGI-S) Score at Week 4/10 Using LOCF","description":"The CGI-S scale allows the investigator to rate the severity of participants' illness considering their total clinical experience with the participant population being studied and based on all information available at the time of rating. The scale is rated from 1-7 (1=Normal, not at all ill; 7=Among the most extremely ill patients). Change from baseline was calculated as the Week 4 and Week 10 values minus the baseline value. Mean change from baseline was adjusted for treatment, pooled center, and period effects.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.18","spread":"0.119"},{"groupId":"OG001","value":"-2.43","spread":"0.121"}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Were Defined as Clinical Global Impression of Illness (CGI-I) Scale \"Responders\" at Week 4/10 Using LOCF","description":"The CGI-I scale allows the investigator to rate the participant's global improvement or worsening compared with the condition at baseline (i.e., Day 1), and whether or not the change is thought to be due to treatment with study medication. The scale is rated from 1-7 (1=Very much improved to 7=Very much worse). Participants with a score of 1 (\"Very much improved\") or 2 (\"Much improved\") are considered to be responders.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"46","spread":null},{"groupId":"OG001","value":"91","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Self-reported \"Very Satisfied\" or \"Satisfied\" With the Investigational Product at Week 4/10 Using LOCF","description":"Participant satisfaction with RLS medication was captured on a seven-point ordinal scale. The scale asked \"Overall, how satisfied are you with the medication you received for the treatment of your RLS symptoms during the study.\" The participant responses ranged from 1 (\"Very satisfied\") to 7 (\"Very dissatisfied\"). A \"satisfied\" response was scored a 2.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22","spread":null},{"groupId":"OG001","value":"38","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23","spread":null},{"groupId":"OG001","value":"35","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":132},"commonTop":["Dizziness","Headache","Somnolence","Dry mouth","Nausea"]}}}