{"nctId":"NCT03208933","briefTitle":"Open-label Study to Assess the Effectiveness of Pirfenidone in Participants With Idiopathic Pulmonary Fibrosis (IPF).","startDateStruct":{"date":"2017-10-23","type":"ACTUAL"},"conditions":["Idiopathic Pulmonary Fibrosis"],"count":60,"armGroups":[{"label":"Pirfenidone","type":"EXPERIMENTAL","interventionNames":["Drug: Pirfenidone"]}],"interventions":[{"name":"Pirfenidone","otherNames":["Esbriet, RO0220912"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Clinical symptoms consistent with IPF of ≥ 6months duration\n* Participants could have both \"confident\" or \"consistent\" with UIP diagnosis of IPF based on clinical, radiologic and pathologic data according to 2011 American Thoracic Society/European Respiratory Society (ATS/ERS) guidelines at the Screening. HRCT scan performed within 24 months before the start of the Screening may be used, if it meets all image acquisition guideline\n* No features supporting an alternative diagnosis on transbronchial biopsy, bronchoalveolar lavage (BAL), or surgical lung biopsy, if performed. Results of the surgical lung biopsy performed within the last 4 years must be confirmed by central review\n* Participants with %FVC ≥ 40 % at the Screening\n* Participants with %Carbon monoxide diffusing capacity (DLCO) ≥ 30 % at the Screening\n* Ability to walk ≥ 100 m during the 6-minute walk test at the Screening\n* Eligible participants must discontinue all prohibited medications at least 28 days before the Screening\n* Female participants of childbearing potential must have negative urine pregnancy test at the Screening and before first dosing on Day 1\n\nExclusion Criteria:\n\n* Significant clinical worsening of IPF between Screening and Day 1, in the opinion of the investigator\n* Relevant airways obstruction (i.e. pre-bronchodilator forced expiratory volume (FEV)1/FVC \\< 0.7)\n* Cigarette smoking within 28 days before the start of treatment or unwilling to avoid tobacco products throughout the study\n* History of clinically significant environmental exposure known to cause pulmonary fibrosis (PF), including but not limited to drugs (such as amiodarone), asbestos, beryllium, radiation, and domestic birds\n* Known explanation for interstitial lung disease, including but not limited to radiation, drug toxicity, sarcoidosis, hypersensitivity pneumonitis, bronchiolitis obliterans organizing pneumonia, human immunodeficiency virus (HIV), viral hepatitis, and cancer\n* Clinical diagnosis of any connective tissue disease, including but not limited to scleroderma, polymyositis/ dermatomyositis, systemic lupus erythematosus, and rheumatoid arthritis\n* During baseline analysis of HRCT, significant coexistent emphysema (emphysema extent greater than extent of fibrosis) confirmed by central review\n* Planned lung transplantation during the study\n* Clinical evidence of active infection, including but not limited to bronchitis, pneumonia, sinusitis, urinary tract infection, or cellulitis\n* Unable to perform 6MWT or to undergo pulmonary function test\n* Any history of malignancy likely to result in significant disability or likely to require significant medical or surgical intervention within the next 1 years. This does not include minor surgical procedures for localized cancer (e.g., basal cell carcinoma)\n* History of severe hepatic impairment or end-stage liver disease\n* History of end-stage renal disease requiring dialysis\n* History of unstable or deteriorating cardiac or pulmonary disease (other than IPF) within the previous 6 months\n* Pregnancy or lactation, or intention to become pregnant during the study. Women of childbearing capacity are required to have a negative urine pregnancy test before treatment and must agree to maintain highly effective contraception\n* Liver function test outside specified limits at the Screening: total bilirubin above the upper limit of normal (ULN); aspartate or alanine aminotransferase (AST or ALT) \\> 3 × ULN; alkaline phosphatase \\> 2.5 × ULN\n* Creatinine clearance \\< 30 mL/min, calculated using the Cockcroft-Gault formula\n* Electrocardiogram (ECG) with a QT interval corrected according to Fridericia's formula (QTcF) \\> 500 msec at the Screening","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline to Week 26 in Absolute Millilitre (mL) Forced Vital Capacity (FVC)","description":"FVC is a standard pulmonary function test. FVC is defined as the volume of air that can forcibly be blown out after full inspiration in the upright position, measured in liters. Baseline FVC will be the average of the highest FVC measurement recorded at the Screening and Day 1. The FVC at Week 26 will be the average of the highest FVC measurement recorded on two separate days at Week 26.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"128.78","spread":null}]}]}]},{"type":"PRIMARY","title":"Change From Baseline to Week 26 in Percent (%) Predicted FVC","description":"Predicted FVC is based on sex, age, and height of a person. Percent predicted FVC (in %) = \\[(observed FVC)/(predicted FVC)\\]\\*100.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.10","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 26 in 6-Minute Walk Test (6MWT) Distance","description":"Baseline 6MWT distance will be the average of the measurements recorded at the Screening and Day 1 visits. The 6MWT distance at Week 26 will be defined as the average of the 6MWT distance recorded on two separate days at Week 26.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"24","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 26 in EuroQol 5-Dimension 5-Level (EQ-5D-5L) Questionnaire Index Score","description":"The EQ-5D-5L is a self-reported health status questionnaire that consists of six questions used to calculate a health utility score for use in health economic analysis. There are two components to the EQ-5D-5L: a five-item health state profile that assesses mobility, self-care, usual activities, pain/discomfort, and anxiety/depression used to obtain an Index Utility Score, as well as a visual analogue scale (VAS) that measures health state. Overall scores range from 0 to 1, with low scores representing a higher level of dysfunction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.0288","spread":"0.1820"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 26 in EQ-5D-5L Visual Analogue Scale (EQ-5D-5L VAS) Score","description":"The EQ-5D-5L is a self-reported health status questionnaire that consists of six questions used to calculate a health utility score for use in health economic analysis. There are two components to the EQ-5D-5L: a five-item health state profile that assesses mobility, self-care, usual activities, pain/discomfort, and anxiety/depression used to obtain an Index Utility Score, as well as a visual analogue scale (VAS) that measures health state. The VAS is designed to rate the participant's current health state on a scale from 0 to 100, where 0 represents the worst imaginable health state and 100 represents the best imaginable health state.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.6","spread":"17.16"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Treatment Emergent Adverse Events (TEAEs) and Treatment Emergent Serious Adverse Events (TESAEs)","description":"An AE is defined as any untoward medical occurrence in a clinical investigation participant administered a drug; it does not necessarily have to have a causal relationship with this treatment. An AE can therefore be any unfavorable and unintended sign (eg, a clinically significant abnormal laboratory finding), symptom, or disease temporally associated with the use of a drug, whether or not it is considered related to the drug. A treatment-emergent adverse event (TEAE) is defined as an adverse event with an onset that occurs after receiving study drug. Serious adverse event is any untoward medical occurrence at any dose that resulted in death, was life-threatening, required inpatient hospitalization or prolongation of hospitalization, or resulted in persistent or significant disability/incapacity or congenital anomaly/birth defect.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"81.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16.7","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":10,"n":60},"commonTop":["Nausea","Decreased appetite","Dyspepsia","Vomiting","Diarrhoea"]}}}