{"nctId":"NCT01952145","briefTitle":"A Trial Comparing the Efficacy and Safety of Insulin Degludec/Liraglutide Versus Insulin Glargine in Subjects With Type 2 Diabetes Mellitus","startDateStruct":{"date":"2013-09-20","type":"ACTUAL"},"conditions":["Diabetes","Diabetes Mellitus, Type 2"],"count":557,"armGroups":[{"label":"Insulin degludec/liraglutide OD plus metformin","type":"EXPERIMENTAL","interventionNames":["Drug: insulin degludec/liraglutide"]},{"label":"Insulin glargine OD plus metformin","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: insulin glargine"]}],"interventions":[{"name":"insulin degludec/liraglutide","otherNames":[]},{"name":"insulin glargine","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria: - Type 2 diabetes mellitus - HbA1c 7.0-10.0% \\[53-86 mmol/mol\\] (both inclusive) by central laboratory analysis - Current treatment with insulin glargine for at least 90 days prior to screening - Stable daily dose of insulin glargine between 20 units and 50 units (both inclusive) for at least 56 days prior to screening. Total daily dose should be within the range of 20-50 units, both inclusive, on the day of screening, but individual fluctuations of plus/minus 10 procent within the 56 days prior to screening are acceptable - Stable daily dose of metformin (above or equal to 1500 mg or max tolerated dose) for at least 90 days prior to screening - Body mass index (BMI) below or equal to 40 kg/m\\^2 Exclusion Criteria: - Any use of oral antidiabetic agents (OADs) (except for metformin) within 90 days prior to Visit 1 (screening) - Current use of any drug (except metformin and insulin glargine) or anticipated change inconcomitant medication, which in the investigator's opinion could interfere with the glucose metabolism (e.g. systemic corticosteroids) - Previous and/or current treatment with any insulin regimen other than basal insulin, e.g. prandial or pre-mixed insulin (short term treatment due to intercurrent illness includinggestational diabetes is allowed at the discretion of the investigator) - Previous and/or current treatment with glucagon-like peptide-1 (GLP-1) receptor agonists (e.g. exenatide, liraglutide) - Impaired liver function, defined as ALAT (alanine aminotransferase) above or equal to 2.5 times upper normal range (UNR) - Impaired renal function defined as serum-creatinine above or equal to 133 micromol/L (above or equal to 1.5 mg/dL) for males and above or equal to 125 micromol/L (1.4 mg/dL) for females, or as allowed according to local contraindications for metformin - Screening calcitonin above or equal to 50 ng/L - Personal or family history of medullary thyroid carcinoma (MTC) or multiple endocrine neoplasia type 2 (MEN2) - History of chronic pancreatitis or idiopathic acute pancreatitis","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in HbA1c (Glycosylated Haemoglobin)","description":"Change from baseline in HbA1c after 26 weeks of treatment","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.81","spread":"1.08"},{"groupId":"OG001","value":"-1.13","spread":"0.98"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Body Weight","description":"Change from baseline in body weight after 26 weeks of treatment","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.4","spread":"3.5"},{"groupId":"OG001","value":"1.8","spread":"3.6"}]}]}]},{"type":"SECONDARY","title":"Number of Treatment Emergent Confirmed Hypoglycaemic Episodes","description":"Confirmed hypoglycaemic episodes were defined as either: Severe (i.e., an episode requiring assistance of another person to actively administer carbohydrate, glucagon, or other resuscitative actions) or an episode biochemically confirmed by a plasma glucose value of \\<3.1 mmol/L (56 mg/dL), with or without symptoms consistent with hypoglycaemia.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"289","spread":null},{"groupId":"OG001","value":"683","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":5,"n":278},"commonTop":["Nausea","Diarrhoea","Headache","Vomiting"]}}}