{"nctId":"NCT02782741","briefTitle":"Study to Compare the Efficacy and Safety of Enzyme Replacement Therapies Avalglucosidase Alfa and Alglucosidase Alfa Administered Every Other Week in Patients With Late-onset Pompe Disease Who Have Not Been Previously Treated for Pompe Disease","startDateStruct":{"date":"2016-11-02","type":"ACTUAL"},"conditions":["Glycogen Storage Disease Type II;Pompe's Disease"],"count":101,"armGroups":[{"label":"avalglucosidase alfa (GZ402666)","type":"EXPERIMENTAL","interventionNames":["Drug: Avalglucosidase alfa (GZ402666)"]},{"label":"alglucosidase alfa (GZ419829)","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Alglucosidase alfa (GZ419829)"]}],"interventions":[{"name":"Avalglucosidase alfa (GZ402666)","otherNames":[]},{"name":"Alglucosidase alfa (GZ419829)","otherNames":["Myozyme","Lumizyme"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria :\n\n* The participant has confirmed acid alpha-glucosidase (GAA) enzyme deficiency from any tissue source and/or 2 confirmed GAA gene mutations.\n* The participant must provide signed, informed consent prior to performing any study related procedures. Consent of a legally authorized guardian(s) is (are) required for legally minor participant as defined by local regulation. If the participant is legally minor, signed written consent shall be obtained from parent(s)/legal guardian and assent obtained from participants, if applicable.\n\nExclusion criteria:\n\n* The participant is \\<3 years of age.\n* The participant has known Pompe specific cardiac hypertrophy.\n* The participant is wheelchair dependent.\n* The participant is not able to ambulate 40 meters (approximately 130 feet) without stopping and without an assistive device.\n* The participant requires invasive-ventilation (non-invasive ventilation is allowed).\n* The participant is not able to successfully perform repeated forced vital capacity (FVC) measurements in upright position of greater than or equal to 30% predicted and less than or equal to 85% predicted.\n* The participant (and participant's legal guardian if participant is legally minor as defined by local regulation) is (are) not able to comply with the clinical protocol.\n* The participant has had previous treatment with alglucosidase alfa or any investigational therapy for Pompe disease.\n* The participant has prior or current use of immune tolerance induction therapy.\n* The participant, if female and of childbearing potential, has a positive pregnancy test (beta-human chorionic gonadotropin) at baseline.\n\nThe above information is not intended to contain all considerations relevant to a participant's potential participation in a clinical trial.","healthyVolunteers":false,"sex":"ALL","minimumAge":"3 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"PAP: Change From Baseline in Percent Predicted FVC in Upright Position at Week 49","description":"FVC is a standard pulmonary function test used to quantify respiratory muscle weakness. FVC is the volume of air (in liters) that can be forcibly blown out after full inspiration in the upright position. Least square (LS) mean and standard error (SE) were derived from mixed model for repeated measure (MMRM) model with baseline FVC \\[percent (%) predicted, as continuous\\], sex, age (in years at baseline), treatment group, visit, interaction term between treatment group and visit as fixed effects. Percent of predicted FVC = (actual FVC measurement)/(predicted value of FVC) \\* 100. After non-inferiority (NI) testing, a test for superiority of avalglucosidase alfa versus alglucosidase alfa was performed with an overall 2-sided 5% level of significance.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.89","spread":"0.88"},{"groupId":"OG001","value":"0.46","spread":"0.93"}]}]}]},{"type":"SECONDARY","title":"PAP: Change From Baseline in Total Distance Walked During Six-minute Walk Test (6MWT) at Week 49","description":"6MWT was a standardized test that measured the distance (in meters) covered by the participant by walking on a flat, hard surface in a period of a 6-minute walk. Mean distance walked gives an indication of functional endurance. The greater the distance (that a participant could walk in 6 minutes), the greater the endurance. LS mean and SE were derived from MMRM model with baseline FVC (% predicted) and baseline 6MWT (distance walked in meter), age (in years, at baseline), gender, treatment group, visit, and treatment-by-visit interaction as fixed effects.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32.21","spread":"9.93"},{"groupId":"OG001","value":"2.19","spread":"10.40"}]}]}]},{"type":"SECONDARY","title":"PAP: Change From Baseline in Percent Predicted Maximal Inspiratory Pressure (MIP) in Upright Position at Week 49","description":"MIP is a quick and non-invasive test to measure strength of inspiratory muscles, primarily diaphragm, and allows for assessment of ventilatory failure, restrictive lung disease and respiratory muscle strength. MIP refers to how much air pressure force an individual creates by inhaling through the mouth as hard as possible. LS mean and SE were derived from MMRM model for MIP % predicted adjusted for MIP % predicted at baseline, age (in years, at baseline), gender, treatment group, visit, and treatment-by-visit interaction as fixed effects.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.17","spread":"3.60"},{"groupId":"OG001","value":"-2.96","spread":"3.79"}]}]}]},{"type":"SECONDARY","title":"PAP: Change From Baseline in Percent Predicted Maximal Expiratory Pressure (MEP) in Upright Position at Week 49","description":"MEP is a quick and non-invasive test to measure strength of expiratory muscles, primarily diaphragm, and allows for assessment of ventilatory failure, restrictive lung disease and respiratory muscle strength. MEP is the greater pressure generated during maximal expiration. LS mean and SE were derived from MMRM model for MEP % predicted adjusted for MEP % predicted at baseline, age (in years, at baseline), gender, treatment group, visit, and treatment-by-visit interaction as fixed effects.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.02","spread":"3.87"},{"groupId":"OG001","value":"4.95","spread":"4.07"}]}]}]},{"type":"SECONDARY","title":"PAP: Change From Baseline in Lower Extremity Muscle Strength at Week 49 as Assessed by Hand-Held Dynamometry (HHD)","description":"HHD: a portable method for strength quantitation. To complete a make test, participant exerted maximal force against dynamometer with gradual increase in force and completed isometric hold for 4-5 seconds. Muscle strengths were collected in Newton. Every muscle group (hip: flexion, extension, abduction; knee: flexion, extension and ankle dorsiflexion) were measured 2 times and highest value was reported. Summary score was sum of 12 measurements (2 measurements per muscle group) from 6 muscle groups on each side (left and right). An increase from Baseline was reflective of increased muscle strength, whereas a decrease from Baseline was reflective of decreased muscle strength. LS mean and SE were derived from MMRM model for HHD lower extremity muscle strength composite score adjusted for summary HHD lower extremity score at baseline, baseline FVC (% predicted), age (in years, at baseline), gender, treatment group, visit, and treatment-by-visit interaction as fixed effects.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"260.69","spread":"46.07"},{"groupId":"OG001","value":"153.72","spread":"48.54"}]}]}]},{"type":"SECONDARY","title":"PAP: Change From Baseline in Quick Motor Function Test (QMFT) Total Scores at Week 49","description":"The QMFT was an observer administered test to evaluate changes in motor function. QMFT comprised of 16 items specifically difficult for participants with Pompe disease. Each item was scored separately on a 5-point ordinal scale (ranged from 0 to 4, higher score indicated better outcome). Total QMFT score was obtained by adding the scores of all items and ranged from 0 (unable to perform motor function tests) to 64 (normal muscle function), higher score represented better outcome. LS mean and SE were derived from MMRM models adjusted for total QMFT score at baseline, baseline FVC (% predicted), age (in years, at baseline), gender, treatment group, visit, and treatment-by-visit interaction as fixed effects.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.98","spread":"0.63"},{"groupId":"OG001","value":"1.89","spread":"0.69"}]}]}]},{"type":"SECONDARY","title":"PAP: Change From Baseline in 12-Item Short-Form Health Survey (SF-12): Physical Component Summary (PCS) and Mental Component Summary (MCS) Scores at Week 49","description":"SF-12, a 12 item-questionnaire, used to assess health-related quality of life in participants aged \\>=18 years at screening/baseline. SF-12 consisted of 12 items, which were categorized into eight domains (subscales) of functioning and well-being: physical functioning, role-physical, role emotional, mental health, bodily pain, general health, vitality and social functioning, with each domain score ranged from 0 (poor health) to 100 (better health), higher scores indicated good health condition. These eight domains were further summarized into 2 summary scores, PCS and MCS. The score range for each of these 2 summary scores was from 0 (poor health) to 100 (better health), higher scores indicated a better health-related quality of life. LS mean and SE were derived from MMRM models adjusted for baseline score (PCS or MCS), baseline FVC (% predicted), age (in years, at baseline), gender, treatment group, visit, and treatment-by-visit interaction as fixed effects.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.37","spread":"0.99"},{"groupId":"OG001","value":"1.60","spread":"1.07"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.88","spread":"1.22"},{"groupId":"OG001","value":"0.76","spread":"1.32"}]}]}]},{"type":"SECONDARY","title":"PAP: Number of Participants With Treatment-Emergent Adverse Events (TEAEs) and Infusion-Associated Reactions (IARs)","description":"AE: any untoward medical occurrence in participant who took study drug and not necessarily have to had causal relationship with treatment. TEAEs: AEs that developed/worsened in grade/became serious during TEAE period in PAP (from time of 1st treatment date to last treatment date+4 weeks for participants who didn't receive any treatment in open-label or to time just prior to 1st treatment in open-label for participants who received treatment in open-label). Protocol-defined IARs: AE of special interest (AESIs) that occurred during either infusion/observation period following infusion which were deemed to be related/possibly related to study drug. Algorithm-defined IARs: any TEAE meeting either 1 of 2 criteria: 1) event occurred from start to end of infusion + 24 hours, considered related to study drug, 2) If AE time component missed, compare AE start date with infusion start and end date. If AE start date was between infusion start and end date + 1 day and it was related to study drug.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"44","spread":null},{"groupId":"OG001","value":"45","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"16","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null},{"groupId":"OG001","value":"20","spread":null}]}]}]},{"type":"SECONDARY","title":"Open-label Period: Number of Participants With TEAEs and IARs","description":"AE: any untoward medical occurrence in a participant who received study drug and did not necessarily have to had a causal relationship with treatment. TEAEs in open-label: AEs that developed/worsened in grade/became serious during TEAE period in open-label (from time of 1st open-label treatment to last treatment date + 4 weeks). Protocol-defined IARs: defined as AESIs that occurred during either infusion/observation period following infusion which were deemed to be related/possibly related to study drug. Algorithm-defined IARs: any TEAE meeting either 1 of 2 criteria: 1) event occurred from start to end of infusion plus 24 hours, considered related to study drug, 2) If AE time component missed, compare AE start date with infusion start and end date. If AE start date was between infusion start and end date plus 1 day and it was related to study drug.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"51","spread":null},{"groupId":"OG001","value":"43","spread":null},{"groupId":"OG002","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"22","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null},{"groupId":"OG001","value":"24","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"PAP: Percentage of Participants With Treatment-Emergent Antidrug Antibodies (ADA) Response","description":"ADA response categories: 1) Treatment-induced: ADAs developed following administration of the study drug. If the baseline ADA sample was missing or non-reportable and at least one reportable on-treatment ADA sample was available, the baseline sample was considered as \"negative\". 2) Treatment-boosted: Pre-existing ADAs that were boosted at least two titer steps from baseline (i.e., 4 fold increase in titers) following administration of the study drug (any time after the first drug administration). 3) Treatment emergent: combination of treatment induced and treatment boosted.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"95.9","spread":null},{"groupId":"OG001","value":"95.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null},{"groupId":"OG001","value":"100","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"96.1","spread":null},{"groupId":"OG001","value":"95.8","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":8,"n":51},"commonTop":["Headache","Nasopharyngitis","Arthralgia","Back Pain","Diarrhoea"]}}}