{"nctId":"NCT04314362","briefTitle":"Methods to Enhance AZR-MD-001 for Meibomian Gland Dysfunction (MGD)","startDateStruct":{"date":"2020-07-14","type":"ACTUAL"},"conditions":["Meibomian Gland Dysfunction"],"count":32,"armGroups":[{"label":"AZR-MD-001 Active","type":"EXPERIMENTAL","interventionNames":["Drug: AZR-MD-001 ointment/semi-solid drug"]},{"label":"AZR-MD-001 Active + Conventional Treatment","type":"EXPERIMENTAL","interventionNames":["Drug: AZR-MD-001 ointment/semi-solid drug"]},{"label":"AZR-MD-001 vehicle","type":"EXPERIMENTAL","interventionNames":["Drug: AZR-MD-001 ointment/semi-solid drug"]}],"interventions":[{"name":"AZR-MD-001 ointment/semi-solid drug","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Evidence of meibomian gland obstruction (based on a meibomian gland secretion (MGS) score of ≤12 for 15 glands of the lower lid) in both eyes at the baseline visit\n* Reported dry eye signs and symptoms within the past 3 months:\n\nOcular Surface Disease Index (OSDI) score ≥ 13; TBUT \\< 10 seconds in both eyes\n\nExclusion Criteria:\n\n* Uncontrolled ocular disease (except for MGD) or uncontrolled systemic disease\n* Patient has glaucoma or ocular hypertension as demonstrated by an intraocular pressure (IOP) in either eye at screening of ≥24 mm Hg determined by Goldman applanation tonometry or has planned insertion/removal of glaucoma filtration shunts/devices during the study\n* Corneal abnormality or disorder that impacts normal spreading of the tear film (keratoconus, pterygia, scarring) or corneal integrity\n* Recent (within the past 3 months of the baseline visit) ocular surgery, trauma, herpes, or recurrent inflammation\n* Contact lens use anticipated during the study","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Primary Efficacy for MGD: Change From Baseline to Month 3 in Meibomian Gland Secretion Score (MGS)","description":"The MGS can range from 0 (highly abnormal) to 45 (Normal). Meibomian gland assessment was completed using a handheld instrument, Meibomian Gland Evaluator, along the eyelid margin to ensure measurement consistency. A total of 15 glands were evaluated along the lower eyelid margin, consisting of 5 glands located in each of the temporal, central and nasal regions. For each of the 15 glands, expressed secretion characteristics were graded on a 0-3 scale using the published methods from Lane and Colleagues (2012)\n\nLane SS, DuBiner HB, Epstein RJ, et al. A new system, the LipiFlow, for the treatment of meibomian gland dysfunction (MGD). Cornea. 2012; 31(4): 396-404.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.8","spread":"11.3"},{"groupId":"OG001","value":"8.8","spread":"5.6"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":19},"commonTop":["Eye Pain","Eye Irritation","Ocular Discomfort"]}}}