{"nctId":"NCT03099382","briefTitle":"Study of SHR-1210 Versus Investigator's Choice of Chemotherapy for Participants With Advanced Esophageal Cancer","startDateStruct":{"date":"2017-05-05","type":"ACTUAL"},"conditions":["Esophageal Carcinoma"],"count":457,"armGroups":[{"label":"camrelizumab","type":"EXPERIMENTAL","interventionNames":["Biological: camrelizumab"]},{"label":"Investigator's Choice of Standard Therapy","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Docetaxel","Drug: Irinotecan"]}],"interventions":[{"name":"camrelizumab","otherNames":["SHR-1210"]},{"name":"Docetaxel","otherNames":[]},{"name":"Irinotecan","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. age: 18-75 years, male or female.\n2. Histologically or cytologically confirmed Squamous Cell Carcinoma of the Esophagus, locally advanced, unresectable disease, recurrent or Metastatic disease.\n3. Fail to the first-line standard therapy.\n4. Measurable disease based on Response Evaluation Criteria In Solid Tumors (RECIST) 1.1.\n5. Can provide either a newly obtained or archival tumor tissue sample.\n6. ECOG 0-1.\n7. Life expectancy of greater than 12 weeks.\n8. Adequate organ function.\n9. Female: child bearing potential, a negative urine or serum pregnancy test result within 72 h before study treatment. Participants of reproductive potential must be willing to use adequate contraception for the course of the study through 3 months after the last dose of SHR-1210 or through 180 days after the last dose of docetaxel or irinotecan.\n10. Patient has given written informed consent.\n\nExclusion Criteria:\n\n1. Has a known additional malignancy within the last 5 years before study treatment with the exception of curatively treated basal cell and squamous cell carcinoma of the skin and/or curatively resected in-situ cervical and/or breast cancers.\n2. Known central nervous system (CNS) metastases.\n3. Subjects with any active autoimmune disease or history of autoimmune disease.\n4. Uncontrolled clinically significant heart disease, including but not limited to the following: (1) \\> NYHA II congestive heart failure; (2) unstable angina, (3) myocardial infarction within the past 1 year; (4) clinically significant supraventricular arrhythmia or ventricular arrhythmia requirement for treatment or intervention;\n5. Active infection or an unexplained fever \\> 38.5°C before two weeks of randomization (subjects with tumor fever may be enrolled at the discretion of the investigator);\n6. History of Interstitial Pneumonia or received Corticosteroids for non-infectious pneumonitis.\n7. Known Human Immunodeficiency Virus (HIV) infection, active Hepatitis B or Hepatitis C.\n8. BMI, \\<18.5mg/m2 or ≥10% weight lost before screening.\n9. Prior therapy with a PD-1, anti-PD-Ligand 1 (PD-L1) agent.\n10. Known history of hypersensitivity to macromolecular protein preparation or any components of the SHR-1210 formulation, allergy, hypersensitivity, or contraindication to docetaxel, or irinotecan.\n11. Concurrent medical condition requiring the use of cortisol ( \\>10mg/day Prednisone or equivalent dose) or other systematic immunosuppressive medications within 14 days before the study treatment. Except: inhalation or topical corticosteroids. Doses \\> 10 mg/day prednisone or equivalent for replacement therapy.\n12. Has received prior anti-cancer monoclonal antibody (mAb), chemotherapy, targeted small molecule therapy, or radiation therapy within 4 weeks prior to study Day 1 or not recovered from adverse events due to a previously administered agent.\n13. Currently participating or has participated in a study within 4 weeks of the first dose of study medication.\n14. Received a live vaccine within 4 weeks of the first dose of study medication.\n15. Pregnancy or breast feeding.\n16. According to the investigator, other conditions that may lead to stop the research.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Survival (OS)","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.28","spread":null},{"groupId":"OG001","value":"6.24","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":71,"n":228},"commonTop":["Anaemia","Reactive cutaneous capillary endothelial proliferation","White blood cell count decreased","Asthenia","Decreased appetite"]}}}