{"nctId":"NCT00804141","briefTitle":"Study Evaluating Long-Term Safety of MOA-728 in Participants With Opioid-Induced Constipation","startDateStruct":{"date":"2008-12-03","type":"ACTUAL"},"conditions":["Constipation"],"count":1040,"armGroups":[{"label":"MOA-728 12 mg QD","type":"EXPERIMENTAL","interventionNames":["Drug: N-methylnaltrexone bromide (MOA-728)"]}],"interventions":[{"name":"N-methylnaltrexone bromide (MOA-728)","otherNames":["Relistor"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Men and women 18 years or older.\n* A history of pain of at least 2 months duration before the screening visit due to documented underlying nonmalignant condition.\n* A history of constipation due to opioid use during 1 month before the screening visit.\n\nExclusion Criteria:\n\n* A diagnosis of significant gastrointestinal (GI) disorder such as bowel obstruction, fecal incontinence or rectal prolapse.\n* A history of active inflammatory bowel disease, irritable bowel syndrome, or megacolon within 6 months before the screening visit.\n* A history of malignancy, other than basal cell or squamous cell skin carcinoma, within 5 years before the screening visit.\n* A history of chronic constipation before initiation of opioid therapy.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Treatment-Emergent Adverse Events (TEAEs)","description":"Adverse event (AE) was defined as any untoward medical occurrence that develops or worsens in severity during the conduct of a clinical study and does not necessarily have a causal relationship to the study drug. Serious adverse events (SAEs) included death, a life-threatening adverse event, inpatient hospitalization or prolongation of existing hospitalization, persistent or significant disability or incapacity, a congenital anomaly or birth defect, or an important medical event that jeopardized the participant and required medical intervention to prevent 1 of the outcomes listed in this definition. TEAEs were defined as an AE that emerged during the treatment period. Any TEAEs included both treatment-emergent SAEs and non-serious AEs. A summary of serious and all other non-serious AEs regardless of causality is located in the Reported Adverse Events module.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"817","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"104","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Weekly Bowel Movement (BM) Rate Through Follow-up","description":"Weekly BM rate was derived as the total number of BMs reported in a month divided by the total number of days with non-missing BM diary information in the same month, then multiplied by 7 to normalize to a weekly rate. If the total number of days with non-missing BM diary information in a given month was less than 10 days, the weekly BM rate for the month was defined as missing. The weekly BM rate at baseline was calculated based on the screening period (Days -14 to -1). If the total number of days with non-missing BM diary information during the screening period was less than 5 days, the weekly BM rate at baseline was defined as missing.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.9","spread":"2.8"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.5","spread":"2.7"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":104,"n":1034},"commonTop":["Abdominal pain","Diarrhoea","Nausea","Hyperhidrosis","Vomiting"]}}}