{"nctId":"NCT01979952","briefTitle":"Nintedanib Twice Daily vs Placebo in Patients Diagnosed With Idiopathic Pulmonary Fibrosis (IPF)","startDateStruct":{"date":"2013-11-26","type":"ACTUAL"},"conditions":["Idiopathic Pulmonary Fibrosis"],"count":113,"armGroups":[{"label":"Nintedanib","type":"EXPERIMENTAL","interventionNames":["Drug: Nintedanib"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Matching Placebo"]}],"interventions":[{"name":"Matching Placebo","otherNames":[]},{"name":"Nintedanib","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n1. Written Informed Consent consistent with International Conference on Harmonisation Good Clinical Practice (ICH-GCP) and local laws signed prior to entry into the study\n2. Patient aged \\>= 40 years at Visit 1.\n3. IPF diagnosed, according to the 2011 American Thoracic Society (ATS) / European Respiratory Society (ERS) / Japanese Respiratory Society(JRS)/ Latin American Thoracic Association (ALAT)/ Latin American Thoracic Association/ Idiopathic Pulmonary Fibrosis (IPF) guidelines for diagnosis and management, within 5 years and reaffirmed applying 2011 Guidelines (P11-07084) if diagnosed \\>2 years and up to 5 year from Visit 1,. Diagnosis must be confirmed by chest High Resolution Computerized Tomography (HRCT) taken within 24 months of Visit 1. All HRCT results reported to be possible or inconsistent usual interstitial pneumonia (UIP) must have confirmatory pathology.\n4. Carbon monoxide Diffusing capacity or Transfer factor of the lung for carbon monoxide (DLCO) (corrected for Hb): 30%-79% predicted of normal\n5. Forced Vital Capacity (FVC) \\>= 50% predicted of normal at Visit 1 and Visit 2\n\nExclusion criteria:\n\n1. AST, ALT \\> 1.5 fold ULN\n2. Bilirubin \\> 1.5 fold ULN\n3. Bleeding risk:\n\n   1. Patients who require fibrinolysis, full-dose therapeutic anticoagulation (e.g. vitamin K antagonists, dabigatran, heparin, hirudin), or high dose antiplatelet therapy. Exceptions: prophylactic low dose heparin or heparin flush as needed for maintenance of an indwelling intravenous device (e.g. enoxaparin 4000 IU s.c. per day) and prophylactic use of antiplatelet therapy (e.g. acetyl salicylic acid up to 325 mg/d, or clopidogrel at 75 mg/d, or equivalent doses of other antiplatelet therapy)\n   2. History of hemorrhagic Central Nervous System (CNS) event within 12 months\n   3. Any of the following within 3 months:\n\n      * Haemoptysis or haematuria.\n      * Active gastro-intestinal bleeding or ulcers.\n      * Major injury or surgery.\n   4. Coagulation parameters: International normalised ratio (INR) \\> 2, prothrombin time (PT) and partial thromboplastin time (PTT) \\> 150% of institutional ULN.\n4. Planned major surgery within the next 3 months, including lung transplantation, major abdominal or major intestinal surgery.\n5. Thrombotic risk\n\n   1. Known inherited predisposition to thrombosis.\n   2. History of thrombotic event (including stroke and transient ischemic attacks) within 12 months\n6. Current or planned usage of any investigational drug during the course of this trial\n7. Previous treatment with nintedanib within a clinical trial in the previous 3 months and discontinuation of nintedanib study treatment due to an adverse event\n8. Known hypersensitivity to the trial drug or its component\n9. A disease or condition which in the opinion of investigator may put the patient at risk because of participation in this trial or limit the patient's ability to participate in this trial. Patients will be excluded if they require greater than 12L/min oxygen, are not ambulatory or require use of a walker or cane during the 6 Minute Titration Walk Test. Patients who cannot complete the 6 Minute Titration Walk Test are excluded from participation.\n10. Alcohol or drug abuse which in the opinion of the investigator would interfere with trial participation.\n11. Pregnant women or women who are breast feeding or of child bearing potential not using two effective methods of birth control (one barrier and one highly effective non-barrier) for at least 1 month prior to trial and/or not committing to using it until 3 months after end of treatment.","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Relative Change From Baseline in High Resolution Computerized Tomography (HRCT) Quantitative Lung Fibrosis (QLF) Score at 6 Months","description":"Relative change from baseline in HRCT QLF score at 6 months was calculated as the difference of the QLF score at month 6 minus the QLF score at baseline divided by the baseline QLF score. The QLF score itself ranges from 0 to 100%, where greater values represent a greater amount of lung fibrosis and are considered a worse health status. Hence smaller relative changes from baseline (i.e., ratios) were considered favorable. HCRT assessment obtained during screening visit was considered as baseline.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.407","spread":"4.4819"},{"groupId":"OG001","value":"14.583","spread":"4.3297"}]}]}]},{"type":"SECONDARY","title":"Effect of Six Month Delayed Treatment Onset: Relative Change From Baseline in HRCT QLF Score at 12 Months","description":"Relative change from baseline in HRCT QLF score at 12 months was calculated as the ratio of the QLF score at 12 months to baseline. Greater values of the QLF score represented a worse health status and hence smaller relative changes from baseline (i.e., ratios) were considered favorable.\n\nHCRT assessment obtained during screening visit was considered as baseline. Note that due to the change in study design, patients randomized to the placebo group were treated with nintedanib after completion of the first 6-month treatment period. Therefore, this new endpoint was defined to address the effect of a 6-month delayed onset of nintedanib treatment.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.103","spread":"4.5454"},{"groupId":"OG001","value":"15.622","spread":"4.4714"}]}]}]},{"type":"SECONDARY","title":"Absolute Change in Forced Vital Capacity (FVC) From Baseline at 6 Months","description":"Absolute change in Forced Vital Capacity (FVC) from baseline at 6 months is presented.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-14.18","spread":"31.050"},{"groupId":"OG001","value":"-83.18","spread":"28.067"}]}]}]},{"type":"SECONDARY","title":"Relative Change in FVC From Baseline at 6 Months","description":"Relative change in FVC from baseline at 6 months is presented.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.67","spread":"1.05"},{"groupId":"OG001","value":"-3.02","spread":"0.95"}]}]}]},{"type":"SECONDARY","title":"Categorical Change in FVC From Baseline at 6 Months","description":"Percentage of participants reporting categorical change in FVC from baseline at 6 months are presented.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.5","spread":null},{"groupId":"OG001","value":"23.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"76.1","spread":null},{"groupId":"OG001","value":"71.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17.4","spread":null},{"groupId":"OG001","value":"4.3","spread":null}]}]}]},{"type":"SECONDARY","title":"St. George's Respiratory Questionnaire (SGRQ) Total Score Change From Baseline at 6 Months","description":"SGRQ total score change from baseline at 6 months is presented. SGRQ is a health-related quality of life questionnaire divided into 3 components : symptoms, activity and impact.\n\nThe total score (summed weights) can range from 0 to 100 with a lower score denoting a better health status.\n\nMeans provided are the adjusted means based on all analyzed patients in the model (not only patients with a baseline and measurement at month 6).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.24","spread":"1.682"},{"groupId":"OG001","value":"-2.19","spread":"1.699"}]}]}]},{"type":"SECONDARY","title":"6MWT Total Distance Walked Change From Baseline at 6 Months","description":"Change in total distance covered in 6-minute walk test (6MWT) from baseline at 6 month is presented.\n\nThe 6-Minutes Walk Test (6-MWT) was conducted according to the American Thoracic Society (ATS) Criteria.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.93","spread":"11.415"},{"groupId":"OG001","value":"-13.00","spread":"11.476"}]}]}]},{"type":"SECONDARY","title":"University of California San Diego Shortness of Breath Questionnaire (UCSD-SOBQ) Change From Baseline at 6 Months","description":"University of California San Diego Shortness of Breath Questionnaire (UCSD-SOBQ) change from baseline at 6 months is presented. Shortness of Breath Questionnaire measures the shortness of breath. It comprises of 24 items. Each item is scored on a scale between 0-5 where 5 represents maximal breathlessness. The responses to all items are summed up to provide the overall score that can range from 0 (best outcome) to 120 (worst outcome).\n\nMeans presented are the adjusted means and are based on all analyzed patients in the model (not only patients with a baseline and measurement at month 6).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.42","spread":"2.156"},{"groupId":"OG001","value":"-1.46","spread":"2.192"}]}]}]},{"type":"SECONDARY","title":"All-cause Mortality at 6 Months","description":"Percentage of subjects died from all causes between 0 to 6 months are presented.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"5.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Respiratory Hospitalizations at 6 Months","description":"Percentage of subjects hospitalized due to respiratory problems between 0 to 6 months are presented.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"7.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Respiratory Mortality at 6 Months","description":"Percentage of subjects who died due to respiratory cause between 0 to 6 months are presented.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"3.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Acute Idiopathic Pulmonary Fibrosis (IPF) Exacerbations at 6 Months","description":"Percentage of subjects experienced first acute IPF exacerbations (based on Investigator reported adverse events) between 0 to 6 months are presented.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.8","spread":null},{"groupId":"OG001","value":"1.8","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":11,"n":56},"commonTop":["Diarrhoea","Nausea","Cough","Fatigue","Vomiting"]}}}