{"nctId":"NCT01662856","briefTitle":"Safety and Efficacy Study of Fibrin Sealant Grifols as an Adjunct to Hemostasis During Peripheral Vascular Surgery","startDateStruct":{"date":"2012-08"},"conditions":["Vascular Surgical Bleeding"],"count":225,"armGroups":[{"label":"Fibrin Sealant Grifols","type":"EXPERIMENTAL","interventionNames":["Biological: Fibrin Sealant Grifols"]},{"label":"Manual Compression","type":"ACTIVE_COMPARATOR","interventionNames":["Procedure: Manual Compression"]}],"interventions":[{"name":"Fibrin Sealant Grifols","otherNames":[]},{"name":"Manual Compression","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Hemoglobin (Hgb) ≥ 8.0 g/dL at Baseline (within 24 hours prior to surgical procedure).\n* Require elective (non-emergency), primary, open (non-laparoscopic; non-endovascular) peripheral vascular surgery.\n* Require one of the following peripheral vascular procedures involving proximal end-to-side arterial anastomosis utilizing coated or uncoated Polytetrafluoroethylene grafts: a) Femoral-femoral bypass grafting, b) Femoral-popliteal bypass grafting, c) Femoral-distal bypass grafting, d) Ilio-iliac bypass grafting, e) Ilio-femoral bypass grafting, f) Ilio-popliteal bypass grafting, g) Aorto-iliac bypass grafting, h) Aorto-femoral bypass grafting, i)Axillo-femoral bypass grafting, and j) Upper extremity vascular access for hemodialysis.\n* A target bleeding site can be identified.\n* Target bleeding site has moderate arterial bleeding.\n\nExclusion Criteria:\n\n* Undergoing a re-operative procedure.\n* Undergoing other vascular procedures during the same surgical session (stenting and/or endarterectomy of the same artery are allowed).\n* Have an infection in the anatomic surgical area.\n* Have a history of severe (e.g. anaphylactic) reactions to blood or to any blood-derived product.\n* Have previous known sensitivity to any Fibrin Sealant Grifols, heparin, or protamine component.\n* Females who are pregnant or nursing a child at Baseline (within 24 hours prior to surgical procedure).\n* Have undergone a therapeutic surgical procedure within 30 days from the screening visit.\n* Target bleeding site cannot be identified.\n* Target bleeding site has mild or severe arterial bleeding.\n* Occurrence of major intraoperative complications that require resuscitation or deviation from the planned surgical procedure.\n* Intraoperative change in planned surgical procedure, which results in subject no longer meeting preoperative inclusion and/or exclusion criteria.","healthyVolunteers":false,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Proportion of Subjects Achieving Hemostasis by Four Minutes After Treatment Start","description":"Subjects achieving hemostasis at the target bleeding site by 4 minutes following the start of treatment without the occurrence of re-bleeding until the completion of surgical closure.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"76.1","spread":null},{"groupId":"OG001","value":"22.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Hemostasis (TTH)","description":"Time in minutes for achievement of hemostasis at the target bleeding site measured from the start of treatment until 10 minutes after treatment start.\n\nIn the Fibrin Sealant Grifols treatment group, the median TTH was calculated based on the estimated survival function S(t), and it is the smallest time at which S(t) is at or below 50%. The 95% CI for the median TTH, on the other hand, was calculated based on the CI for the survival function S(t). The 95% CI for the median TTH was the set of all time points for which the 95% CI of the survival function contains 0.5 (since median is the 50% percentile). Sometimes, the confidence limits for the median cannot be estimated. In our case, the hemostasis was assessed on a discrete scale, and it happened that for all the time points assessed none of the 95% CI of the survival function S(t) contained 0.5. As a result, neither the lower nor the upper limit could be estimated.\n\nAll calculations were performed using SAS PROC LIFETEST","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.0","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Cumulative Proportion of Subjects Having Achieved Hemostasis at the Target Bleeding Site by Specified Time Points","description":"Cumulative proportion of subjects having achieved hemostasis by each of the following time points:\n\n* At 5 minutes following start of study treatment\n* At 7 minutes following start of study treatment\n* At 10 minutes following start of study treatment","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"80.7","spread":null},{"groupId":"OG001","value":"28.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"84.4","spread":null},{"groupId":"OG001","value":"35.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"88.1","spread":null},{"groupId":"OG001","value":"45.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Prevalence of Treatment Failures","description":"Protocol-defined bleeding at the target bleeding site after the start of treatment or the use of alternative hemostatic treatments (with exception of reversal of heparin) or maneuvers at the target bleeding site after the start of treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23.9","spread":null},{"groupId":"OG001","value":"77.2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":34,"n":168},"commonTop":["Procedural pain","Pyrexia","Oedema peripheral","Body temperature increased","Anaemia"]}}}