{"nctId":"NCT04774380","briefTitle":"Study of Durvalumab in Combination With Platinum and Etoposide for the First Line Treatment of Patients With Extensive-stage Small Cell Lung Cancer","startDateStruct":{"date":"2021-11-11","type":"ACTUAL"},"conditions":["Extensive-stage Small Cell Lung Cancer"],"count":152,"armGroups":[{"label":"Durvalumab - (cisplatin or carboplatin) - Etoposide","type":"EXPERIMENTAL","interventionNames":["Drug: Durvalumab","Drug: Cisplatin","Drug: Carboplatin","Drug: Etoposide"]}],"interventions":[{"name":"Durvalumab","otherNames":[]},{"name":"Cisplatin","otherNames":[]},{"name":"Carboplatin","otherNames":[]},{"name":"Etoposide","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Histologically- or cytologically-documented ES-SCLC (stage IV \\[T any, N any, M1 a/b\\], or with T3-4 due to multiple lung nodules that are too extensive or have tumor/nodal volume that is too large to be encompassed in a tolerable radiation plan (Brain metastases; must be asymptomatic or treated and stable off steroids and anticonvulsants for at least 1 month prior to study treatment)\n* Participants must be considered suitable to receive a platinum-based chemotherapy regimen as 1st line treatment for the ES-SCLC. Chemotherapy must contain either cisplatin or carboplatin in combination with etoposide\n* World Health Organization/ Eastern Cooperative Oncology Group performance status of 0 to 2 at enrollment Baseline computed tomography/ magnetic resonance imaging results of the brain, chest and abdomen (including liver and adrenal glands) within 28 days prior to the treatment initiation\n* No prior exposure to immune-mediated therapy including, but not limited to, other anti- CTLA-4, anti-Programmed cell death-1 (PD-1), anti- Programmed cell death ligand-1 (PD-L1), and anti-PD-L2 (anti-PD-L2) antibodies, excluding therapeutic anticancer vaccines\n* Adequate organ and marrow function\n* Body weight \\> 30 kg\n* Evidence of post-menopausal status or negative urinary or serum pregnancy test for female pre-menopausal participants\n\nExclusion Criteria:\n\n* History of allogeneic organ transplantation\n* Active or prior documented autoimmune or inflammatory disorders, systemic lupus erythematosus, sarcoidosis syndrome, or wegener syndrome\n* Uncontrolled intercurrent illness, including but not limited to, ongoing or active infection, symptomatic congestive heart failure, uncontrolled hypertension, unstable angina pectoris, uncontrolled cardiac arrhythmia, active interstitial lung disease, serious chronic gastrointestinal conditions associated with diarrhea, or psychiatric illness/social situations that would limit compliance with study requirement, substantially increase risk of incurring AEs or compromise the ability of the participant to give written informed consent\n* History of another primary malignancy except for:\n\n  * Malignancy treated with curative intent and with no known active disease ≥ 5 years before the first dose of Investigational medicinal product (IMP) and of low potential risk for recurrence\n  * Adequately treated non-melanoma skin cancer or lentigo maligna without evidence of disease\n  * Adequately treated carcinoma in situ without evidence of disease\n* History of leptomeningeal carcinomatosis and active primary immunodeficiency\n* Active infection including tuberculosis, hepatitis B, hepatitis C, human immunodeficiency virus\n* Any unresolved toxicity Common Terminology Criteria for Adverse Events Grade ≥ 2 from previous anticancer therapy\n* Known allergy or hypersensitivity to any of the study drugs or any of the study drug excipients\n* Received prior systemic therapy for ES-SCLC\n* Medical contraindication to platinum (cisplatin or carboplatin)-etoposide-based chemotherapy\n* Any concurrent chemotherapy, IMP, biologic, or hormonal therapy for cancer treatment. Concurrent use of hormonal therapy for non-cancer-related conditions is acceptable\n* Planned consolidation chest radiation therapy. Radiation therapy outside of the chest for palliative care is allowed but must be completed before first dose of the study medication\n* Receipt of live attenuated vaccine within 30 days prior to the first dose of in IMP\n* Major surgical procedure within 28 days prior to the first dose of IMP\n* Participants who have received prior immunotherapy agents including anti-PD-1 or anti PD-L1\n* Current or prior use of immunosuppressive medication within 14 days before the first dose of durvalumab\n* Participation in another clinical study with an investigational product administered in the last 4 weeks\n* Female participants who are pregnant or breastfeeding or male or female participants of reproductive potential who are not willing to employ effective birth control from screening to 90 days after the last dose of durvalumab and 180 days after the last dose of etoposide","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"130 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Incidence of Grade 3 or Higher Adverse Events (AEs)","description":"Incidence of Grade 3 or higher adverse events to evaluate safety and tolerability profile of durvalumab + Platinum (cisplatin or carboplatin) plus etoposide (EP) treatment was assessed.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"91","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Incidence of Immune Mediated Adverse Events (imAEs)","description":"Immune mediated adverse events (imAEs) were assessed to evaluate safety and tolerability profile of durvalumab + EP treatment. An imAE is defined as an AESI that is associated with drug exposure and is consistent with an immune-mediated mechanism of action (MOA) and where there is no clear alternate etiology.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression-free Survival (PFS)","description":"Efficacy of durvalumab + EP treatment by evaluating PFS according to Response Evaluation Criteria in Solid Tumors version 1.1 (RECIST 1.1) was assessed. The PFS is the time from the first date of treatment until the date of objective disease progression or death (by any cause in the absence of progression) regardless of whether the participant withdrew from Investigational medicinal product (IMP) or received another anticancer therapy prior to progression.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Alive and Progression-free at 12 Months From First Date of Treatment (PFS12)","description":"The efficacy of durvalumab + EP treatment by evaluating PFS12 according to RECIST 1.1 was assessed.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Objective Response Rate (ORR)","description":"The efficacy of durvalumab + EP treatment by evaluating ORR according to RECIST 1.1 was assessed. The ORR will be assessed based on Investigator-assessed response to treatment of complete response (CR) and partial response (PR), per RECIST1.1.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"66.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response (DoR)","description":"The efficacy of durvalumab + EP treatment by evaluating DoR according to RECIST 1.1 was assessed. The DoR is time from the date of first documented response per RECIST1.1 until the first date of documented progression per RECIST1.1 or death in the absence of disease progression.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Remaining in Response, 12 Months After First Documented Objective Response (DoR12)","description":"The efficacy of durvalumab + EP treatment by evaluating DoR12 according to RECIST 1.1 was assessed.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS)","description":"Assessment of the efficacy of durvalumab + EP treatment by evaluating OS. The OS is the time from the first date of treatment until death due to any cause.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Alive at 12 Months From First Date of Treatment (OS12)","description":"The efficacy of durvalumab + EP treatment by evaluating OS12 was assessed.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"59.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Adverse Events and Serious Adverse Events","description":"To evaluate safety and tolerability profile of durvalumab + EP treatment, adverse events and serious adverse events were assessed.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"142","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"109","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"85","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"59","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"52","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"40","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"41","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Adverse Events of Special Interests","description":"To evaluate safety and tolerability profile of durvalumab + EP treatment, adverse events of special interests were assessed. An AESI is an AE of scientific and medical interest specific to understanding of the IMP. AESIs for durvalumab include, but are not limited to, events with a potential inflammatory or immune-mediated mechanism and which may require more frequent monitoring and/or interventions such as steroids, immunosuppressants, and/or hormone replacement therapy.\n\nThis includes adverse events of special/ possible interest.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"82","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":52,"n":152},"commonTop":["Anaemia","Neutropenia","Nausea","Constipation","Thrombocytopenia"]}}}