{"nctId":"NCT00340678","briefTitle":"Renoprotection in Early Diabetic Nephropathy in Pima Indians","startDateStruct":{"date":"1995-08"},"conditions":["Diabetic Nephropathy"],"count":170,"armGroups":[{"label":"Normoalbuminuria Losartan","type":"EXPERIMENTAL","interventionNames":["Drug: Losartan"]},{"label":"Normoalbuminuria Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"Microalbuminuria Losartan","type":"EXPERIMENTAL","interventionNames":["Drug: Losartan"]},{"label":"Microalbuminuria Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Losartan","otherNames":["Cozaar","MK-954","DuP 753"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"* INCLUSION CRITERIA:\n\nVolunteers from the Gila River Indian Community who meet the eligibility criteria will be invited to participate.\n\nTo be eligible for participation in the study, subjects must meet the following criteria:\n\n* Aged 18-65.\n* Diagnosis of type 2 diabetes greater than or equal to 5 years.\n* Serum creatinine concentration less than to 1.4 mg/dl.\n* Serum potassium concentration less than or equal to 5.5 milliequivalents (mEq)/L.\n* At least 2 of 3 weekly screening urinary albumin-to-creatinine ratios less than 300 mg/g. All screening tests are to be within 3 months of enrollment.\n* Willingness, after receiving a thorough explanation of the study, to participate.\n\nEXCLUSION CRITERIA:\n\nSubjects will be excluded for the following reasons:\n\n* Clinically significant disorders of the liver, cardiovascular disease, cerebrovascular disease, peripheral vascular disease, pulmonary diseases, renal-urinary disorders, gastrointestinal disorders, or hematocrit levels less than or equal to 30 percent in women or less than or equal to 35 percent in men.\n* Renovascular or malignant hypertension; uncontrolled hypertension despite treatment with three antihypertensive drugs; or hypertension that is being treated with antihypertensive medicines and the primary care physician or the patient refuses to adopt the blood pressure treatment regimen outlined in the study protocol.\n* Hematuria of unknown etiology.\n* Chronic debilitating disorders with or without treatment that would interfere with the assessment of kidney function or that might reduce the chances of survival for a sufficient length of time to evaluate efficacy of treatment.\n* Currently receiving a drug regimen that includes: steroids, immunosuppressants, or investigational new drugs.\n* Pregnancy. Women of childbearing potential must have a negative pregnancy test prior to entry and every three months during the study.\n* Evidence of inability to empty the bladder.\n* Hypersensitivity to angiotensin-converting enzyme inhibitors (ACEi), ARBs, or iodine.\n* Bleeding disorders, since kidney biopsies could not be performed safely in these individuals.\n* Massive obesity with body mass index greater than or equal to 45 kg/m(2).\n* Non-diabetic renal disease.\n* Conditions that are likely to interfere with informed consent or compliance with the protocol.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Decline in GFR","description":"Participants were monitored for up to 6 years. This is the number of participants who had a decline in GFR to less than or equal to 60 ml/min or to half the baseline value in subjects that enter the study with a GFR of less than 120 ml/min during the time of observation.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"2","spread":null},{"groupId":"OG002","value":"1","spread":null},{"groupId":"OG003","value":"4","spread":null}]}]}]},{"type":"SECONDARY","title":"Glomerular Volume","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.4","spread":"1.8"},{"groupId":"OG001","value":"5.6","spread":"1.1"},{"groupId":"OG002","value":"6.4","spread":"2.3"},{"groupId":"OG003","value":"7.0","spread":"3.0"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":84},"commonTop":["Urethral obstruction after kidney biopsy"]}}}