{"nctId":"NCT03480932","briefTitle":"Role of Pegylated Interferon in Combination With DAAs to Cure Hepatitis C As Soon As Possible - Hepatitis C [ASAP-C]","startDateStruct":{"date":"2018-02-02","type":"ACTUAL"},"conditions":["Hepatitis C, Chronic"],"count":150,"armGroups":[{"label":"SOF+DAC+PEG","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Sofosbuvir","Drug: Daclatasvir","Drug: Pegylated Interferon alfa-2a"]},{"label":"SOF+DAC, DOT","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Sofosbuvir","Drug: Daclatasvir"]},{"label":"SOF+DAC, standard","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Sofosbuvir","Drug: Daclatasvir"]}],"interventions":[{"name":"Sofosbuvir","otherNames":["Sovaldi","Hepcvir","MyHep","Hepcinat","Resof","SoviHep"]},{"name":"Daclatasvir","otherNames":["Daklinza","Natdac","Daclahep","Dacihep","Hepdac","Mydekla"]},{"name":"Pegylated Interferon alfa-2a","otherNames":["Pegasys","Taspiance"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Willing and able to provide written informed consent\n2. Age ≥ 18 years\n3. Documented evidence of chronic HCV infection (HCV RNA positive)\n4. Participant is a resident of Bilaspur and can provide locator information that can be verified by one of the study staff\n5. If participant is co-infected with HIV, he/she must have a cluster of differentiation 4 (CD4) \\> 350 cells/mm3 and be either: 1) antiretroviral therapy (ART) naïve or 2) on ART be on a tenofovir-containing regimen. If a subject's CD4 drops below 350 cells/μl (current threshold for HIV treatment in India), he/she will be able to initiate ART but we will ensure that the subject starts on a tenofovir-containing regimen, which is currently the standard for persons newly initiating ART in India.\n6. Subjects must have the following laboratory parameters at screening:\n\n   1. alanine aminotransferase (ALT) ≤ 10 x the upper limit of normal (ULN)\n   2. aspartate aminotransferase (AST) ≤ 10 x ULN\n   3. Hemoglobin ≥ 10 g/dl for male and 9 g/dl for female subjects\n   4. International normalized ratio (INR) ≤ 1.5 x ULN unless subject has known hemophilia or is stable on an anticoagulant regimen affecting INR\n   5. Albumin ≥ 3 g/dl\n   6. Direct bilirubin ≤ 1.5 x ULN\n   7. Creatinine clearance ≥ 30 ml/min as calculated by the Cockcroft-Gault Equation\n   8. Alpha fetoprotein \\< 50 ng/ml\n   9. Absolute neutrophil count (ANC) ≥ 1,500/μL\n   10. Platelets ≥ 90,000/μL\n   11. Thyroid stimulating hormone (TSH) ≤ ULN\n   12. FIB-4 \\<3.25. FIB-4 is a non-invasive Marker of Hepatic Fibrosis: Fibrosis-4 (FIB-4) which is calculated as the ratio of age in years and aminotransferase to platelet count. It is a non-invasive hepatic fibrosis index score combining standard biochemical values, platelets, alanine aminotransferase (ALT), AST and age that is calculated using formula: FIB-4 = (Age \\[years\\] x AST \\[U/L\\]) / (platelets \\[10\\^9/L\\] x (square root of ALT \\[U/L\\])). A FIB-4 index of \\< 1.45 indicated no or moderate fibrosis and an index of \\> 3.25 indicated extensive fibrosis/cirrhosis.) Participants with a FIB-4 \\>3.25 will be referred to the medical gastroenterology department for further assessment for cirrhosis. If cirrhosis is ruled out by medical gastroenterology, participants can be rescreened for the study.\n7. A female subject is eligible to enroll in the study if it is confirmed that she is:\n\n   1. Not pregnant or nursing\n   2. Not of childbearing potential (i.e., women who have had a hysterectomy, have both ovaries removed or medically documented ovarian failure, or are postmenopausal women \\> 50 years of age with cessation (for ≥12 months) of previously occurring menses)\n   3. Of childbearing potential (i.e., women who have not had a hysterectomy, both ovaries removed or medically documented ovarian failure). \\[NOTE: Women ≤50 years of age with amenorrhea will be considered to be of childbearing potential.\\] These women must have a negative urine pregnancy test at screening and a negative urine pregnancy test on the Baseline /Day 1 visit prior to randomization and agree to one of the following modes of contraception for the duration of treatment and 12 weeks thereafter.\n\n      * Complete abstinence from intercourse. Periodic abstinence (e.g., calendar, ovulation, sumptothermal, post-ovulation methods) is NOT permitted.\n\n   or\n\n   i. Consistent and correct use of 1 of the following methods of birth control listed below in addition to a male partner who correctly uses a condom from 3 weeks prior to Baseline/Day 1 until the end of treatment. Women of childbearing potential must not rely on hormone-containing contraceptives as a form of birth control during the study. Female subjects using a hormone containing contraceptive prior to screening may continue their contraceptive regimen in addition to the study specified methods of birth control.\n   * intrauterine device (IUD) with a documented failure rate of less than 1% per year\n   * female barrier method: cervical cap or diaphragm with spermicidal agent\n   * tubal sterilization\n   * vasectomy in male partner\n8. Subjects must be of generally good health as determined by the investigator.\n9. Subjects must be able to comply with the dosing instructions for study drug administration and be willing to complete the study schedule of assessments.\n\nExclusion Criteria:\n\n1. Pregnant or nursing female\n2. Current or prior history of clinical hepatic decompensation (e.g., ascites, encephalopathy or variceal hemorrhage, model for end-stage liver disease (MELD)\\<12)\n3. Prior treatment for hepatitis C virus infection\n4. Infection with hepatitis B virus (HBsAg positive)\n5. Chronic use of systematically administered immunosuppressive agents (e.g., prednisone equivalent \\>10 mg/day)\n6. Use of any prohibited concomitant medications within 28 days of the Baseline/Day 1 visit.\n7. Contraindications to PEG\n8. Known hypersensitivity to the metabolites or formulation excipients of PEG (for Arm 1 subjects)\n9. Active significant psychiatric condition(s) including severe depression, severe bipolar disorder and schizophrenia. Other psychiatric disorders are permitted if the condition is well controlled with a stable treatment regimen for ≥ 1 year from screening, or inactive for ≥ 1 year from screening.\n10. Presence of autoimmune disorders (e.g., systemic lupus erythematosus, rheumatoid arthritis, sarcoidosis, psoriasis of greater than mild severity)\n11. History of clinical significant retinal disease\n12. Clinical evidence of cirrhosis","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"SVR12","description":"Percentage of participants achieving sustained virologic response 12 weeks quantification) after treatment is completed (SVR12) as assessed by HCV RNA less than the lower limit of quantification measured 12 weeks after treatment completion","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26","spread":null},{"groupId":"OG001","value":"30","spread":null},{"groupId":"OG002","value":"17","spread":null}]}]}]},{"type":"SECONDARY","title":"Serious Adverse Events","description":"Number of participants with treatment-related serious adverse events by laboratory tests and physician examination","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Medication Adherence","description":"Adherence to medication regimen defined using a combination of the biometric data for Arms 1 and 2 and self-report and pill counts for Arm 3. Percentage reporting at least 90% adherence","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35","spread":null},{"groupId":"OG001","value":"31","spread":null},{"groupId":"OG002","value":"10","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":50},"commonTop":[]}}}