{"nctId":"NCT02024529","briefTitle":"A Randomized, Controlled Study to Evaluate Efficacy and Safety of Intra-articular Ampion for Osteoarthritis Pain in Knee","startDateStruct":{"date":"2014-01","type":"ACTUAL"},"conditions":["Osteoarthritis of the Knee"],"count":538,"armGroups":[{"label":"AMPION™ 4 mL dose","type":"EXPERIMENTAL","interventionNames":["Biological: 4 mL injection of Ampion"]},{"label":"Placebo 4 mL dose","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: 4 mL Injection of Placebo"]}],"interventions":[{"name":"4 mL injection of Ampion","otherNames":[]},{"name":"4 mL Injection of Placebo","otherNames":["Saline"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Male or female, 35 years to 85 years old (inclusive) who are ambulatory but suffering from moderate to moderately severe pain from osteoarthritis in the index knee as evidenced by a rating of at least 1.5 on the WOMAC Index 3.1 5-point Likert Pain Subscale at screening.\n2. Index knee must be symptomatic for greater than 6 months with a clinical diagnosis of OA and supported by radiological evidence (Kellgren Lawrence Grade II, III, IV). Confirmatory x-ray must be taken at Screening and assessed using Kellgren Lawrence grading system.\n3. Moderate to moderately-severe OA pain in the index knee even with dosing of nonsteroidal anti-inflammatory drug (NSAID) in the 4 weeks prior to screening.\n4. No analgesia (including acetaminophen \\[paracetamol\\]) taken 12 hours prior to an efficacy measure; and,\n5. Able to provide written informed consent to participate in the study.\n6. Willing and able to comply with all study requirements and instructions of the site study staff.\n\nExclusion Criteria:\n\n1. Previous participation in an Ampion™ study.\n2. Inflammatory or crystal arthropathies, acute fractures, history of aseptic necrosis or joint replacement in the affected knee, as assessed locally by the principal investigator.\n3. Isolated patella femoral syndrome, also known as chondromalacia.\n4. Any other disease or condition interfering with the free use and evaluation of the index knee for the duration of the trial (e.g., cancer, congenital defects, spine OA).\n5. Major injury to the index knee within the 12 months prior to screening.\n6. Severe hip OA ipsilateral to the index knee.\n7. Presence of tense effusions.\n8. Any pain that could interfere with the assessment of index knee pain (e.g., pain in any other part of the lower extremities, pain radiating to the knee).\n9. Initiation or change in any pharmacological or non-pharmacological treatment for OA during the 4 weeks prior to randomization or likely to be changed during the duration of the study.\n10. Use of the following medications anticipated to be required during the study:\n\n    * Intra-articular pain medications in the study knee\n    * Analgesics containing opioids. (NSAIDs may be continued at levels preceding the study and acetaminophen is available as a rescue medication during the study from the provided supply.)\n    * Topical treatment on osteoarthritis index knee needed during the study\n    * Use of significant anticoagulant therapy, oral or injectable, during the study (aspirin and clopidogrel are allowed)\n    * Systemic treatments that may interfere with safety or efficacy assessments during the study such as immunosuppressants\n11. Use of corticosteroids \\>10 mg prednisolone equivalent per day (if ≤10 mg prednisolone, the dose must be stable).\n12. Use of human albumin treatment in the 3 months before randomization.\n13. A history of allergic reactions to human albumin (reaction to non-human albumin such as egg albumin is not an exclusion criterion).\n14. A history of allergic reactions to excipients in 5% human albumin (N-acetyltryptophan, sodium caprylate).\n15. Principal Investigator considers the patient unfit for the study based on medical review and screening.","healthyVolunteers":false,"sex":"ALL","minimumAge":"35 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in WOMAC A Pain","description":"Mean Change in WOMAC A Pain (Western Ontario and McMaster Universities Arthritis Index) score from Baseline to 12 weeks. 5-point Likert scale (0=none to 4=extreme). A negative difference constitutes a decrease in pain with a greater negative value indicating a greater reduction in pain.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.81","spread":null},{"groupId":"OG001","value":"-0.81","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in WOMAC C Function","description":"Mean change in WOMAC C function score (Western Ontario and McMaster Universities Arthritis Index) from Baseline to 12 weeks. 5-point Likert scale indicating limitation of function (0=none to 4=extreme). A greater negative value indicates a improvement in function.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.76","spread":null},{"groupId":"OG001","value":"-0.77","spread":null}]}]}]},{"type":"POST_HOC","title":"Change in WOMAC A Pain of KL Grade IV Subset","description":"Mean Change in WOMAC A Pain (Western Ontario and McMaster Universities Arthritis Index) score from Baseline to 12 weeks. 5-point Likert scale (0=none to 4=extreme). A negative difference constitutes a decrease in pain with a greater negative value indicating a greater reduction in pain.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.82","spread":null},{"groupId":"OG001","value":"-0.65","spread":null}]}]}]},{"type":"POST_HOC","title":"Change in WOMAC C Function of KL Grade IV Subset","description":"Mean change in WOMAC C function score (Western Ontario and McMaster Universities Arthritis Index) from Baseline to 12 weeks. 5-point Likert scale indicating limitation of function (0=none to 4=extreme). A greater negative value indicates a improvement in function.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.73","spread":null},{"groupId":"OG001","value":"-0.69","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":6,"n":269},"commonTop":["Arthralgia","Upper Respiratory Tract Infection","Pain in Extremity","Sinusitis","Fall"]}}}