{"nctId":"NCT03911401","briefTitle":"Comparison Trial of OPA-15406 Ointment in Pediatric Patients With Atopic Dermatitis","startDateStruct":{"date":"2019-05-07","type":"ACTUAL"},"conditions":["Atopic Dermatitis"],"count":251,"armGroups":[{"label":"0.3% OPA-15406","type":"EXPERIMENTAL","interventionNames":["Drug: 0.3% OPA-15406"]},{"label":"1% OPA-15406","type":"EXPERIMENTAL","interventionNames":["Drug: 1% OPA-15406"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebos"]}],"interventions":[{"name":"0.3% OPA-15406","otherNames":[]},{"name":"1% OPA-15406","otherNames":[]},{"name":"Placebos","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Diagnosis of AD based on the Japanese Dermatological Association's criteria\n* Atopic dermatitis affecting more than or equal to 5%, to less than or equal to 40% of body surface area (BSA, excluding scalp) at the screening and baseline examinations\n* IGA score of 2 or 3 at the screening and baseline examinations\n\nExclusion Criteria:\n\n* Subjects who have an AD or contact dermatitis flare-up defined as a rapid intensification of AD, within 28 days prior to the baseline examination","healthyVolunteers":false,"sex":"ALL","minimumAge":"2 Years","maximumAge":"14 Years","stdAges":["CHILD"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Responder Rate of Investigator's Global Assesment (IGA) of Disease Severity","description":"The investigator or subinvestigator assessed the skin symptoms using IGA. The investigator or subinvestigator scored the severity (0 = clear, 1 = almost clear, 2 =mild, 3 = moderate, 4 = severe/very severe) of the overall symptoms of the treatment area (erythema, infiltration, papules, effusion and scab formation) from baseline to Week 4. Incidence of success in IGA is defined as the rate of subjects whose IGA score is 0 (clear) or 1 (almost clear) and has improved by at least 2 grades (responders) from baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"44.58","spread":null},{"groupId":"OG001","value":"47.06","spread":null},{"groupId":"OG002","value":"18.07","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Eczema Area and Severity Index (EASI) Score","description":"The investigator or sub investigator assessed the symptoms of AD using EASI. EASI's minimum and maximum scores are 0 and 72 scores respectively. The higher the EASI score is, the more severe the symptoms of AD, and a negative change from the baseline means improvement and a positive change means worsening. The investigator or sub investigator scored the severity (0-3 points) and affected BSA (%) based on the 4 symptoms (erythema, infiltration/papules, excoriation, and lichenification) on the 4 body regions (face, neck and head ; upper limbs ;trunk; and lower limbs). Number of participants analyzed represents number of participants with data at both Baseline and Week4. Participants who have no data were excluded.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.97","spread":"0.84"},{"groupId":"OG001","value":"-6.07","spread":"0.84"},{"groupId":"OG002","value":"0.35","spread":"0.90"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Verbal Rating Scale (VRS) for Pruritus Score","description":"The investigator or subinvestigator evaluated the pruritus intensity based on VRS. The subjects aged 7 to 14 years old evaluated the pruritus intensity according to the following criteria. The subjects recorded the level of pruritus and the time and date of evaluation in a pruritus diary.\n\n0 : None\n\n1. : Mild\n2. : Moderate\n3. : Severe For subjects aged 2 to 6 years, this would not be evaluated. Number of participants analyzed represents number of participants with data at both Baseline and Week4. Participants who have no data were excluded.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.80","spread":"0.12"},{"groupId":"OG001","value":"-0.68","spread":"0.12"},{"groupId":"OG002","value":"-0.33","spread":"0.13"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":83},"commonTop":["Nasopharyngitis","Impetigo"]}}}