{"nctId":"NCT01106014","briefTitle":"Selexipag (ACT-293987) in Pulmonary Arterial Hypertension","startDateStruct":{"date":"2009-12-01"},"conditions":["Pulmonary Arterial Hypertension"],"count":1156,"armGroups":[{"label":"1","type":"EXPERIMENTAL","interventionNames":["Drug: Selexipag"]},{"label":"2","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Selexipag","otherNames":["ACT-293987"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male and female patients 18-75 years old, with symptomatic PAH\n* PAH belonging to the following subgroups of the updated Dana Point Clinical Classification Group 1 (Idiopathic, or Heritable, or Drug or toxin induced, or Associated (APAH) with Connective tissue disease, Congenital heart disease with simple systemic-to-pulmonary shunt at least 1 year after surgical repair, or HIV infection)\n* Documented hemodynamic diagnosis of PAH by right heart catheterization, performed at any time prior to Screening\n* Six minute walk distance (6MWD) between 50 and 450 m at Screening within 2 weeks prior to the Baseline Visit\n* Signed informed consent\n\nExclusion Criteria:\n\n* Patients with pulmonary hypertension (PH) in the Updated Dana Point Classification Groups 2-5, and PAH Group 1 subgroups that are not covered by the inclusion criteria\n* Patients who have received prostacyclin or its analogs within 1 month before Baseline Visit, or are scheduled to receive any of these compounds during the trial\n* Patients with moderate or severe obstructive lung disease\n* Patients with moderate or severe restrictive lung disease\n* Patients with moderate or severe hepatic impairment (Child-Pugh B and C)\n* Patients with documented left ventricular dysfunction\n* Patients with severe renal insufficiency\n* Patients with BMI \\<18.5 Kg/m2\n* Patients who are receiving or have been receiving any investigational drugs within 1 month before the Baseline Visit\n* Acute or chronic impairment (other than dyspnea), limiting the ability to comply with study requirements, in particular with 6MWT\n* Recently conducted or planned cardio-pulmonary rehabilitation program based on exercise training\n* Psychotic, addictive or other disorder limiting the ability to provide informed consent or to comply with study requirements\n* Life expectancy less than 12 months\n* Females who are lactating or pregnant or plan to become pregnant during the study\n* Known hypersensitivity to any of the excipients of the drug formulations","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Time From Randomization to the First Morbidity Event or Death (All Causes) up to 7 Days After the Last Study Drug Intake","description":"Time from randomization to the first occurrence of a morbidity event or death (all causes) was analyzed with the Kaplan-Meier method (event-free KM estimates at different time points).\n\nMorbidity event was defined as any of the following events confirmed by the Critical Event committee:\n\n* Hospitalization for worsening of pulmonary arterial hypertension (PAH),\n* Worsening of PAH resulting in need for lung transplantation or balloon atrial septostomy,\n* Initiation of parenteral prostanoid therapy or chronic oxygen therapy due to worsening of PAH,\n* Disease progression which was defined by a decrease in 6-minute walk distance from baseline (\\>=15%, confirmed by a 2nd test on a different day) combined with worsening of WHO FC for patients belonging to WHO FC II/III at baseline, or combined with the need for additional PAH-specific therapy for patients belonging to WHO FC III/IV at baseline.\n\nNote: The number of patients at risk decreased over time but this cannot be captured below","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"91.2","spread":null},{"groupId":"OG001","value":"81.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"83.1","spread":null},{"groupId":"OG001","value":"70.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"75.5","spread":null},{"groupId":"OG001","value":"61.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"67.9","spread":null},{"groupId":"OG001","value":"53.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"61.9","spread":null},{"groupId":"OG001","value":"49.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"58.2","spread":null},{"groupId":"OG001","value":"41.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 26 in 6-minute Walk Distance (6MWD) at Trough","description":"The 6-minute walk distance test (6MWD) is a non-encouraged test performed in a 30 m long flat corridor, where the patient is instructed to walk as far as possible, back and forth around two cones, with the permission to slow down, rest, or stop if needed. If the patient was used to taking bronchodilators before a walk, he/she was given them 5 to 30 min before the test. Also if the patient was on chronic oxygen therapy, oxygen was given at their standard rate during the test. Absolute change from baseline to Week 26 in 6MWD was measured at trough, i.e., either on the next day after the last study drug administration or at least 12 hours after study drug administration if on the same day.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"376","spread":null},{"groupId":"OG001","value":"369","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"370","spread":null},{"groupId":"OG001","value":"346","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"-9","spread":null}]}]}]},{"type":"SECONDARY","title":"Absence of Worsening From Baseline to Week 26 in Modified NYHA/WHO Functional Class (WHO FC)","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"77.8","spread":null},{"groupId":"OG001","value":"74.9","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":252,"n":575},"commonTop":["HEADACHE","DIARRHOEA","NAUSEA","DYSPNOEA","PAIN IN JAW"]}}}