{"nctId":"NCT03461211","briefTitle":"Treatment of Graves' Orbitopathy to Reduce Proptosis With Teprotumumab Infusions in an Open-Label Clinical Extension Study","startDateStruct":{"date":"2018-04-16","type":"ACTUAL"},"conditions":["Thyroid Eye Disease"],"count":51,"armGroups":[{"label":"Teprotumumab","type":"EXPERIMENTAL","interventionNames":["Biological: Teprotumumab"]}],"interventions":[{"name":"Teprotumumab","otherNames":["HZN-001"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Written informed consent.\n* Completed the 24-week double-masked Treatment Period in Study HZNP-TEP-301 (NCT03298867).\n* Proptosis non-responder (\\< 2 mm reduction in proptosis in the study eye) at Week 24 of Study HZNP-TEP-301 OR proptosis responder at Week 24 who relapses during the Follow-Up Period of Study HZNP-TEP-301.\n* Participant must be euthyroid with the baseline disease under control, or have mild hypo- or hyperthyroidism (defined as free thyroxine \\[FT4\\] and free triiodothyronine \\[FT3\\] levels \\< 50% above or below the normal limits) at the most recent clinic visit. Every effort should be made to correct the mild hypo- or hyperthyroidism promptly and to maintain the euthyroid state for the full duration of the clinical trial.\n* Alanine aminotransferase (ALT) or aspartate aminotransferase (AST) ≤3 times the upper limit of normal (ULN) or serum creatinine \\<1.5 times the upper limit of normal (ULN; according to age) at the most recent clinic visit.\n* Diabetic participants must have well-controlled disease (defined as hemoglobin A1C \\[HbA1c\\] \\< 9.0% at most recent clinic visit).\n* Does not require immediate surgical ophthalmological intervention and is not planning corrective surgery/irradiation during the course of the study.\n* Women of childbearing potential must have a negative urine pregnancy test at Baseline/Day 1. Participants who are sexually active with a non-vasectomized male partner must agree to use 2 reliable forms of contraception during the trial and continue for 180 days after the last dose of study drug. One of the 2 forms of contraception is recommended to be hormonal, such as an oral contraceptive. Hormonal contraception must be in use for at least one full cycle prior to Baseline. Highly effective contraceptive methods (with a failure rate less than 1% per year), when used consistently and correctly, includes implants, injectables, combined oral contraceptives, some intrauterine devices (IUDs), sexual abstinence or vasectomised partner.\n* Male participants must be surgically sterile or, if sexually active with a female partner of childbearing potential, must agree to use a barrier contraceptive method from Baseline through 180 days after the last dose of study drug.\n* Participant is willing and able to comply with the prescribed treatment protocol and evaluations for the duration of the study.\n* Has not received any treatment for TED since Week 24 of the of the HZNP-TEP-301 study.\n\nExclusion Criteria:\n\n* Participants will be ineligible if, in the opinion of the Investigator, they are unlikely to comply with the study protocol or have a concomitant disease or condition that could interfere with the conduct of the study or potentially put the participant at unacceptable risk.\n* The exclusion criteria (except those related to screening) of protocol HZNP-TEP-301(NCT03298867) also apply to this open-label extension study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With a ≥ 2 mm Reduction From Baseline in the Study Eye Without Deterioration of Proptosis in the Fellow Eye at Week 24","description":"Proptosis responders were defined as participants with a ≥ 2 mm reduction from study baseline in proptosis in the study eye, without deterioration (≥ 2 mm increase) of proptosis in the fellow eye at Week 24. Participants missing Week 24 values were considered non-responders, aside from those with missing data related to the COVID-19 pandemic.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"89.2","spread":null},{"groupId":"OG001","value":"53.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With a European Group on Graves' Ophthalmopathy (EUGOGO) Amended Clinical Activity Score (CAS) Total Score of 0 or 1 in the Study Eye at Week 24","description":"CAS responders were defined as participants with a reduction to a CAS of 0 or 1 (no or minimal inflammatory symptoms) as a categorical response variable at Week 24.\n\nThe 7-item CAS assigns 1 point for each of the following items present in the study eye: spontaneous orbital pain; gaze evoked orbital pain; eyelid swelling that is considered to be due to active (inflammatory phase) thyroid eye disease/Graves' ophthalmopathy (TED/GO); eyelid erythema; conjunctival redness that is considered to be due to active (inflammatory phase) TED/GO (ignore \"equivocal\" redness); chemosis; inflammation of caruncle or plica. The sum of these points is the total score (0 to 7), with higher scores indicating worse symptoms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"65.6","spread":null},{"groupId":"OG001","value":"36.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Proptosis From Baseline to Week 24","description":"Mean change from study baseline to Week 24 in proptosis measurement (mm) in the study eye at Week 24.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.47","spread":"1.732"},{"groupId":"OG001","value":"-1.77","spread":"1.126"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Were Diplopia Responders at Week 24","description":"Diplopia responders were defined as participants with 1 grade or greater reduction in diplopia score in the study eye without worsening by at least 1 grade in the fellow eye at Week 24.\n\nThe subjective diplopia score (0=no diplopia; 1=intermittent, i.e. diplopia in primary position of gaze, when tired or when first awakening; 2=inconstant, i.e. diplopia at extremes of gaze; 3=constant, i.e. continuous diplopia in primary or reading position) was recorded for each eye. A participant was considered to have diplopia if a score \\> 0 is observed in the study eye at study baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"60.9","spread":null},{"groupId":"OG001","value":"75.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline to Week 24 in the Graves' Ophthalmopathy Quality of Life (GO-QoL) Questionnaire Overall Score","description":"The GO-QoL is a 16-item self-administered questionnaire divided into 2 subsets and used to assess the perceived effects of TED by the participants on (i) their daily physical activity as it relates to visual function, and (ii) psychosocial functioning. The sum of the scores from each set of 8 questions was calculated and transformed to a scale from 0 (worst) to 100 (best) - one for visual function (VF), one for appearance (A) and one for the overall combined (VF + A) score. Scores were transformed as follows: Transformed score = \\[(sum of each score - number of completed items) / (2 \\* number of completed items)\\] \\* 100. The \"overall combined (VF + A) score\" is also 0 to 100, with higher scores indicating a better outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.39","spread":"17.890"},{"groupId":"OG001","value":"14.73","spread":"11.777"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":37},"commonTop":["Muscle Spasms","Onychoclasis","Diarrhoea","Alopecia","Dry Skin"]}}}