{"nctId":"NCT00419562","briefTitle":"Oral Insulin for Prevention of Diabetes in Relatives at Risk for Type 1 Diabetes Mellitus","startDateStruct":{"date":"2007-02"},"conditions":["Diabetes Mellitus, Type 1"],"count":560,"armGroups":[{"label":"Oral Insulin","type":"EXPERIMENTAL","interventionNames":["Drug: Oral Insulin"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Oral Insulin","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Have a proband with Type 1 diabetes mellitus (T1DM). A proband is an individual diagnosed with diabetes before age 40 and started on insulin therapy within 1-year of diagnosis. Probands considered to have type 1 diabetes by their physician who do not meet this definition will be referred to the TrialNet Eligibility Committee.\n2. If the proband is a parent, sibling or a child, the study participant must be 3 -45 years of age. If the proband is a second or third degree relative (i.e. niece, nephew, aunt, uncle, grandparent, cousin, or half-sibling), the study participant must be 3-20 years of age.\n3. Willing to sign Informed Consent Form.\n4. Oral glucose tolerance test (OGTT) performed within 7 weeks prior to randomization in which:\n\n   * fasting plasma glucose \\< 110 mg/dL (6.1 mmol/l), and\n   * 2 hour plasma glucose \\< 140 mg/dL (7.8 mmol/l)\n5. mIAA confirmed positive within the previous six months.\n6. Two samples with at least one autoantibody other than mIAA positive within the previous six months.\n\nExclusion Criteria:\n\n1. Does not satisfy the above inclusion criteria. Subjects with mIAA positive but no other autoantibodies positive are not eligible for randomization.\n2. Has severe active disease, e.g. chronic active hepatitis, severe cardiac, pulmonary, renal, hepatic, immune deficiency and/or disease that is likely to limit life expectancy or lead to therapies such as immunosuppression during the time of the study.\n3. Prior participation in a trial for prevention of T1DM, e.g. nicotinamide, insulin, immunosuppressive drugs.\n4. History of treatment with insulin or oral hypoglycemic agent.\n5. History of therapy with immunosuppressive drugs or glucocorticoids within the past two years for a period of more than three months.\n6. Ongoing use of medications known to influence glucose, i.e. sulfonylureas, growth hormone, metformin, anticonvulsants, thiazide or potassium depleting diuretics, beta adrenergic blockers, niacin. Subjects on such medications should be changed to a suitable alternative, if available, and will become eligible one month after medication is discontinued.\n7. Pregnant or intends to become pregnant while on study or lactating.\n8. Deemed unlikely or unable to comply with the protocol.\n9. OGTT that reveals Diabetes, Impaired Glucose Tolerance (IGT), or Impaired Fasting Glucose (IFG).\n\n   Diabetes is defined by:\n   * fasting plasma glucose ³ 126 mg/dL (7 mmol/l), OR\n   * 2 hour plasma glucose ³ 200 mg/dL (11.1 mmol/l)\n\n   IGT is defined by:\n   * fasting plasma glucose \\< 126 mg/dL (7 mmol/l), and\n   * 2 hour plasma glucose 140-199 mg/dL (7.8 - 11mmol/l),\n\n   IFG is defined by:\n   * fasting plasma glucose 110-125 mg/dL (6.1-6.9 mmol/l) AND\n   * 2 hour plasma glucose \\< 140 mg/dL (7.8 mmol/l)\n10. Subject has HLA DQA1\\*0102, DQB1\\*0602 haplotype.","healthyVolunteers":false,"sex":"ALL","minimumAge":"3 Years","maximumAge":"45 Years","stdAges":["CHILD","ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Rate of Type 1 Diabetes Per Year Among Individuals in the Primary Stratum When Treated With Oral Inulin Versus Placebo","description":"Primary outcome is reported as the rate of type 1 diabetes per year among the primary stratum; type 1 diabetes was diagnosed based on metabolic testing and assessment of symptoms. This is calculated by dividing the number of participants who develop diabetes by the total number of years of follow-up.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.088","spread":null},{"groupId":"OG001","value":"0.102","spread":null}]}]}]},{"type":"SECONDARY","title":"Rate of Type 1 Diabetes Per Year in Secondary Stratum (Stratum 2) When Treated With Oral Insulin Versus Placebo","description":"Secondary outcome is reported as the rate of type 1 diabetes per year among secondary stratum 2; type 1 diabetes was diagnosed based on metabolic testing and assessment of symptoms. This is calculated by dividing the number of participants who develop diabetes by the total number of years of follow-up.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.181","spread":null},{"groupId":"OG001","value":"0.341","spread":null}]}]}]},{"type":"SECONDARY","title":"Rate of Type 1 Diabetes in Secondary Stratum (Stratum 3+4) When Treated With Oral Insulin Versus Placebo","description":"Secondary outcome is reported as the rate of type 1 diabetes per year among secondary stratum 3+4; type 1 diabetes was diagnosed based on metabolic testing and assessment of symptoms. This is calculated by dividing the number of participants who develop diabetes by the total number of years of follow-up.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.051","spread":null},{"groupId":"OG001","value":"0.047","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":283},"commonTop":["Infection","Pulmonary/Upper Respiratory","Musculoskeletal/Soft Tissue","Gastrointestinal","Dermatology/Skin"]}}}