{"nctId":"NCT01102803","briefTitle":"D-Cycloserine to Enhance Cognitive Behavioral Therapy (CBT) for Acrophobia","startDateStruct":{"date":"2010-04"},"conditions":["Phobic Disorders"],"count":40,"armGroups":[{"label":"Sugar Pill","type":"PLACEBO_COMPARATOR","interventionNames":["Behavioral: Individual Cognitive Behavioral Therapy (CBT)","Drug: Placebo"]},{"label":"D-Cycloserine","type":"EXPERIMENTAL","interventionNames":["Behavioral: Individual Cognitive Behavioral Therapy (CBT)","Drug: D-Cycloserine"]}],"interventions":[{"name":"Individual Cognitive Behavioral Therapy (CBT)","otherNames":["CBT","DCS"]},{"name":"D-Cycloserine","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Males or females 18-65 years of age with a psychiatric diagnosis of acrophobia defined by DSM-IV criteria.\n2. Willingness and ability to comply with the requirements of the study protocol.\n\nExclusion Criteria:\n\n1. A lifetime history of bipolar disorder, schizophrenia, psychosis, delusional disorders or obsessive-compulsive disorder; an eating disorder in the past 6 months; organic brain syndrome, mental retardation or other cognitive dysfunction that could interfere with capacity to engage in therapy; a history of substance (amphetamines, benzodiazepines, barbiturates, cocaine metabolites, marijuana, narcotics, and sedative hypnotics) abuse or dependence or alcohol abuse or dependence (other than nicotine) in the last 6 months or otherwise unable to commit to refraining from alcohol use during the acute period of study participation.\n2. Patients with posttraumatic stress disorder and panic disorder within the past 6 months are excluded. Entry of patients with other mood or anxiety disorders will be permitted in order to increase accrual of a clinically relevant sample. Patients with significant suicidal ideation (MADRS item 10 score \\> 3) or who have enacted suicidal behaviors within 6 months prior to intake will be excluded from study participation and referred for appropriate clinical intervention.\n3. Patients must be off concurrent psychotropic medication (e.g., antidepressants, anxiolytics, beta blockers) for at least 2 weeks prior to initiation of randomized treatment.\n4. Significant personality dysfunction likely to interfere with study participation.\n5. Serious medical illness or instability for which hospitalization may be likely within the next year.\n6. Patients with a current or past history of seizures.\n7. Pregnant women, lactating women, and women of childbearing potential who are not using medically accepted forms of contraception (e.g., IUD, oral contraceptives, barrier devices, condoms and foam, or implanted progesterone rods stabilized for at least 3 months).\n8. Any concurrent psychotherapy initiated within 3 months of baseline, or ongoing psychotherapy of any duration directed specifically toward treatment of acrophobia is excluded. Prohibited psychotherapy includes CBT therapy focusing on exploring specific, dynamic causes of the phobic symptomatology and provides management skills. General supportive therapy initiated \\> 3 months prior is acceptable.\n9. Prior non-response to adequately delivered exposure (i.e., as defined by the patient's report of receiving specific and regular exposure assignments as part of a previous treatment) will exclude participants from the study.\n10. Patients with a history of head trauma causing loss of consciousness, seizure or ongoing cognitive impairment.\n11. Patients receiving isoniazid.\n12. Patients unable to understand study procedures and participate in the informed consent process.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Acrophobia Questionnaire With Avoidance (AAVQ)","description":"Self-report measure that assesses fear and avoidance of a variety of heights situations. This questionnaire (Cohen, 1977) describes 20 situations and assesses levels of avoidance (0-3) and anxiety (0-6). These scales widely used measure of acrophobia with adequate retest reliability (r = .82-.86) and validity (Baker et al., 1973). Higher scores indicate higher levels of avoidance/anxiety (i.e., worse outcome). All subscales are summed for a total score. AAVQ will be assessed at each visit throughout the 2 month protocol. The minimum score is 0, the maximum is 90.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.00","spread":"7.41"},{"groupId":"OG001","value":"12.38","spread":"9.72"}]}]}]},{"type":"SECONDARY","title":"Attitudes Towards Heights Questionnaire (ATHQ)","description":"Self-report measures that assesses thoughts and feelings towards heights situations. This questionnaire (Abelson and Curtis, 1989) includes six heights situations and assesses attitudes toward these situations using a 0-10 scale. Higher scores indicate a worse outcome and total scores are summed over subscales. Will be assessed at each visit throughout the 2 month protocol. The minimum score is a 0; the maximum is a 60.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"45.67","spread":"8.53"},{"groupId":"OG001","value":"47.71","spread":"12.98"}]}]}]},{"type":"SECONDARY","title":"Clinical Global Improvement Scale (CGI)","description":"Clinician-rated measure of improvement in acrophobia symptoms and severity. Will be assessed at each visit throughout the 2 month protocol. The CGI-S and CGI-I are widely used measures of global psychopathology severity and improvement initially developed for the study of psychotropic drugs (Guy, 1970). In order to obtain CGI ratings, the therapists (blind to study condition) interviewed the participant and used the SCID (including the specific phobia module) as well as the additional measures of acrophobia symptoms (BAT, AAQ, AAVQ, and ATHQ). In the current study, response was defined as either \"very much improved\" or \"much improved\" on CGI-I (score ≤ 2). Remission was defined as either \"normal\" or \"minimally ill\" on CGI-S (score ≤ 2). The minimum rating is a 1 and the highest is a 7. Lower scores indicate a better outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.27","spread":".96"},{"groupId":"OG001","value":"2.00","spread":".89"}]}]}]},{"type":"SECONDARY","title":"Behavioral Avoidance Test (BAT)","description":"During the initial screen, at post-treatment, and at follow-up, participants underwent a behavioral avoidance test in the virtual reality height environment. Participants reported on a 0-100 scale (100 being the most intense fear) their SUDS for floors 1, 2, 3, 4, 9, 19 of the virtual glass elevator and balconies. This test has been used successfully as a measure of treatment gains in previous studies of acrophobia research (Ressler et al., 2004). For the outcome analyses, we included the level of fear reported at the highest floor of the virtual elevator environment (19th floor). Higher scores indicate a worse outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"29.73","spread":"25.67"},{"groupId":"OG001","value":"35.55","spread":"25.18"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":29},"commonTop":[]}}}