{"nctId":"NCT02398656","briefTitle":"A Randomized Controlled Trial of TNK-tPA Versus Standard of Care for Minor Ischemic Stroke With Proven Occlusion","startDateStruct":{"date":"2015-04-01","type":"ACTUAL"},"conditions":["Stroke, Acute"],"count":1274,"armGroups":[{"label":"Tenecteplase (tNK)","type":"EXPERIMENTAL","interventionNames":["Drug: Tenecteplase"]},{"label":"Control (Antiplatelet Agents)","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Antiplatelet treatment"]}],"interventions":[{"name":"Tenecteplase","otherNames":["TNK-tPA"]},{"name":"Antiplatelet treatment","otherNames":["ASA, Clopidogrel"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Acute ischemic stroke in an adult patient (18 years of age or older)\n2. Onset (last-seen-well) time to treatment time ≤ 12 hours.\n3. TIA or minor stroke defined as a baseline NIHSS ≤ 5 at the time of randomization. Patients do not have to have persistent demonstrable neurological deficit on physical neurological examination.\n4. Any acute intracranial occlusion or near occlusion (TICI 0 or 1) (MCA, ACA, PCA, VB territories) defined by non-invasive acute imaging (CT angiography or MR angiography) that is neurologically relevant to the presenting symptoms and signs. Multiphase CTA or CT perfusion are required for this study. An acute occlusion is defined as TICI 0 or TICI 1 flow.1 Practically this can include a small amount of forward flow in the presence of a near occlusion AND, Delayed washout of contrast with pial vessels on multiphase CTA in a region of brain concordant with clinical symptoms and signs OR, Any area of focal perfusion abnormality identified using CT or MR perfusion - e.g. transit delay (TTP, MTT or T Max), in a region of brain concordant with clinical symptoms and signs.\n5. Pre-stroke independent functional status - structured mRS ≤2.\n6. Informed consent from the patient or surrogate.\n7. Patients can be treated within 90 minutes of the first slice of CT or MRI. Scans can be repeated to meet this requirement; if there is no change neurologically then only a CT head need be repeated for assessment of extent and depth of ischemia.\n\nExclusion Criteria:\n\n1. Hyperdensity on NCCT consistent with intracranial hemorrhage.\n2. Large acute stroke ASPECTS \\< 7 visible on baseline CT scan.\n3. Core of established infarction. No large area (estimated \\> 10 cc) of grey matter hypodensity at a similar density to white matter or in the judgment of the enrolling neurologist is consistent with a subacute ischemic stroke \\> 12 hours of age.\n4. Clinical history, past imaging or clinical judgment suggest that that intracranial occlusion is chronic.\n5. Patient has a severe or fatal or disabling illness that will prevent improvement or follow-up or such that the treatment would not likely benefit the patient.\n6. Pregnancy\n7. Planned thrombolysis with IV tPA or endovascular thrombolysis/thrombectomy treatment.\n8. In-hospital stroke unless these patients are at their baseline prior to their stroke. E.g. a patient who had a stroke during a diagnostic coronary angiogram.\n9. Commonly accepted exclusions for medical thrombolytic treatment. These are commonly relative contraindications (i.e. the final decision is at the discretion of the treating physician) but for the purposes of TEMPO-2 include the following:\n\n   * International normalized ratio \\> 1.7 or known full anticoagulation with use of any standard or direct oral anticoagulant therapy with full anticoagulant dosing. \\[DVT prophylaxis dosing shall not prohibit enrolment\\]. For low molecular weight heparins (LMWH) more than 48 hours off drug will be considered sufficient to allow trial enrollment. For direct oral anticoagulants; in patients with normal renal function more than 48 hours off drug will be considered sufficient to allow trial enrollment. Patients on direct oral anticoagulants who have any degree of renal impairment should not be enrolled in the trial unless they have not taken a dose of the drug in the last 5 days. Dual antiplatelet therapy does not prohibit enrolment.\n   * Dual antiplatelet therapy does not prohibit enrolment. \\[For patients who are known not to be taking anticoagulant therapy it is not necessary to wait for coagulation lab results (e.g. PT, PTT) prior to treatment\\]\n   * Patients who have been acutely treated with GP2b3a inhibitors.\n   * Arterial puncture at a non-compressible site in the previous seven days\n   * Clinical stroke or serious head or spinal trauma in the preceding three months that would normally preclude use of a thrombolytic agent.\n   * History of intracranial hemorrhage, subarachnoid hemorrhage or other brain hemorrhage that would normally preclude use of a thrombolytic agent.\n   * Major surgery within the last 3 months at a bodily site where bleeding could result in serious harm or death.\n   * Known platelet count below 100,000 per cubic millimeter. Treatment should not be delayed to wait for platelet count unless thrombocytopenia is known or suspected.\n   * Gastrointestinal or genitourinary bleeding within the past 3 months that is unresolved or associated with persisting anemia such that thrombolytic treatment of any kind would result in serious bleeding or death.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Return to Baseline Neurological Functioning Measured by the Modified Rankin Scale (mRS)","description":"Analysis will be a responder analysis where return to baseline level of neurological functioning is defined as follows:\n\nIf pre-morbid mRS is 0-1 then mRS 0-1 at 90 days is a good outcome. If pre-morbid mRS is 2 then mRS 0-2 is a good outcome.\n\nPre-morbid mRS is assessed using the structured mRS prior to randomization. Outcomes at 90 days will be assessed by an individual blinded to the treatment assignment. The 90day mRS will be rated using the structured mRS questionnaire . The 90 day mRS will be completed in person where possible and by telephone otherwise. The structured questionnaire has been showed to improve reliability in assessing the mRS both in person and by telephone. This is a scale from 0-6. Higher scores mean a worse outcome.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"309","spread":null},{"groupId":"OG001","value":"338","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Modified Rankin Score (mRS) 0-1 at 90 Days","description":"Pre-morbid mRS is assessed using the structured mRS prior to randomization. Outcomes will be assessed by an individual blinded to the treatment assignment. The 90day mRS will be rated using the structured mRS questionnaire . The 90 day mRS will be completed in person where possible and by telephone otherwise. The structured questionnaire has been showed to improve reliability in assessing the mRS both in person and by telephone. This is a scale from 0-6. Higher scores mean a worse outcome.\n\nmRS 0-1 represents excellent functional outcome.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"298","spread":null},{"groupId":"OG001","value":"321","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":16,"n":432},"commonTop":["Stroke Progression"]}}}