{"nctId":"NCT01324947","briefTitle":"Study to Evaluate the Safety and Efficacy of Pomalidomide Monotherapy in Subjects With Refractory or Relapsed Refractory Multiple Myeloma","startDateStruct":{"date":"2011-03-01","type":"ACTUAL"},"conditions":["Multiple Myeloma"],"count":74,"armGroups":[{"label":"Pomalidomide","type":"EXPERIMENTAL","interventionNames":["Drug: pomalidomide"]}],"interventions":[{"name":"pomalidomide","otherNames":["CC-4047"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Subjects with refractory or relapsed and refractory multiple myeloma who were enrolled in Study CC-4047-MM-003 and discontinued study therapy with dexamethasone alone (Treatment Arm B) after at least starting the second cycle of dexamethasone treatment and due to development of documented disease progression according to the International Myeloma Working Group (IMWG) criteria and as decided by an Independent Review Adjudication Committee (IRAC).\n2. Must be ≥ 18 years at the time of signing the informed consent form.\n3. The subject must understand and voluntarily sign an informed consent document prior to any study related assessments/procedures being conducted. The only exception is if a skeletal survey was performed within 90 days prior to the start of Cycle 1, then a new survey will not be required.\n4. Must be able to adhere to the study visit schedule and other protocol requirements.\n5. Subjects must have documented diagnosis of multiple myeloma and have measurable disease (serum M-protein ≥ 0.5g/dL or urine M-protein ≥ 200 mg/24 hours).\n6. Eastern Cooperative Oncology Group (ECOG) performance status score of 0, 1, or 2.\n7. Females of childbearing potential (FCBP†) must agree to utilize two reliable forms of contraception simultaneously or practice true abstinence \\[when this is in line with the preferred and usual lifestyle of the subject. Periodic abstinence (e.g., calendar, ovulation, symptothermal, post ovulation methods) and withdrawal are not acceptable methods of contraception\\]from heterosexual contact for at least 28 days before starting study drug, while participating in the study (including dose interruptions), and for at least 28 days after study treatment discontinuation and must agree to regular pregnancy testing during this timeframe.\n8. Females must agree to abstain from breastfeeding during study participation and 28 days after study discontinuation.\n9. Males must agree to either use a latex condom during any sexual contact with FCBP or practice true abstinence \\[when this is in line with the preferred and usual lifestyle of the subject. Periodic abstinence (e.g. calendar, ovulation, symptothermal, post-ovulation methods) and withdrawal are not acceptable methods of contraception\\] while participating in the study and for 28 days following discontinuation from this study, even if he has undergone a successful vasectomy. .\n10. Males must also agree to refrain from donating semen or sperm while on pomalidomide and for 28 days after discontinuation from this study treatment.\n11. All subjects must agree to refrain from donating blood while on study drug and for 28 days after discontinuation from this study treatment.\n12. All subjects must agree not to share study medication\n\nExclusion Criteria\n\n* The presence of any of the following will exclude a subject from enrollment:\n\n  1. Subjects with multiple myeloma who were not treated as a part of Study CC-4047-MM-003 (Arm B).\n  2. Subjects who received any anti-myeloma or anti-cancer therapies within the last 14 days of wash-out period before initiation of study treatment.\n  3. Subjects who discontinued CC-4047-MM-003 study ≥120 days.\n  4. Subjects who initiate another anti-myeloma therapy from the time of disease progression on study CC-4047-MM-003 to the time of treatment initiation in the companion study.\n  5. Any of the following laboratory abnormalities:\n\n     * Absolute neutrophil count (ANC) \\< 1,000/µL.\n     * Platelet count \\< 75,000/µL for subjects in whom \\< 50% of bone marrow nucleated cells are plasma cells; or a platelet count \\< 30,000/µL for subjects in whom ≥ 50% of bone marrow nucleated cells are plasma cells\n     * Creatinine Clearance \\< 45 mL/min according to Cockcroft-Gault formula (If creatinine clearance calculated from the 24-hour urine sample is ≥45 ml/min, patient will qualify for the trial)\n     * Corrected serum calcium \\> 14 mg/dL (\\> 3.5 mmol/L);\n     * Hemoglobin \\< 8 g/dL (\\< 4.9 mmol/L; prior RBC transfusion or recombinant human erythropoietin use is permitted)\n     * Serum SGOT/AST or SGPT/ALT \\> 3.0 x upper limit of normal (ULN)\n     * Serum total bilirubin \\> 2.0 mg/dL (34.2 μmol/L); or \\> 3.0 x ULN for subjects with hereditary benign hyperbilirubinaemia\n  6. Prior history of malignancies, other than Multiple Myeloma (MM), unless the subject has been free of the disease for ≥ 5 years. Exceptions include the following:\n\n     * Basal or Squamous cell carcinoma of the skin\n     * Carcinoma in situ of the cervix or breast\n     * Incidental histologic finding of prostate cancer (TNM stage of T1a or T1b)\n  7. Hypersensitivity to thalidomide or lenalidomide. (This includes ≥ Grade 3 rash during prior thalidomide or lenalidomide therapy).\n  8. Peripheral neuropathy ≥ Grade 2.\n  9. Subjects who received an allogeneic bone marrow or allogeneic peripheral blood stem cell transplant less than 12 months prior to initiation of study treatment and who have not discontinued immunosuppressive treatment for at least 4 weeks prior to initiation of study treatment and are currently dependent on such treatment.\n  10. Subjects who are planning for or who are eligible for stem cell transplant.\n  11. Subjects with any one of the following:\n\n      * Congestive heart failure (NY Heart Association Class III or IV)\n      * Myocardial infarction within 12 months prior to starting study treatment\n      * Unstable or poorly controlled angina pectoris, including Prinzmetal variant angina pectoris\n  12. Subjects who received any of the following within the last 14 days of initiation of study treatment:\n\n      * Plasmapheresis\n      * Major surgery (kyphoplasty is not considered major surgery)\n      * Radiation therapy\n  13. Use of any investigational agents within 28 days or 5 half lives (whichever is longer) of treatment.\n  14. Subjects with chronic conditions such as rheumatoid arthritis, multiple sclerosis and lupus, which likely need additional steroid or immunosuppressive treatments in addition to the study treatment.\n  15. Any condition including the presence of laboratory abnormalities, which places the subject at unacceptable risk if he/she were to participate in the study.\n  16. Incidence of gastrointestinal disease that may significantly alter the absorption of pomalidomide.\n  17. Subjects unable or unwilling to undergo antithrombotic prophylactic treatment.\n  18. Any serious medical condition, laboratory abnormality, or psychiatric illness that would prevent the subject from signing the informed consent form.\n  19. Pregnant or breastfeeding females.\n  20. Known human immunodeficiency virus (HIV) positivity or active infectious hepatitis A, B or C.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With an Objective Response According to International Myeloma Working Group (IMWG) Uniform Response Criteria Based on Investigator Assessment","description":"Objective response defined as a best overall response of stringent complete response (SCR), complete response (CR), very good partial response (VGPR) or partial response (PR) based on Investigator Assessment.\n\nSCR: CR and normal free light chain (FLC) ratio and no clonal cells in bone marrow; CR: Negative serum and urine on immunofixation, disappearance of any soft tissue plasmacytomas and ≤5% plasma cells in bone marrow; VGPR: Serum and urine M-protein detectable by immunofixation but not on electrophoresis or ≥90% reduction in serum M-protein and urine M-protein level \\<100 mg/24 hours; PR: ≥50% reduction of serum M-Protein and reduction in urinary M-protein by ≥90% or to \\<200 mg/24 hours. A ≥50% decrease in the difference between involved and uninvolved FLC levels in place of the M-protein criteria or a ≥50% reduction in plasma cells in place of M-protein if baseline was ≥30%. If present at baseline a ≥50% reduction in size of soft tissue plasmacytomas.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Objective Response According to European Group for Blood and Marrow Transplantation (EBMT) Criteria Based on Investigator Assessment","description":"Objective response defined as a best overall response of complete response (CR) or partial response (PR) based on the CR and requires all of the following:\n\n* Absence of original monoclonal paraprotein in serum and urine by immunofixation maintained at least 42 days.\n* \\<5% plasma cell in bone marrow aspirate and on bone marrow biopsy, if performed.\n* No increase in size or number of lytic bone lesions.\n* Disappearance of soft tissue plasmacytomas.\n\nPR requires all of the following:\n\n* ≥50% reduction in level of serum monoclonal paraprotein, maintained at least 42 days.\n* Reduction in 24-hour urinary light chain extraction by ≥90% or to \\<200 mg, maintained at least 42 days.\n* For patients with non-secretory myeloma, ≥50% reduction in plasma cells in bone marrow aspirate and on biopsy, if performed, for at least 42 days.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Adverse Events and Type of Adverse Events","description":"An adverse event is any noxious, unintended, or untoward medical occurrence that may appear or worsen in a participant during the course of a study. A serious AE is any AE occurring at any dose that:\n\n* Results in death;\n* Is life-threatening;\n* Requires or prolongs existing inpatient hospitalization;\n* Results in persistent or significant disability/incapacity;\n* Is a congenital anomaly/birth defect;\n* Constitutes an important medical event.\n\nThe Investigator assessed the relationship of each AE to study drug and graded the severity according to the National Cancer Institute (NCI) Common Terminology Criteria for Adverse Events (CTCAE, Version 4.0):\n\nGrade 1 = Mild (no limitation in activity or intervention required); Grade 2 = Moderate (some limitation in activity; no/minimal medical intervention required);-Grade 3 = Severe (marked limitation in activity; medical intervention required, hospitalization possible); Grade 4 = Life-threatening; Grade 5 = Death","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"73","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"64","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"51","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"33","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"19","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"52","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"41","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"25","spread":null}]}]}]},{"type":"SECONDARY","title":"Kaplan Meier Estimates for Progression Free Survival (PFS) by Investigator Based on IMWG","description":"Progression-free survival was calculated as the time from randomization to disease progression as determined by the Investigator based on the International Myeloma Working Group Uniform Response criteria (IMWG), or death on study, whichever occurred earlier.\n\nProgressive disease requires 1 of the following:\n\n* Increase of ≥ 25% from nadir in:\n\n  * Serum M-component (absolute increase ≥ 0.5 g/dl)\n  * Urine M-component (absolute increase ≥ 200 mg/24 hours)\n  * In patients without measurable serum and urine M-protein levels the difference between involved and uninvolved free light chain (FLC) levels (absolute increase \\> 100 mg/dl)\n  * Bone marrow plasma cell percentage (absolute % ≥ 10%)\n* Development of new or increase in the size of existing bone lesions or soft tissue plasmacytomas.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Kaplan-Meier Estimate for Time to Progression (TTP) Based on Investigator Assessment Using IMWG Criteria","description":"Time to progression (TTP) was calculated as the time from randomization to the first documented progression confirmed by the investigator and based on the International Myeloma Working Group Uniform Response criteria (IMWG).\n\nProgressive disease requires 1 of the following:\n\n* Increase of ≥ 25% from nadir in:\n\n  * Serum M-component (absolute increase ≥ 0.5 g/dl)\n  * Urine M-component (absolute increase ≥ 200 mg/24 hours)\n  * In patients without measurable serum and urine M-protein levels the difference between involved and uninvolved free light chain (FLC) levels (absolute increase \\> 100 mg/dl)\n  * Bone marrow plasma cell percentage (absolute % ≥ 10%)\n* Development of new or increase in the size of existing bone lesions or soft tissue plasmacytomas.\n* Development of hypercalcemia (corrected serum calcium \\> 11.5 mg/dl) attributed solely to plasma cell proliferative disease.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Kaplan-Meier Estimate Duration of Response Based on Investigator Assessment Using IMWG Criteria","description":"Duration of Response (calculated for responders only) is defined as the time from the initial documented response (partial response or better) to confirmed disease progression by the investigator based on IMWG criteria.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"28.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Kaplan-Meier Estimate for Overall Survival","description":"Overall survival was calculated as the time from randomization to death from any cause. Overall survival was censored at the last date that the participant was known to be alive for participants who were alive at the time of analysis and for participants who were lost to follow-up before death was documented.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"33.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Response Based on IMWG and Assessed by the Investigator","description":"Time to Response was calculated as the time from enrollment to the initial response (PR or better) based on IMWG and assessed by the investigator.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.3","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":52,"n":73},"commonTop":["Anaemia","Neutropenia","Thrombocytopenia","Fatigue","Constipation"]}}}