{"nctId":"NCT00345631","briefTitle":"Safety and Effectiveness Study of the Ensure Medical Vascular Closure Device","startDateStruct":{"date":"2007-02"},"conditions":["Angioplasty, Transluminal, Percutaneous Coronary","Coronary Arteriosclerosis","Peripheral Arteriosclerosis"],"count":488,"armGroups":[{"label":"Manual Compression","type":"ACTIVE_COMPARATOR","interventionNames":["Other: Manual Compression"]},{"label":"Vascular Closure Device","type":"EXPERIMENTAL","interventionNames":["Device: Vascular Closure Device"]}],"interventions":[{"name":"Manual Compression","otherNames":[]},{"name":"Vascular Closure Device","otherNames":["Exoseal"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Scheduled for a coronary or peripheral diagnostic or interventional procedure\n* Able to undergo emergent vascular surgery if a complication requires it\n* 6F arterial puncture located in the common femoral artery\n* Femoral artery has a lumen diameter of at least 5 mm\n\nExclusion Criteria:\n\n* Arterial puncture in the femoral artery of both legs\n* Prior target artery closure with any vascular closure device, or closure with manual compression within 30 days prior to catheterization\n* Patients who bruise or bleed easily or with a history of significant bleeding or platelet disorders\n* Acute ST-elevation myocardial infarction within 48 hours prior to catheterization\n* Uncontrolled hypertension at time of vessel closure\n* Elevated Activated Clotting Time at time of vessel closure\n* Ineligible for in-catheterization lab introducer sheath removal\n* Concurrent participation in another investigational device or drug trial\n* Thrombolytic therapy, bivalirudin, other thrombin-specific anticoagulants, or low molecular weight heparin within 24 hours prior to catheterization\n* Preexisting hematoma, arteriovenous fistula, or pseudoaneurysm at the vessel access site prior to femoral artery closure\n* Prior femoral vascular surgery or vascular graft in region of access site\n* Femoral artery is tortuous or requires an introducer sheath longer than 11 cm\n* Fluoroscopically visible calcium, atherosclerotic disease, or stent within 1 cm of the puncture site that would interfere with the operation of the experimental device\n* Difficulty in obtaining vascular access resulting in multiple arterial punctures and/or posterior arterial puncture\n* Antegrade vascular puncture\n* Body Mass Index over 40 kg/m\\^2\n* Symptomatic leg ischemia in the target limb including severe claudication or weak/absent pulse\n* Femoral artery diameter stenosis exceeding 50%\n* Pre-existing severe non-cardiac systemic disease or terminal illness\n* Planned arterial access at the same access site within 30 days of catheterization\n* Extended hospitalization (e.g. Coronary Artery Bypass Graft (CABG) surgery)\n* Pre-existing systemic or cutaneous infection\n* Prior use of an intra-aortic balloon pump through the arterial access site\n* Cardiogenic shock during or immediately following the catheterization\n* Patient is unable to ambulate at baseline\n* Patient is known or suspected to be pregnant or is lactating\n* Patient is unavailable for follow-up\n* Any angiographic or clinical evidence that the physician feels would place the patient at increased risk with the use of the experimental device","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Time to Hemostasis (TTH)","description":"Time to hemostasis is defined as time (in minutes) from when the introducer sheath was removed to the time that hemostasis was first observed during post-procedure follow up. Hemostasis is defined as no or minimal subcutaneous oozing and the absence of expanding or developing hematoma. Time to hemostasis is one of the two co-primary endpoints.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.68","spread":"19.37"},{"groupId":"OG001","value":"4.38","spread":"11.59"},{"groupId":"OG002","value":"20.05","spread":"22.54"}]}]}]},{"type":"PRIMARY","title":"Time to Ambulation (TTA)","description":"Time to ambulation is defined as the time from when the introducer sheath was removed to the time that ambulation was achieved. Ambulation is defined as patient standing and walking at least 20 feet without re-bleeding or significant oozing requiring manual compression. Time to ambulation is one of the two co-primary endpoints.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.98","spread":"2.59"},{"groupId":"OG001","value":"2.54","spread":"5.02"},{"groupId":"OG002","value":"6.24","spread":"13.34"}]}]}]},{"type":"PRIMARY","title":"Percentage of Patients Who Experience Any Vascular Closure Related Major Adverse Events During the 30 Days Post-procedure","description":"Vascular closure related major adverse events consist of any of the events below: Vascular repair or the need for repair; access site-related bleeding requiring transfusion; access site-related infection requiring intravenous/intramuscular antibiotics and/or extended hospitalization; any new ipsilateral lower extremity ischemia documented by symptoms, physical exam, and/or decreased or absent blood flow on lower extremity angiogram; surgery for access site-related nerve injury; and Permanent (\\> 30 days) access site-related nerve injury.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Eligibility for Hospital Discharge","description":"Time to Eligibility for Hospital Discharge is measured from the time of sheath removal to the time when the patient is eligible for discharge according to the judgment of the patient's physician.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.72","spread":"14.15"},{"groupId":"OG001","value":"12.57","spread":"13.91"},{"groupId":"OG002","value":"16.25","spread":"27.49"}]}]}]},{"type":"SECONDARY","title":"Time to Hospital Discharge","description":"Time to hospital discharge is defined as from the time of sheath removal to the time of hospital discharge","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.64","spread":"18.54"},{"groupId":"OG001","value":"16.77","spread":"19.79"},{"groupId":"OG002","value":"19.35","spread":"29.23"}]}]}]},{"type":"SECONDARY","title":"Time to Device Deployment, up to 5 Minutes","description":"Time to device deployment is defined as from the time device inserted to the time sheath removed","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.94","spread":"1.13"},{"groupId":"OG001","value":"1.01","spread":"2.12"}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients Who Achieved Device Success Within Five Minutes Post-procedure","description":"Device Success is defined as the successful deployment of the plug, initial hemostasis time less or equal to 5 minutes, and removal of the intact delivery system.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"95.4","spread":null},{"groupId":"OG001","value":"89.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent of Patients Who Achieved Procedure Success During 30 Days Post-procedure","description":"Procedure success is defined as initial hemostasis achieved by the assigned method Vascular Closure Device (VCD) or Manual compression (MC) with none of the primary safety endpoint's closure related major adverse events (MAE). Procedural success is assessed on day of catheterization procedure and at 30 days post-procedure.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"95.4","spread":null},{"groupId":"OG001","value":"91.8","spread":null},{"groupId":"OG002","value":"91.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients Who Experienced Any Other Vascular Closure Related Adverse Events","description":"Other known vascular closure related adverse events include: Rebleeding Following Initial Hemostasis; Access Site Hematoma \\>= 6cm; Access Site-Related Bleeding Requiring \\> 30 min for Hemostasis; Transient Access Site-Related Nerve Injury; Retroperitonea Bleeding; Decrease in Pedal Pulse","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.3","spread":null},{"groupId":"OG001","value":"8.99","spread":null},{"groupId":"OG002","value":"4.48","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":87},"commonTop":["Rebleeding Following Initial Hemostasis","Access Site Hematoma >= 6cm","Access Site-Related Bleeding Requiring > 30 min for Hemostasis","Retroperitoneal Bleeding","Eochymosis >= 6cm"]}}}