{"nctId":"NCT01795547","briefTitle":"Aripiprazole Once-monthly Versus Paliperidone Palmitate in Adult Patients With Schizophrenia","startDateStruct":{"date":"2013-02"},"conditions":["Schizophrenia"],"count":295,"armGroups":[{"label":"Aripiprazole and aripiprazole once-monthly","type":"EXPERIMENTAL","interventionNames":["Drug: Aripiprazole and aripiprazole once-monthly"]},{"label":"Paliperidone and paliperidone palmitate","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Paliperidone and paliperidone palmitate"]}],"interventions":[{"name":"Aripiprazole and aripiprazole once-monthly","otherNames":["Aripiprazole: Abilify®","Aripiprazole (extended-release injectable suspension): Abilify Maintena®"]},{"name":"Paliperidone and paliperidone palmitate","otherNames":["Paliperidone: Invega®","Paliperidone palmitate: Xeplion® or Invega® Sustenna®"]}],"eligibilityModule":{"eligibilityCriteria":"Main Inclusion Criteria:\n\n* The patient has schizophrenia, diagnosed according to DSM-IV-TR®.\n* The patient has a CGI-S score from mildly ill to markedly ill at the Screening and Baseline Visit(s).\n* The patient is in need of a change in the current antipsychotic treatment and in the judgement of the investigator the patient would benefit from an extended treatment with a once-monthly formulation.\n* The patient agrees to protocol-defined use of effective contraception.\n\nMain Exclusion Criteria:\n\n* The patient has any current psychiatric disorder or Axis I disorder (DSM-IV® criteria) other than schizophrenia established as the primary diagnosis.\n* The patient is experiencing acute exacerbation of psychotic symptoms at the Screening Visit or between the Screening and Baseline Visits.\n* The patient in the investigator's judgment has shown significant intolerance and/or lack of efficacy to oral aripiprazole, paliperidone or risperidone.\n* The patient is at significant risk of harming himself/herself or others according to the investigator's judgement or according to Columbia-Suicide Severity Rating Scale (C-SSRS).\n* The patient has a history of neuroleptic malignant syndrome.\n* The patient has or has had significant medical condition that would expose him or her to an undue risk of a significant adverse event or interfere with assessments of safety or efficacy during the course of the study including, but not limited to neurological, hepatic, renal, metabolic, haematological, immunological, gastrointestinal, pulmonary, or cardiovascular disorders.\n* The patient has a disease or takes medication that could, in the investigator's opinion, interfere with the assessments of safety, tolerability, or efficacy, or interfere with the conduct or interpretation of the study.\n* The patient is, in the investigator's opinion, unlikely to comply with the protocol or is unsuitable for any reason.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"60 Years","stdAges":["ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline to Week 28 in Quality of Life Scale (QLS) Total Score","description":"The QLS is a clinician-rated scale designed to assess deficit symptoms of schizophrenia and functioning during the preceding 4 weeks. The QLS consists of 21 items in 4 domains: Interpersonal Relations (eight items), Instrumental Role (four items), Intrapsychic Foundations (seven items), and Common Objects and Activities (two items). Each item was rated on a 7-point scale, from 0 (severe impairment) to 6 (normal or unimpaired functioning). Definitions were provided for 4 anchor points of the 7 points. Each item had a brief description of the judgement to be made and a set of suggested probes for the clinician. The total score was calculated as the sum of all 21 items giving a range of 0 to 126, where the higher score indicated normal or unimpaired functioning.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.47","spread":"1.53"},{"groupId":"OG001","value":"2.80","spread":"1.62"}]}]}]},{"type":"SECONDARY","title":"Investigator's Assessment Questionnaire (IAQ) Total Score at Week 28","description":"The IAQ is a clinician-rated scale designed to assess the relative effectiveness (efficacy, safety and tolerability) of antipsychotic medications in patients with schizophrenia or schizoaffective disorder. The IAQ consists of 12 items: positive symptoms, negative symptoms, other efficacy symptoms, cognition, energy, mood, somnolence, weight gain, signs and symptoms of prolactin elevation, akathisia, EPS (other than akathisia) and other safety or tolerability issues. For each item, the current medication was compared with previous antipsychotic medication on a five-point scale from 1 (Much better) to 5 (Much worse), or that item is Not applicable. The sum of the 12 items ranged from 12 (the current medication was much better than previous antipsychotic medication) to 60 (the current medication was much worse than previous antipsychotic medication).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32.32","spread":"0.52"},{"groupId":"OG001","value":"33.81","spread":"0.55"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 28 in CGI-S Score","description":"Clinical Global Impression - Severity of Illness (CGI-S) score provides the clinician's impression of the patient's current state of mental illness. The clinician uses his or her clinical experience of this patient population to rate the severity of the patient's current mental illness on a 7-point scale ranging from 1 (normal - not at all ill) to 7 (among the most extremely ill patients).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.75","spread":"0.07"},{"groupId":"OG001","value":"-0.46","spread":"0.07"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 28 in the 'Common Objects and Activities' QLS Domain Score","description":"The QLS is a clinician-rated scale designed to assess deficit symptoms of schizophrenia and functioning during the preceding 4 weeks. The QLS consists of 21 items in 4 domains: Interpersonal Relations (eight items), Instrumental Role (four items), Intrapsychic Foundations (seven items), and Common Objects and Activities (two items). Each item was rated on a 7-point scale, from 0 (severe impairment) to 6 (normal or unimpaired functioning). The Common Objects and Activities domain score was calculated as the sum of 2 items (numbers 18 and 19) giving a range of 0 to 12, where the higher score indicated less unimpaired functioning.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.52","spread":"0.16"},{"groupId":"OG001","value":"0.18","spread":"0.17"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 28 in the 'Intrapsychic Foundations' QLS Domain Score","description":"The QLS is a clinician-rated scale designed to assess deficit symptoms of schizophrenia and functioning during the preceding 4 weeks. The QLS consists of 21 items in 4 domains: Interpersonal Relations (eight items), Instrumental Role (four items), Intrapsychic Foundations (seven items), and Common Objects and Activities (two items). Each item was rated on a 7-point scale, from 0 (severe impairment) to 6 (normal or unimpaired functioning). The Intrapsychic Foundations domain score was calculated as the sum of 7 items (numbers 13 to 17 and 20 and 21) giving a range of 0 to 42, where the higher score indicated less unimpaired functioning.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.25","spread":"0.59"},{"groupId":"OG001","value":"0.50","spread":"0.63"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 28 in the 'Interpersonal Relations' QLS Domain Score","description":"The QLS is a clinician-rated scale designed to assess deficit symptoms of schizophrenia and functioning during the preceding 4 weeks. The QLS consists of 21 items in 4 domains: Interpersonal Relations (eight items), Instrumental Role (four items), Intrapsychic Foundations (seven items), and Common Objects and Activities (two items). Each item was rated on a 7-point scale, from 0 (severe impairment) to 6 (normal or unimpaired functioning). The Interpersonal Relations domain score was calculated as the sum of 8 items (numbers 1 to 8) giving a range of 0 to 48, where the higher score indicated less unimpaired functioning.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.24","spread":"0.68"},{"groupId":"OG001","value":"1.47","spread":"0.72"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 28 in the 'Instrumental Role' QLS Domain Score","description":"The QLS is a clinician-rated scale designed to assess deficit symptoms of schizophrenia and functioning during the preceding 4 weeks. The QLS consists of 21 items in 4 domains: Interpersonal Relations (eight items), Instrumental Role (four items), Intrapsychic Foundations (seven items), and Common Objects and Activities (two items). Each item was rated on a 7-point scale, from 0 (severe impairment) to 6 (normal or unimpaired functioning). The Instrumental Role domain score was calculated as the sum of 4 items (numbers 9 to 12) giving a range of 0 to 24, where the higher score indicated less unimpaired functioning.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.76","spread":"0.42"},{"groupId":"OG001","value":"0.83","spread":"0.45"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 28 in SWN-S Total Score","description":"The SWN-S is a patient-rated scale designed to measure subjective effects of neuroleptic drugs to psychopathology, quality of life, and compliance over the past 7 days. The 20 items (10 positive and 10 negative statements) are grouped in 5 subscales (mental functioning, self-control, physical functioning, emotional regulation and social integration). Each subscale contains 4 items. Each item was rated on a six-point Likert scale, from not at all to very much. A score was calculated for each subscale, and the total score ranged from 20 to 120, where the higher score indicated better well-being.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.82","spread":"1.24"},{"groupId":"OG001","value":"3.81","spread":"1.31"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 28 in the TooL Total Score","description":"Tolerability and Quality of Life (TooL) is a patient-rated scale developed to measure the impact of side-effects on the quality of life in patients treated with antipsychotic medication. The TooL consists of 8 domains: mood (worry-upset), function capabilities, fatigue-weakness, weight gain, stiffness-tremor, physical restlessness, sexual dysfunction, and dizziness-nausea. Each domain was rated on a four-point scale from 1 (no impact) to 4 (maximum impact). Total scores ranged from 8 (no impact) to 32 (maximum impact).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.75","spread":"0.30"},{"groupId":"OG001","value":"-1.05","spread":"0.32"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":12,"n":144},"commonTop":["Accidental overdose","Insomnia","Weight increased","Anxiety","Dizziness"]}}}