{"nctId":"NCT01451749","briefTitle":"Efficacy and Safety Study of Shenwu Capsule","startDateStruct":{"date":"2008-09"},"conditions":["Mild Cognitive Impairment"],"count":324,"armGroups":[{"label":"Shenwu Capsule","type":"EXPERIMENTAL","interventionNames":["Drug: Shenwu Capsule"]},{"label":"Donepezil","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Donepezil"]}],"interventions":[{"name":"Shenwu Capsule","otherNames":["Shenwu"]},{"name":"Donepezil","otherNames":["Aricept"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Chinese-speaking adults at least 55 to 80 years of age old, weighting between 45 to 90 kilograms, living in the community.\n* diagnosed with amnestic MCI at screening: (1) memory complaint, corroborated by an informant; (2) abnormal memory function, as screened by the WMS-R Logical Memory II Delayed Story Recall subtest score \\<10.4 for age; (3) normal general cognitive function, as determined by a clinician's judgment based on a structured interview with the patients (MMSE of 24 to 30 score for education ); (4) no or minimal impairment in activities of daily living, as determined by a clinical interview with the patient and informant (IADL \\<16 score); and (5) not sufficiently impaired, cognitively and functionally, to meet NINCDS-ADRDA criteria for AD, as judged by an experienced AD research clinician. In addition, they were judged to be at stage 2-3 of the GDS, and to have a score of ≤12 of the HAMD for 17 items, of ≤4 on the HIS, and no or minimal medial temporal atrophy (MTA) or hippocampal volume atrophy on the MRI scan.\n* The subjects required adequate vision and hearing to participate in study assessments. Patients receiving chronic aspirin therapy for cardio-protection (≤100 mg per day) or stable doses of antidepressants for at least 3 months were also eligible.\n\nExclusion Criteria:\n\n* Significant neurologic disease that might affect cognition, such as a diagnosis of Alzheimer's disease, stroke, Parkinson's disease, multiple sclerosis, or severe head injury with loss of consciousness; a score of MMSE\\<24,or any major psychiatric disorder (e.g., DSM-IV-defined psychosis, major depression, bipolar disorder, or alcohol or substance abuse);\n* Recent history of chronic use of NSAIDs or aspirin (\\>100 mg per day);\n* History of upper gastrointestinal bleeding that required transfusion or surgery within the previous 3 years,or documented evidence of an active gastric or duodenal ulcer within the previous 3 months,or history of NSAID-associated ulcers;\n* History of active malignancy except for basal cell carcinoma or squamous cell carcinoma of the skin, or prostate cancer, within the preceding 24 months;\n* A chronic or acute renal, hepatic, or metabolic disorder; and uncontrolled hypertension and diabetes mellitus;\n* History of hypersensitivity to the treatment drugs; or concomitant drugs (including anticonvulsant agents, anti-parkinsonian agents, antipsychotics, anxiolytics, hypnotic agents, neuroleptic agents, cholinomimetic agents, vitamin E, or ginkgo biloba extract or any other drugs including traditional Chinese herbal medicines which can affect memory); or participants in other clinical studies within the past 30 days.","healthyVolunteers":false,"sex":"ALL","minimumAge":"55 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Cognitive Scores: Alzheimer Disease Assessment Scale-cognitive. Subscale (ADAS-cog)","description":"Cognition was assessed with the Alzheimer's Disease Assessment Scale-cognitive subscale (ADAS-cog) , at baseline (day 1 clinic visit) and at 12-week intervals thereafter until week 24. The ADAS-cog was designed specifically to evaluate the severity of cognitive dysfunctions characteristic of AD patients and includes 11 items. Among these items, memory, orientation, language function, practical ability, and attention are evaluated. The score on the ADAS-cog range from 0 to 70 point, with 0 point indicating no impairment and 70 points indicating severe impairment of cognition. In the Shenwu capsule group, the ADAS-cog score is ranges 3-38.3 points, and 3.3-30.7 points in the Donepezil group. The Change in cognitive scores was calculated as24 week minus the baseline.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.23","spread":null},{"groupId":"OG001","value":"-4.31","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Memory Scores: The Delayed Story Recall (DSR) Test From the Adult Memory and Information Processing Battery (AMIPB)","description":"memory function was evaluated with the DSR subtest,at baseline (day 1 clinic visit), at the mid-study (week 12), and at the endpoint of treatment (week 24). The DSR is a tool which was designed to assess immediate registration of verbal information and retention over time. It contains six sub-tests: two verbal memory tests (one of which is a story recall), two visual memory tests and two information-processing tests. The story recall test includes immediate story recall (ISR) and delayed story recall (DSR). The DSR total score ranges from 0-56 points. Lowers score means higher impairment of memory.The Change in cognitive scores was calculated as 24 week minus the baseline.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.45","spread":null},{"groupId":"OG001","value":"9.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Functional Scores: Instrumental Activities of Daily Living (IADL).","description":"Functional ability was evaluated with the Instrumental Activities of Daily Living (IADL) IADL, at baseline (day 1 clinic visit), at the mid-study (week 12), and at the endpoint of treatment (week 24). The IADL contains eight items, which are the ability to use a telephone, shop, prepare food, run laundry, use modes of transportation, take responsibility for one's own medications, complete housekeeping, and handle finances,each items ranges from 1 to 4 points, 1 points means no problem, and 4 points means greater impairment in instumental acvtiveity of daily living.The total is sub of the eight items, and the total range of the IADL is 8-32 points, higher scores indicate greater impairments. The changes was calculted by weeks 24 minus baseline.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.96","spread":null},{"groupId":"OG001","value":"1.18","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":216},"commonTop":["Insomnia or abnormal dreams","Nausea","Thirsty","Diarrhea","Sore throat"]}}}