{"nctId":"NCT03921541","briefTitle":"Efficacy and Safety of Pegzilarginase in Patients With Arginase 1 Deficiency","startDateStruct":{"date":"2019-04-10","type":"ACTUAL"},"conditions":["Arginase I Deficiency","Hyperargininemia"],"count":32,"armGroups":[{"label":"Pegzilarginase","type":"EXPERIMENTAL","interventionNames":["Drug: Pegzilarginase"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"Pegzilarginase Long Term Extension","type":"EXPERIMENTAL","interventionNames":["Drug: Pegzilarginase"]}],"interventions":[{"name":"Pegzilarginase","otherNames":["Co-ArgI-PEG; AEB1102"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nSubjects are eligible to be included in the study only if all the following criteria apply:\n\n1. The subject and/or parent/guardian provides written informed consent/assent, which includes compliance with the requirements and restrictions listed in the informed consent form (ICF) and in this protocol\n2. A current diagnosis of ARG1 D as documented in medical records, which must include 1 of the following: elevated plasma arginine levels, a mutation analysis that results in a pathogenic variant, or reduced RBC arginase activity. For entry into this study, subjects must also fulfill the following plasma arginine criteria:\n\n   1. The average of all measured values of plasma arginine during the screening period prior to the randomization visit (Visit 1, Study Day 1) is ≥ 250 µmol/L\n   2. If a subject is re-screened, the only values that are considered for eligibility assessment are those in the current screening period\n3. Subjects must be ≥ 2 years of age on the date of informed consent/assent\n4. The subject must be assessable for clinically meaningful within-subject change (clinical response) on at least one component of one assessment included in the key secondary/other secondary endpoints. To be considered assessable, the subject must be able to complete the assessment, and must have a baseline deficit in at least one component as defined in the protocol\n5. Have received documented confirmation from the investigator and/or dietician that the subject can maintain their diet in accordance with dietary information presented in the protocol, ie, can maintain the current level of protein consumption, including natural protein and EAA supplementation\n6. Subjects receiving ammonia scavenger therapy, anti-epileptic drugs, and/or medications for spasticity (eg, baclofen) must be on a stable dose of the medication for at least 4 weeks prior to randomization and be willing to remain on a stable dose during the double-blind portion and blinded follow-up portions of the study\n7. Female and male subjects may participate. Female subjects of childbearing potential must have a negative serum pregnancy test during the screening period before receiving the first dose of study treatment, and a negative urine pregnancy test on the day of the first dose, prior to the first dose. If the subject (male or female) is engaging in sexual activity that could lead to pregnancy, must be surgically sterile, postmenopausal (no menses for 12 months without an alternative medical cause or a high FSH level in the postmenopausal range in women not using hormonal contraception or hormonal replacement therapy), or must agree to use a highly effective method of birth control during the study and for a minimum of 30 days after the last study drug administration. Highly effective methods of contraception include: combined (estrogen and progestogen containing) hormonal contraception associated with inhibition of ovulation; progesterone-only hormonal contraception associated with inhibition of ovulation; intrauterine device (IUD); intrauterine hormone-releasing system (IUS); or abstinence (refraining from heterosexual intercourse during the entire period of risk associated with study treatment).\n\nExclusion Criteria:\n\n1. Hyperammonemic episode (defined as an event in which a subject has an ammonia level ≥100 µM with one or more symptoms related to hyperammonemia requiring hospitalization or emergency room management) within the 6 weeks before the first dose of study drug is administered\n2. Active infection requiring anti-infective therapy within 3 weeks prior to first dose\n3. Known active infection with human immunodeficiency virus (HIV), hepatitis B, or hepatitis C\n4. Extreme mobility deficit, defined as either the inability to be assessed on the GFAQ or a score of 1 on the GFAQ\n5. Other medical conditions or comorbidities that, in the opinion of the investigator would interfere with study compliance or data interpretation (eg, severe intellectual disability precluding required study assessments)\n6. Has participated in a previous interventional study with pegzilarginase\n7. Has a history of hypersensitivity to polyethylene glycol (PEG) that, in the judgment of the investigator, puts the subject at unacceptable risk for adverse events\n8. Subject is being treated with botulinum toxin-containing regimens or plans to initiate such regimens during the double-blind or blinded follow-up portions of the study or received surgical or botulinum-toxin treatment for spasticity-related complications within the 16 weeks prior to the first dose of study treatment in this study\n9. Is currently participating in another therapeutic clinical trial or has received any investigational agent within 30 days (or 5 half-lives whichever is longer) prior to the first dose of study treatment in this study\n10. Previous liver or hematopoietic transplant procedure.","healthyVolunteers":false,"sex":"ALL","minimumAge":"2 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Plasma Arginine Concentration After 24 Weeks of Treatment","description":"The primary analysis will test the change in the level of plasma arginine between baseline and completion of week 24 assessments. It will compare the change from baseline in plasma arginine between participants treated with pegzilarginase and those treated with placebo.","paramType":"GEOMETRIC_MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.244","spread":"1.635"},{"groupId":"OG001","value":"0.918","spread":"1.371"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in the Mobility Assessments of the Key Secondary Outcome Measure of the 2 Minute Walk Test","description":"The Key Secondary outcome measure is the mean change from baseline in the 2 Minute Walk Test.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.3","spread":"30.64"},{"groupId":"OG001","value":"2.7","spread":"19.66"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in the Mobility Assessments of the Key Secondary Outcome Measure of GMFM-E","description":"The Key Secondary outcome measure is the mean change from baseline in GMFM-E\n\nThe Gross Motor Function Measure (GMFM) utilize a 4-point scoring system for each item across dimensions A-E. GMFM-E assesses walking, running, and jumping. The minimum score for GMFM-E is 0; the maximum score is 72, with a higher score representing better gross motor function","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.2","spread":"7.69"},{"groupId":"OG001","value":"-0.4","spread":"6.20"}]}]}]},{"type":"SECONDARY","title":"Proportion of Participants With Plasma Arginine Levels Below Target Guidance","description":"Proportion of participants with plasma arginine levels below 200umol/L (target level set in disease management guidelines) after 24 weeks of treatment.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Participants With Plasma Arginine Levels in Normal Range","description":"Proportion of participants with plasma arginine levels between 40 - 115 umol/L (normal range for plasma arginine) after 24 weeks.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Ornithine","description":"This analysis will measure the change from baseline in the level of ornithine after 24 weeks of treatment.","paramType":"GEOMETRIC_LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.941","spread":"1.087"},{"groupId":"OG001","value":"0.938","spread":"1.107"}]}]}]},{"type":"SECONDARY","title":"Change in Guanidino Compound-ARGA","description":"This analysis will measure the change from baseline in the level of ARGA after 24 weeks of treatment.","paramType":"GEOMETRIC_LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.306","spread":"1.099"},{"groupId":"OG001","value":"1.003","spread":"1.141"}]}]}]},{"type":"SECONDARY","title":"Change in Guanidino Compound - GAA","description":"This analysis will measure the change from baseline in the level of GAA compound after 24 weeks of treatment.","paramType":"GEOMETRIC_LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.481","spread":"1.111"},{"groupId":"OG001","value":"1.030","spread":"1.157"}]}]}]},{"type":"SECONDARY","title":"Change in Guanidino Compound - GVA","description":"This analysis will measure the change from baseline in the level of GVA compound after 24 weeks of treatment.","paramType":"GEOMETRIC_LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.290","spread":"1.108"},{"groupId":"OG001","value":"0.916","spread":"1.153"}]}]}]},{"type":"SECONDARY","title":"Change in Guanidino Compound - NAArg","description":"This analysis will measure the change from baseline in the level of NAArg compound after 24 weeks of treatment.","paramType":"GEOMETRIC_LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.289","spread":"1.140"},{"groupId":"OG001","value":"0.956","spread":"1.200"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline at Week 24 in Other Aspects of Mobility Assessed by GMFM-D","description":"To compare pegzilarginase with placebo with respect to other aspects of mobility.\n\nThe Gross Motor Function Measure (GMFM) utilize a 4-point scoring system for each item across dimensions A-E. GMFM-D assesses tasks related to standing. The minimum score for GMFM-D is 0; the maximum score is 39 with a higher score representing better gross motor function","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.7","spread":"3.88"},{"groupId":"OG001","value":"0.4","spread":"0.97"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline at Week 24 in Other Aspects of Mobility Assessed by the Functional Mobility Scale (FMS)","description":"To compare pegzilarginase with placebo with respect to other aspects of mobility utilizing the FMS-5 Score.\n\nThe functional mobility scale (FMS) is a 6-point scale from Level 1 (uses wheelchair, stroller, scooter, shopping cart, wagon, or is carried OR walks for exercise only with highly specialized/ supportive walker OR does limited stepping with substantial support/assistance from another person) to Level 6 (independent walking and running on all surfaces without assistive devices or help from another person) that assesses the need for assistive devices for walks of 3 different lengths: 5 meters, 50 meters, and 500 meters.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1","spread":"0.39"},{"groupId":"OG001","value":"-0.1","spread":"0.70"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline at Week 24 in Other Aspects of Mobility Assessed by the Functional Mobility Scale (FMS)","description":"To compare pegzilarginase with placebo with respect to other aspects of mobility utilizing the FMS-50 Score.\n\nThe functional mobility scale (FMS) is a 6-point scale from Level 1 (uses wheelchair, stroller, scooter, shopping cart, wagon, or is carried OR walks for exercise only with highly specialized/ supportive walker OR does limited stepping with substantial support/assistance from another person) to Level 6 (independent walking and running on all surfaces without assistive devices or help from another person) that assesses the need for assistive devices for walks of 3 different lengths: 5 meters, 50 meters, and 500 meters.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.2","spread":"0.42"},{"groupId":"OG001","value":"0.1","spread":"0.83"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline at Week 24 in Other Aspects of Mobility Assessed by the Functional Mobility Scale (FMS)","description":"To compare pegzilarginase with placebo with respect to other aspects of mobility utilizing the FMS-500 Score.\n\nThe functional mobility scale (FMS) is a 6-point scale from Level 1 (uses wheelchair, stroller, scooter, shopping cart, wagon, or is carried OR walks for exercise only with highly specialized/ supportive walker OR does limited stepping with substantial support/assistance from another person) to Level 6 (independent walking and running on all surfaces without assistive devices or help from another person) that assesses the need for assistive devices for walks of 3 different lengths: 5 meters, 50 meters, and 500 meters.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1","spread":"0.24"},{"groupId":"OG001","value":"0.2","spread":"0.40"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline at Week 24 in Other Aspects of Mobility Assessed by the Gillette Functional Assessment Questionnaire (GFAQ)","description":"To compare pegzilarginase with placebo with respect to other aspects of mobility.\n\nThe Gillette Functional Assessment Questionnaire (GFAQ) is a parent/caregiver assessment consisting of a single question describing a child's ability to walk using a 10-point scale from Level 1 (cannot take any steps at all) to Level 10 (walks, runs, and climbs on uneven terrain and does stairs without difficulty or assistance; is typically able to keep up with peers).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1","spread":"0.79"},{"groupId":"OG001","value":"-0.3","spread":"0.90"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline at Week 24 in Adaptive Behavior Assessed Using the Vineland Adaptive Behavior Scales (VABS)-II","description":"To compare pegzilarginase with placebo with respect to adaptive behavior.\n\nThe Vineland Adaptive Behavior Scales (VABS-II) is a scale designed to measure adaptive behavior of individuals from birth to age 90 years. The VABS-II contains 4 domains: communication, daily living skills, socialization, and motor skills. The domains are made up of 11 subdomains in which the scores are added to form the domain composite scores. The 4 domain composite scores then combine to form the adaptive behavior composite for those individuals aged birth to 6 years 11 months. Three domain composite scores (communication, daily living skills, and socialization) combine to form the adaptive behavior composite for those ages 7 through 90 years. The VABS-II scoring system describes adequate adaptive behavior by subdomain as 13 to 17 and 86 to 114 for the composite score, with higher scores indicating better adaptive functioning.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.4","spread":"16.54"},{"groupId":"OG001","value":"-1.6","spread":"8.78"}]}]}]},{"type":"SECONDARY","title":"Evaluate Safety of Pegzilarginase","description":"Number of participants developing treatment related adverse events.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]}]},{"type":"SECONDARY","title":"Evaluate Immunogenicity of Pegzilarginase","description":"The proportion of participants who develop (ADA) anti-drug antibodies to pegzilarginase will be measured over the period of the clinical trial.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":21},"commonTop":["Vomiting","Cough","Ammonia increased","Constipation","Nausea"]}}}