{"nctId":"NCT02419612","briefTitle":"A 52-week International, Multicenter Trial With a Long -Term Extension to Evaluate Saxagliptin With Dapagliflozin in Combination With Metformin Compared to Glimepiride in Combination With Metformin in Type 2 Diabetes Who Have Inadequate Glycemic Control on Metformin Alone","startDateStruct":{"date":"2015-08-14","type":"ACTUAL"},"conditions":["Diabetes"],"count":444,"armGroups":[{"label":"Saxagliptin 5 mg/ dapagliflozin 10mg or Placebo","type":"EXPERIMENTAL","interventionNames":["Drug: Saxagliptin","Drug: Dapagliflozin","Other: Placebo"]},{"label":"Glimepiride or Placebo","type":"EXPERIMENTAL","interventionNames":["Drug: Glimepiride","Other: Placebo"]}],"interventions":[{"name":"Saxagliptin","otherNames":[]},{"name":"Dapagliflozin","otherNames":[]},{"name":"Glimepiride","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"For more information regarding BMS clinical trial participation, please visit www.BMSStudyConnect.com\n\nInclusion Criteria:\n\n* Subjects must be willing and able to give signed and dated written informed consent\n* Patients with Type 2 diabetes mellitus (T2DM) with inadequate glycemic control\n* Subjects should have been taking the same daily dose of metformin ≥ 1500 mg\n* Fasting Plasma Glucose ≤ 270 mg/dL (≤15 mmol/L)\n* Males and females, aged ≥18 years old at time of screening visit\n* Women of childbearing potential (WOCBP) must have a negative serum or urine pregnancy test\n* WOCBP and males must agree to follow instructions for method(s) of contraception for the duration of treatment with study drug\n\nExclusion Criteria:\n\n* Clinical diagnosis of type I diabetes\n* History of diabetic ketoacidosis\n* Cardiovascular/vascular diseases within 3 months of the enrollment\n* Renal disease\n* Hepatic diseases\n* History of, or currently, acute or chronic pancreatitis\n* Hematological and oncological disease/conditions\n* Patients who have contraindications to therapy being studied\n* Patients on weight loss program(s)\n* Replacement or chronic systemic corticosteroid therapy","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"120 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Hemoglobin A1c (HbA1c) at Week 52","description":"To examine whether the mean change from baseline in HbA1c with co-administered saxagliptin 5 mg and dapagliflozin 10 mg plus metformin is superior to titrated glimepiride plus metformin after 52 weeks of double-blind treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.35","spread":null},{"groupId":"OG001","value":"-0.98","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Total Body Weight at Week 52","description":"To examine whether the mean change from baseline in total body weight with co-administered saxagliptin 5 mg and dapagliflozin 10 mg plus metformin is superior to titrated glimepiride plus metformin after 52 weeks of double-blind treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.11","spread":null},{"groupId":"OG001","value":"0.95","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects Achieving a Therapeutic Glycemic Response, Defined as HbA1c < 7.0%, at Week 52","description":"Therapeutic glycemic response was defined as HbA1c \\<7.0%. Subjects rescued or discontinued prior to, and subjects with missing measurements at Week 52 were treated as non-responders. The percentage of subjects with a therapeutic glycemic response is based on the logistic regression method with adjustment for baseline HbA1c.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"44.3","spread":null},{"groupId":"OG001","value":"34.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Systolic Blood Pressure (SBP) at Week 52","description":"To examine whether the change from baseline in SBP with co-administered saxagliptin 5 mg and dapagliflozin 10 mg plus metformin is superior to titrated glimepiride plus metformin after 52 weeks of double-blind treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.6","spread":null},{"groupId":"OG001","value":"1.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects With Treatment Intensification During the 52-week Short-term Treatment Period","description":"Treatment intensification was defined as the addition of insulin or other glucose-lowering agent for rescue therapy or discontinuation for lack of glycemic control. Time to treatment intensification was censored after the 52-week treatment period if treatment intensification had not occurred by then. Subjects rescued at Week 52 were counted as having an event for the analysis. The values presented are the percentage of subjects requiring the addition of insulin or other glucose-lowering agent for rescue therapy or discontinuation for lack of glycemic control during the 52-week short -term treatment period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.3","spread":null},{"groupId":"OG001","value":"8.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects With Treatment Intensification During the 156-Week Short-term Plus Long-Term Treatment Period.","description":"Treatment intensification was defined as the addition of insulin or other glucose-lowering agent for rescue therapy or discontinuation for lack of glycemic control. Time to treatment intensification was censored after 156-week treatment period if treatment intensification had not occurred by then. Subjects rescued at Week 156 were counted as having an event for the analysis. The values presented are the percentage of subjects requiring the addition of insulin or other glucose-lowering agent for rescue therapy or discontinuation for lack of glycemic control during the 156-week treatment period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"37.0","spread":null},{"groupId":"OG001","value":"55.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects Achieving a Therapeutic Glycemic Response, Defined as HbA1c < 7.0%, at Week 156","description":"Therapeutic glycemic response was defined as HbA1c \\<7.0%. Subjects rescued or discontinued prior to, and subjects with missing measurements at Week 156 were treated as non-responders. The percentage of subjects with a therapeutic glycemic response is based on the logistic regression method with adjustment for baseline HbA1c.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.4","spread":null},{"groupId":"OG001","value":"11.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Treatment Intensification During the 156-Week Short-term Plus Long-Term Treatment Period.","description":"Treatment intensification was defined as the addition of insulin or other glucose-lowering agent for rescue therapy or discontinuation for lack of glycemic control. Time to treatment intensification was censored after 156-week treatment period if treatment intensification had not occurred by then. Subjects rescued at Week 156 were counted as having an event for the analysis. Time to treatment intensification curves were generated using Kaplan-Meier estimates and compared using a Cox proportional hazards model.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"92.3","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":29,"n":227},"commonTop":["Urinary tract infection","Upper respiratory tract infection","Headache","Nasopharyngitis","Bronchitis"]}}}