{"nctId":"NCT04967508","briefTitle":"A Study to Compare SB17 (Proposed Ustekinumab Biosimilar) to Stelara® in Subject With Moderate to Severe Plaque Psoriasis","startDateStruct":{"date":"2021-07-06","type":"ACTUAL"},"conditions":["Psoriasis","Moderate to Severe Plaque Psoriasis"],"count":503,"armGroups":[{"label":"SB17 (Proposed Ustekinumab Biosimilar)","type":"EXPERIMENTAL","interventionNames":["Drug: SB17 (Proposed Ustekinumab Biosimilar)"]},{"label":"Stelara® (Ustekinumab)","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Stelara® (Ustekinumab)","Drug: SB17 (Proposed Ustekinumab Biosimilar)"]}],"interventions":[{"name":"Stelara® (Ustekinumab)","otherNames":[]},{"name":"SB17 (Proposed Ustekinumab Biosimilar)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Aged 18 years or older at Screening.\n* Have plaque psoriasis diagnosed at least 6 months, with or without psoriatic arthritis.\n* Have plaque psoriasis with the involvement and severity of total affected BSA ≥ 10%, PASI score of ≥ 12 and PGA score of ≥ 3 (moderate).\n* Considered to be a candidate for phototherapy or systemic therapy for psoriasis\n* Less than 95 kg of body weight.\n* Adequate hematological, renal and hepatic function by central lab.\n* Non-childbearing potential female, or childbearing potential female subjects or male subjects with their partners who agree to use at least two forms of appropriate contraception method from Screening until 15 weeks after the last dose of IP.\n\nExclusion Criteria:\n\n* Have nonplaque forms of psoriasis, including erythrodermic, pustular, guttate, or drug-induced psoriasis.\n* Have other skin disease than psoriasis that requires topical or systemic corticosteroids.\n* Prior biologic use as any TNF inhibitors within the previous 6 months; any IL-12 or IL-23 inhibitor biologics, IL-17 inhibitor, rituximab, or integrin inhibitor biologics at any time; or other biologics within the longer of either 5 half-lives or 3 months prior to randomisation.\n* Known allergic reactions or hypersensitivity to ustekinumab or to any ingredients of Stelara® or SB17\n* History of exfoliative dermatitis, reversible posterior leukoencephalopathy syndrome, facial palsy, allergic alveolitis, or non-infectious pneumonia.\n* Have received phototherapy or conventional systemic therapy for psoriasis within 4 weeks prior to Randomisation.\n* Have received topical therapy for psoriasis within 2 weeks prior to Randomisation.\n* Women who are pregnant or nursing at Screening, or men and women planning pregnancy during the study period and until 15 weeks after the last dose of IP.\n* Have received a live or live attenuated viral vaccine or a live bacterial vaccine within 4 weeks (for BCG, 12 months) prior to Randomisation.\n* Have active or latent tuberculosis.\n* History of ongoing infection or a positive test of HBV, HCV, or HIV infection\n* History of sepsis, chronic or recurrent infection\n* History of malignancy within the last 5 years\n* History of lymphoproliferative disease or leukemia\n* History of myocardial infarction, NYHA III/IV congestive heart failure, or stroke within 12 months\n* Have uncontrolled hypertension or diabetes\n* History of uncontrolled psychiatric disorders or risk of suicide","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percent Change From Baseline in PASI at Week 12","description":"Psoriasis area severity index (PASI) measures the activity of psoriasis through erythema, induration and scaling and can range from 0 to 72. The degree of PASI improvement in terms of percent change from baseline at Week 12 is measured.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"85.7","spread":"2.53"},{"groupId":"OG001","value":"86.3","spread":"2.41"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":7,"n":249},"commonTop":["COVID-19","Nasopharyngitis","Upper respiratory tract infection"]}}}