{"nctId":"NCT02107196","briefTitle":"12-Week Efficacy and Safety Study of Ibodutant in Women With Irritable Bowel Syndrome With Diarrhea (IBS-D)","startDateStruct":{"date":"2014-03"},"conditions":["Irritable Bowel Syndrome With Diarrhea"],"count":535,"armGroups":[{"label":"Ibodutant 10 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Ibodutant 10 mg"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Ibodutant 10 mg","otherNames":["Code: MEN 15596"]},{"name":"Placebo","otherNames":["Sugar pill"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nAt screening:\n\n* Female patients aged 18 years or older.\n* Clinical diagnosis of IBS-D according to the following symptoms-based criteria as per Rome III modular questionnaire criteria:\n\n  1. Recurrent abdominal pain or discomfort for at least 3 days per month in the last 3 months associated with at least 2 of the following characteristics: a) improvement with defecation; b) onset associated with a change in the frequency of stool; c) onset associated with a change in form (appearance) of stool.\n  2. Symptom-onset at least 6 months prior to diagnosis.\n  3. Loose or watery stools at least 25% of the time in the last 3 months AND hard or lumpy stools less than 25% of the time in the last 3 months.\n  4. Additional criterion: more than 3 bowel movements per day at least 25% of the time in the last 3 months.\n* For patients older than 50 years OR patients with a positive family history of colorectal cancer: normal results from colonoscopy/flexible sigmoidoscopy performed within the last 5 years.\n* For patients aged 65 years or older: absence of ischaemic colitis, microscopy colitis or any other organic gastrointestinal disease as evidenced by the results of a colonoscopy/flexible sigmoidoscopy with biopsy performed within 6 months.\n* For women of childbearing potential: Use of a highly effective contraceptive method with a failure rate \\<1% per year throughout the entire study period.\n* Physical examination without clinically relevant abnormalities during screening.\n* No clinically relevant abnormalities in 12-Lead ECG or in laboratory findings.\n* Mentally competent, able to give written informed consent, and compliant to undergo all visits and procedures.\n* Unrestricted access to a touch-tone telephone.\n* Willingness to refrain from using loperamide within 3 days prior to run-in visit and during the run-in period.\n\nAdditional criteria at randomisation:\n\n* During both weeks of the run-in period:\n\n  1. A weekly average of worst abdominal pain in the past 24 hours with a score of ≥3.0 on a 0 to 10 point scale.\n  2. At least one bowel movement on each day.\n  3. A weekly average of at least 3 bowel movements per day.\n  4. At least one stool with a consistency of Type 6 or Type 7 according to the Bristol Stool Scale (BSS) on at least 2 days per week.\n  5. Less than 2 bowel movements with a consistency of Type 1 or Type 2 according to the BSS per week.\n* Adequate compliance with the e-diary recording procedure defined as at least 11 of 14 days (≥75%) of the nominal daily data entry.\n\nExclusion Criteria:\n\n* Male gender.\n* Diagnosis of IBS with a subtype of constipation, mixed IBS, or un-subtyped IBS.\n* Colonic or major abdominal surgery, any other major abdominal surgery or elective major surgery planned or expected during the study.\n* History of organic GI abnormalities, inflammatory bowel diseases, complicated diverticulosis, ischaemic colitis, microscopic colitis.\n* History of pancreatitis, active biliary duct disease, cholecystitis or symptomatic gallbladder stone disease in the previous 6 months.\n* History of gluten enteropathy or lactose intolerance.\n* Current or previous diagnosis of neoplasia.\n* History of endometriosis.\n* History of positive tests for ova or parasites, or clostridium difficile toxin or occult blood in the stool in the previous 6 months.\n* History of human immunodeficiency virus infection.\n* History of major cardiovascular events in the previous 6 months.\n* Uncontrolled hypertension, insulin-dependent diabetes mellitus or abnormal thyroid function.\n* Major psychiatric or neurological disorders or unstable medical condition which may compromise the efficacy and safety assessments.\n* Evidence of clinically significant hepatic disease, severe renal insufficiency or anemia.\n* Relevant changes in dietary habits, lifestyle, or exercise regimen in the previous 2 months.\n* Use of prohibited concurrent medication within the previous month such as antibiotics, antimuscarinic drugs, drugs enhancing GI motility and analgesics.\n* Pregnancy or breastfeeding.\n* Inability to understand or collaborate throughout the study.\n* Participation in other clinical studies in the previous 4 weeks or concurrent enrollment in a clinical study.\n* Any condition that would compromise the well-being of the patient.","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Weekly Response for Abdominal Pain Intensity AND Stool Consistency Over 12 Weeks of Treatment in at Least 50% of the Weeks of Treatment (6 Out of 12 Weeks).","description":"The patient will be considered a weekly responder if she meets both of the following criteria in the same week:\n\n* Abdominal pain response: decrease in weekly average of worst abdominal pain score in the past 24 hours of at least 30% compared with baseline;\n* Stool consistency response: decrease of at least 50% in the number of days per week with at least one stool that has a consistency of Type 6 or 7 compared with baseline. The patients reported Bristol Stoll Chart score based on a 1 to 7 scale where 1 corresponds to hard stool and 7 corresponds to watery diarrhoea.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35.7","spread":null},{"groupId":"OG001","value":"34.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Weekly Response for Abdominal Pain Intensity Over 12 Weeks of Treatment in at Least 50% of the Weeks of Treatment (6 Out of 12 Weeks).","description":"The patient will be considered a weekly abdominal pain responder if she meets the following criterion:\n\n* Decrease in weekly average of worst abdominal pain score in the past 24 hours of at least 30% compared with baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"48.0","spread":null},{"groupId":"OG001","value":"47.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Weekly Response for Stool Consistency Over 12 Weeks of Treatment in at Least 50% of the Weeks of Treatment (6 Out of 12 Weeks).","description":"The patient will be considered a weekly stool consistency responder if she meets the following criterion:\n\n* Decrease of at least 50% in the number of days per week with at least one stool that has a consistency of Type 6 or 7 compared with baseline. The patients reported Bristol Stool Chart score based on a 1 to 7 scale where 1 corresponds to hard stool and 7 corresponds to watery diarrhoea.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"44.8","spread":null},{"groupId":"OG001","value":"43.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Weekly Response for Relief of Overall IBS Signs and Symptoms Over 12 Weeks of Treatment in at Least 50% of the Weeks of Treatment (6 Out of 12 Weeks).","description":"The patient will be considered a weekly responder if she has an IBS degree-of-relief equal to \"completely relieved/improved\" or \"considerably relieved/improved\".","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.3","spread":null},{"groupId":"OG001","value":"19.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Evaluation of Rebound Effects","description":"Comparison between average abdominal pain intensity (worst abdominal pain on a 0 to 10 NRS scale, where 0 corresponds to no pain and 10 corresponds to worst possible pain) and average stool consistency score (the patients reported Bristol Stool Chart score based on a 1 to 7 NRS scale where 1 corresponds to hard stool and 7 corresponds to watery diarrhoea) during the 4-week RW presented as change to baseline.\n\nThe analysis only included the patients randomised to ibodutant in the 12-week treatment period and re-randomised to placebo for the 4-week RW period. Baseline was considered as the average abdominal pain intensity/stool consistency in the 2-week Run-in period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.53","spread":"1.60"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.11","spread":"2.21"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.05","spread":"0.52"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.38","spread":"1.37"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":271},"commonTop":["Urinary tract infections","Nasopharyngitis","Headache","Back Pain","Nausea"]}}}