{"nctId":"NCT00719576","briefTitle":"Superiority of MACI® Versus Microfracture Treatment in Patients With Symptomatic Articular Cartilage Defects in the Knee","startDateStruct":{"date":"2008-07"},"conditions":["Articular Cartilage Defect"],"count":144,"armGroups":[{"label":"MACI","type":"EXPERIMENTAL","interventionNames":["Biological: autologous cultured chondrocytes on porcine collagen membrane"]},{"label":"Microfracture","type":"ACTIVE_COMPARATOR","interventionNames":["Procedure: Microfracture"]}],"interventions":[{"name":"autologous cultured chondrocytes on porcine collagen membrane","otherNames":["MACI","matrix-applied characterized autologous cultured chondrocytes"]},{"name":"Microfracture","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Symptomatic, single or multiple full-thickness cartilage defects of the knee with or without bone involvement\n\nExclusion Criteria:\n\n* Known history of hypersensitivity to gentamicin, other aminoglycosides, or products of porcine or bovine origin\n* Severe osteoarthritis of the knee\n* Inflammatory arthritis, inflammatory joint disease, or uncorrected congenital blood coagulation disorders\n* Prior knee surgery (within 6 months), excluding surgery to procure a biopsy or a concomitant procedure to prepare the knee for a MACI implant.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"55 Years","stdAges":["ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline to Week 104 for the Participant's Knee Injury and Osteoarthritis Outcome Score (KOOS) Pain and Function (Sports and Recreational Activities) Scores.","description":"The KOOS is a validated knee-specific instrument developed to assess the patients' opinion of their knee and associated problems. KOOS consists of 5 subscales: Pain, Function in sports and recreational activities, other Symptoms, Function in activities of daily living (ADL), and knee related Quality of life (QOL). A 5-point Likert scale was used to record the response to each item ranging from 0 (no problems) to 4 (extreme problems). Within each subscale, items were added up and normalized to a value between 0 (extreme problems) and 100 (no problems). Subscales are not combined to calculate a total score.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"45.45","spread":"21.08"},{"groupId":"OG001","value":"35.23","spread":"23.91"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"46.04","spread":"28.35"},{"groupId":"OG001","value":"35.83","spread":"31.63"}]}]}]},{"type":"SECONDARY","title":"Histological Evaluation of Structural Repair of Evaluable Biopsies Harvested From the Core of the Index Lesion During Arthroscopy at Week 104","description":"The mean microscopic International Cartilage Repair Society (ICRS) II overall assessment score was used to assess the histology efficacy endpoint.\n\nScoring of the cartilage repair biopsies was completed using the ICRS II histology scoring system (Mainil-Varlet, 2010, Am J Sports Med) by 2 independent pathologists blinded to the patient's assigned study treatment. This scoring system includes 14 parameters, comprising an overall assessment score reported here, as well as 13 other items related to chondrocyte phenotype, tissue structure, and other factors, each scored on a scale from 0 to 100 representing poor to good quality cartilage.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"63.8","spread":null},{"groupId":"OG001","value":"62.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Assessment of Defect Fill by Magnetic Resonance Imaging (MRI)","description":"Number of participants with MRI degree of defect fill \\> 50%. Evaluation of MRI data was performed by independent central review blinded to the participant's treatment.\n\nAppropriate MRI sequences were used to image cartilage repair tissue.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"58","spread":null},{"groupId":"OG001","value":"53","spread":null}]}]}]},{"type":"SECONDARY","title":"Response Rate Based on KOOS Pain and Function (Sports and Recreational Activities) Scores at Week 104.","description":"A responder is defined as a participant with at least a 10-point improvement in both the KOOS Pain and Function (Sports and Recreational activities) scores from Baseline","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"63","spread":null},{"groupId":"OG001","value":"49","spread":null}]}]}]},{"type":"SECONDARY","title":"Treatment Failure","description":"The planned analyses concerning time to treatment failure were not conducted due to the small number of per protocol treatment failure cases. As such, the number of participants with treatment failure is being reported.\n\nPatients were considered as a treatment failure if all of the following 5 criteria were met:\n\n1. Patient's global assessment of their knee joint compared to Baseline was the same or worse\n2. Physician's global assessment of the patient's knee joint compared to Baseline was the same, worse, or significantly worse.\n3. Percent improvement from Baseline in KOOS Pain score was less than 10%.\n4. Physician diagnostic evaluation of failure excluded etiologies (eg, meniscal tear) other than failed treatment of the index lesion.\n5. The physician decided that surgical re-treatment of the index lesion(s) was required that involved either extensive debridement for lesion expansion, violation of the subchondral bone, or autologous cultured chondrocyte implantation.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline at Week 104 in the Remaining 3 Subscales of the KOOS Instrument (Activities of Daily Living, Knee-related Quality of Life, and Other Symptoms)","description":"The KOOS is a validated knee-specific instrument developed to assess the patients' opinion of their knee and associated problems. KOOS consists of 5 subscales: Pain, Function in sports and recreational activities, other Symptoms, Function in activities of daily living (ADL), and knee related Quality of life (QOL). A 5-point Likert scale was used to record the response to each item ranging from 0 (no problems) to 4 (extreme problems). Within each subscale, items were added up and normalized to a value between 0 (extreme problems) and 100 (no problems).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"43.70","spread":"24.52"},{"groupId":"OG001","value":"32.76","spread":"26.78"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"37.41","spread":"27.24"},{"groupId":"OG001","value":"29.93","spread":"28.11"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"35.47","spread":"20.83"},{"groupId":"OG001","value":"27.31","spread":"24.59"}]}]}]},{"type":"SECONDARY","title":"Participants With Treatment-Emergent Adverse Events","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"55","spread":null},{"groupId":"OG001","value":"60","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":11,"n":72},"commonTop":["Arthralgia","Headache","Nasopharyngitis","Back pain","Joint swelling"]}}}