{"nctId":"NCT03306043","briefTitle":"A Multi-center, Open-label Extension, Safety Study of Mepolizumab in Subjects With Hypereosinophilic Syndrome (HES) From Study 200622","startDateStruct":{"date":"2017-11-13","type":"ACTUAL"},"conditions":["Hypereosinophilic Syndrome"],"count":102,"armGroups":[{"label":"Subjects who received mepolizumab","type":"EXPERIMENTAL","interventionNames":["Drug: Mepolizumab"]}],"interventions":[{"name":"Mepolizumab","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age 12 years and older subjects who were enrolled in Study 200622.\n* To be considered for Study 205203, subjects from study 200622 must have completed 32-Week treatment period in the study or if the subject was withdrawn from study treatment prematurely during the 200622 study, but continued in the study per protocol (including HES flare-related assessments) until 32 Weeks from randomization.\n* Male or female subjects. Female subjects must be either not a woman of childbearing potential (WOCBP) or WOCBP who agrees to follow the contraceptive guidance at least 30 days prior to the first dose of study treatment and until 16 weeks after the last dose of study treatment.\n* The treating physician must confirm a positive benefit/risk ratio. The anticipated clinical benefit from mepolizumab must outweigh any potential safety or tolerability risk in Study 205203.\n* Capable of giving signed informed consent.\n\nExclusion Criteria:\n\n* Subjects with any history of hypersensitivity to any monoclonal antibody (including mepolizumab).\n* Subjects with current malignancy or malignancy that developed during Study 200622.\n* Subjects who is pregnant or breastfeeding.\n* Subjects who has other clinically significant medical conditions uncontrolled with SoC therapy not associated with HES, example (e. g.), unstable liver disease, uncontrolled cardiovascular disease, ongoing active infectious disease.\n* Subjects with QT interval corrected (QTc) greater than 450 millisecond (msec) or QTc greater than 480 msec in subjects with bundle branch block based on local Electrocardiogram (EGC) reading.\n* Subjects who discontinue study treatment based on liver chemistry stopping criteria during Study 200622.\n* Current active liver or biliary disease (with the exception of Gilbert's syndrome or asymptomatic gallstones or otherwise stable chronic liver disease per investigator assessment).\n* Subjects who have received treatment with an investigational agent (biologic or non-biologic) within the past 30 days or 5 drug half-lives whichever is longer, prior to the first dose, other than Study 200622 study treatment. The term \"investigational\" applies to any drug not approved for sale for the disease/indication to treat in the country in which it is being used or investigational formulations of marketed products.\n* Subjects who are currently participating in any other interventional clinical study.\n* Subjects had an AE (serious or non-serious) considered related to study treatment while participating in Study 200622 which resulted in permanent withdrawal of study treatment.","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Common (>=3%) Non-serious Adverse Events (AEs)","description":"An AE was any untoward medical occurrence in a clinical study participant, temporally associated with the use of a study treatment, whether or not considered related to the study treatment. Serious AE was defined as any untoward medical occurrence that, at any dose results in death, is life-threatening, requires hospitalization or prolongation of existing hospitalization, results in persistent disability/incapacity, congenital anomaly/birth defect or any other situation according to medical or scientific judgment. Non-serious AEs from start of study treatment until 28 days after last dose (up to Week 20) are reported. Number of participants with common (\\>=3% incidence) non-serious AEs are presented.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"34","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Serious AEs","description":"An AE was any untoward medical occurrence in a clinical study participant, temporally associated with the use of a study treatment, whether or not considered related to the study treatment. Serious AE was defined as any untoward medical occurrence that, at any dose results in death, is life-threatening, requires hospitalization or prolongation of existing hospitalization, results in persistent disability/incapacity, congenital anomaly/birth defect or any other situation according to medical or scientific judgment. Number of participants with serious AEs are presented.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With the Presence of Anti-drug Antibody","description":"Blood samples were analyzed for the presence of anti-mepolizumab antibodies by binding anti-drug antibody (ADA) assay. The binding ADA assay results at each visit were summarized as negative or positive. The binding ADA assay was performed in three steps; screening, confirmation and titration. The screening assay produced a result of positive or negative relative to a screening cut point. Positive samples continued with the confirmation assay, which also produced a result of positive or negative relative to a confirmation cut point. For positive confirmation samples, a titre value was obtained to quantify the degree of binding in a titration assay. Participants were considered 'Positive' if they had a positive confirmation ADA assay result.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"101","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"101","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":9,"n":102},"commonTop":["Diarrhoea","Pruritus","Vomiting","Headache","Constipation"]}}}