{"nctId":"NCT00325195","briefTitle":"Safety and Efficacy Study of PEG-uricase in the Treatment of Hyperuricemic Patients With Symptomatic Gout","startDateStruct":{"date":"2006-05"},"conditions":["Gout"],"count":225,"armGroups":[{"label":"q2 wks","type":"EXPERIMENTAL","interventionNames":["Biological: pegloticase"]},{"label":"q4 wks","type":"EXPERIMENTAL","interventionNames":["Biological: pegloticase"]},{"label":"placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Other: placebo"]}],"interventions":[{"name":"placebo","otherNames":[]},{"name":"pegloticase","otherNames":["PEG-uricase","Puricase"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Outpatients of either gender, age 18 or older ( no upper age limit).\n2. Patient is hyperuricemic: screening serum uric acid must be ≥8 mg/dL.\n3. Patient has symptomatic gout (presence of at least 3 gout flares in the 18 months prior to entry, or at least one gout tophus, or gouty arthritis).\n4. Conventional therapy is contraindicated or has been ineffective in this patient, i.e., patient has a history (either by medical record or patient interview) of hypersensitivity or of failure to normalize SUA with at least 3 months treatment with allopurinol at the maximum labeled dose (800 mg/dL in the U.S.), or at a medically appropriate lower dose based on dose-limiting toxicity or dose-limiting co-morbidity.\n5. Patient is willing and able to give informed consent and adhere to visit/protocol schedules (informed consent must be given before the first study procedure is performed, including washout).\n6. If the patient is a woman of childbearing potential, she must have had a negative screening serum pregnancy test and must use a medically approved form of birth control during her participation in the protocol. Such methods include oral, injectable or implantable contraceptives; IUDs and barrier contraceptives in combination with spermicide. (If male or surgically sterile, check N/A.)\n\nExclusion Criteria:\n\n1. The patient has unstable angina.\n2. The patient has uncontrolled arrhythmia.\n3. The patient has non-compensated congestive heart failure.\n4. The patient has uncontrolled hypertension (above 150/95).\n5. The patient has a history of end stage renal disease requiring dialysis.\n6. The patient has hemoglobin \\< 8 g/dL (males) or \\< 7 g/dL (females).\n7. The patient is an organ transplant recipient\n8. The patient has had prior treatment with PEG-uricase, or other recombinant uricase, or any concomitant therapy with a PEG-conjugated drug.\n9. The patient has had a gout flare at screening that is resolved for less than one week prior to first treatment with study drug (exclusive of chronic synovitis/ arthritis).\n10. The patient has glucose-6-phosphate dehydrogenase (G6PD) deficiency.\n11. The patient has a history of anaphylactic reaction to a recombinant protein or porcine product, or hypersensitivity to PEG.\n12. The patient is pregnant or breast feeding.\n13. The patient has taken an investigational drug within 4 weeks prior to study drug administration or plans to take an investigational agent during the study.\n14. The patient has a known allergy to urate oxidase or PEGylated products.\n15. The patient has any other medical or psychological condition which, in the opinion of the investigator, might create undue risk to the subject or interfere with the subject's ability to comply with the protocol requirements, or to complete the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Plasma Uric Acid (PUA) Responder","description":"PUA Responder was defined as a participant who achieved and maintained plasma uric acid concentrations \\< 6 mg/dL for at least 80% of the time during months 3 and 6 combined. Participants who withdrew from the study before month 6 were considered non-responders.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"36","spread":null},{"groupId":"OG001","value":"29","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Reduction in Tophus Burden","description":"percentage of tophaceous subjects who demonstrated a complete resolution (100 % decrease in measured area or complete disappearance)of at least one tophus in the absence of other tophus progression or new tophi, as assessed by a blinded Central Reader using standardized digital photographs and image analysis software.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"40","spread":null},{"groupId":"OG001","value":"21","spread":null},{"groupId":"OG002","value":"7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects With Gout Flare Per 3-month Period","description":"Percent of participants reporting a gout flare during Months 1-3 and Months 4-6. Denominator during the respective period was based upon number of participants during that period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"75","spread":null},{"groupId":"OG001","value":"81","spread":null},{"groupId":"OG002","value":"54","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"41","spread":null},{"groupId":"OG001","value":"56","spread":null},{"groupId":"OG002","value":"67","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Number of Swollen Joints","description":"Change from Baseline to Month 6 (or last observation carried forward)in number of swollen joints per subject. Values were inputed using last observation carried forward analysis for subjects who did not complete the studies.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.5","spread":"10.47"},{"groupId":"OG001","value":"-5.1","spread":"7.83"},{"groupId":"OG002","value":"-2.6","spread":"11.64"}]}]}]},{"type":"SECONDARY","title":"Change in Number of Tender Joints","description":"Change from Baseline to Month 6 (or last observation carried forward) in number of tender joints per participant","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-7.4","spread":"11.95"},{"groupId":"OG001","value":"-6.1","spread":"10.64"},{"groupId":"OG002","value":"-1.2","spread":"12.30"}]}]}]},{"type":"SECONDARY","title":"Change in Patient Reported Outcomes of Pain, Physical Function and Quality of Life","description":"Health Assessment Questionnaire(HAQ: VAS pain scale where 0 (no pain)-100 (severe pain); HAQ disability index (HAQ-DI) on a scale from 0(no disability) to 3 (completely disabled), and a unit change of \\> or =0.22 is considerd a mimimal clinically important difference(MCID). SF-36 Physical Component Summary Score (SF36-PCS), a composite score where 0 is the worst score and 100 the best possible, and where a change of \\> or =2.5 units in the PCS is considered a MCID.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-11.4","spread":"33.8"},{"groupId":"OG001","value":"-6.9","spread":"27.0"},{"groupId":"OG002","value":"1.4","spread":"30.0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.22","spread":"0.64"},{"groupId":"OG001","value":"-0.20","spread":"0.55"},{"groupId":"OG002","value":"0.0","spread":"0.41"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.4","spread":"9.4"},{"groupId":"OG001","value":"4.9","spread":"8.5"},{"groupId":"OG002","value":"-0.3","spread":"9.0"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":20,"n":85},"commonTop":["Diarrhoea","Arthralgia","Oedema Peripheral","Headache","Upper Respiratory Tract Infection"]}}}