{"nctId":"NCT00763815","briefTitle":"GLP-1 Receptor Agonist Lixisenatide in Patients With Type 2 Diabetes for Glycemic Control and Safety Evaluation, on Top of Pioglitazone","startDateStruct":{"date":"2008-09"},"conditions":["Diabetes Mellitus Type 2"],"count":484,"armGroups":[{"label":"Lixisenatide","type":"EXPERIMENTAL","interventionNames":["Drug: Lixisenatide (AVE0010)","Device: Pen auto-injector","Drug: Pioglitazone","Drug: Metformin"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo","Device: Pen auto-injector","Drug: Pioglitazone","Drug: Metformin"]}],"interventions":[{"name":"Lixisenatide (AVE0010)","otherNames":[]},{"name":"Placebo","otherNames":[]},{"name":"Pen auto-injector","otherNames":["OptiClik®"]},{"name":"Pioglitazone","otherNames":[]},{"name":"Metformin","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Type 2 diabetes mellitus, diagnosed for at least 1 year at the time of the screening visit, insufficiently controlled with pioglitazone\n\nExclusion Criteria:\n\n* HbA1c less than (\\<) 7 percent (%) or greater than (\\>) 10% at screening\n* At the time of screening age \\<legal age of majority\n* Pregnant or breastfeeding women and women of childbearing potential without effective contraceptive method of birth control\n* Type 1 diabetes mellitus\n* Pioglitazone not at a stable dose of at least 30 milligram per day (mg/day) for at least 3 months prior to screening\n* If treatment with metformin, no stable dose of at least 1.5 gram per day (g/day) for at least 3 months prior to screening visit\n* FPG at screening \\>250 milligram per deciliter (mg/dL) (\\>13.9 millimole per liter \\[mmol/L\\])\n* Body mass index less than or equal to (\\<=) 20 kilogram per square meter (kg/m\\^2)\n* Weight change of more than 5 kg during the 3 months preceding the screening visit\n* History of unexplained pancreatitis, chronic pancreatitis, pancreatectomy, stomach/gastric surgery, or inflammatory bowel disease\n* History of metabolic acidosis, including diabetic ketoacidosis within 1 year prior to screening\n* Hemoglobinopathy or hemolytic anemia, or receipt of blood or plasma products within3 months prior to the time of screening\n* History of myocardial infarction or stroke within the last 6 months prior to screening\n* Known history of drug or alcohol abuse within 6 months prior to the time of screening\n* Cardiovascular, hepatic, neurological, endocrine disease, active malignant tumor or other major systemic disease or patients with short life expectancy making implementation of the protocol or interpretation of the study results difficult, history or presence of clinically significant diabetic retinopathy, history or presence of macular edema likely to require laser treatment within the study period\n* Uncontrolled or inadequately controlled hypertension at the time of screening with a resting systolic blood pressure or diastolic blood pressure (DBP) \\>180 millimeter of mercury (mmHg) or \\>95 mmHg, respectively\n* Laboratory findings at the time of screening: aspartate aminotransferase (AST), alanine aminotransferase (ALT), or alkaline phosphatase (ALP): \\>2 times upper limit of normal (ULN) laboratory range; amylase and/or lipase: \\>3 times ULN; total bilirubin: \\>1.5 times ULN (except in case of Gilbert's syndrome); Hemoglobin \\<11 gram/deciliter and/or neutrophils \\<1500 per cubic millimeter (mm\\^3) and/or platelets \\<100 000/mm\\^3; positive test for Hepatitis B surface antigen (HBsAg) and/or Hepatitis C antibody (HCAb); positive serum pregnancy test in females of childbearing potential\n* Any clinically significant abnormality identified on physical examination, laboratory tests, electrocardiogram (ECG), or vital signs at the time of screening that, in the judgment of the investigator or any sub-investigator, precludes safe completion of the study or constrains efficacy assessment\n* Patients who are considered by the investigator or any sub-investigator as inappropriate for this study for any reason (for example, impossibility to meet specific protocol requirements \\[such as scheduled visits, being able to do self-injections\\]; likelihood of requiring treatment during the screening phase and treatment phase with drugs not permitted by the clinical study protocol; investigator or any sub-investigator, pharmacist, study coordinator, other study staff or relative thereof directly involved in the conduct of the protocol)\n* Use of other oral or injectable antidiabetic or hypoglycemic agents other than metformin or pioglitazone (for example, sulfonylurea, alpha-glucosidase inhibitor, other thiazolidinediones, rimonabant, exenatide, dipeptidyl peptidase-4 \\[DPP-4\\] inhibitors, insulin) within 3 months prior to the time of screening\n* Use of systemic glucocorticoids (excluding topical application or inhaled forms) for 1 week or more within 3 months prior to the time of screening\n* Use of any investigational drug within 3 months prior to study\n* Any previous treatment with lixisenatide or participation in a previous study with lixisenatide\n* Renal impairment defined with creatinine \\>1.4 mg/dL in women and creatinine \\>1.5 mg/dL in men (applicable only for patients with metformin treatment)\n* Patients with cardiac failure or history of cardiac failure (New York Heart Association class I to IV)\n* End-stage renal disease defined by a serum creatinine clearance of \\<15 milliliter per minute (mL/min) (calculated by the Cockcroft and Gault formula) and/or patients on dialysis, if no treatment with metformin\n* Clinically relevant history of gastrointestinal disease associated with prolonged nausea and vomiting, including, but not limited to, gastroparesis and gastroesophageal reflux disease requiring medical treatment, within 6 months prior to the time of screening\n* Allergic reaction to any glucagon like peptide-1 (GLP-1) agonist in the past (for example,exenatide, liraglutide) or to metacresol\n* Additional exclusion criteria at the end of the run-in phase: informed consent withdrawal; lack of compliance during the single-blind placebo run-in phase (\\>2 injections missed); and patient with any adverse event which precludes the inclusion in the study, as assessed by the investigator","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Absolute Change From Baseline in Glycosylated Hemoglobin (HbA1c) at Week 24","description":"Absolute change = HbA1c value at Week 24 minus HbA1c value at baseline. The on-treatment period for this efficacy variable is time from the first dose of study drug and up to 3 days after the last dose of study drug, on or before Visit 12 (Week 24) or Day 169 if Visit 12 is not available, and before the introduction of rescue therapy. For a patient to be included in mITT population, both baseline and at least 1 post baseline assessment for at least 1 efficacy variable, were required.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.34","spread":"0.100"},{"groupId":"OG001","value":"-0.90","spread":"0.089"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Fasting Plasma Glucose (FPG) at Week 24","description":"Change was calculated by subtracting baseline value from Week 24 value. The on-treatment period for this efficacy variable is time from the first dose of study drug and up to 1 day after the last dose of study drug, on or before Visit 12 (Week 24) or Day 169 if Visit 12 is not available, and before the introduction of rescue therapy. For a patient to be included in mITT population, both baseline and at least 1 post baseline assessment for at least 1 efficacy variable, were required.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.32","spread":"0.215"},{"groupId":"OG001","value":"-1.16","spread":"0.192"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Body Weight at Week 24","description":"Change was calculated by subtracting baseline value from Week 24 value. The on-treatment period for this efficacy variable is time from the first dose of study drug and up to 3 days after the last dose of study drug, on or before Visit 12 (Week 24) or Day 169 if Visit 12 is not available, and before the introduction of rescue therapy. For a patient to be included in mITT population, both baseline and at least 1 post baseline assessment for at least 1 efficacy variable, were required.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.21","spread":"0.357"},{"groupId":"OG001","value":"-0.21","spread":"0.324"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Fasting Plasma Insulin (FPI) at Week 24","description":"Change was calculated by subtracting baseline value from Week 24 value. The on-treatment period for this efficacy variable is time from the first dose of study drug and up to 1 day after the last dose of study drug, on or before Visit 12 (Week 24) or Day 169 if Visit 12 is not available, and before the introduction of rescue therapy. For a patient to be included in mITT population, both baseline and at least 1 post baseline assessment for at least 1 efficacy variable, were required.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.01","spread":"4.080"},{"groupId":"OG001","value":"-10.36","spread":"3.397"}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients With Glycosylated Hemoglobin (HbA1c) Level Less Than 7% at Week 24","description":"The on-treatment period for this efficacy variable is the time from the first dose of study drug up to 3 days after the last dose of study drug or up to the introduction of rescue therapy, whichever is the earliest. For a patient to be included in mITT population, both baseline and at least 1 post baseline assessment for at least 1 efficacy variable, were required.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26.4","spread":null},{"groupId":"OG001","value":"52.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients With HbA1c Level Less Than or Equal to 6.5% at Week 24","description":"The on-treatment period for this efficacy variable is the time from the first dose of study drug up to 3 days after the last dose of study drug or up to the introduction of rescue therapy, whichever is the earliest. For a patient to be included in mITT population, both baseline and at least 1 post baseline assessment for at least 1 efficacy variable, were required.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.1","spread":null},{"groupId":"OG001","value":"28.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Beta-cell Function Assessed by Homeostasis Model Assessment for Beta-cell Function (HOMA-beta) at Week 24","description":"Beta cell function was assessed by HOMA-beta. HOMA-beta (% of normal beta cells function) = (20 multiplied by fasting plasma insulin \\[micro unit per milliliter\\]) divided by (fasting plasma glucose \\[mmol/L\\] minus 3.5). Change was calculated by subtracting baseline value from Week 24 value. The on-treatment period for this efficacy variable is time from the first dose of study drug and up to 1 day after the last dose of study drug, on or before Visit 12 (Week 24) or Day 169 if Visit 12 is not available, and before the introduction of rescue therapy. For a patient to be included in mITT population, both baseline and at least 1 post baseline assessment for at least 1 efficacy variable, were required.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.98","spread":"3.575"},{"groupId":"OG001","value":"6.72","spread":"2.963"}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients Requiring Rescue Therapy During Main 24-Week Period","description":"Routine fasting self-monitored plasma glucose (SMPG) and central laboratory FPG (and HbA1c after week 12) values were used to determine the requirement of rescue medication. If fasting SMPG value exceeded the specified limit for 3 consecutive days, the central laboratory FPG (and HbA1c after week 12) were performed. Threshold values - from baseline to Week 8: fasting SMPG/FPG \\>270 milligram/deciliter (mg/dL) (15.0 mmol/L), from Week 8 to Week 12: fasting SMPG/FPG \\>240 mg/dL (13.3 mmol/L), and from Week 12 to Week 24: fasting SMPG/FPG \\>200 mg/dL (11.1 mmol/L) or HbA1c \\>8.5%. For a patient to be included in mITT population, both baseline and at least 1 post baseline assessment for at least 1 efficacy variable, were required.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.3","spread":null},{"groupId":"OG001","value":"3.8","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Percentage of Patients With at Least 5% Weight Loss From Baseline at Week 24","description":"The on-treatment period for this efficacy variable is time from the first dose of study drug and up to 3 days after the last dose of study drug, on or before Visit 12 (Week 24) or Day 169 if Visit 12 is not available, and before the introduction of rescue therapy. For a patient to be included in mITT population, both baseline and at least 1 post baseline assessment for at least 1 efficacy variable, were required.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.1","spread":null},{"groupId":"OG001","value":"9.2","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Patients With Symptomatic Hypoglycemia and Severe Symptomatic Hypoglycemia","description":"Symptomatic hypoglycemia was an event with clinical symptoms that were considered to result from a hypoglycemic episode with an accompanying plasma glucose less than 60 mg/dL (3.3 mmol/L) or associated with prompt recovery after oral carbohydrate, intravenous glucose, or glucagon administration if no plasma glucose measurement was available. Severe symptomatic hypoglycemia was symptomatic hypoglycemia event in which the patient required the assistance of another person and was associated with either a plasma glucose level below 36 mg/dL (2.0 mmol/L) or prompt recovery after oral carbohydrate, intravenous glucose, or glucagon administration, if no plasma glucose measurement was available.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"23","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":15,"n":161},"commonTop":["Nausea","Nasopharyngitis","Headache","Upper respiratory tract infection","Diarrhoea"]}}}