{"nctId":"NCT03574597","briefTitle":"Semaglutide Effects on Heart Disease and Stroke in Patients With Overweight or Obesity","startDateStruct":{"date":"2018-10-24","type":"ACTUAL"},"conditions":["Overweight","Obesity"],"count":17604,"armGroups":[{"label":"Semaglutide","type":"EXPERIMENTAL","interventionNames":["Drug: Semaglutide"]},{"label":"Placebo (semaglutide)","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo (semaglutide)"]}],"interventions":[{"name":"Semaglutide","otherNames":[]},{"name":"Placebo (semaglutide)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Informed consent obtained before any trial-related activities. Trial-related activities are any procedures that are carried out as part of the trial, including activities to determine suitability for the trial\n* Male or female, age greater than or equal to 45 years at the time of signing informed consent\n* Body mass index (BMI) greater than or equal to 27 kg/m\\^2\n* Have established cardiovascular (CV) disease as evidenced by at least one of the following: prior myocardial infarction; prior stroke (ischemic or haemorrhagic stroke); or symptomatic peripheral arterial disease (PAD), as evidenced by intermittent claudication with ankle-brachial index (ABI) less than 0.85 (at rest), or peripheral arterial revascularization procedure, or amputation due to atherosclerotic disease\n\nExclusion Criteria:\n\nCardiovascular-related:\n\n* Any of the following: myocardial infarction, stroke, hospitalisation for unstable angina pectoris or transient ischaemic attack within the past 60 days prior to the day of screening\n* Planned coronary, carotid or peripheral artery revascularisation known on the day of screening\n* Presently classified as being in New York Heart Association (NYHA) Class IV heart failure\n\nGlycaemia-related:\n\n* HbA1c greater than or equal to 48 mmol/mol (6.5 %) as measured by the central laboratory at screening\n* History of type 1 or type 2 diabetes (history of gestational diabetes is allowed)\n* Treatment with glucose-lowering agents within 90 days before screening\n* Treatment with any glucagon-like-peptide-1 receptor agonist (GLP-1 RA) within 90 days before screening\n\nGeneral safety:\n\n* History or presence of chronic pancreatitis\n* Presence of acute pancreatitis within the past 180 days prior to the day of screening\n* Personal or first degree relative(s) history of multiple endocrine neoplasia type 2 or medullary thyroid carcinoma\n* End stage renal disease or chronic or intermittent haemodialysis or peritoneal dialysis\n* Presence or history of malignant neoplasms within the past 5 years prior to the day of screening. Basal and squamous cell skin cancer and any carcinoma in-situ are allowed\n* Severe psychiatric disorder which in the investigator's opinion could compromise compliance with the protocol\n* Known or suspected hypersensitivity to trial products or related products\n* Previous participation in this trial. Participation is defined as randomisation\n* Receipt of any investigational medicinal product within 30 days before screening\n* Female who is pregnant, breast-feeding or intends to become pregnant or is of child-bearing potential and not using a highly effective contraceptive method\n* Any disorder, unwillingness or inability, which in the investigator's opinion, might jeopardise the participant's safety or compliance with the protocol","healthyVolunteers":false,"sex":"ALL","minimumAge":"45 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Participants From Time of Randomization to First Occurrence of a Composite Outcome Measure Consisting of: Cardiovascular (CV) Death, Non-fatal Myocardial Infarction (MI), or Non-fatal Stroke","description":"Number of participants with first occurrence of composite outcome measure consisted of CV death (undetermined cause of death presumed CV death), non-fatal MI, or non-fatal stroke are presented. The outcome measure was evaluated based on data from in-trial observation period. In-trial observation period defined as the period from date of randomisation to one of the following dates, whichever comes first: date of follow-up visit, date when participant withdrew consent, date of last contact with participant for participants who were lost to follow-up (participant did not complete the trial and did not withdraw consent), date of death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"569","spread":null},{"groupId":"OG001","value":"701","spread":null}]}]}]},{"type":"SECONDARY","title":"Participants From Time of Randomisation to CV Death","description":"Number of participants with CV death are presented. The outcome measure was evalulated based on data from in-trial observation period. In-trial observation period defined as the period from date of randomisation to one of the following dates, whichever comes first: date of follow-up visit, date when participant withdrew consent, date of last contact with participant for participants who were lost to follow-up (participant did not complete the trial and did not withdraw consent), date of death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"223","spread":null},{"groupId":"OG001","value":"262","spread":null}]}]}]},{"type":"SECONDARY","title":"Participants From Time of Randomisation to First Occurrence of a Composite Heart Failure (HF) Outcome Measure Consisting of: HF Hospitalisation, Urgent HF Visit or CV Death","description":"Number of participants with first occurrence of a composite HF outcome measure consisted of HF hospitalisation, urgent HF visit or CV death are presented. The outcome measure was evaluated based on data from in-trial observation period. In-trial observation period defined as the period from date of randomisation to one of the following dates, whichever comes first: date of follow-up visit, date when participant withdrew consent, date of last contact with participant for participants who were lost to follow-up (participant did not complete the trial and did not withdraw consent), date of death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"300","spread":null},{"groupId":"OG001","value":"361","spread":null}]}]}]},{"type":"SECONDARY","title":"Participants From Time of Randomisation to All-cause Death","description":"Number of participants with all-cause death are presented. The outcome measure was evaluated based on data from in-trial observation period. In-trial observation period defined as the period from date of randomisation to one of the following dates, whichever comes first: date of follow-up visit, date when participant withdrew consent, date of last contact with participant for participants who were lost to follow-up (participant did not complete the trial and did not withdraw consent), date of death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"375","spread":null},{"groupId":"OG001","value":"458","spread":null}]}]}]},{"type":"SECONDARY","title":"Participants From Time of Randomisation to First Occurrence of an Expanded Composite CV Outcome Measure Consisting of: CV Death, Non-fatal MI, Non-fatal Stroke, Coronary Revascularisation or Unstable Angina Pectoris (UAP) Requiring Hospitalisation","description":"Number of participants with first occurrence of an expanded composite CV outcome measure consisted of CV death, non-fatal MI, non-fatal stroke, coronary revascularisation or UAP requiring hospitalisation are presented. The outcome measure was evaluated based on data from in-trial observation period. In-trial observation period defined as the period from date of randomisation to one of the following dates, whichever comes first: date of follow-up visit, date when participant withdrew consent, date of last contact with participant for participants who were lost to follow-up (participant did not complete the trial and did not withdraw consent), date of death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"873","spread":null},{"groupId":"OG001","value":"1074","spread":null}]}]}]},{"type":"SECONDARY","title":"Participants From Time of Randomisation to First Occurrence of a Composite Outcome Measure Consisting of: All-cause Death, Non-fatal MI, or Non-fatal Stroke","description":"Number of participants with first occurrence of a composite outcome measure consisted of all-cause death, non-fatal MI, or non-fatal stroke are presented. The outcome measure was evaluated based on data from in-trial observation period. In-trial observation period defined as the period from date of randomisation to one of the following dates, whichever comes first: date of follow-up visit, date when participant withdrew consent, date of last contact with participant for participants who were lost to follow-up (participant did not complete the trial and did not withdraw consent), date of death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"710","spread":null},{"groupId":"OG001","value":"877","spread":null}]}]}]},{"type":"SECONDARY","title":"Participants From Time of Randomisation to First Occurrence of Non-fatal MI","description":"Number of participants with first occurrence of non-fatal MI are presented. The outcome measure was evaluated based on data from in-trial observation period. In-trial observation period defined as the period from date of randomisation to one of the following dates, whichever comes first: date of follow-up visit, date when participant withdrew consent, date of last contact with participant for participants who were lost to follow-up (participant did not complete the trial and did not withdraw consent), date of death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"234","spread":null},{"groupId":"OG001","value":"322","spread":null}]}]}]},{"type":"SECONDARY","title":"Participants From Time of Randomisation to First Occurrence of Non-fatal Stroke","description":"Number of participants with first occurrence of non-fatal stroke are presented. The outcome measure was evaluated based on data from in-trial observation period. In-trial observation period defined as the period from date of randomisation to one of the following dates, whichever comes first: date of follow-up visit, date when participant withdrew consent, date of last contact with participant for participants who were lost to follow-up (participant did not complete the trial and did not withdraw consent), date of death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"154","spread":null},{"groupId":"OG001","value":"165","spread":null}]}]}]},{"type":"SECONDARY","title":"Participants From Time of Randomisation to First Occurrence of Coronary Revascularisation","description":"Number of participants with first occurrence of coronary revascularisation are presented. The outcome measure was evaluated based on data from in-trial observation period. In-trial observation period defined as the period from date of randomisation to one of the following dates, whichever comes first: date of follow-up visit, date when participant withdrew consent, date of last contact with participant for participants who were lost to follow-up (participant did not complete the trial and did not withdraw consent), date of death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"473","spread":null},{"groupId":"OG001","value":"608","spread":null}]}]}]},{"type":"SECONDARY","title":"Participants From Time of Randomisation to First Occurrence of UAP Requiring Hospitalisation","description":"Number of participants with first occurrence of UAP requiring hospitalisation are presented. The outcome measure was evaluated based on data from in-trial observation period. In-trial observation period defined as the period from date of randomisation to one of the following dates, whichever comes first: date of follow-up visit, date when participant withdrew consent, date of last contact with participant for participants who were lost to follow-up (participant did not complete the trial and did not withdraw consent), date of death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"109","spread":null},{"groupId":"OG001","value":"124","spread":null}]}]}]},{"type":"SECONDARY","title":"Participants From Time of Randomisation to First Occurrence of HF Requiring Hospitalisation or Urgent HF Visit","description":"Number of participants with first occurrence of HF requiring hospitalisation or urgent HF visit are presented. The outcome measure was evaluated based on data from in-trial observation period. In-trial observation period defined as the period from date of randomisation to one of the following dates, whichever comes first: date of follow-up visit, date when participant withdrew consent, date of last contact with participant for participants who were lost to follow-up (participant did not complete the trial and did not withdraw consent), date of death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"97","spread":null},{"groupId":"OG001","value":"122","spread":null}]}]}]},{"type":"SECONDARY","title":"Participants From Time of Randomisation to First Occurrence of Glycosylated Haemoglobin (HbA1c) Greater Than Equals to (≥) 48 Millimole Per Mole (mmol/Mol) (6.5 Percentage [%])","description":"Number of participants with first occurrence of HbA1c ≥ 48 mmol/mol (6.5%) are presented. The outcome measure was evaluated based on data from in-trial observation period. In-trial observation period defined as the period from date of randomisation to one of the following dates, whichever comes first: date of follow-up visit, date when participant withdrew consent, date of last contact with participant for participants who were lost to follow-up (participant did not complete the trial and did not withdraw consent), date of death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"306","spread":null},{"groupId":"OG001","value":"1059","spread":null}]}]}]},{"type":"SECONDARY","title":"Participants From Time of Randomisation to First Occurrence of a 5-component Composite Nephropathy Outcome Measure","description":"Number of participants with first occurrence of a 5-component composite nephropathy outcome measure consisted of onset of persistent macroalbuminuria (UACR \\> 300 milligram per gram \\[mg/g\\]), persistent 50% reduction in estimated glomerular filtration rate (eGFR) compared with baseline (randomisation), onset of persistent eGFR \\< 15 ml/min/1.73m\\^2, initiation of chronic renal replacement therapy (dialysis or transplantation) or renal death. The outcome measure was evaluated based on data from in-trial observation period. In-trial observation period defined as the period from date of randomisation to one of the following dates, whichever comes first: date of follow-up visit, date when participant withdrew consent, date of last contact with participant for participants who were lost to follow-up (participant did not complete the trial and did not withdraw consent), date of death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"155","spread":null},{"groupId":"OG001","value":"198","spread":null}]}]}]},{"type":"SECONDARY","title":"Participants From Time of Randomisation to HbA1c ≥ 39 mmol/Mol (5.7%) (for Participants With a Screening HbA1c <39 mmol/Mol [5.7%])","description":"Number of participants with HbA1c ≥ 39 mmol/mol (5.7%) are presented. The outcome measure was evaluated based on data from in-trial observation period. In-trial observation period defined as the period from date of randomisation to one of the following dates, whichever comes first: date of follow-up visit, date when participant withdrew consent, date of last contact with participant for participants who were lost to follow-up (participant did not complete the trial and did not withdraw consent), date of death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"623","spread":null},{"groupId":"OG001","value":"1501","spread":null}]}]}]},{"type":"SECONDARY","title":"Participants With HbA1c < 39 mmol/Mol (5.7%) (for Participants With a Screening HbA1c ≥ 39 mmol/Mol [5.7%])","description":"Number of participants with HbA1c \\< 39 mmol/mol (5.7%) are presented. The outcome measure was evaluated based on data from in-trial observation period. In-trial observation period defined as the period from date of randomisation to one of the following dates, whichever comes first: date of follow-up visit, date when participant withdrew consent, date of last contact with participant for participants who were lost to follow-up (participant did not complete the trial and did not withdraw consent), date of death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3363","spread":null},{"groupId":"OG001","value":"955","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3271","spread":null},{"groupId":"OG001","value":"978","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Systolic Blood Pressure (SBP)","description":"Change in SBP from randomisation (week 0) to week 104 is presented. The outcome measure was evaluated based on data from in-trial observation period. In-trial observation period defined as the period from date of randomisation to one of the following dates, whichever comes first: date of follow-up visit, date when participant withdrew consent, date of last contact with participant for participants who were lost to follow-up (participant did not complete the trial and did not withdraw consent), date of death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.8","spread":"16.4"},{"groupId":"OG001","value":"-0.6","spread":"16.0"}]}]}]},{"type":"SECONDARY","title":"Change in Diastolic Blood Pressure (DBP)","description":"Change in DBP from randomisation (week 0) to week 104 is presented. The outcome measure was evaluated based on data from in-trial observation period. In-trial observation period defined as the period from date of randomisation to one of the following dates, whichever comes first: date of follow-up visit, date when participant withdrew consent, date of last contact with participant for participants who were lost to follow-up (participant did not complete the trial and did not withdraw consent), date of death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.1","spread":"10.4"},{"groupId":"OG001","value":"-0.4","spread":"10.4"}]}]}]},{"type":"SECONDARY","title":"Change in Pulse","description":"Change in pulse from randomisation (week 0) to week 104 is presented. The outcome measure was evaluated based on data from in-trial observation period. In-trial observation period defined as the period from date of randomisation to one of the following dates, whichever comes first: date of follow-up visit, date when participant withdrew consent, date of last contact with participant for participants who were lost to follow-up (participant did not complete the trial and did not withdraw consent), date of death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.8","spread":"11.0"},{"groupId":"OG001","value":"0.9","spread":"10.7"}]}]}]},{"type":"SECONDARY","title":"Change in High Sensitivity C-Reactive Protein (hsCRP) - Ratio to Baseline","description":"Change in hsCRP (milligram per liter \\[mg/L\\]) from randomisation (week 0) to week 104 presented as ratio to baseline (week 0). The outcome measure was evaluated based on data from in-trial observation period. In-trial observation period defined as the period from date of randomisation to one of the following dates, whichever comes first: date of follow-up visit, date when participant withdrew consent, date of last contact with participant for participants who were lost to follow-up (participant did not complete the trial and did not withdraw consent), date of death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.61","spread":"149.53"},{"groupId":"OG001","value":"1.00","spread":"133.25"}]}]}]},{"type":"SECONDARY","title":"Change in Total Cholesterol - Ratio to Baseline","description":"Change in total cholesterol (milligram per deciliter \\[mg/dL\\]) from randomisation (week 0) to week 104 is presented as ratio to baseline (week 0). The outcome measure was evaluated based on data from in-trial observation period. In-trial observation period defined as the period from date of randomisation to one of the following dates, whichever comes first: date of follow-up visit, date when participant withdrew consent, date of last contact with participant for participants who were lost to follow-up (participant did not complete the trial and did not withdraw consent), date of death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.95","spread":"21.54"},{"groupId":"OG001","value":"0.98","spread":"21.24"}]}]}]},{"type":"SECONDARY","title":"Change in High Density Lipoprotein (HDL) Cholesterol - Ratio to Baseline","description":"Change in HDL (mg/dL) from randomisation (week 0) to week 104 is presented as ratio to baseline (week 0). The outcome measure was evaluated based on data from in-trial observation period. In-trial observation period defined as the period from date of randomisation to one of the following dates, whichever comes first: date of follow-up visit, date when participant withdrew consent, date of last contact with participant for participants who were lost to follow-up (participant did not complete the trial and did not withdraw consent), date of death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.05","spread":"17.39"},{"groupId":"OG001","value":"1.01","spread":"16.69"}]}]}]},{"type":"SECONDARY","title":"Change in Low Density Lipoprotein (LDL) Cholesterol - Ratio to Baseline","description":"Change in LDL (mg/dL) from randomisation (week 0) to week 104 is presented as ratio to baseline (week 0). The outcome measure was evaluated based on data from in-trial observation period. In-trial observation period defined as the period from date of randomisation to one of the following dates, whichever comes first: date of follow-up visit, date when participant withdrew consent, date of last contact with participant for participants who were lost to follow-up (participant did not complete the trial and did not withdraw consent), date of death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.95","spread":"37.43"},{"groupId":"OG001","value":"0.97","spread":"37.83"}]}]}]},{"type":"SECONDARY","title":"Change in Triglycerides - Ratio to Baseline","description":"Change in triglycerides (mg/dL) from randomisation (week 0) to week 104 is presented as ratio to baseline (week 0). The outcome measure was evaluated based on data from in-trial observation period. In-trial observation period defined as the period from date of randomisation to one of the following dates, whichever comes first: date of follow-up visit, date when participant withdrew consent, date of last contact with participant for participants who were lost to follow-up (participant did not complete the trial and did not withdraw consent), date of death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.82","spread":"46.33"},{"groupId":"OG001","value":"0.97","spread":"44.31"}]}]}]},{"type":"SECONDARY","title":"Change in Body Weight","description":"Percentage change in body weight from randomisation (week 0) to week 104 is presented. The outcome measure was evaluated based on data from in-trial observation period. In-trial observation period defined as the period from date of randomisation to one of the following dates, whichever comes first: date of follow-up visit, date when participant withdrew consent, date of last contact with participant for participants who were lost to follow-up (participant did not complete the trial and did not withdraw consent), date of death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-9.39","spread":"8.62"},{"groupId":"OG001","value":"-0.87","spread":"6.08"}]}]}]},{"type":"SECONDARY","title":"Change in Waist Circumference","description":"Change is waist circumference from randomisation (week 0) to week 104 is presented. The outcome measure was evaluated based on data from in-trial observation period. In-trial observation period defined as the period from date of randomisation to one of the following dates, whichever comes first: date of follow-up visit, date when participant withdrew consent, date of last contact with participant for participants who were lost to follow-up (participant did not complete the trial and did not withdraw consent), date of death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-7.5","spread":"9.4"},{"groupId":"OG001","value":"-1.0","spread":"7.3"}]}]}]},{"type":"SECONDARY","title":"Change From Randomisation (Week 0) in Participant Reported Outcome (PRO): EuroQol Five Dimensions Five Level Questionnaire (EQ-5D-5L) Index Score to Week 104","description":"EQ-5D-5L is a PRO tool used to estimate impact on participant's health-related quality of life and provides a description of their problems by dimensions (descriptive system). EQ-5D has 5 dimensions: mobility, self-care, usual activities, pain, anxiety/depression, and each dimension has 5 levels: not at all, mild, moderate, severe, extreme. Participant marks most appropriate statement in each dimension, resulting in 1-digit number and digits from 5 dimensions can be combined in 5-digit number describing participant's health state. Index score records an average health status according to dimensions using an algorithm, ranges 0-1 with higher score indicates better health status. Outcome measure was evaluated based on data from in-trial observation period (defined as date of randomisation to one of the dates, whichever comes first: date of follow-up visit, date when participant withdrew consent, date of last contact with participant \\[who were lost to follow-up\\], date of death).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.01","spread":"0.14"},{"groupId":"OG001","value":"-0.01","spread":"0.14"}]}]}]},{"type":"SECONDARY","title":"Change From Randomisation (Week 0) in PRO: EuroQol Five Dimensions Visual Analogue Scale (EQ-5D-VAS) to Week 104","description":"EQ-5D-5L is a PRO tool used to estimate impact on participant's health-related quality of life and provides a description of their problems by dimensions (descriptive system). EQ-5D has 5 dimensions: mobility, self-care, usual activities, pain, anxiety/depression, and each dimension has 5 levels: not at all, mild, moderate, severe, extreme. Participant marks most appropriate statement in each dimension, resulting in 1-digit number and digits from 5 dimensions can be combined in 5-digit number describing participant's health state. VAS component records a participant's overall self-rated health on a range of 0-100 with higher score indicates better self-reported health status. Outcome measure was evaluated based on data from in-trial observation period (defined as date of randomisation to one of the dates, whichever comes first: date of follow-up visit, date when participant withdrew consent, date of last contact with participant \\[who were lost to follow-up\\], date of death).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.38","spread":"15.38"},{"groupId":"OG001","value":"0.77","spread":"15.79"}]}]}]},{"type":"SECONDARY","title":"Change in HbA1c - Percentage","description":"Change in HbA1c (percentage) from randomisation (week 0) to week 104 is presented. The outcome measure was evaulated based on data from in-trial observation period. In-trial observation period defined as the period from date of randomisation to one of the following dates, whichever comes first: date of follow-up visit, date when participant withdrew consent, date of last contact with participant for participants who were lost to follow-up (participant did not complete the trial and did not withdraw consent), date of death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.31","spread":"0.37"},{"groupId":"OG001","value":"0.01","spread":"0.36"}]}]}]},{"type":"SECONDARY","title":"Change in HbA1c - mmol/Mol","description":"Change in HbA1c (mmol/mol) from randomisation (week 0) to week 104 is presented. The outcome measure was evaulated based on data from in-trial observation period. In-trial observation period defined as the period from date of randomisation to one of the following dates, whichever comes first: date of follow-up visit, date when participant withdrew consent, date of last contact with participant for participants who were lost to follow-up (participant did not complete the trial and did not withdraw consent), date of death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.38","spread":"4.06"},{"groupId":"OG001","value":"0.10","spread":"3.94"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2941,"n":8803},"commonTop":["COVID-19","Nausea","Diarrhoea","Constipation","Decreased appetite"]}}}