{"nctId":"NCT00420745","briefTitle":"To Assess Safety, Reactogenicity & Immunogenicity of 2 Doses of GSK's Oral Human Rotavirus Vaccine in Pre-Term Infants","startDateStruct":{"date":"2007-01-25"},"conditions":["Infections, Rotavirus"],"count":1009,"armGroups":[{"label":"Rotarix Group","type":"EXPERIMENTAL","interventionNames":["Biological: Rotarix™"]},{"label":"Placebo Group","type":"PLACEBO_COMPARATOR","interventionNames":["Biological: Placebo"]}],"interventions":[{"name":"Rotarix™","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subjects who the investigator believes that their parents/guardians can and will comply with the requirements of the protocol should be enrolled in the study.\n* Healthy male or female infant between, and including, 6 and 14 weeks (42 - 104 days) of age at the time of first study vaccination in Portugal, France and Poland. A male or female infant between, and including, 6 and 12 weeks of age at the time of first study vaccination in Spain.\n* Medically stable pre-term infants, born within a gestational period of 27 -36 weeks.\n* Written informed consent obtained from the parent or guardian of the subject.\n* Planned to be discharged from hospital's neonatal stay on or before the day of the first HRV vaccine/Placebo administration.\n\nExclusion Criteria:\n\n* Use of any investigational or non-registered product (drug or vaccine) other than the HRV vaccine within 30 days preceding the first dose of HRV vaccine, or planned use during the study period.\n* Chronic administration of immunosuppressants or other immune-modifying drugs since birth.\n* Planned administration/ administration of a vaccines not foreseen by the study protocol from birth till study end.\n* Concurrently participating in another clinical study, at any time during the study period, in which the subject has been or will be exposed to an investigational or a non-investigational product (pharmaceutical product or device).\n* Any clinically significant history of chronic gastrointestinal disease.\n* Any confirmed or suspected immunosuppressive or immunodeficient condition, based on medical history and physical examination (no laboratory testing required).\n* History of allergic disease or reactions likely to be exacerbated by any component of the vaccine.\n* Major congenital defects or serious chronic illness (subjects with severe broncho-pulmonary dysplasia requiring persistent oxygen-therapy will be excluded).\n* History of any neurologic disorders or seizures. Grade I and II intra-ventricular bleeding are allowed.\n* Acute disease at the time of enrolment.\n* Administration of immunoglobulins, and/or any blood products within one month (30 days) preceding the first dose of study vaccines or planned administration during the study period. Monoclonal anti-RSV therapy/prophylaxis and recombinant erythropoietin are allowed.","healthyVolunteers":true,"sex":"ALL","minimumAge":"6 Weeks","maximumAge":"14 Weeks","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Subjects Reporting Any Serious Adverse Events (SAEs).","description":"An SAE is any untoward medical occurrence that:\n\nresults in death, is life-threatening, requires hospitalization or prolongation of existing hospitalization, results in disability/incapacity, is a congenital anomaly/birth defect in the offspring of a study subject, or may evolve into one of the outcomes listed above.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"34","spread":null},{"groupId":"OG001","value":"23","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects Reporting Unsolicited Adverse Events (AEs), According to Medical Dictionary for Regulatory Activities (MedDRA) Classification.","description":"An AE is any untoward medical occurrence in a clinical investigation subject, temporally associated with the use of a medicinal product, whether or not considered related to the medicinal product.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"196","spread":null},{"groupId":"OG001","value":"138","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects for Whom Each Type of Solicited Symptom Was Reported.","description":"Solicited symptoms included Diarrhea (3 or more looser than normal stools/day), Fever (axillary temperature ≥ 37.5 degrees Celsius (°C)), Irritability, Loss of appetite, and Vomiting","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"54","spread":null},{"groupId":"OG001","value":"29","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"133","spread":null},{"groupId":"OG001","value":"66","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"81","spread":null},{"groupId":"OG001","value":"45","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"52","spread":null},{"groupId":"OG001","value":"27","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects for Whom Presence of Rotavirus (RV) Gastroenteritis (GE) Was Detected in Stools.","description":"Gastroenteritis (GE): diarrhoea with or without vomiting. Rotavirus (RV) GE: A GE episode was a RV GE if a stool sample taken during or not later than 7 days after the episode was RV positive by Enzyme Linked Immunosorbent Assay.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Seroconversion to Anti-rotavirus Immunoglobulin A (IgA) Antibody.","description":"Number of subjects with anti-rotavirus IgA antibody concentration ≥ 20 Units/milliliter (U/mL).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"126","spread":null},{"groupId":"OG001","value":"13","spread":null}]}]}]},{"type":"SECONDARY","title":"Serum Anti-Rotavirus IgA Antibody Concentration.","description":"Anti-rotavirus IgA antibody concentrations are given as geometric mean concentrations (GMC) with 95% Confidence Intervals, calculated on all subjects.","paramType":"GEOMETRIC_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"202.2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":34},"commonTop":["Irritability","Loss of appetite","Fever","Vomiting","Pyrexia"]}}}