{"nctId":"NCT02884206","briefTitle":"Efficacy and Safety of LCZ696 Compared to Valsartan on Cognitive Function in Patients With Chronic Heart Failure and Preserved Ejection Fraction","startDateStruct":{"date":"2016-11-23","type":"ACTUAL"},"conditions":["Chronic Heart Failure (CHF)"],"count":592,"armGroups":[{"label":"LCZ696 200 mg bid","type":"EXPERIMENTAL","interventionNames":["Drug: LCZ696","Drug: Placebo of Valsartan"]},{"label":"Valsartan 160 mg bid","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Valsartan","Drug: Placebo of LCZ696"]}],"interventions":[{"name":"LCZ696","otherNames":[]},{"name":"Valsartan","otherNames":[]},{"name":"Placebo of LCZ696","otherNames":[]},{"name":"Placebo of Valsartan","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Key Inclusion Criteria:\n\n* Chronic heart failure with current symptoms NYHA class II-IV\n* Left ventricular ejection fraction \\> 40%\n* NT-proBNP \\>= 125 pg/mL at screening visit\n* Patient with evidence of adequate functioning to complete study assessments\n\nKey Exclusion Criteria:\n\n* Patients with acute decompensated heart failure requiring augmented therapy with diuretics, vasodilators and/or inotropic drugs\n* Acute coronary syndrome (including myocardial infarction (MI)), cardiac surgery, other major CV surgery, or urgent percutaneous coronary intervention (PCI), carotid surgery or carotid angioplasty, history of stroke or transient ischemic attack within the 3 months prior to Screening visit or an elective PCI within 30 days prior to Screening visit\n* Patients with history of hereditary or idiopathic angioedema or angioedema related to previous ACEi or ARB therapies\n* Patients who require treatment with 2 or more of the following: an ACEi, an ARB or a renin inhibitor\n* Patients with one of the following:\n\n  1. Patients with serum potassium \\>5.2 mmol/L (mEq/L) at Screening visit\n  2. Patients with serum potassium \\>5.4 mmol/L (mEq/L) at any visit during run-in treatment period or at randomization visit\n  3. Systolic blood pressure (SBP) ≥180 mmHg at Screening visit, or\n  4. SBP \\<110 mmHg at Screening visit, or\n  5. SBP \\<100 mmHg or symptomatic hypotension as determined by the investigator at Visit 103 or at randomization visit\n  6. Body mass index (BMI) \\>45 kg/m\\^2\n* Patients with\n\n  1. known pericardial constriction, genetic hypertrophic cardiomyopathy, infiltrative cardiomyopathy\n  2. hemodynamically significant obstructive valvular disease\n* Life-threatening or uncontrolled dysrhythmia, including symptomatic or sustained ventricular tachycardia and atrial fibrillation or flutter with a resting ventricular rate \\>110 beats per minute\n* Inability to perform cognitive battery or other study evaluations based on significant motor (e.g. hemiplegia, muscular-skeletal injury) or sensory (blindness, decreased or uncorrected visual or auditory acuity) skill\n* Clinically significant cerebral pathology for example large cerebral aneurysm or space occupying lesion that may impact cognition as assessed by central MRI reader\n* Mini mental state examination score less than 24 at screening\n* Patients with a clinical diagnosis of Alzheimer's disease or other dementia syndromes or any indication for or current treatment with cholinesterase inhibitors and/or another prescription AD treatment (e.g. memantine).","healthyVolunteers":false,"sex":"ALL","minimumAge":"60 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in the CogState Global Cognitive Composite Score (GCCS)","description":"The CogState cognitive battery was composed of 7 tests, which were administered electronically by the patients at scheduled visits. For each test, a standardized z-score was calculated. The GCCS was the average of the non-missing individual test z-scores. A higher score indicated better cognitive function.\n\nCogState GCCS changes from baseline (randomization) were analyzed using a repeated measures ANCOVA in which treatment, age stratification factor, Mini mental state examination stratification factor, education level, Apolipoprotein E ε4 allele status, cerebrovascular disease burden at screening, visit and treatment-by-visit interaction are included as fixed-effect factor, and baseline (randomization) GCCS and visit-by- baseline GCCS as covariates with a common unstructured covariance matrix among visits between treatment groups. The analysis was based on a direct likelihood method with an assumption of Missing at random.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.0902","spread":"0.0372"},{"groupId":"OG001","value":"-0.0722","spread":"0.0383"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Cortical Composite Standardized Uptake Value Ratio (SUVr)","description":"The effects of LCZ696 compared to valsartan on Aβ deposition in the brain over 3 years were evaluated in a subset of patients using amyloid positron emission tomography (PET) imaging by assessing the change from baseline in cortical composite SUVr. PET imaging was performed at selected PET-capable centers on all eligible patients participating in the substudy. Sites with patients performing the PET scan were a subset of the overall patient population and overall sites for the study.\n\nChange from baseline to 3 years was analyzed based on an ANCOVA model with treatment, age, MMSE, amyloid status (+ve/-ve) stratification factors, region, APOE4 status and cerebrovascular disease burden as fixed effects, with baseline SUVr and treatment-by-baseline SUVr interaction as covariates for each of these imputed datasets. Results were obtained by applying Rubin's rules on the estimates from the imputed datasets.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0273","spread":"0.0114"},{"groupId":"OG001","value":"0.0564","spread":"0.0101"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0416","spread":"0.0113"},{"groupId":"OG001","value":"0.0876","spread":"0.0109"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0218","spread":"0.0117"},{"groupId":"OG001","value":"0.0434","spread":"0.0104"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0231","spread":"0.0119"},{"groupId":"OG001","value":"0.0532","spread":"0.0104"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0249","spread":"0.0110"},{"groupId":"OG001","value":"0.0418","spread":"0.0097"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0061","spread":"0.0094"},{"groupId":"OG001","value":"-0.0072","spread":"0.0083"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Individual Cognitive Domains","description":"The effects of LCZ696 compared to valsartan on the individual cognitive domains (memory, executive function, and attention) over 3 years were evaluated by assessing the individual components of the CogState cognitive battery. Composite scores for the 3 individual cognitive domains were generated by combining the standardized z-scores of selected tests from the CogState cognitive battery. Each composite score was the average of the non-missing individual test z-scores. A higher score indicated better cognitive function.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.0573","spread":"0.0477"},{"groupId":"OG001","value":"-0.0580","spread":"0.0490"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.0375","spread":"0.0480"},{"groupId":"OG001","value":"-0.0702","spread":"0.0493"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.1836","spread":"0.0614"},{"groupId":"OG001","value":"-0.0794","spread":"0.0634"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Summary Score of the Instrumental Activities of Daily Living (IADL)","description":"The effects of LCZ696 compared to valsartan on the changes in IADL over 3 years were evaluated by as assessing the Functional activities questionnaire (FAQ) summary scores.\n\nThe FAQ is a 30-point questionnaire that is made up of 10 questions that reflect a patient's ability to perform activities of daily living and to function independently. A score of 0 represents no impairment and a score of 30 represents severe impairment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.5983","spread":"0.2064"},{"groupId":"OG001","value":"0.7089","spread":"0.2115"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":318},"commonTop":["Hypotension","Hyperkalaemia","Dizziness","Arthralgia","Nasopharyngitis"]}}}