{"nctId":"NCT02867761","briefTitle":"RETHINC: REdefining THerapy In Early COPD for the Pulmonary Trials Cooperative","startDateStruct":{"date":"2017-08-29","type":"ACTUAL"},"conditions":["COPD (Chronic Obstructive Pulmonary Disease)"],"count":780,"armGroups":[{"label":"Indacaterol/Glycopyrrolate","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Indacaterol/Glycopyrrolate"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Indacaterol/Glycopyrrolate","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Subject must be able to understand and provide informed consent\n2. Age 40-80\n3. ≥10 pack-year smoking history\n4. Post-bronchodilator FEV1/FVC ratio ≥0.70\n5. Baseline CAT≥10\n\nExclusion Criteria:\n\n1. Inability or unwillingness of a participant to give written informed consent or comply with study protocol.\n2. Subject is pregnant, breast-feeding, or plans to become pregnant.\n3. Active pulmonary infection or prior pulmonary infection where antibiotic and/or steroid treatment was completed ≤4 weeks prior to enrollment.\n4. Post-BD FVC \\< 70% predicted\n5. A primary diagnosis of asthma established by each study investigator based on ATS/ERS criteria as previously implemented in the MACRO clinical trial.\n6. Known concomitant lung disease, pulmonary tuberculosis (unless confirmed by chest x-ray to be no longer active), or clinically significant bronchiectasis.\n7. History (or family history) of long QT syndrome.\n8. History of paroxysmal (intermittent) atrial fibrillation will be considered an exclusion. Patients with persistent atrial fibrillation as defined by continuous atrial fibrillation for at least 6 months and controlled with a rate control strategy (i.e., selective beta blocker, calcium channel blocker, pacemaker placement, digoxin or ablation therapy) for at least 6 months may be considered for inclusion. In such patients, heart rate at enrollment must be \\< 100/min.\n9. Patients with BMI \\< 15 or more than 40 kg/m2.\n10. Patients with diabetes Type I or uncontrolled diabetes Type II.\n11. Patients who, in the judgment of the investigator, have a clinically relevant laboratory abnormality or a clinically significant condition such as (but not limited to) significant renal disease, psychiatric disease, gastrointestinal disease, unstable ischemic heart disease, arrhythmia (excluding chronic stable atrial fibrillation), uncontrolled hypertension or any other condition which in the opinion of investigator might compromise patient safety or compliance, interfere with evaluation, or preclude completion of the study.\n12. Patients with any history of lung cancer.\n13. Patients with narrow-angle glaucoma, symptomatic benign prostatic hyperplasia or bladder-neck obstruction or severe renal impairment or urinary retention. Benign Prostatic Hyperplasia (BPH) patients who are stable on treatment can be considered.\n14. Any other past or current medical problems or findings from physical examination or laboratory testing that are not listed above, which, in the opinion of the investigator, may pose additional risks from participation in the study, may interfere with the participant's ability to comply with study requirements or that may impact the quality or interpretation of the data obtained from the study.\n15. Patients with a history of hypersensitivity to any of the study drugs or to drugs from similar chemical classification, including untoward reactions to sympathomimetic amines or inhaled medication or any component thereof.\n16. Patients unable to successfully use a dry powder inhaler device or perform spirometry measurements.\n17. Use of other investigational drugs at the time of enrollment or within 30 days or 5 half-lives of enrollment, whichever is longer.\n18. Patients receiving any protocol-specified prohibited medications..\n19. Patients receiving any protocol-specified prohibited COPD related medications (will be required to undergo a required washout period prior to enrollment).","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Proportion (Percentage) of Individuals Who Experience a 4 Unit Improvement in St. George's Respiratory Questionnaire (SGRQ) at 12 Weeks and do Not Meet Criteria for Treatment Failure During the 12 Week Treatment Period","description":"Measured by units of improvement in SGRQ scores at Baseline and 12 weeks, as well as review of treatment failure status at 4 weeks and 12 weeks of treatment (treatment failure is defined by an increase in lower respiratory symptoms necessitating treatment with active, long-acting inhaled bronchodilator, corticosteroids or antibiotics).\n\nA 4 unit change is the minimum clinically important difference. SGRQ has a 0 - 100 score; 0 as low symptoms (feeling better) and 100 as high symptoms (feeling worse).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"128","spread":null},{"groupId":"OG001","value":"144","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Individuals With a 2 Unit Improvement in CAT Without Treatment Failure","description":"Proportion of individuals with a 2 unit improvement in CAT without treatment failure","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"169","spread":null},{"groupId":"OG001","value":"166","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Individuals With a 1 Unit Improvement in the BDI/TDI Without Treatment Failure","description":"Proportion of individuals with a 1 unit improvement in the BDI/TDI without treatment failure","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"80","spread":null},{"groupId":"OG001","value":"80","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Individuals With Both a 4 Unit Improvement in SGRQ and a 1 Unit Improvement in BDI/TDI Without Treatment Failure","description":"Measured by units of improvement in SGRQ scores at Baseline and 12 weeks, as well as review of treatment failure status at 4 weeks and 12 weeks of treatment (treatment failure is defined by an increase in lower respiratory symptoms necessitating treatment with active, long-acting inhaled bronchodilator, corticosteroids or antibiotics).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"55","spread":null},{"groupId":"OG001","value":"60","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change in St. George's Respiratory Questionnaire (SGRQ)","description":"Value at 12 Weeks Minus Baseline. SGRQ has a 0 - 100 score; 0 as low symptoms (feeling better) and 100 as high symptoms (feeling worse).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-7.7","spread":null},{"groupId":"OG001","value":"-8.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change in COPD Assessment Test (CAT)","description":"Value at 12 Weeks Minus Baseline. 0 - 40; 0 as low symptoms (feeling better) and 40 as high symptoms (feeling worse).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.5","spread":null},{"groupId":"OG001","value":"-4.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change in Baseline Dyspnea Index (BDI)/Transition Dyspnea Index (TDI)","description":"Value at 12 Weeks Minus Baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.93","spread":null},{"groupId":"OG001","value":"0.92","spread":null}]}]}]},{"type":"SECONDARY","title":"Area Under the Curve (AUC) 0-3 Hours for FEV1","description":"FEV1 AUC0-3h was calculated as the area under the FEV1-time curve from 0 to 3h post-dose using the trapezoidal rule, divided by the duration (3h) to report in liters.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.09","spread":null},{"groupId":"OG001","value":"7.82","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Trough Forced Expiratory Volume Per 1 Second (FEV1) - Absolute Value","description":"Trough FEV1 at 12 week minus trough FEV1 at baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.04","spread":null},{"groupId":"OG001","value":"-0.01","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in 12 Hour Trough Inspiratory Capacity - Absolute Value","description":"Change from baseline in 12 hour trough inspiratory capacity - absolute value","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.12","spread":null},{"groupId":"OG001","value":"0.02","spread":null}]}]}]},{"type":"SECONDARY","title":"Symptoms and Rescue Medication Use Based on Daily Diary","description":"Percentage of days with symptoms (shortness of breath, chest tightness, wheezing, cough, or sputum) or use of albuterol","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"67.0","spread":null},{"groupId":"OG001","value":"63.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Treatment Failure Defined by Increase in Lower Respiratory Symptoms Necessitating Treatment With Active, Long-acting Inhaled Bronchodilator, Corticosteroids or Antibiotics","description":"Treatment failure defined by increase in lower respiratory symptoms necessitating treatment with active, long-acting inhaled bronchodilator, corticosteroids or antibiotics","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"9","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Trough FEV1 - % Predicted","description":"Trough FEV1 at 12 week minus trough FEV1 at baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.48","spread":null},{"groupId":"OG001","value":"-0.09","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in FEF25-75%","description":"FEF25-75%-Forced expiratory flow over the middle one half of the FVC; the average flow from the point at which 25 percent of the FVC has been exhaled to the point at which 75 percent of the FVC has been exhaled.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.07","spread":null},{"groupId":"OG001","value":"-0.08","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":261},"commonTop":[]}}}