{"nctId":"NCT00401752","briefTitle":"Efficacy and Safety Study of Esomeprazole 20mg qd vs Ranitidine 150mg Bid in Patients With an NSAID-induced Gastric Ulcer","startDateStruct":{"date":"2006-03"},"conditions":["Gastric Ulcer"],"count":397,"armGroups":[],"interventions":[{"name":"Esomeprazole","otherNames":[]},{"name":"Ranitidine","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Signed informed consent.\n* A clinical diagnosis of a chronic condition that requires daily NSAID treatment for at least 2 months.\n* Daily NSAID dose and type must have been stable for at least 2 weeks prior to the baseline endoscopy;orally;\n\nExclusion Criteria:\n\n* History of esophageal, gastric or duodenal surgery, except for simple closure of an ulcer.\n* History of severe liver disease, including (but not limited to) cirrhosis and acute or chronic hepatitis.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"The Percentage of Subjects Whose Gastric Ulcer(s) (GUs) Was (Were) Healed at Week 4 After Treatment With Esomeprazole 20 mg qd and Ranitidine 150 mg Bid in Patients Receiving Daily Non-steroidal Anti-inflammatory Drug (NSAID)Therapy.","description":"Healed was defined as the absence of gastric ulcers. It was calculated as the proportion of subjects whose gastric ulcer(s) healed after 4 weeks treatment.\n\n(Ulcers were on S stage, stage 1 = Nonblanchable erythema of intact skin, stage 2 = Partial thickness skin loss involving epidermis, dermis, or both, stage 3 = Full thickness skin loss involving damage to or necrosis of subcutaneous tissue, stage 4 = Full thickness skin loss with extensive destruction, tissue necrosis, or damage to muscle, bone, or supporting structures or absent).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"59.4","spread":null},{"groupId":"OG001","value":"59.5","spread":null}]}]}]},{"type":"SECONDARY","title":"The Percentage of Subjects Whose Gastric Ulcer(s) Was (Were) Healed at Week 8 After Treatment With Esomeprazole 20 mg qd and Ranitidine 150 mg Bid in Patients Receiving Daily NSAID Therapy.","description":"Healed was defined as the absence of gastric ulcers (Ulcers were on S stage or absent). It was calculated as the proportion of subjects whose gastric ulcer(s) healed after 8 weeks treatment.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"81.1","spread":null},{"groupId":"OG001","value":"73.9","spread":null}]}]}]},{"type":"SECONDARY","title":"The Resolution of Heartburn Symptoms at Week 4 and Week 8 After Treatment With Esomeprazole 20 mg qd and Ranitidine 150 mg Bid in Patients Receiving Daily NSAID Therapy.","description":"Resolution rate of investigator-assessed GI symptoms, including heartburn, acid regurgitation, nausea, abdominal fullness and sleep disorder. It was calculated as the percentage of subjects whose heartburn symptoms were resolved at Week 8.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null},{"groupId":"OG001","value":"97.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With the Occurance of Any Adverse Event.","description":"Safety evaluation including vital signs, physical examination, ECG, adverse events and clinical laboratory evaluations during 8 weeks treatment.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.8","spread":null},{"groupId":"OG001","value":"22.7","spread":null}]}]}]},{"type":"SECONDARY","title":"The Percentage of Participants Whose Duodenal Ulcer(s) (DUs) Was (Were) Healed at Week 4 and Week 8 After Treatment With Esomeprazole 20 mg qd and Ranitidine 150 mg Bid in Patients Receiving Daily NSAID Therapy.","description":"Healed was defined as the absence of ulcers (Ulcers were on S stage or absent). It was calculated as the proportion of subjects whose duodenal ulcer healed after 4 and 8 weeks treatment.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"93.3","spread":null},{"groupId":"OG001","value":"81.8","spread":null}]}]}]},{"type":"SECONDARY","title":"The Percentage of Participants Whose GU(s) and DU(s) in Combination Were Healed at Week 4 and Week 8 After Treatment With Esomeprazole 20 mg qd and Ranitidine 150 mg Bid in Patients Receiving Daily NSAID Therapy","description":"Healed was defined as the absence of ulcers (Ulcers were on S stage or absent). It was calculated as the proportion of subjects whose gastric and duodenal ulcer healed after 4 and 8 weeks treatment.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"80.2","spread":null},{"groupId":"OG001","value":"69.4","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":107},"commonTop":["Gastritis erosive","Dizziness","Gastric ulcer","Abdominal pain upper","Upper respiratory tract infection"]}}}