{"nctId":"NCT04460560","briefTitle":"Terlipressin for HRS-AKI in Liver Transplant Candidates (INFUSE)","startDateStruct":{"date":"2020-12-11","type":"ACTUAL"},"conditions":["Hepatorenal Syndrome"],"count":50,"armGroups":[{"label":"Open-Label Terlipressin","type":"OTHER","interventionNames":["Drug: Terlipressin"]}],"interventions":[{"name":"Terlipressin","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Written informed consent by subject or legally authorized representative.\n2. At least 18 years of age.\n3. Cirrhosis and ascites.\n4. No sustained improvement in renal function (less than 20% decrease in SCr) at least 48 hours after diuretic withdrawal and after plasma volume expansion with albumin (given daily for two days - 48 hours minimum from 1st dose). If SCr improves by ≥ 20 % but plateaus ( ≤ 10 % fluctuation in sCr) and remains above 1.5 mg/dl for ≥another 48 hrs and there are no features of acute tubular necrosis.\n5. Increase in SCr by at least ≥ 0.3 mg/dl OR 1.5-2 fold above baseline (AKI stage 1 and above), to a SCr of ≥ 1.5 mg/dl at the time of initiating treatment. Baseline SCr is defined as the most recent, lowest SCr within last 6 months before date of current admission.\n6. A.On liver transplant wait list or liver transplant eligible with anticipation of being placed on the liver transplant wait list. B. Patients not on the transplant waitlist or transplant eligible are also eligible for the trial ( maximum 25 subjects) -\n\nExclusion Criteria:\n\n1. Serum creatinine level greater than 5.0 mg/dL. Subjects with value greater than 5.0 mg/dL may be enrolled with Sponsor prior approval.\n2. MELD score ≥ 35\n3. Acute on Chronic Liver Failure (ACLF) grade 3 (according to the CLIF Consortium grading system).\n4. Uncontrolled sepsis and/or uncontrolled bacterial infection (e.g., persisting bacteremia, persisting ascitic fluid leukocytosis, fever, increasing leukocytosis with vasomotor instability).\n5. Shock.\n6. Current or recent (within 4 weeks) treatment with or exposure to nephrotoxic agents: eg, aminoglycosides, amphotericin, cyclosporine A, cisplatin, nonsteroidal anti-inflammatory drugs (NSAIDs: e.g., ibuprofen, naproxen, diclofenac), significant exposure to radiographic contrast agents (large doses or multiple injections of iodinated contrast media; e.g., during coronary or abdominal angiogram).\n7. Estimated life expectancy of less than 7 days.\n8. Advanced Hepatocellular Carcinoma ( HCC) with expected survival of \\< 6 months\n9. Superimposed acute liver injury due to drugs (e.g., acetaminophen), dietary supplements, herbal preparations, viral hepatitis, or toxins (e.g., Amanita toxin with mushroom poisoning carbon tetrachloride), with the exception of acute alcoholic hepatitis.\n10. Evidence of obstructive uropathy or parenchymal renal disease. Renal ultrasound or other imaging not required but should be taken if suspicious.\n11. Tubular epithelial casts, heme granular casts (range of 1-3 granular casts acceptable), hematuria or microhematuria on urinalysis that is indicative of acute tubular necrosis and/or intrinsic renal disease.\n12. Subjects known to be pregnant; all women of child-bearing age and potential must have a negative pregnancy test.\n13. Severe cardiovascular disease, including, but not limited to, unstable angina, pulmonary edema, congestive heart failure, or persisting symptomatic peripheral vascular disease, myocardial infarction or stable chronic angina within the past 12 months, or any other cardiovascular disease judged by the investigator to be severe and creates a risk to subject with concurrent terlipressin use.\n14. Current or recent (within 4 weeks) renal replacement therapy (RRT) or anticipation of RRT within 3 days on enrollment.\n15. Participation in other clinical research involving investigational medicinal products within 30 days of starting study drug that would adversely affect participation in this or the current trial.\n16. Transjugular intrahepatic portosystemic shunt (TIPS) within 30 days of starting study drug.\n17. For the Prospective Group: All vasopressors must be stopped prior to treatment with terlipressin. Use of vasopressors (e.g., norepinephrine, epinephrine or vasopressin dopamine or other vasopressors) of ≥ 3 consecutive days within the prior 14-day screening period are excluded. Patients receiving a vasopressor other than midodrine within 24 hours of qualifying SCr are excluded, i.e, a 24-h washout is required prior to enrollment.\n\n    Note: Patients receiving midodrine and octreotide may be enrolled. Midodrine and octreotide treatment must be stopped prior to enrollment.\n18. Known allergy or sensitivity to terlipressin.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Improvement of Renal Function (SCr) From Day 1 Thru End of Treatment, Repeated Measure Analysis. SCr Will be Collected Daily, From Day 1 Thru End of Treatment. Baseline SCr Will Also be Entered.","description":"SCr will be collected daily, from Day 1 thru end of treatment. Complete response (CR) defined as ≥30% decrease in SCr with EOT SCr≤1.5, partial response (PR) as ≥30% decrease in SCr with EOT SCr\\>1.5, and non-response (NR) as \\<30% decrease in SCr.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32","spread":null}]},{"measurements":[{"groupId":"OG000","value":"8","spread":null}]},{"measurements":[{"groupId":"OG000","value":"10","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":26,"n":50},"commonTop":[]}}}