{"nctId":"NCT03304379","briefTitle":"Study to Determine the Safety and the Efficacy of Fasinumab Compared to Placebo and Nonsteroidal Anti-inflammatory Drugs (NSAIDs) for Treatment of Adults With Pain From Osteoarthritis of the Knee or Hip","startDateStruct":{"date":"2017-10-26","type":"ACTUAL"},"conditions":["Osteoarthritis, Knee","Osteoarthritis, Hip"],"count":1650,"armGroups":[{"label":"Dosing regimen 1","type":"EXPERIMENTAL","interventionNames":["Drug: Fasinumab","Drug: Matching placebo"]},{"label":"Dosing regimen 2","type":"EXPERIMENTAL","interventionNames":["Other: Diclofenac","Drug: Matching placebo"]},{"label":"Dosing regimen 3","type":"EXPERIMENTAL","interventionNames":["Other: Celecoxib","Drug: Matching placebo"]},{"label":"Dosing regimen 4","type":"EXPERIMENTAL","interventionNames":["Drug: Matching placebo"]}],"interventions":[{"name":"Fasinumab","otherNames":["REGN475","MT-5547"]},{"name":"Diclofenac","otherNames":["ZORVOLEX"]},{"name":"Celecoxib","otherNames":["CELEBREX"]},{"name":"Matching placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Key Inclusion Criteria (additional criteria may apply at screening):\n\n1. A clinical diagnosis of osteoarthritis (OA) of the knee or hip based on the American College of Rheumatology criteria with radiologic evidence of OA (K-L score ≥2 for the index joint) at the screening visit.\n2. Willing to discontinue current pain medications and to adhere to study requirements for rescue treatments (acetaminophen/paracetamol to be taken as needed with a maximum daily dose of 2500 mg \\[countries where 500 mg strength tablets/capsules are available\\] or 2600 mg \\[countries where 325 mg strength tablets/capsules are available\\])\n3. A history of at least 12 weeks of inadequate pain relief or intolerance to analgesics used for pain due to OA of the knee or hip\n4. Currently using a stable dose of NSAID\n5. Willing to discontinue glucosamine sulfate and chondroitin sulfate treatments during the 24 weeks of treatment\n\nKey Exclusion Criteria (additional criteria may apply at screening):\n\n1. Non-compliance with the numeric rating scale (NRS) recording during the pre-randomization period\n2. History or presence at the screening visit of non-OA inflammatory joint disease, Paget's disease of the spine, pelvis or femur, neuropathic disorders, multiple sclerosis, fibromyalgia, tumors or infections of the spinal cord, or renal osteodystrophy\n3. History or presence on imaging of arthropathy, hip or knee dislocation, extensive subchondral cysts, evidence of severe structural damage, bone collapse, or primary metastatic tumor with the exception of chondromas or pathologic fractures\n4. Trauma to the index joint within 3 months prior to the screening visit\n5. Signs or symptoms of carpal tunnel syndrome within 6 months of screening\n6. Patient is not a candidate for magnetic resonance imaging (MRI)\n7. Is scheduled for a JR surgery to be performed during the study period or who would be unwilling or unable to undergo JR surgery if needed\n8. History or presence at the screening visit of autonomic or diabetic neuropathy, or other peripheral neuropathy, including reflex sympathetic dystrophy\n9. Evidence of autonomic neuropathy as defined in the schedule of assessments (SoAs)\n10. History or diagnosis of chronic autonomic failure syndrome including pure autonomic failure, multiple system atrophy\n11. Use of systemic corticosteroids within 30 days prior to the screening visit. Intra-articular corticosteroids in the index joint within 12 weeks prior to the screening visit, or to any other joint within 30 days prior to the screening visit\n12. Exposure to an anti-NGF antibody prior to the screening visit or known sensitivity or intolerance to anti-NGF antibodies\n13. Women of childbearing potential who are unwilling to practice highly effective contraception prior to the start of the first treatment, during the study, and for at least 20 weeks after the last dose","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in the Western Ontario and McMaster Universities Osteoarthritis Index (WOMAC) Pain Subscale Scores up to Week 24 in Participants Treated With Fasinumab Compared to Placebo","description":"WOMAC pain subscale was a 5-item questionnaire used to assess the amount of pain experienced due to osteoarthritis in the index joint (knee or hip) in past 48 hours. It was calculated as the mean of the scores from the 5 individual questions scored on a numerical rating scale (NRS) of 0 (no pain) to 10 (higher pain), where higher scores indicated higher pain.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.21","spread":"0.165"},{"groupId":"OG001","value":"-2.84","spread":"0.127"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.01","spread":"0.182"},{"groupId":"OG001","value":"-2.78","spread":"0.141"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in WOMAC Physical Function Subscale Scores up to Week 24 in Participants Treated With Fasinumab Compared to Placebo","description":"Physical function referred to participant's ability to move around and perform usual activities of daily living. The WOMAC physical function subscale was a 17-item questionnaire used to assess the degree of difficulty experienced due to osteoarthritis in index joint (knee or hip) during past 48 hours. It was calculated as mean of the scores from 17 individual questions scored on a NRS of 0 (minimum difficulty) to 10 (maximum difficulty), where higher scores indicated maximum difficulty.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.02","spread":"0.164"},{"groupId":"OG001","value":"-2.65","spread":"0.125"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.80","spread":"0.180"},{"groupId":"OG001","value":"-2.62","spread":"0.138"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Greater Than or Equal to (≥) 30 Percent (%) Reduction From Baseline up to Week 24 in WOMAC Pain Subscale Score in Participants Treated With Fasinumab Compared to Placebo","description":"WOMAC pain subscale was a 5-item questionnaire used to assess the amount of pain experienced due to osteoarthritis in the index knee during past 48 hours. It was calculated as mean of the scores from 5 individual questions scored on a NRS of 0 (minimum pain) to 10 (maximum pain), where higher scores indicate more pain.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"48.7","spread":null},{"groupId":"OG001","value":"59.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Patient Global Assessment (PGA) Score up to Week 24 in Participants Treated With Fasinumab Compared to Placebo","description":"The PGA was a patient-rated assessment of current disease state on a 5-point Likert scale where 1 = very good (asymptomatic and no limitation of normal activities), 2 = good (mild symptoms and no limitation of normal activities), 3 = fair (moderate symptoms and limitation of some normal activities), 4 = poor (Severe symptoms and inability to carry out most normal activities) and, 5 =very poor (Very severe symptoms which were intolerable and inability to carry out all normal activities). Higher score indicated severe condition.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.66","spread":"0.063"},{"groupId":"OG001","value":"-0.81","spread":"0.047"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in WOMAC Pain Subscale Scores up to Week 24 in Participants Treated With Fasinumab Compared to Participants Treated With NSAIDs","description":"WOMAC pain subscale is a 5-item questionnaire used to assess the amount of pain experienced due to osteoarthritis in the index joint (knee or hip) in the past 48 hours. It is calculated as the mean of the scores from the 5 individual questions scored on a NRS of 0 (no pain) to 10 (higher pain), where higher scores indicated higher pain.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.60","spread":"0.128"},{"groupId":"OG001","value":"-2.84","spread":"0.127"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.48","spread":"0.140"},{"groupId":"OG001","value":"-2.78","spread":"0.141"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in WOMAC Physical Function Subscale Scores up to Week 24 in Participants Treated With Fasinumab Compared to Participants Treated With NSAIDs","description":"Physical function referred to participant's ability to move around and perform usual activities of daily living. The WOMAC physical function subscale was a 17-item questionnaire used to assess the degree of difficulty experienced due to osteoarthritis in index joint (knee or hip) during past 48 hours. It was calculated as mean of the scores from 17 individual questions scored on a NRS of 0 (minimum difficulty) to 10 (maximum difficulty), where higher scores indicated maximum difficulty.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.33","spread":"0.127"},{"groupId":"OG001","value":"-2.65","spread":"0.125"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.26","spread":"0.140"},{"groupId":"OG001","value":"-2.62","spread":"0.138"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in PGA Score up to Week 24 in Participants Treated With Fasinumab Compared to Participants Treated With NSAIDs","description":"The PGA was a patient-rated assessment of current disease state on a 5-point Likert scale where 1 = very good (asymptomatic and no limitation of normal activities), 2 = good (mild symptoms and no limitation of normal activities), 3 = fair (moderate symptoms and limitation of some normal activities), 4 = poor (Severe symptoms and inability to carry out most normal activities) and, 5 =very poor (Very severe symptoms which were intolerable and inability to carry out all normal activities). Higher score indicated severe condition.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.75","spread":"0.048"},{"groupId":"OG001","value":"-0.81","spread":"0.047"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Weekly Average Walking Index Joint Pain Score up to Week 24 by Using the Numeric Rating Scale (NRS) Pain Scale","description":"Participants reported weekly average walking index joint pain based on NRS. The NRS was nationally recognized numeric scale from 0 to 10, where 0 would demonstrate no pain, 1 to 3 would demonstrate mild pain, 4 to 6 would be moderate pain, 7 to 9 would be severe pain and 10 would be the worst pain possible. Higher score indicated greater pain.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.85","spread":"0.130"},{"groupId":"OG001","value":"-2.13","spread":"0.101"},{"groupId":"OG002","value":"-2.51","spread":"0.100"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Adjudicated Arthropathy (AA) Events","description":"AA was a composite term that encompasses the following conditions: Rapidly progressive Osteoarthritis (OA) type 1 and 2, Subchondral insufficiency fractures, and Primary Osteonecrosis confirmed by an arthropathy adjudication committee. AAs were also evaluated to determine if they met Destructive Arthropathy criteria.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"9","spread":null},{"groupId":"OG002","value":"34","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With AA Events Meeting Destructive Arthropathy (DA) Criteria","description":"DA is a unique clinical form of rapidly destructive arthropathy over and above that seen in the normal progression of OA. DA criteria can be associated with Rapidly Progressive OA type 2, Subchondral Insufficiency fracture, and Primary Osteonecrosis confirmed by an arthropathy adjudication committee.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment Emergent Adverse Events (TEAEs)","description":"An adverse event (AE) was defined as any untoward medical occurrence in a participant administered a study drug which may or may not have a causal relationship with the study drug. TEAE was defined as an AE with an onset that occurs after receiving study drug. A serious adverse event (SAE) was defined as any untoward medical occurrence that resulted in any of the following outcomes: death, life-threatening, required initial or prolonged in-patient hospitalization, persistent or significant disability/incapacity, congenital anomaly/birth defect, or considered as medically important event. Any TEAE included participants with both serious and non-serious TEAEs.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"186","spread":null},{"groupId":"OG001","value":"406","spread":null},{"groupId":"OG002","value":"403","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Sympathetic Nervous System (SNS) Dysfunction Events","description":"Potential events of SNS dysfunction were monitored throughout the study through physical examination, AE reporting, assessment of orthostatic hypotension, and the Survey of Autonomic Symptoms. Sympathetic nervous system dysfunction was diagnosed after consultation with an appropriate specialist, such as a neurologist and/or cardiologist.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With At-least One Peripheral Sensory Adverse Events (AEs)","description":"Any participants with a peripheral sensory event that persisted for 2 months was referred for a neurology or other specialty consultation and reported as an Adverse Events of Special Interest (AESI).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"24","spread":null},{"groupId":"OG002","value":"31","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Underwent a Joint Replacements (JR) Surgery From Baseline up to Week 24","description":"Number of participants who underwent a JR surgery from baseline up to Week 24 were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"7","spread":null},{"groupId":"OG002","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Underwent a Joint Replacements (JR) Surgery From Baseline up to Week 44","description":"Number of participants who underwent a JR surgery from baseline up to follow-up period (Week 44) were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"13","spread":null},{"groupId":"OG002","value":"10","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Joint Replacement (JR) Surgery Reported at End of Study (EOS) (Week 72)","description":"An EOS phone contact was conducted at Week 72 following the last dose of study drug (Week 24) to evaluate the number of participants who had undergone or were scheduled for JR surgery.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"29","spread":null},{"groupId":"OG002","value":"21","spread":null}]}]}]},{"type":"SECONDARY","title":"Serum Concentrations of Functional Fasinumab","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.000155","spread":"0.002"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0469","spread":"0.0179"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0644","spread":"0.0275"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0738","spread":"0.0380"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0713","spread":"0.0379"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.000349","spread":"0.00476"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With At-least One Positive Anti-Drug Antibody (ADA) Development","description":"Immunogenicity was characterized by ADA responses \\& titers. Responses categories: Pre-existing immunoreactivity - ADA positive response at baseline with all post first dose negative results or positive response at baseline with all post first dose ADA responses \\< 9-fold over baseline titer levels; Treatment-boosted response - positive response in the assay post first dose, \\>= 9-fold over baseline titer levels, when baseline results are positive; Treatment-emergent response - ADA positive response post first dose when baseline results = negative or missing.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"9","spread":null},{"groupId":"OG002","value":"15","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"4","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":20,"n":309},"commonTop":["Headache","Arthralgia","Urinary tract infection","Back pain","Nasopharyngitis"]}}}