{"nctId":"NCT03406078","briefTitle":"Study to Evaluate the Efficacy and Safety of Tezepelumab in Reducing Oral Corticosteroid Use in Adults With Oral Corticosteroid Dependent Asthma","startDateStruct":{"date":"2018-03-05","type":"ACTUAL"},"conditions":["Asthma"],"count":150,"armGroups":[{"label":"Tezepelumab","type":"EXPERIMENTAL","interventionNames":["Biological: Tezepelumab"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Placebo"]}],"interventions":[{"name":"Tezepelumab","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Subjects must have received a physician-prescribed medium- or high-dose ICS as per GINA guideline for at least 12 months\n2. Subjects must have received physician prescribed LABA and high dose ICS (total daily dose \\>500μg fluticasone propionate dry powder formulation equivalent) for at least 3 months. The ICS and LABA can be parts of a combination product, or given by separate inhalers.\n3. Additional maintenance asthma controller medications are allowed according to standard practice of care i.e., leukotriene receptor antagonists (LTRAs), theophylline, long-acting muscarinic antagonists (LAMAs), secondary ICS and cromones. The use of these medications must be documented for at least 3 months\n4. Subjects must have received OCS for the treatment of asthma for at least 6 months prior to screening and on a stable dose of between ≥ 7.5 to ≤ 30mg (prednisone or prednisolone equivalent) daily or daily equivalent for at least 1 month. The OCS dose may be administered every other day (or different doses every other day); Average dose over two days = The daily dose.\n5. Morning pre-bronchodilator (BD) FEV1 must be \\< 80% predicted normal\n6. Subjects must have evidence of asthma as documented by post-BD (albuterol/salbutatomol) reversibility of FEV1 ≥12% and ≥200 mL (15-30 min after administration of 4 puffs of albuterol/salbutamol), documented either in the previous 12 months\n7. Subjects must have a history of at least 1 asthma exacerbation event within 12 months\n8. Minimum 10 days compliance with the morning and evening eDiary completion and OCS,ICS,LABA as well as other asthma controller medications as captured in the eDiary during the 14 days prior to randomization\n9. Documented physician-diagnosed asthma for at least 12 months\n\nExclusion Criteria:\n\n1. Any clinically important pulmonary disease other than asthma (e.g. active lung infection, Chronic Obstructive Pulmonary Disease (COPD), bronchiectasis, pulmonary fibrosis, cystic fibrosis, hypoventilation syndrome associated with obesity, lung cancer, alpha 1 anti-trypsin deficiency, and primary ciliary dyskinesia) or ever diagnosed with pulmonary or systemic disease, other than asthma, that are associated with elevated peripheral eosinophil counts (e.g. allergic bronchopulmonary aspergillosis/mycosis, Churg-Strauss syndrome, hypereosinophilic syndrome).\n2. Any disorder, including, but not limited to, cardiovascular, gastrointestinal, hepatic, renal, neurological, musculoskeletal, infectious, endocrine, metabolic, hematological, psychiatric, or major physical impairment that is not stable in the opinion of the Investigator and could:\n\n   Affect the safety of the subject throughout the study Influence the findings of the study or the interpretation Impede the subject's ability to complete the entire duration of study\n3. History of cancer: Subjects who have had basal cell carcinoma, localized squamous cell carcinoma of the skin or in situ carcinoma of the cervix are eligible to participate in the study provided that curative therapy was completed at least 12 months prior to visit 1.Subjects who have had other malignancies are eligible provided that curative therapy was completed at least 5 years\n4. A helminth parasitic infection diagnosed within 6 months prior to screening that has not been treated with, or has failed to respond to, standard of care therapy.\n5. Current smokers or subjects with smoking history ≥ 10 pack-years and subjects using vaping products, including electronic cigarettes. Former smokers with a smoking history of \\<10 pack years and users of vaping or e-cigarette products must have stopped for at least 6 months prior to visit 1 to be eligible.\n6. History of chronic alcohol or drug abuse within 12 months\n7. Tuberculosis requiring treatment within the 12 months\n8. History of any known immunodeficiency disorder including a positive human immunodeficiency virus (HIV) test.\n9. Major surgery within 8 weeks prior to visit 1 or planned surgical procedures requiring general anaesthesia or in-subject status for \\>1 day during the conduct of the study.\n10. Clinically significant asthma exacerbation, in the opinion of the Investigator, including those requiring use of systemic corticosteroids or increase in the maintenance dose of OCS within 30 days","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Categorized Percent Reduction From Baseline in the Daily OCS Dose While Not Losing Asthma Control","description":"Categorized percent reduction from baseline at Week 48. Percent change from baseline is defined as {final dose-baseline dose)/baseline dose}\\*100, and the categories of percent change from baseline in daily OCS dose are defined as: ≥90% to ≤100% reduction, ≥75% to \\<90% reduction, ≥50% to \\<75% reduction, \\>0% to \\<50% reduction, and, no change or any increase.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"40","spread":null},{"groupId":"OG001","value":"35","spread":null}]},{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"4","spread":null}]},{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"14","spread":null}]},{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"9","spread":null}]},{"measurements":[{"groupId":"OG000","value":"14","spread":null},{"groupId":"OG001","value":"14","spread":null}]}]}]},{"type":"SECONDARY","title":"Annualised Asthma Exacerbation Rate (AAER)","description":"The annualized exacerbation rate is based on exacerbations reported by the investigator in the eCRF over 48 weeks.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.38","spread":null},{"groupId":"OG001","value":"2.00","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Subjects With 100% Reduction From Baseline in Daily OCS Dose at Week 48","description":"Proportion (expressed as a percentage) of subjects with 100% reduction from baseline in daily OCS dose at Week 48. Percent change from baseline is defined as {(final dose-baseline dose)/baseline dose}\\*100.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"54.1","spread":null},{"groupId":"OG001","value":"46.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Subjects With Daily OCS Dose ≤5 mg at Week 48","description":"Proportion (expressed as a percentage) of subjects with daily OCS dose ≤5 mg at Week 48.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"71.6","spread":null},{"groupId":"OG001","value":"72.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Subjects With ≥50% Reduction From Baseline in Daily OCS Dose at Week 48","description":"Proportion (expressed as a percentage) of subjects with ≥50% reduction from baseline in daily OCS dose at Week 48. Percent change from baseline is defined as {(final dose-baseline dose)/baseline dose}\\*100.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"74.3","spread":null},{"groupId":"OG001","value":"69.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Pre-bronchodilator (Pre-BD) Forced Expiratory Volume in 1 Second (FEV1)","description":"Change from baseline in pre-BD FEV1 at Week 48. FEV1 is defined as the volume of air exhaled from the lungs in the first second of a forced expiration.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.21","spread":"0.046"},{"groupId":"OG001","value":"-0.04","spread":"0.046"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Weekly Mean Daily Asthma Symptom Score Via the Daily Asthma Symptom Diary","description":"Change from baseline in Asthma Symptom Diary score at Week 48. The Asthma Symptom Diary comprises of 10 items (5 items in the morning; 5 items in the evening). Asthma symptoms during night time and daytime are recorded by the patient each morning and evening in the daily diary. A daily ASD score is the mean of the 10 items. Responses for all 10 items are required to calculate the daily ASD score; otherwise, it is treated as missing. For the 7-day average asthma symptom score, scoring is done with no imputation using the mean of at least 4 of the 7 daily ASD scores as a mean weekly item score. The 7-day average ASD score ranges from 0 to 4, where 0 indicates no asthma symptoms.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.36","spread":"0.071"},{"groupId":"OG001","value":"-0.26","spread":"0.068"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Weekly Mean Rescue Medication Use","description":"Change from baseline in weekly mean rescue medication use at Week 48. Daily rescue medication use is defined as: Number of night inhaler puffs + 2 x \\[number of night nebulizer times\\] + number of daytime inhaler puffs + 2 x \\[number of day nebulizer times\\]. Each timepoint is calculated as weekly means based on daily diary data.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.85","spread":"0.280"},{"groupId":"OG001","value":"-0.37","spread":"0.268"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Weekly Mean Home Peak Expiratory Flow (PEF) (Morning and Evening)","description":"Change from baseline in weekly mean morning and evening peak expiratory flow (PEF) at Week 48. Home PEF testing will be performed by the subject in the morning upon awakening and in the evening at bedtime using an electronic, hand-held spirometer. Each timepoint is calculated as weekly means using at least 4 of the 7 days of PEF data.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.29","spread":"5.653"},{"groupId":"OG001","value":"-9.71","spread":"5.435"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10.05","spread":"5.980"},{"groupId":"OG001","value":"-11.37","spread":"5.749"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Weekly Mean Number of Night-time Awakening Due to Asthma","description":"Change from baseline in weekly mean number (expressed as a percentage) of night time awakenings at Week 48. Night-time awakenings percentage defined as number of nights with awakenings due to asthma and requiring rescue medication divided by number of nights with data and multiplied by 100%. At least 4 out of 7 days of data is required to calculate a weekly mean.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-15.71","spread":"3.482"},{"groupId":"OG001","value":"-12.79","spread":"3.317"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Asthma Control Questionnaire 6 (ACQ-6) Score","description":"Change from baseline in ACQ-6 at Week 48. The ACQ-6 captures asthma symptoms and short-acting β2-agonist use via subject-report. Questions are weighted equally and scored from 0 (totally controlled) to 6 (severely uncontrolled). The ACQ-6 score is the mean of the responses.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.87","spread":"0.125"},{"groupId":"OG001","value":"-0.51","spread":"0.123"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Standardized Asthma Quality of Life Questionnaire for 12 Years and Older (AQLQ(s)+12) Total Score","description":"Change from baseline in AQLQ(S)+12 as compared to placebo at Week 48. The AQLQ(S)+12 is a questionnaire that measures the health-related quality of life experienced by asthma subjects. The total score is defined as the average of all 32 questions in the AQLQ(S)+12 questionnaire. AQLQ(S)+12 is a 7-point scale questionnaire, ranging from 7 (no impairment) to 1 (severe impairment).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.94","spread":"0.124"},{"groupId":"OG001","value":"0.58","spread":"0.123"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in European Quality of Life - 5 Dimensions 5 Levels Questionnaire (EQ-5D-5L) Score","description":"Change from baseline in EQ-5D-5L at Week 48. The EQ-5D-5L questionnaire assesses 5 dimensions: mobility, self-care, usual activities, pain/discomfort and anxiety/depression. Each dimension has 5 response options (no/slight/moderate/severe/extreme problems) that reflect increasing levels of difficulty. The EQ-5D-5L scores are converted into a single index-based value (Health State Valuation), using the UK population-based weights. The Helth State Valuation is scored between 0 to 1, where higher score indicates a better health state.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.07","spread":"0.026"},{"groupId":"OG001","value":"0.00","spread":"0.027"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Asthma Specific Resource Utilizations","description":"Number of participants with asthma specific resource utilizations (e.g. unscheduled physician visits, unscheduled phone calls to physicians, use of other asthma medications) over 48 weeks.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"29","spread":null},{"groupId":"OG001","value":"41","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"26","spread":null},{"groupId":"OG001","value":"43","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Work Productivity and Activity Impairment Questionnaire and Classroom Impairment Questionnaire (WPAI+CIQ) Score","description":"Change from baseline in WPAI+CIQ score at Week 48. The WPAI+CIQ consists of 10 questions about how asthma and asthma related issues impact a subject's ability to work, attend classes, and perform regular daily activities.\n\nWork (Class) productivity loss is derived by sum of percentage of missed work (class hours) due to asthma and product of percentage of actual working hours (class) times degree of asthma affecting work (class) productivity while working. Percentage of missed work (class hours) due to asthma is calculated by number of hours missed work (class) due to asthma divided by total number of hours missed work (class) plus number of hours actually worked (in class).\n\nActivity impairment is the degree health affected regular activities (other than work or class) rated from 0 to 10, with 0 meaning no effect, divided by 10, and then expressed as a percentage.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.27","spread":"25.30"},{"groupId":"OG001","value":"-9.66","spread":"36.63"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-10.00","spread":"0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-13.2","spread":"29.3"},{"groupId":"OG001","value":"-7.8","spread":"26.4"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in FENO","description":"Change from baseline in fractional exhaled nitric oxide (FeNO) at week 48.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-11.71","spread":"2.757"},{"groupId":"OG001","value":"-1.40","spread":"2.774"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Peripheral Blood Eosinophils","description":"Change from baseline in blood eosinophil counts at week 48.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-83.79","spread":"17.078"},{"groupId":"OG001","value":"33.38","spread":"16.605"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline From Total Serum IgE","description":"Change from baseline in total serum IgE at week 48.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-80.66","spread":"36.253"},{"groupId":"OG001","value":"37.77","spread":"35.621"}]}]}]},{"type":"SECONDARY","title":"PK: Serum Trough Concentrations","description":"Serum trough concentrations at each scheduled visit.","paramType":"GEOMETRIC_MEAN","dispersionType":"Geometric Coefficient of Variation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":"0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10.3298","spread":"42.31"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17.9626","spread":"57.85"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"18.9210","spread":"55.83"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16.7095","spread":"181.44"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13.9224","spread":"352.35"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.5591","spread":"177.36"}]}]}]},{"type":"SECONDARY","title":"Immunogenicity: Incidence of Anti-drug Antibodies (ADA)","description":"Anti-drug antibodies (ADA) responses at baseline and post baseline. Persistently positive is defined as positive at \\>=2 post baseline assessments (with \\>=16 weeks between the first and the last positive) or positive at last post baseline assessment. Transiently positive is defined as having at least one post baseline ADA positive assessment and not fulfilling the conditions of persistently positive. Treatment boosted ADA defined as baseline positive ADA that was boosted to a 4 fold or higher level following treatment. Treatment emergent ADA defined as sum of treatment induced ADA and treatment boosted ADA.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":12,"n":74},"commonTop":["Nasopharyngitis","Upper respiratory tract infection","Asthma","Bronchitis bacterial","Headache"]}}}