{"nctId":"NCT00617981","briefTitle":"Phase 3 Study of ThermoDox With Radiofrequency Ablation (RFA) in Treatment of Hepatocellular Carcinoma (HCC)","startDateStruct":{"date":"2008-05","type":"ACTUAL"},"conditions":["Hepatocellular Carcinoma"],"count":701,"armGroups":[{"label":"ThermoDox + RFA","type":"EXPERIMENTAL","interventionNames":["Drug: ThermoDox"]},{"label":"Sham + RFA","type":"SHAM_COMPARATOR","interventionNames":["Drug: 5% Dextrose Solution"]}],"interventions":[{"name":"ThermoDox","otherNames":[]},{"name":"5% Dextrose Solution","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Diagnosed hepatocellular carcinoma (HCC)\n* No more than 4 HCC lesions with at least one ≥ 3.0 cm and none \\> 7.0 cm in maximum diameter, based on diagnosis at screening.\n* If a subject has a large lesion (5.0 - 7.0 cm), any other lesions must be less than 5.0 cm.\n* Anticipated ablation volume will be no larger than either removal of 3 hepatic segments or removal of more than 30% of total liver volume (as per maximum surgical limit).\n* If additional lesions are discovered during the laparoscopic or open treatment procedure, that were undetectable by CT at screening, the size and location of the lesion(s) will be recorded in the CRF and the lesions will be treated at the discretion of the physician and guided by the local standard of care. The subject will remain on study if all lesions are treated. If any lesions cannot be completely ablated within two treatment attempts the subject will be considered a treatment failure.\n* Study subjects being considered for re-treatment after disease progression may have more than 4 lesions.\n* Male or female 18 years of age or older.\n* Are willing to sign an informed consent form, indicating that they are aware of the investigational nature of this study that is in keeping with the policies of the institution.\n* Be an appropriate candidate for receiving RFA as a medically indicated treatment as evaluated by the following factors:\n\n  * Number of lesions\n  * Size of lesions\n  * Overall health of liver\n  * Not a candidate for surgical resection\n* Have an echocardiogram revealing a Left Ventricular Ejection Fraction (LVEF) ≥ 50%. Measurements with a multiple gated acquisition (MUGA) scan are allowed if an echocardiogram cannot be performed. The same method of measurement should be used to evaluate ejection fraction (EF) of the subject for the duration of the study.\n* Willing to return to the study site for their study visits.\n* Have life expectancy of ≥ 4 months.\n* Have Child-Pugh Class A or B liver disease without encephalopathy or/and ascites.\n\nExclusion Criteria:\n\n* Have serious medical illnesses including, but not limited to, congestive heart failure, myocardial infarction or cerebral vascular accident within the last six months, or life threatening cardiac arrhythmias.\n* Is scheduled for liver transplantation.\n* Have previously received any treatment for HCC (except for study subjects being considered for completion of treatment or re-treatment).\n* Have previously received any doxorubicin (study subjects being considered for completion of treatment or re-treatment may have received ThermoDox previously).\n* Have extrahepatic metastasis.\n* Are pregnant or breast-feeding. In women of childbearing potential, a negative pregnancy test (serum) is required prior to study treatment.\n* Women of childbearing potential who are not practicing an acceptable form of birth control (i.e. diaphragm, cervical cap, condom, surgical sterility or birth control pills. Women whose partner has undergone a vasectomy must use a second form of birth control).\n* Have any known allergic reactions to any of the drugs or liposomal components or intravenous imaging agents to be used in this study.\n* Have portal or hepatic vein tumor invasion/thrombosis.\n* Have INR \\> 1.5 times the institution's upper normal limit (UNL), except in subjects who are therapeutically anticoagulated for medical conditions unrelated to HCC such as atrial fibrillation. Subjects may be re-screened after condition is treated or anticoagulant is withheld.\n* Have platelet count \\< 75,000/mm3, absolute neutrophil count \\< 1500/mm3, or Hgb \\< 10.0 g/dL (unless the hemoglobin value has been stable, the subject is cardiovascularly stable, asymptomatic and judged able to withstand the RFA procedure).\n* Have serum creatinine ≥ 2.5 mg/dL or calculated creatinine clearance (CrCl) ≤ 25.0 mL/min.\n* Have serum bilirubin \\> 3.0 mg/dL.\n* Have serum albumin \\< 2.8 g/dL.\n* Have body temperature \\>1010F (38.30C) immediately prior to study treatment.\n* Have contraindications to receiving doxorubicin HCl.\n* Are being treated with other investigational agents.\n* Use of an investigational drug within 30 days or 5 half-lives, whichever is longer, preceding the first dose of study medication (study subjects being considered for completion of treatment or re-treatment may have received ThermoDox previously).\n* Have other concurrent malignancy (subjects with treated squamous cell carcinoma of the skin or basal cell carcinoma of the skin may be included), evidence of extrahepatic cancer from their primary malignancy, or ongoing, medically significant active infection.\n* Documented HIV positive.\n* NYHA class III or IV functional classification for heart failure.\n* Evidence of hemachromatosis.\n* Have history of contrast-induced nephropathy.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression Free Survival Will be Measured From the Date of Randomization to the First Date on Which One of the Following Occurs. o Local Recurrence o Any New Distant Intrahepatic HCC Tumor o Any New Extrahepatic HCC Tumor o Death From Any Cause","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.97","spread":null},{"groupId":"OG001","value":"13.87","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival as Measured by Time From Randomization to Death or the End of the Study.","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"189","spread":null},{"groupId":"OG001","value":"188","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Definite Worsening as Per Patient-Reported Outcomes","description":"Number of participants with significant symptom deterioration, defined as greater than or equal to 4-point increase from baseline in the eight-item Functional Assessment of Cancer Therapy-Hepatobiliary Symptom Index.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"53","spread":null},{"groupId":"OG001","value":"60","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Local Recurrence","description":"Number of participants with local progression in the intent-to-treat (ITT) population.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"58","spread":null},{"groupId":"OG001","value":"55","spread":null}]}]}]},{"type":"SECONDARY","title":"Evaluation of Safety","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"83","spread":null},{"groupId":"OG001","value":"35","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":118,"n":343},"commonTop":["Alopecia","Pyrexia","Aspartate Aminotransferase Increased","Alanine Aminotransferase Increased","Abdominal Pain"]}}}