{"nctId":"NCT02290821","briefTitle":"Efficacy and Safety of Diclofenac Sodium Topical Gel 1% Compared to Placebo in Subjects With Acute Blunt Trauma Injuries","startDateStruct":{"date":"2014-12"},"conditions":["Acute Blunt Soft Tissue Injuries/Contusions"],"count":215,"armGroups":[{"label":"diclofenac sodium gel 1%","type":"EXPERIMENTAL","interventionNames":["Drug: placebo"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebos"]}],"interventions":[{"name":"placebo","otherNames":[]},{"name":"Placebos","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female subjects aged 16 years and over Fresh impact injury of the upper or lower limbs, not requiring admittance to hospital \\& meeting baseline pain intensity level Anticipated time between injury and treatment must be ≤ 6 hours\n\nExclusion Criteria:\n\n* Pain medication prior to randomization Topical analgesic or anti-inflammatory treatment over the previous month in the area to be treated Any physical impairment that would influence efficacy assessments, such as peripheral or central neurological disease, significant back pain, painful conditions of the upper or lower extremities Other protocol-defined inclusion/exclusion criteria may apply","healthyVolunteers":false,"sex":"ALL","minimumAge":"16 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Sum of Pain Intensity Differences Over 24 Hours After Initiating Treatment (SPID 24)","description":"The primary efficacy outcome was the time-weighted SPID 24 (POW). Sum of pain intensity differences over 24 hours after initiating treatment (SPID 24) for the ITT population. SPID 24 derived from spontaneous Pain Intensity scores assessed over 24 hours on a 0 (No pain) - 10 (Pain as bad as you can imagine) Numerical Rating Scale. SPID 24 was computed using the trapezoidal rule, i.e. Σ \\[T(i) - T(i-1)\\] x \\[((PID)(i-1) + PID(i))/2\\] in an obvious notation, where T(i) is nominal time and PID(i), the pain intensity difference at Time i, is the baseline pain intensity (PI) score - PI score at Time i. Scores were assessed hourly for the first 4 hours and then every 2 hours whilst subjects were awake. Linear interpolation was used to compute an exact SPID as of 24 hours. SPID-24 was computed after all imputation of missing assessments and post-rescue assessments had been completed.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"42.9","spread":"40.6"},{"groupId":"OG001","value":"45.5","spread":"42.6"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":109},"commonTop":["headache"]}}}