{"nctId":"NCT02908672","briefTitle":"A Study of Atezolizumab Plus Cobimetinib and Vemurafenib Versus Placebo Plus Cobimetinib and Vemurafenib in Previously Untreated BRAFv600 Mutation-Positive Patients With Metastatic or Unresectable Locally Advanced Melanoma","startDateStruct":{"date":"2017-01-13","type":"ACTUAL"},"conditions":["Melanoma"],"count":514,"armGroups":[{"label":"Atezolizumab + Cobimetinib + Vemurafenib + Vemurafenib Placebo","type":"EXPERIMENTAL","interventionNames":["Drug: Atezolizumab","Drug: Cobimetinib","Drug: Vemurafenib","Drug: Vemurafenib Placebo"]},{"label":"Atezolizumab Placebo + Cobimetinib + Vemurafenib","type":"EXPERIMENTAL","interventionNames":["Drug: Atezolizumab Placebo","Drug: Cobimetinib","Drug: Vemurafenib"]}],"interventions":[{"name":"Atezolizumab","otherNames":[]},{"name":"Atezolizumab Placebo","otherNames":[]},{"name":"Cobimetinib","otherNames":[]},{"name":"Vemurafenib","otherNames":[]},{"name":"Vemurafenib Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Females of child bearing potential and males with female partners must and use of contraceptive methods with a failure rate of less than or equal to (\\</=)1% per year is required during treatment and for 6 months post treatment. Males should not expose pregnant partners to sperm and refrain from donating sperm for 6 months post treatment. Women must refrain from donating eggs during this same period\n* Histologically confirmed Stage IV (metastatic) or unresectable Stage IIIc (locally advanced) melanoma\n* Naive to prior systemic anti-cancer therapy for melanoma (example: chemotherapy, hormonal therapy, targeted therapy, immunotherapy, or other biologic therapies) except adjuvant treatment with interferon (IFN), interleukin (IL)-2, or vaccine therapies or herbal therapies\n* Documentation of BRAFv600 mutation-positive status in melanoma tumor tissue (archival or newly obtained) through use of a clinical mutation test approved by the local health authority\n* Eastern Cooperative Oncology Group Performance (ECOG) Status of 0 or 1\n* Measurable disease according to RECIST v1.1 (must be outside central nervous system (CNS))\n* Life expectancy \\>/=18 weeks\n* For participants not receiving therapeutic anticoagulation: International normalized ratio (INR) or activated partial thromboplastin time (aPTT) less than or equal to (\\</=) 1.5\\*upper limit of normal (ULN) within 28 days prior to initiation of study treatment\n* For participants receiving therapeutic anticoagulation: stable anticoagulant regimen and stable INR during the 28 days immediately preceding initiation of study treatment\n\nExclusion Criteria:\n\nCancer-Related Exclusion Criteria:\n\n* Major surgical procedure within 4 weeks prior study treatment initiation\n* Traumatic injury or palliative radiotherapy within 2 weeks prior study treatment initiation\n* Active malignancy (other than BRAFv600 mutation-positive melanoma) or malignancy within 3 years prior to screening are excluded, with the exception of resected melanoma, resected basal cell carcinoma (BCC), resected cutaneous squamous cell carcinoma (SCC), resected carcinoma in situ of the cervix, resected carcinoma in situ of the breast, in situ prostate cancer, limited-stage bladder cancer, or any other curatively treated malignancies from which the participant has been disease-free for at least 3 years\n\nOcular Exclusion Criteria:\n\n* History of or evidence of retinal pathology on ophthalmologic examination that is considered a risk factor for neurosensory retinal detachment, central serous chorioretinopathy, retinal vein occlusion (RVO), or neovascular macular degeneration\n\nCardiac Exclusion Criteria:\n\n* History of clinically significant cardiac dysfunction\n* Left ventricular ejection fraction (LVEF) below the institutional lower limit of normal or below 50%\n\nCentral Nervous System (CNS) Exclusion Criteria:\n\n* Untreated or actively progressing CNS lesions (carcinomatous meningitis)\n* History of metastases to brain stem, midbrain, pons, or medulla, or within 10 millimeter (mm) of the optic apparatus (optic nerves and chiasm); or leptomeningeal metastatic disease; or intracranial hemorrhage\n\nAdditional Exclusion Criteria:\n\n* Uncontrolled diabetes or symptomatic hyperglycemia\n* Current severe, uncontrolled systemic disease (including, but not limited to, clinically significant cardiovascular, pulmonary, or renal disease) other than cancer\n* History of malabsorption or other clinically significant metabolic dysfunction\n* Pregnant or breastfeeding, or intending to become pregnant during the study\n* Prior allogeneic stem cell or solid organ transplantation\n* History of idiopathic pulmonary fibrosis, organizing pneumonia (example: bronchiolitis obliterans), drug-induced pneumonitis, or idiopathic pneumonitis, or evidence of active pneumonitis on screening chest computed tomography (CT) scan\n* Active or history of autoimmune disease or immune deficiency\n* Known clinically significant liver disease, inherited liver disease and active viral disease\n* Active tuberculosis\n* Treatment with therapeutic oral or intravenous (IV) antibiotics; or with a live, attenuated vaccine; or systemic immunosuppressive medication\n* Known hypersensitivity to biopharmaceutical agents produced in Chinese hamster ovary cells or any component of the atezolizumab, cobimetinib, or vemurafenib formulations\n* Any grade \\>/=3 hemorrhage or bleeding event within 4 weeks prior to initiation of study treatment\n* History of stroke, reversible ischemic neurological defect, or transient ischemic attack within 6 months prior to initiation of study treatment","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression-Free Survival (PFS), as Determined by Investigator Using Response Evaluation Criteria in Solid Tumors (RECIST) Version 1.1","description":"PFS was defined as the time from randomization to the first occurrence of PD, as determined by the investigator according to RECIST v1.1, or death from any cause, whichever occurred first. PD was defined as at least a 20% increase in the sum of diameters (SOD) of target lesions, taking as reference smallest sum on study, including baseline. In addition to the relative increase of 20%, the SOD must also demonstrate an absolute increase of at least 5 millimeters (mm).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.6","spread":null},{"groupId":"OG001","value":"15.1","spread":null}]}]}]},{"type":"SECONDARY","title":"PFS as Determined by Independent Review Committee (IRC) Using RECIST v1.1","description":"PFS was defined as the time from randomization to the first occurrence of disease progression, as determined by the IRC according to RECIST v1.1, or death from any cause, whichever occurred first. PD was defined as at least a 20% increase in the SOD of target lesions, taking as reference smallest sum on study, including baseline. In addition to the relative increase of 20%, the SOD must also demonstrate an absolute increase of at least 5 mm.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.3","spread":null},{"groupId":"OG001","value":"16.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Objective Response (OR), as Determined by Investigator Using RECIST V1.1","description":"OR rate was defined as percentage of participants with partial response (PR) or complete response (CR) on 2 consecutive occasions ≥ 4 weeks apart as determined by the investigator using RECIST v.1.1. CR was defined as the disappearance of all target lesions or any pathological lymph nodes (whether target or non-target) having a reduction in short axis to \\<10 mm. PR was defined as at least a 30% decrease in the SOD of target lesions, taking as reference the baseline SOD.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"65.0","spread":null},{"groupId":"OG001","value":"66.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response (DOR), as Determined by Investigator Using RECIST v1.1","description":"DOR was defined as the time from the first occurrence of a documented OR to PD, as determined by the investigator according to RECIST v1.1, or death from any cause, whichever occurred first. PD was defined as at least a 20% increase in the SOD of target lesions, taking as reference smallest sum on study, including baseline. In addition to the relative increase of 20%, the SOD must also demonstrate an absolute increase of at least 5 mm. CR was defined as the disappearance of all target lesions or any pathological lymph nodes (whether target or non-target) having a reduction in short axis to \\<10 mm. PR was defined as at least a 30% decrease in the SOD of target lesions, taking as reference the baseline SOD.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.6","spread":null},{"groupId":"OG001","value":"21.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS)","description":"OS was defined as the time from randomization to death from any cause.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25.8","spread":null},{"groupId":"OG001","value":"39.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Have Survived at 2 Years","description":"Percentage of participants with OS which was defined as the time from randomization to death from any cause. The Kaplan-Meier approach was used to estimate 2-year landmark survival rate. The 95% CI of landmark survival rate was calculated using the standard error derived from Greenwood's formula.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"53.31","spread":null},{"groupId":"OG001","value":"61.50","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Deterioration in Global Health Status (GHS) Determined Using the European Organization for Research and Treatment of Cancer Quality of Life Questionnaire Core 30 (EORTC QLQ-C30) Scale Score","description":"Time to deterioration in GHS/health related quality of life (HRQoL) was defined as the time from randomization to first observed ≥ 10-point decrease in EORTC QLQ-C30 linearly transformed GHS/HRQoL scale score that is sustained for two consecutive assessments or followed by death while the participant is on treatment. EORTC QLQ-C30 consists of 30 questions that assess five aspects of participant functioning (physical, emotional, role, cognitive, and social), three symptom scales (fatigue, nausea and vomiting, pain), GHS/QoL, and six single items (dyspnea, insomnia, appetite loss, constipation, diarrhea, and financial difficulties). The GHS/QoL are scored on a 7-point scale (1=Very Poor to 7=Excellent). The obtained scores are linearly transformed to a score range of 0-100, where higher scores indicate a higher response level and better QoL.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"14.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Deterioration in Physical Functioning (PF) Determined Using EORTC QLQ-C30 Scale Score","description":"Time to deterioration in PF = time from randomization to first observed ≥ 10-point decrease in EORTC QLQ-C30 linearly transformed PF scale score that is sustained for two consecutive assessments or followed by death while the participant is on treatment. EORTC QLQ-C30 consists of 30 questions that assess 5 aspects of participant functioning (physical, emotional, role, cognitive, and social), three symptom scales (fatigue, nausea and vomiting, pain), GHS/QoL, and six single items (dyspnea, insomnia, appetite loss, constipation, diarrhea, and financial difficulties). PF scale has 5 questions about participant's PF and daily activities (strenuous activities, long walks, short walks, bed/chair rest \\& needing help with eating, dressing, washing themselves, or using the toilet). PF are scored on a 4-point scale (1=Not at All to 4=Very Much). The obtained scores are linearly transformed to a score range of 0-100, where higher scores indicate a higher response level, functioning/support.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22.4","spread":null},{"groupId":"OG001","value":"17.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Adverse Events (AEs) and Serious Adverse Events (SAEs)","description":"An AE is any untoward medical occurrence in a participant when administered a pharmaceutical product regardless of the causal relationship with this treatment. An AE can therefore be any unfavorable and unintended sign (including an abnormal laboratory finding), symptom/disease temporally associated with the use of an investigational product, whether or not considered related to the investigational product. A SAE is any significant hazard, contraindication, side effect that is fatal or life-threatening, requires hospitalization or prolongation of existing hospitalization, results in persistent or significant disability/incapacity, is a congenital anomaly/birth defect, is medically significant or requires intervention to prevent one or other of the outcomes listed above. All AEs were reported until 30 days and SAEs until 90 days after the final dose of study treatment or until initiation of subsequent anti-cancer therapy, whichever occurred first.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"99.6","spread":null},{"groupId":"OG001","value":"100","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"43.0","spread":null},{"groupId":"OG001","value":"50.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Serum Concentration of Atezolizumab","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"281","spread":"111"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"102","spread":"47.4"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"149","spread":"61.9"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"181","spread":"75.5"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"431","spread":"158"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"122","spread":"97.7"}]}]}]},{"type":"SECONDARY","title":"Plasma Concentration of Cobimetinib Dose: 20/40 mg","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"79.9","spread":"72.2"},{"groupId":"OG001","value":"144","spread":"101"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"167","spread":"116"},{"groupId":"OG001","value":"216","spread":"145"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"108","spread":"97.5"},{"groupId":"OG001","value":"92.3","spread":"79.5"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"167","spread":"126"},{"groupId":"OG001","value":"171","spread":"140"}]}]}]},{"type":"SECONDARY","title":"Plasma Concentration of Cobimetinib Dose: 60 mg","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"169","spread":"171"},{"groupId":"OG001","value":"216","spread":"188"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"278","spread":"206"},{"groupId":"OG001","value":"375","spread":"243"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"150","spread":"113"},{"groupId":"OG001","value":"151","spread":"120"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"240","spread":"195"},{"groupId":"OG001","value":"256","spread":"197"}]}]}]},{"type":"SECONDARY","title":"Plasma Concentration of Vemurafenib","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"38.9","spread":"100"},{"groupId":"OG001","value":"27.0","spread":"102"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"41.3","spread":"57.7"},{"groupId":"OG001","value":"28.0","spread":"88.6"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"39.2","spread":"105"},{"groupId":"OG001","value":"24.7","spread":"202"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"42.3","spread":"59.4"},{"groupId":"OG001","value":"26.5","spread":"135"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Positive for Anti-drug Antibodies (ADA) to Atezolizumab","description":"Presence of ADAs against atezolizumab during the study relative to the presence of ADAs at baseline. The percentage of ADA-positive participants after drug administration were determined for participants exposed to atezolizumab. For determining post-baseline incidence, participants were considered to be ADA-positive if they were ADA-negative or had missing data at baseline but developed an ADA response following study drug exposure, or if they were ADA-positive at baseline and the titer of 1 or more post-baseline samples was at least 0.60 titer units (t.u.) greater than the baseline titer result.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13.3","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":21,"n":232},"commonTop":["Diarrhoea","Blood creatine phosphokinase increased","Rash","Pyrexia","Arthralgia"]}}}