{"nctId":"NCT01727700","briefTitle":"Study Evaluating the Safety and Efficacy of Fixed-dose Once-daily Oral Aripiprazole in Children and Adolescents With Tourette's Disorder","startDateStruct":{"date":"2012-11"},"conditions":["Tourette's Disorder","Tic Disorder"],"count":133,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"Aripiprazole 5 mg or 10 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Aripiprazole"]},{"label":"Aripiprazole 10 mg or 20 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Aripiprazole"]}],"interventions":[{"name":"Aripiprazole","otherNames":["Abilify"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* male or female, 7 to 17 year old (inclusive) at the time of signing consent\n* meets DSM-IV-TR diagnostic criteria for Tourette's Disorder\n* Presenting tic symptoms cause impairment in the subject's normal routines, which include academic achievement, occupational functioning, social activities, and/or relationships\n* Females of childbearing potential must have a negative pregnancy test, must be practicing acceptable double-barrier methods of contraception and must not be pregnant or lactating\n* Written informed consent obtained from a legally acceptable representative \\& informed assent at Screening as applicable by trial center's IRB/IEC\n* The subject, designated guardian(s) or caregiver(s) are able to comprehend and satisfactorily comply with the protocol requirements, as evaluated by the investigator\n\nExclusion Criteria:\n\n* Clinical presentation and/or history, consistent with another neurologic condition that may have accompanying abnormal movements\n* History of schizophrenia, bipolar disorder, or other psychotic disorder\n* Subject receiving psychostimulants for treatment of ADD/ADHD and who have developed and/or had exacerbations of tic disorder after initiation of stimulant treatment\n* Currently meets DSM-IV-TR criteria for a primary mood disorder\n* Severe Obsessive Compulsive Disorder (OCD)\n* Taken aripiprazole within 30 days of the Screening visit\n* Received any investigational agent in a clinical trial within 30 days prior to Screening, enrolled in studies 31-12-272, 31-12-273, 31-12-274; or who were randomized into a clinical trial with Once-daily aripiprazole at any time\n* History of neuroleptic malignant syndrome\n* Sexually active patients not using 2 approved methods of contraception\n* Females breastfeeding or pregnant (positive blood pregnancy test prior to receiving trial drug)\n* Risk of committing suicide\n* Body weight lower than 16 kg\n* Taken neuroleptic or antiparkinson drugs \\< 14 days prior to randomization\n* Requiring cognitive behavioral therapy (CBT) for Tourette's during trial\n* Subject meets DSM-IV-TR criteria for any significant psychoactive substance use disorder within the past 3 months\n* Positive drug screen\n* Subject requires medications not allowed per protocol\n* Use of CYP2D6 and CYP3A4 inhibitors or CYP3A4 inducers within 14 days prior to dosing and for duration of trial\n* Use of herbal medications of any kind and nutritional or dietary supplements for Tourette's disorder within 7 days prior to dosing and for the duration of the trial\n* Inability to swallow tablets or tolerate oral medication\n* Abnormal laboratory test results, vital signs and ECG results","healthyVolunteers":false,"sex":"ALL","minimumAge":"7 Years","maximumAge":"17 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline to Week 8 in Yale Global Tic Severity Scale (YGTSS) Total Tic Score (TTS).","description":"The YGTSS is a semi-structured clinical interview designed to measure current (time frame of the past 1 week) tic severity. This scale consists of a tic inventory, with 5 separate rating scales to rate the severity of symptoms, and an impairment ranking. Ratings are made along 5 different dimensions on a scale of 0 to 5 for motor and vocal tics each, including number, frequency, intensity, complexity, and interference. Summation of these 10 scores (ie, 0-50) provides a TTS that was the primary outcome measure in this trial. The YGTSS ranking of impairment score rated on a 50-point scale anchored from 0 (no impairment) to 50 (severe impairment) to assess impairment experienced in areas of self-esteem, family life, social acceptance, and school scores. This is a fully validated scale in adults and has become a standard instrument for the evaluation of the severity of TD in children.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-13.35","spread":"1.59"},{"groupId":"OG001","value":"-16.94","spread":"1.61"},{"groupId":"OG002","value":"-7.09","spread":"1.55"}]}]}]},{"type":"SECONDARY","title":"Change in Clinical Global Impressions Scale-Tourette's Syndrome (CGI-TS) Score at Week 8.","description":"To assess CGI-TS severity, the rater or physician answered the following question: \"Considering your total clinical experience with this particular population, how mentally ill is the patient at this time?\" However, the evaluation of illness was limited to manifestations of TD only. Response choices included: 0 = not assessed; 1 = normal, not at all ill; 2 = borderline mentally ill; 3 = mildly ill; 4 = moderately ill; 5 = markedly ill; 6 = severely ill; and 7 = among the most extremely ill patients. The change score was obtained from CGI-TS improvement scale assessment: 0 = not assessed, 1 = very much improved, 2 = much improved, 3 = minimally improved, 4 = no change, 5 = minimally worse, 6 = much worse, and 7 = very much worse.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.12","spread":"0.21"},{"groupId":"OG001","value":"2.13","spread":"0.21"},{"groupId":"OG002","value":"3.15","spread":"0.2"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline to Endpoint (Week 8) in Total YGTSS Score","description":"The YGTSS consists of a tic inventory, with 5 separate rating scales to rate the severity of symptoms (on a scale of 0 to 5 for 5 different dimensions, including number, frequency, intensity, complexity, and interference) of motor and vocal tics, and an impairment ranking. The Total YGTSS score is the summation of the severity scores of motor and vocal tics and also the ranking of impairment (range of 0 to 100). A missing value of a YGTSS item scale could result in a missing Total YGTSS score. A reduction in Total YGTSS score from baseline represents an improvement in symptoms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-26.69","spread":"3.34"},{"groupId":"OG001","value":"-32.80","spread":"3.39"},{"groupId":"OG002","value":"-13.43","spread":"3.27"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline to Endpoint (Week 8) in CGI-TS Severity Score","description":"The CGI-TS Severity scale (range 0-7) is a single-item rating score, with higher scores representing greater severity or less improvement. A response of 0 (not assessed) is considered and handled as missing data.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.35","spread":"0.19"},{"groupId":"OG001","value":"-1.47","spread":"0.19"},{"groupId":"OG002","value":"-0.55","spread":"0.19"}]}]}]},{"type":"SECONDARY","title":"Response Rate","description":"Clinical response is defined as \\> 25% improvement from baseline to Week 8 in YGTSS TTS or a CGI-TS Change score of 1 \\[very much improved\\] or 2 \\[much improved\\] at Week 8. Response will be considered as missing only if both YGTSS TTS and CGI-TS change score are missing. As long as one of them is non-missing, response outcome will be determined based on the non-missing score.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"73.8","spread":null},{"groupId":"OG001","value":"88.6","spread":null},{"groupId":"OG002","value":"54.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Treatment Discontinuation Rate","description":"Treatment discontinuation rate will be calculated as the number of discontinued participants (ie, those who were withdrawn from the trial without completing the Week 8 visit) over the number of all randomized participants.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.5","spread":null},{"groupId":"OG001","value":"22.5","spread":null},{"groupId":"OG002","value":"4.5","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":44},"commonTop":["Sedation","Somnolence","Fatigue","Nausea","Increased appetite"]}}}