{"nctId":"NCT04681729","briefTitle":"Dupilumab for the Treatment of Chronic Inducible Cold Urticaria in Patients Who Remain Symptomatic Despite the Use of H1-antihistamine (LIBERTY-CINDU CUrIADS)","startDateStruct":{"date":"2020-12-10","type":"ACTUAL"},"conditions":["Cold Urticaria"],"count":82,"armGroups":[{"label":"Dupilumab","type":"EXPERIMENTAL","interventionNames":["Drug: Dupilumab SAR231893","Drug: Non sedating H1-antihistamine"]},{"label":"Matched Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo","Drug: Non sedating H1-antihistamine"]}],"interventions":[{"name":"Dupilumab SAR231893","otherNames":[]},{"name":"Placebo","otherNames":[]},{"name":"Non sedating H1-antihistamine","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participant had to be ≥12 years to 80 years of age inclusive at the time of signing the informed consent\n* Participants who had a diagnosis of primary acquired chronic inducible ColdU defined as recurrence of itchy wheals and/or angioedema due to cold for longer than 6 weeks prior to screening visit (Visit 1)\n* Participants with positive ice cube provocation test, ie, presenting at least a confluent hive/wheal on the exposed skin area, at the screening visit (Visit 1) and randomization visit (Visit 2)\n* Participants meeting at least 1 of the following criteria despite regular/daily or as needed use of H1-antihistamine (AH):\n\n  * Urticaria Control Test (UCT) (4 item) \\<12 at the screening visit (Visit 1) and randomization visit (Visit 2)\n  * Within 6 months prior to the screening visit, documented medical history of cold exposure triggered anaphylaxis or oropharyngeal edema\n  * Within 6 months prior to the screening visit, documented medical history of cold exposure triggered urticaria requiring emergency medical care visit or treatment with epinephrine\n* Participants using a study defined H1-antihistamine regularly/daily or as needed for primary acquired chronic inducible cold urticaria\n* Body weight ≥30 kg\n\nExclusion Criteria:\n\nParticipants were excluded from the study if any of the following criteria applied:\n\n* Clearly defined underlying etiology for urticaria other than primary acquired chronic inducible ColdU\n* Presence of skin morbidities other than cold urticaria that may interfere with the assessment of the study outcomes\n* Active atopic dermatitis\n* Severe concomitant illness(es) that, in the investigator's judgment, would have adversely affected the patient's participation in the study\n* Active tuberculosis or non-tuberculous mycobacterial infection, or a history of incompletely treated tuberculosis unless documented adequately treated.\n* Diagnosed active endoparasitic infections; suspected or high risk of endoparasitic infection\n* Active chronic or acute infection requiring treatment with systemic antibiotics, antivirals, antiprotozoals, or antifungals within 2 weeks before the screening visit and during the screening period\n* Known or suspected immunodeficiency\n* Active malignancy or history of malignancy within 5 years before the baseline visit, except completely treated in situ carcinoma of the cervix, completely treated and resolved non-metastatic squamous or basal cell carcinoma of the skin\n* History of systemic hypersensitivity or anaphylaxis to any other biologic therapy or any of its excipients.\n* Participation in prior dupilumab clinical study, or have been treated with commercially available dupilumab.\n\nThe above information was not intended to contain all considerations relevant to a patient's potential participation in a clinical trial.","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","maximumAge":"80 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Negative Ice Cube Provocation Test at Week 24","description":"The ice cube provocation test is the most frequently used provocation method for cold urticaria (ColdU). A negative ice cube provocation test was defined as the absence of confluent hives/wheal at the entire skin site of exposure after ice cube provocation test. Ice cube was applied on forearm skin for 5 minutes. Provocation test reading time was 10 minutes after removal of ice cube.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"37.5","spread":null},{"groupId":"OG001","value":"40.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Urticaria Control Test (UCT) Scale Scores at Week 24","description":"UCT is validated patient reported outcome (PRO) questionnaire used for assessing urticaria control. UCT has been developed and validated with participants Chronic Spontaneous Urticaria (CSU) and Chronic inducible urticaria (CIndU). It comprised of 4 items: severity of physical symptoms of urticaria (itch, hives and/or swelling); quality of life (QoL) impairment; frequency of treatment being not sufficient to control urticaria; overall urticarial control. Each item was rated on a 5-point Likert scale ranged from 0 (high disease activity) to 4 (low disease activity). The UCT total score was calculated as sum of all 4 individual item scores,ranged from 0 to 16. Higher scores indicated low disease activity, complete disease control, and vice-versa. Least square (LS) mean and standard error (SE) were analyzed using Analysis of covariance (ANCOVA) model with corresponding Baseline value, intervention group, region and background H1-antihistamine regular/daily use (Yes or No) as covariates.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.75","spread":"0.89"},{"groupId":"OG001","value":"4.36","spread":"0.80"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Urticaria Control Test Score >=12 at Week 24","description":"The UCT is a validated PRO questionnaire used for assessing urticaria control. The questionnaire has been developed and validated with participants with CSU and CIndU. It comprised of 4 items: severity of physical symptoms of urticaria (itch, hives and/or swelling); QoL impairment; frequency of treatment being not sufficient to control urticaria; overall urticarial control. Each item was rated on a 5-point Likert scale ranging from 0 to 4, with low score indicating high disease activity and low disease control, and vice-versa. The UCT total score was calculated as sum of all 4 individual item scores, which ranged from 0 to 16. Higher scores indicated low disease activity and complete disease control, and vice-versa. A score of \\>=12 on the scale indicates well-controlled urticaria. Percentage of participants with UCT score \\>=12 (i.e., well controlled urticaria) at Week 24 are reported in this endpoint.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27.5","spread":null},{"groupId":"OG001","value":"33.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With an Improvement of >=3 Points From Baseline in Urticaria Control Test Score at Week 24","description":"The UCT is a validated PRO questionnaire used for assessing urticaria control. The questionnaire has been developed and validated with participants with CSU and CIndU. It comprised of 4 items: severity of physical symptoms of urticaria (itch, hives and/or swelling); QoL impairment; frequency of treatment being not sufficient to control urticaria; overall urticarial control. Each item was rated on a 5-point Likert scale ranging from 0 (high disease activity) to 4 (low disease activity), with low score indicating high disease activity and low disease control, and vice-versa. The UCT total score was calculated as sum of all 4 individual item scores, which ranged from 0 to 16. Higher scores indicated low disease activity and complete disease control, and vice-versa.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30.0","spread":null},{"groupId":"OG001","value":"45.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Local Wheal Intensity Likert Scale Score at Weeks 12 and 24","description":"Wheal intensity Likert scale (ranging from 0 to 5) is a clinician-reported endpoint completed at the study visit, 10 minutes after removal of the ice cube from the participants' arm. The scale comprised of a single item assessing the intensity of participants' cutaneous reaction rated as follows: 0 = no wheals; 1 = numerous small, non-coalescent wheals; 2 = a large, regular, slightly edematous, coalescent wheal; 3 = a large and moderately edematous wheal; 4 = a large, regular, and significantly edematous wheal without pseudopodia; and 5 = a large, very edematous wheal with pseudopodia. Higher score indicated greater severity. LS mean and SE were analyzed using ANCOVA model with the corresponding Baseline value, intervention group, region and background H1-antihistamine regular/daily use (Yes or No) as covariates.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.49","spread":"0.23"},{"groupId":"OG001","value":"-1.19","spread":"0.23"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.52","spread":"0.28"},{"groupId":"OG001","value":"-1.55","spread":"0.27"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Local Itch Severity Scale Score at Weeks 12 and 24","description":"Local itch (pruritus) severity was assessed using the peak pruritus numerical rating scale (NRS). Peak pruritus NRS is a PRO comprised of a single item rated on a scale ranged from 0 (\"No itch\") to 10 (\"Worst itch imaginable\"), where higher scores indicated worse itch. Participants were asked to rate the intensity of their worst local site itch (pruritus) 10 minutes after removal of the ice cube. LS mean and SE were analyzed using ANCOVA model with the corresponding Baseline value, intervention group, region and background H1-antihistamine regular/daily use (Yes or No) as covariates.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.12","spread":"0.58"},{"groupId":"OG001","value":"-2.52","spread":"0.59"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.18","spread":"0.63"},{"groupId":"OG001","value":"-2.43","spread":"0.62"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Local Skin Burning Sensation Scale Score at Weeks 12 and 24","description":"Local skin burning sensation was assessed using peak burning sensation NRS which is a PRO comprised of a single item rated on a scale ranged from 0 (\"No burning sensation\") to 10 (\"Worst imaginable burning sensation\"). Higher score indicated worst burning sensation. Participants were asked to rate the intensity of the worst local site burning sensation of their skin 10 minutes after the removal of the ice cube. LS mean and SE were analyzed using ANCOVA model with the corresponding Baseline value, intervention group, region and background H1-antihistamine regular/daily use (Yes or No) as covariates.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.60","spread":"0.60"},{"groupId":"OG001","value":"-2.43","spread":"0.61"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.76","spread":"0.69"},{"groupId":"OG001","value":"-2.04","spread":"0.68"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Local Pain Severity Scale Score at Weeks 12 and 24","description":"Local pain severity was assessed using peak pain NRS. The peak pain NRS is a PRO comprised of a single item rated on a scale ranged from 0 (\"No pain\") to 10 (\"Worst imaginable pain\"). Higher score indicated worst pain. Participants were asked to rate the intensity of their worst local site pain 10 minutes after removal of the ice cube. LS mean and SE was analyzed using ANCOVA model with the corresponding Baseline value, intervention group, region and background H1-antihistamine regular/daily use (Yes or No) as covariates.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.82","spread":"0.54"},{"groupId":"OG001","value":"-2.14","spread":"0.55"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.60","spread":"0.58"},{"groupId":"OG001","value":"-2.28","spread":"0.57"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Negative Ice Cube Provocation Test at Week 12","description":"The ice cube provocation test is the most frequently used provocation method for ColdU. A negative ice cube provocation test was defined as the absence of confluent hives/wheal at the entire skin site of exposure after ice cube provocation test. Ice cube was applied on forearm skin for 5 minutes. Provocation test reading time was 10 minutes after removal of ice cube.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35.0","spread":null},{"groupId":"OG001","value":"31.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Cold Urticaria Signs and Symptoms Severity Scale Score at Week 24","description":"Cold Urticaria Activity Score (ColdUAS) is disease-specific PRO questionnaire designed to determine cold urticaria disease activity. Intended for participants with cold urticaria aged 12 years old and above; developed and comprehensively tested with adults and adolescent participants with cold urticaria. Disease activity assessment was based on daily documentation of cold-induced skin reactions (wheals and swelling), skin sensations (itching, burning, pain or feeling hot), avoidance behavior and trigger exposure, and overall symptoms severity. Skin reaction, skin sensations, exposition to cold temperatures that usually cause ColdU symptoms and overall symptom severity were rated on a 4-point scale ranged from 0 (less severe) to 4 (more severe), where higher score indicated more signs and symptoms. LS mean and SE were analyzed using ANCOVA model with corresponding Baseline value, intervention group, region and background H1-antihistamine regular/daily use (Yes/No) as covariates.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.04","spread":"0.23"},{"groupId":"OG001","value":"-1.28","spread":"0.22"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Percentage of Cold Urticaria Sign and Symptom-Free Days at Week 24","description":"ColdUAS: disease-specific PRO questionnaire to determine cold urticaria disease activity in adults and adolescents with cold urticaria. For change from Baseline in percentage of cold urticaria sign and symptom-free days, responses to ColdUAS question (Q) 1 (rating severity of signs: wheals and swelling) and ColdUAS, Q2 (rating severity of symptoms: itch, burning, pain, or feeling hot) on days exposed to cold (ColdUAS Q3 responded Yes) were used. Within 14-day interval before each visit the number of sign and symptom-free days (ColdUAS Q1=0 and Q2=0) on days exposed to cold (ColdUAS Q3 greater than \\>0) was counted and divided by total number of days exposed to cold in this interval. Percentage of cold urticaria sign and symptom free days = sign and symptom free days/cold exposure days in 14 days window\\*100. LS mean and SE by ANCOVA model with the corresponding Baseline value, intervention group, region and background H1-antihistamines regular/daily use (Yes/No) as covariates.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15.66","spread":"7.49"},{"groupId":"OG001","value":"27.82","spread":"7.26"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Health-related Quality-of-life (HRQoL) as Measured by Dermatology Life Quality Index (DLQI) Scale Scores at Week 24","description":"DLQI is a PRO developed to measure dermatology-specific HRQoL in adults. It comprises 10 items assessing the impact of skin disease on participant's HRQoL over the previous week. The items cover symptoms, leisure activities, work/school or holiday time, personal relationships including intimate, side effects of treatment, and emotional reactions to having a skin disease. It is a validated questionnaire used in clinical practice and clinical trials. For 9-items; response scale was a 4-point Likert scale ranging from 0 = \"Not at all\" to 3 = \"Very much\", where higher score=more impact of QoL, and vice-versa. The remaining 1 item about work/studying was rated on a 3-point Likert scale ranged from 0=\"Not at all\" to 2=\"A lot\". DLQI total score was the sum of score of all the items and ranged from 0 to 30, with a high score indicated poor HRQoL, and vice-versa. LS mean and SE from ANCOVA model.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.70","spread":"1.08"},{"groupId":"OG001","value":"-4.32","spread":"1.00"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Cold Urticaria Quality of Life (ColdU-QoL) Scale Score at Week 24","description":"The ColdU-QoL questionnaire is a disease-specific PRO questionnaire designed to assess the impact of cold urticaria on participant's HRQoL. It has been developed and comprehensively tested with adults and adolescent participants with cold urticaria. The questionnaire contains 19 items, each rated using a 5-point Likert scale ranged from 0 (Not at all / Never) to 4 (Very much / Very often). The total raw score of the ColdU-QoL was transformed to a 0 to 100 score for analysis using the formula: ColdU-QoL total score = Sum of the score of all completed items/Maximum possible sum of the score of all completed items\\*100. Higher scores indicated higher ColdU-related QoL impairment, and vice-versa. LS mean and SE were analyzed from ANCOVA model with the corresponding Baseline value, intervention group, region and background H1-antihistamine regular/daily use (Yes or No) as covariates.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-20.12","spread":"3.81"},{"groupId":"OG001","value":"-20.07","spread":"3.65"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Receiving Rescue Therapy for Primary Acquired Chronic Inducible Cold Urticaria","description":"Rescue therapy included additional doses of H1-antihistamines and short course of oral corticosteroids (OCS).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32.5","spread":null},{"groupId":"OG001","value":"45.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.5","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Cold Exposure Triggered Urticaria That Required Hospitalization/Emergency Medical Care Visit or Treatment With Epinephrine","description":"Percentage of participants with cold exposure triggered urticaria that required hospitalization/emergency medical care visit or treatment with epinephrine are reported in this endpoint.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment-emergent Adverse Events (TEAEs) and Treatment-emergent Serious Adverse Events (TESAEs)","description":"An Adverse Event (AE) was defined as any untoward medical occurrence in a participant who received study drug and did not necessarily have to have a causal relationship with the treatment. Serious adverse events (SAEs) was defined as any untoward medical occurrence that at any dose: resulted in death, was life-threatening, required inpatient hospitalization or prolongation of existing hospitalization, resulted in persistent or significant disability/incapacity, was a congenital anomaly/birth defect, or was a medically important event. TEAEs were defined as AEs that developed, worsened or became serious during the treatment-emergent period (from the first IMP administration to the last IMP administration + 14 weeks).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27","spread":null},{"groupId":"OG001","value":"23","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment-emergent Antidrug Antibodies (ADA) Response","description":"ADA response was categorized as: Treatment-emergent and Treatment-boosted. Treatment-emergent ADAs were defined as a positive response in the ADA assay post-first dose, when baseline results were negative or missing. Treatment-boosted ADAs: defined as an ADA positive response in the assay post first dose that was \\>=4-fold over baseline titer levels, when Baseline results were positive. Titer values were defined as low titer (\\< 1,000); moderate (1,000 less than or equal to \\[\\<=\\] titer \\<=10,000) and high titer (\\> 10,000).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":39},"commonTop":["Covid-19","Injection Site Reaction","Injection Site Pain","Suspected Covid-19","Injection Site Erythema"]}}}