{"nctId":"NCT01221597","briefTitle":"Study of AA4500 in the Treatment of Peyronie's Disease","startDateStruct":{"date":"2010-09"},"conditions":["Peyronie's Disease"],"count":418,"armGroups":[{"label":"AA4500","type":"EXPERIMENTAL","interventionNames":["Biological: AA4500"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Biological: Placebo"]}],"interventions":[{"name":"AA4500","otherNames":["XIAFLEX"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Be a male and be ≥ 18 years of age\n2. Be in a stable relationship with a female partner/spouse for at least 3 months before screening and be willing to have vaginal intercourse with that partner/spouse\n3. Have symptom(s) of Peyronie's disease for at least 12 months before the first dose of study drug and have evidence of stable disease as determined by the investigator\n4. Have curvature deformity of at least 30° in the dorsal, lateral, or dorsal/lateral plane at screening. It must be possible to delineate the single plane of maximal curvature for evaluation during the study\n5. Be judged to be in good health, based upon the results of a medical history, physical examination, and laboratory profile\n6. Voluntarily sign and date an informed consent agreement approved by the Institutional Review Board/Independent Ethics Committee (IRB/IEC). The subject must also sign an authorization form to allow disclosure of his protected health information (PHI). The PHI authorization form and informed consent form may be an integrated form or may be separate forms depending on the institution\n7. Be able to read, complete and understand the various rating instruments in English\n\nExclusion criteria\n\n1. Has a penile curvature of less than 30° or greater than 90° at the screening visit\n2. Has any of the following conditions:\n\n   * Chordee in the presence or absence of hypospadias\n   * Thrombosis of the dorsal penile artery and/or vein\n   * Infiltration by a benign or malignant mass resulting in curvature deformity\n   * Infiltration by an infectious agent, such as lymphogranuloma venereum\n   * Ventral curvature from any cause\n   * Presence of an active sexually transmitted disease\n   * Known active hepatitis B or C\n   * Known immune deficiency disease or be positive for human immunodeficiency virus (HIV)\n3. Has previously undergone surgery for Peyronie's disease\n4. Fails to have an erection which in the opinion of the investigator is sufficient to accurately measure the subject's penile deformity after administration of prostaglandin E1 (PGE1) or trimix\n5. Has a calcified plaque as evident by appropriate radiographic evaluation, penile x-ray or penile ultrasound that would prevent proper injection of study medication. Non-contiguous stippling of calcium is acceptable for inclusion provided the calcium deposit does not interfere with the injection of AA4500 into the plaque\n6. Has an isolated hourglass deformity of the penis\n7. Has the plaque causing curvature of the penis located proximal to the base of the penis, so that the injection of the local anesthetic would interfere with the injection of AA4500 into the plaque\n8. Has previously received alternative medical therapies for Peyronie's disease administered by the intralesional route (including, but not limited to, steroids, verapamil, and the naturally occurring low molecular weight protein, interferon-α2b) within 3 months before the first dose of study drug or plans to use any of these medical therapies at any time during the study\n9. Has received alternative medical therapies for Peyronie's disease administered by the oral (including, but not limited to, vitamin E \\[\\> 500 U\\], potassium aminobenzoate \\[Potaba\\], tamoxifen, colchicine, pentoxifylline, over-the-counter erectile dysfunction medications, or steroidal anti-inflammatory drugs) or topical routes (including, but not limited to, verapamil applied as a cream) within 3 months before the first dose of study drug or plans to use any of these medical therapies at any time during the study\n10. Has had extracorporeal shock wave therapy (ESWT) for correction of Peyronie's disease within the 6-month period before screening or plans to have ESWT at any time during the study\n11. Has used any mechanical type device for correction of Peyronie's disease within the 2-week period before screening or plans to use any these devices at any time during the study\n12. Has used a mechanical device to induce a passive erection within the 2-week period before screening or plans to use any of these devices at any time during the study\n13. Has significant erectile dysfunction that has failed to respond to oral treatment with phosphodiesterase type 5 (PDE5) inhibitors\n14. Has a penile Duplex Doppler ultrasound evaluation at screening that shows compromised penile hemodynamics that in the opinion of the investigator is clinically significant\n15. Has uncontrolled hypertension, as determined by the investigator\n16. Has a known recent history of stroke, bleeding, or other significant medical condition, which in the investigator's opinion would make the subject unsuitable for enrollment in the study\n17. Is unwilling or unable to cooperate with the requirements of the study including completion of all scheduled study visits\n18. Has received an investigational drug or treatment within 30 days before the first dose of study drug\n19. Has a known systemic allergy to collagenase or any other excipient of AA4500\n20. Has a known allergy to any concomitant medication required as per the protocol\n21. Has received anticoagulant medication (except for ≤ 165 mg aspirin daily or ≤ 800 mg of over-the-counter non-steroidal anti-inflammatory drugs \\[NSAIDS\\] daily) during the 7 days before each dose of study drug\n22. Has received any collagenase treatments within 30 days of the first dose of study drug\n23. Has, at any time, received AA4500 for the treatment of Peyronie's disease\n\n    \\-","healthyVolunteers":false,"sex":"MALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage Change From Baseline in Penile Curvature","description":"A negative value in the percentage change from baseline in penile curvature deformity (angle measured in degrees) indicates less curvature.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-37.6","spread":"30.29"},{"groupId":"OG001","value":"-21.3","spread":"29.89"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in the Peyronie's Disease Bother Domain of the Peyronie's Disease Questionnaire (PDQ)","description":"Peyronie's disease bother score range 0 (no issue or not at all bothered) to 4 (extremely bothered) on 4 questions; total score range 0 to 16. A decrease in the change from baseline total score in the Peyronie's disease bother domain of the PDQ is indicated by a negative number.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.3","spread":"3.83"},{"groupId":"OG001","value":"-2.0","spread":"3.53"}]}]}]},{"type":"SECONDARY","title":"A Responder Analysis Based on Subject Overall Global Assessment of Peyronie's Disease","description":"A responder was defined as a subject who recorded his Peyronie's disease had either improved in a small but important way, moderately improved, or much improved in overall global assessment question.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"67","spread":null},{"groupId":"OG001","value":"73","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"131","spread":null},{"groupId":"OG001","value":"30","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Severity of Peyronie's Disease Physical and Psychological Symptoms","description":"Peyronie's disease symptoms (physical and psychological) severity score range 0 (none) to 4 (very severe) on 6 questions; total score range 0 to 24. A decrease in the change from baseline total score in the Peyronie's disease symptoms domain of the PDQ is indicated by a negative number.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.2","spread":"5.23"},{"groupId":"OG001","value":"-1.6","spread":"4.50"}]}]}]},{"type":"SECONDARY","title":"Change in the Overall Satisfaction Domain of the International Index of Erectile Function (IIEF)","description":"Overall satisfaction domain of the IIEF score range 0 to 5 on 2 questions where higher scores indicate improved function or satisfaction; total score range 0 to 10.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.0","spread":"2.55"},{"groupId":"OG001","value":"0.5","spread":"2.42"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Penile Plaque Consistency","description":"Penile plaque consistency score range 1 (non-palpable) to 5 (hard). A decrease in the change from baseline score in penile plaque consistency is indicated by a negative number.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.7","spread":"0.97"},{"groupId":"OG001","value":"-0.6","spread":"0.84"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Penile Length","description":"A negative value represents a reduction in measurement from baseline.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.4","spread":"1.29"},{"groupId":"OG001","value":"0.1","spread":"1.11"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Penile Pain Domain of the PDQ in Subjects With Baseline Penile Pain Score ≥4","description":"Penile pain scale range 0 (no pain) to 10 (extreme pain) on 3 questions; total score range 0 to 30. A decrease in the change from baseline total score in the penile pain domain of the PDQ is indicated by a negative number. Subjects were required to have a penile pain score of 4 or greater at baseline.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.1","spread":"5.16"},{"groupId":"OG001","value":"-4.0","spread":"4.09"}]}]}]},{"type":"SECONDARY","title":"Composite Responder Based on Change in Curvature Deformity and Change in Peyronie's Disease Bother Score","description":"A responder was defined as a subject who satisfied the following 2 criteria at that visit: a) percent reduction from baseline in curvature deformity was ≥20% and b) reduction from baseline in PDQ Peyronie's disease bother score was ≥1, or had a change from reporting no sexual activity at screening to reporting sexual activity.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"129","spread":null},{"groupId":"OG001","value":"97","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"132","spread":null},{"groupId":"OG001","value":"33","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":27,"n":277},"commonTop":["Penile haematoma","Penile pain","Penile swelling","Injection site pain","Penile haemorrhage"]}}}