{"nctId":"NCT01140451","briefTitle":"Extension Study of Ataluren (PTC124) in Cystic Fibrosis","startDateStruct":{"date":"2010-08-12","type":"ACTUAL"},"conditions":["Cystic Fibrosis"],"count":191,"armGroups":[{"label":"Ataluren/Ataluren","type":"EXPERIMENTAL","interventionNames":["Drug: Ataluren"]},{"label":"Placebo/Ataluren","type":"EXPERIMENTAL","interventionNames":["Drug: Ataluren"]}],"interventions":[{"name":"Ataluren","otherNames":["PTC124"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Completion of blinded study drug treatment in the previous Phase 3 study (PTC124-GD-009-CF).\n* Ability to provide written informed consent (parental/guardian consent if applicable)/assent (if \\<18 years of age).\n* In participants who are sexually active, willingness to abstain from sexual intercourse or employ a barrier or medical method of contraception during ataluren administration and the 4-week follow up period.\n* Willingness and ability to comply with scheduled visits, drug administration plan, study procedures, laboratory tests, and study restrictions.\n\nExclusion Criteria:\n\n* Known hypersensitivity to any of the ingredients or excipients of the study drug (list provided at study sites).\n* Current pregnancy or lactating, or pregnancy or lactating during the previous Phase 3 study.\n* Ongoing participation in any other therapeutic clinical trial.\n* Prior or ongoing medical condition (for example, concomitant illness, psychiatric condition, behavioral disorder, alcoholism, drug abuse), medical history, physical findings, ECG findings, or laboratory abnormality that, in the Investigator's opinion, could adversely affect the safety of the participant, makes it unlikely that the course of treatment or follow up would be completed, or could impair the assessment of study results.","healthyVolunteers":false,"sex":"ALL","minimumAge":"6 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Treatment-Emergent Adverse Events (TEAEs)","description":"A TEAE was any untoward medical occurrence in a participant who received study drug without regard to possibility of causal relationship that occurred or worsened in the period extending from the first dose of study drug to 6 weeks after the last dose of study drug. A serious adverse event (SAE) was an adverse event (AE) resulting in any of the following outcomes or deemed significant for any other reason: death; initial or prolonged inpatient hospitalization; life-threatening experience (immediate risk of dying); persistent or significant disability/incapacity; congenital anomaly. AEs included both SAEs and non-serious AEs. AE severity was graded as follows: Grade 1: mild; Grade 2: moderate; Grade 3: severe; Grade 4: life-threatening; Grade 5: fatal. A TEAE was considered related if in the opinion of the Investigator it was possibly or probably caused by the study drug. A summary of other non-serious AEs and all SAEs, regardless of causality is located in the Adverse Events module.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null},{"groupId":"OG001","value":"97.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14.7","spread":null},{"groupId":"OG001","value":"18.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"62.1","spread":null},{"groupId":"OG001","value":"51.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23.2","spread":null},{"groupId":"OG001","value":"26.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"29.5","spread":null},{"groupId":"OG001","value":"26.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"37.9","spread":null},{"groupId":"OG001","value":"33.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"28.4","spread":null},{"groupId":"OG001","value":"31.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.2","spread":null},{"groupId":"OG001","value":"7.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.1","spread":null},{"groupId":"OG001","value":"6.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"50.5","spread":null},{"groupId":"OG001","value":"57.3","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Any Treatment-Emergent Laboratory Abnormality (TELA)","description":"A TELA is any abnormal laboratory value that started or worsened after administration of study drug. Abnormal values were defined as values outside normal range. Values considered abnormal included -Hepatic: Serum total bilirubin ≥1.5\\*upper limit of normal (ULN); serum gamma glutamyl transferase \\>2.5\\*ULN; serum alanine aminotransferase increase of \\>150 units/liter (U/L) without increased creatine kinase; -Adrenal: plasma adrenocorticotropic hormone \\>ULN (normal cortisol); -Renal: serum cystatin C \\>1.33 milligrams (mg)/L; serum creatinine \\>ULN-1.5\\*ULN for age; serum blood urea nitrogen ≥1.5\\*ULN; urine protein:creatinine \\>0.40 mg/deciliter (dL):mg/dL; urine protein:osmolality \\>0.30 mg/L:milliosmoles/kilogram; urine blood 2+; - Serum Electrolytes: serum sodium \\>150 millimoles (mmol)/L, \\<130 mmol/L; serum potassium \\>5.5, \\<3.0 mmol/L; serum magnesium \\>1.23 mmol/L, \\<0.5 mmol/L; total serum calcium \\>2.9 mmol/L, \\<2.0 mmol/L; serum phosphorous \\<0.8 mmol/L; serum biocarbonate- \\<16 mmol/L.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"18","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"39","spread":null},{"groupId":"OG001","value":"47","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"44","spread":null},{"groupId":"OG001","value":"49","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Predicted Function (Percent-Predicted) of Forced Expiratory Volume in 1 Second (FEV1) at Baseline","description":"Spirometry was used to assess pulmonary function by measuring the percent-predicted, which was determined on the basis of the height value obtained at the same study visit, for FEV1 (the amount of air that can be exhaled in 1 second). Spirometry was validated by using current guidelines of the American Thoracic Society (ATS) and European Respiratory Society (ERS). Baseline was defined as Week 1 or the most recent value of percent-predicted FEV1 prior to the first dose of open-label treatment in Study 009e.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"60.61","spread":"17.075"},{"groupId":"OG001","value":"56.49","spread":"15.954"}]}]}]},{"type":"SECONDARY","title":"Percentage Change From Baseline in Percent-Predicted of FEV1 at Weeks 48 and 96","description":"Spirometry was used to assess pulmonary function by measuring the percent-predicted, which was determined on the basis of the height value obtained at the same study visit, for FEV1 (the amount of air that can be exhaled in 1 second). Spirometry was validated by using current guidelines of the American Thoracic Society (ATS) and European Respiratory Society (ERS). The percentage of change in percent-predicted of FEV1 was calculated as follows: ((percent-predicted FEV1-Baseline percent-predicted FEV1)/Baseline percent-predicted FEV1)\\*100. Baseline was defined as Week 1 or the most recent value of percent-predicted FEV1 prior to the first dose of open-label treatment in Study 009e. A positive change from Baseline indicates that FEV1 improved.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.73","spread":"12.170"},{"groupId":"OG001","value":"1.09","spread":"23.025"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.09","spread":"12.304"},{"groupId":"OG001","value":"-2.12","spread":"16.893"}]}]}]},{"type":"POST_HOC","title":"Percent-Predicted of FEV1 in the 96-Week Completer Population at Baseline","description":"Spirometry was used to assess pulmonary function by measuring the percent-predicted, which was determined on the basis of the height value obtained at the same study visit, for FEV1 (the amount of air that can be exhaled in 1 second). Spirometry was validated by using current guidelines of the ATS and ERS. Analyses with the Completer populations were performed to complement the analyses of the Study 009e As-Treated population. Baseline was defined as Week 1 or the most recent value of percent-predicted FEV1 prior to the first dose of open-label treatment in Study 009e.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"60.89","spread":"13.320"},{"groupId":"OG001","value":"59.50","spread":"15.622"}]}]}]},{"type":"POST_HOC","title":"Percentage Change From Baseline in Percent-Predicted of FEV1 in the 96-Week Completer Population Over a Total of 96 Weeks of Treatment","description":"Spirometry was used to assess pulmonary function by measuring the percent-predicted, which was determined on the basis of the height value obtained at the same study visit, for FEV1 (the amount of air that can be exhaled in 1 second). Spirometry was validated by using current guidelines of the ATS and ERS. The percentage of change in percent-predicted of FEV1 was calculated as follows: ((percent-predicted FEV1-Baseline percent-predicted FEV1)/Baseline percent-predicted FEV1)\\*100. Analyses with the Completer populations were performed to complement the analyses of the Study 009e As-Treated population. Baseline was defined as Week 1 or the most recent value of percent-predicted FEV1 prior to the first dose of open-label treatment in Study 009e. A positive change from Baseline indicates that FEV1 improved.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.63","spread":"13.239"},{"groupId":"OG001","value":"-5.13","spread":"12.061"}]}]}]},{"type":"POST_HOC","title":"Percent-Predicted of FEV1 in the 144-Week Completer Population at Baseline","description":"Spirometry was used to assess pulmonary function by measuring the percent-predicted, which was determined on the basis of the height value obtained at the same study visit, for FEV1 (the amount of air that can be exhaled in 1 second). Spirometry was validated by using current guidelines of the ATS and ERS. Analyses with the Completer populations were performed to complement the analyses of the Study 009e As-Treated population. Baseline was defined as Week 1 or the most recent value of percent-predicted FEV1 prior to the first dose of open-label treatment in Study 009e.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"61.68","spread":"13.790"},{"groupId":"OG001","value":"60.28","spread":"16.202"}]}]}]},{"type":"POST_HOC","title":"Percentage Change From Baseline in Percent-Predicted of FEV1 in the 144-Week Completer Population Over a Total of 144 Weeks of Treatment","description":"Spirometry was used to assess pulmonary function by measuring the percent-predicted, which was determined on the basis of the height value obtained at the same study visit, for FEV1 (the amount of air that can be exhaled in 1 second). Spirometry was validated by using current guidelines of the ATS and ERS. The percentage of change in percent-predicted of FEV1 was calculated as follows: ((percent-predicted FEV1-Baseline percent-predicted FEV1)/Baseline percent-predicted FEV1)\\*100. Analyses with the Completer populations were performed to complement the analyses of the Study 009e As-Treated population. Baseline was defined as Week 1 or the most recent value of percent-predicted FEV1 prior to the first dose of open-label treatment in Study 009e. A positive change from Baseline indicates that FEV1 improved.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.69","spread":"16.068"},{"groupId":"OG001","value":"-5.89","spread":"14.854"}]}]}]},{"type":"SECONDARY","title":"Percent-Predicted of Forced Vital Capacity (FVC) at Baseline","description":"Spirometry was used to assess pulmonary function by measuring the percent-predicted, which was determined on the basis of the height value obtained at the same study visit, for FVC (the amount of air that can be exhaled after taking a deep breath). Spirometry was validated by using current guidelines of the ATS and ERS. Baseline was defined as Week 1 or the most recent value of percent-predicted FVC prior to the first dose of open-label treatment in Study 009e.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"76.37","spread":"15.254"},{"groupId":"OG001","value":"73.26","spread":"14.133"}]}]}]},{"type":"SECONDARY","title":"Percentage Change From Baseline in Percent-Predicted of FVC at Weeks 48 and 96","description":"Spirometry was used to assess pulmonary function by measuring the percent-predicted, which was determined on the basis of the height value obtained at the same study visit, for FVC (the amount of air that can be exhaled after taking a deep breath). Spirometry was validated by using current guidelines of the ATS and ERS. The percentage of change in percent-predicted of FVC was calculated as follows: ((percent-predicted FVC-Baseline percent-predicted FVC)/Baseline percent-predicted FVC)\\*100. Baseline was defined as Week 1 or the most recent value of percent-predicted FVC prior to the first dose of open-label treatment in Study 009e. A positive change from Baseline indicates that FVC improved.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.05","spread":"10.690"},{"groupId":"OG001","value":"0.69","spread":"15.658"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.48","spread":"11.080"},{"groupId":"OG001","value":"-1.17","spread":"13.940"}]}]}]},{"type":"SECONDARY","title":"Percent-Predicted of Forced Expiratory Flow Between 25% and 75% of Expiration (FEF25-75) at Baseline","description":"Spirometry was used to assess pulmonary function by measuring the percent-predicted, which was determined on the basis of the height value obtained at the same study visit, for FEF25-75 (the rate of air flow during the middle part of an exhalation). Spirometry was validated by using current guidelines of the ATS and ERS. Baseline was defined as Week 1 or the most recent value of percent-predicted FEF25-75 prior to the first dose of open-label treatment in Study 009e.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"38.16","spread":"24.594"},{"groupId":"OG001","value":"33.11","spread":"23.775"}]}]}]},{"type":"SECONDARY","title":"Percentage Change From Baseline in Percent-Predicted of FEF25-75 at Weeks 48 and 96","description":"Spirometry was used to assess pulmonary function by measuring the percent-predicted, which was determined on the basis of the height value obtained at the same study visit, for FEF25-75 (the rate of air flow during the middle part of an exhalation). Spirometry was validated by using current guidelines of the ATS and ERS. The percentage of change in percent-predicted of FEF25-75 was calculated as follows: ((percent-predicted FEF25-75-Baseline percent-predicted FEF25-75)/Baseline percent-predicted FEF25-75)\\*100. Baseline was defined as Week 1 or the most recent value of percent-predicted FEF25-75 prior to the first dose of open-label treatment in Study 009e. A positive change from Baseline indicates that FEF25-75 improved.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.55","spread":"22.447"},{"groupId":"OG001","value":"7.89","spread":"58.780"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.55","spread":"24.043"},{"groupId":"OG001","value":"-3.29","spread":"25.283"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Pulmonary Exacerbations as Defined by Modified Fuch's Criteria","description":"A Respiratory Event Form (REF), which collected data on various signs, symptoms, and effects for each event, was completed by the Investigator when informed by the participant of a respiratory event. Pulmonary exacerbations were assessed by using the modified Fuchs' criteria, which defines an exacerbation as a respiratory event requiring treatment with parenteral antibiotics for any 4 of the following 12 symptoms with or without intravenous (IV) antibiotics: change in sputum; new or increased hemoptysis; increased cough; increased dyspnea; fatigue; temperature \\>38°C; anorexia; sinus pain; change in sinus discharge; change in physical examination of the chest; or decrease in pulmonary function by 10% or more from a previously recorded value; or radiographic changes indicative of pulmonary function.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"50","spread":null},{"groupId":"OG001","value":"56","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"57","spread":null},{"groupId":"OG001","value":"68","spread":null}]}]}]},{"type":"SECONDARY","title":"Rate of Pulmonary Exacerbations as Defined by Modified Fuch's Criteria Over 48 Weeks","description":"A REF, which collected data on various signs, symptoms, and effects for each event, was completed by the Investigator when informed by the participant of a respiratory event. Pulmonary function was assessed by using the modified Fuchs' criteria, which defines an exacerbation as a respiratory event requiring treatment with parenteral antibiotics for any 4 of the following 12 symptoms with or without treatment with IV antibiotics: change in sputum; new or increased hemoptysis; increased cough; increased dyspnea; fatigue; temperature \\>38°C; anorexia; sinus pain; change in sinus discharge; change in physical examination of the chest; decrease in pulmonary function by 10% or more from a previously recorded value; or radiographic changes indicative of pulmonary function. The 48-week exacerbation rate was determined by adding the weekly rates for each arm for each 48-week period and dividing the sum by 48.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.150","spread":null},{"groupId":"OG001","value":"1.614","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Pulmonary Exacerbations as Defined by Modified Fuch's Criteria","description":"A REF, which collected data on various signs, symptoms, and effects for each event, was completed by the Investigator when informed by the participant of a respiratory event. Pulmonary function was assessed by using the modified Fuchs' criteria, which defines an exacerbation as a respiratory event requiring treatment with parenteral antibiotics for any 4 of the following 12 symptoms with or without treatment with IV antibiotics: change in sputum; new or increased hemoptysis; increased cough; increased dyspnea; fatigue; temperature \\>38°C; anorexia; sinus pain; change in sinus discharge; change in physical examination of the chest; decrease in pulmonary function by 10% or more from a previously recorded value; or radiographic changes indicative of pulmonary function. Duration over a 5-week interval is presented. The duration was calculated as follows: estimated date of return to a stable state (as determined by the Investigator) - estimated date of onset of symptoms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.675","spread":null},{"groupId":"OG001","value":"4.734","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.567","spread":null},{"groupId":"OG001","value":"3.912","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Severe Pulmonary Exacerbations as Defined by Modified Fuch's Criteria","description":"A REF, which collected data on various signs, symptoms, and effects for each event, was completed by the Investigator when informed by the participant of a respiratory event. Pulmonary function was assessed by using the modified Fuchs' criteria, which defines an exacerbation as a respiratory event requiring treatment with parenteral antibiotics for any 4 of the following 12 symptoms with or without treatment with IV antibiotics: change in sputum; new or increased hemoptysis; increased cough; increased dyspnea; fatigue; temperature \\>38°C; anorexia; sinus pain; change in sinus discharge; change in physical examination of the chest; decrease in pulmonary function by 10% or more from a previously recorded value; or radiographic changes indicative of pulmonary function. Severity of pulmonary exacerbations over a 5-week interval is presented. The severity of pulmonary exacerbations were graded as mild, moderate, or severe.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline for the Respiratory Domain Score of the Cystic Fibrosis (CF) Questionnaire-Revised (CFQ-R) at Weeks 48 and 96","description":"The CFQ-R consists of 44 items, including generic scales of physical functioning, role functioning, vitality, health perceptions, emotional functioning, and social functioning, and CF-specific scales of respiratory and digestive symptoms, body image, eating disturbances, and treatment burden. Questions are scored on a scale from 1 to 4, with higher scores indicating better quality of life (QOL). For some questions, the scale was reversed, so that 1 indicated better QOL. Domain scores were linearly transformed to a 0-100 scale, so that higher scores indicate better QOL. Domain scores were calculated by using the following formula: 100 \\* (sum of responses - minimum possible sum)/ (maximum possible sum - minimum possible sum). The minimum possible sum = number of questions \\* 1; the maximum possible = the number of questions \\* 4. Baseline was Week 1. A negative change from Baseline indicates that health has worsened. Participants may have switched age groups during the study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"83.333","spread":"8.9087"},{"groupId":"OG001","value":"86.111","spread":"17.3472"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-13.095","spread":"19.7538"},{"groupId":"OG001","value":"-0","spread":"0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.556","spread":"10.0922"},{"groupId":"OG001","value":"0","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"75.000","spread":"16.6667"},{"groupId":"OG001","value":"63.889","spread":"4.8113"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":"11.7851"},{"groupId":"OG001","value":"16.667","spread":"0"}]}]},{"categories":[]},{"categories":[{"measurements":[{"groupId":"OG000","value":"66.181","spread":"20.5449"},{"groupId":"OG001","value":"65.123","spread":"18.1322"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.691","spread":"17.4280"},{"groupId":"OG001","value":"3.819","spread":"16.2311"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.039","spread":"16.4811"},{"groupId":"OG001","value":"1.307","spread":"20.9228"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"68.203","spread":"20.1408"},{"groupId":"OG001","value":"65.567","spread":"18.1927"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.722","spread":"17.7087"},{"groupId":"OG001","value":"4.365","spread":"16.0206"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.274","spread":"16.5408"},{"groupId":"OG001","value":"1.625","spread":"20.6684"}]}]}]},{"type":"SECONDARY","title":"Rate of Study Drug Compliance","description":"The rate of compliance was defined as the number of actual doses taken divided by the number of planned doses \\* 100. Participant-reported data were obtained from the participant's compliance log, which was completed by the participant or the caregiver. The participant or caregiver reported how many doses were taken. Compliance by drug accountability was determined by counting used and unused study drug sachets. All calculations were based on the records of the first dose date to the last dose date.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"86.057","spread":null},{"groupId":"OG001","value":"80.118","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"81.50","spread":null},{"groupId":"OG001","value":"78.59","spread":null}]}]}]},{"type":"SECONDARY","title":"Predose Concentration of Ataluren","description":"Blood samples were drawn immediately before administration of the first daily dose (dose taken with breakfast) of ataluren. Whenever possible, the predose sample was to be obtained within 15 minutes of study ataluren administration.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.668","spread":"3.6279"},{"groupId":"OG001","value":"0","spread":"0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.744","spread":"5.7198"},{"groupId":"OG001","value":"7.552","spread":"8.3963"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.298","spread":"7.1222"},{"groupId":"OG001","value":"7.694","spread":"7.9796"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.874","spread":"6.8533"},{"groupId":"OG001","value":"6.981","spread":"6.8874"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.227","spread":"4.7054"},{"groupId":"OG001","value":"5.703","spread":"6.2718"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.126","spread":"6.4939"},{"groupId":"OG001","value":"4.902","spread":"5.9218"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.390","spread":"6.8861"},{"groupId":"OG001","value":"5.435","spread":"6.5315"}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Required Interventions for Pulmonary Symptoms","description":"During treatment, any interventions including hospitalization or use of oral, inhaled, or IV antibiotics was documented if it was due to an exacerbation-like episode. A summary of other non-serious AEs and all SAEs, regardless of causality is located in the Adverse Events module.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"44","spread":null},{"groupId":"OG001","value":"49","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"18","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"80","spread":null},{"groupId":"OG001","value":"80","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Disruptions in Activities of Daily Living Because of Pulmonary Symptoms","description":"During treatment, participants reported when they missed school or work because of pulmonary symptoms. A summary of other non-serious AEs and all SAEs, regardless of causality is located in the Adverse Events module.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23","spread":null},{"groupId":"OG001","value":"25","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"27","spread":null},{"groupId":"OG001","value":"25","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Disruptions in Activities of Daily Living Because of Pulmonary Symptoms","description":"During treatment, participants reported when they missed school or work because of pulmonary symptoms. If Event Date was before Day 1 (Baseline) Date, Study Day = Event Date - First Dose Date. If Event Date was on or after Day 1 Date, Study Day = Event Date - First Dose Date + 1. The Duration = Return to Stable Date - Onset Date. Participants with a respiratory event that was ongoing when the participant was discontinued from the study were considered as not evaluable. A summary of other non-serious AEs and all SAEs, regardless of causality is located in the Adverse Events module.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25.0","spread":null},{"groupId":"OG001","value":"21.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"25.0","spread":null},{"groupId":"OG001","value":"22.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Body Weight at Weeks 48 and 96","description":"Participants were weighed, and the weight was recorded at Baseline and then every 8 weeks during the treatment period. Baseline was Week 1. A positive change from Baseline indicates that weight increased.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"53.354","spread":"13.5601"},{"groupId":"OG001","value":"57.444","spread":"11.7890"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.232","spread":"2.8322"},{"groupId":"OG001","value":"0.540","spread":"2.8287"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.149","spread":"5.0803"},{"groupId":"OG001","value":"0.830","spread":"3.6440"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Body Mass Index (BMI) at Weeks 48 and 96","description":"Participants were weighed and measured and the weight and height were recorded at each visit. The BMI was determined by dividing the participant's weight by his or her height. Baseline was Week 1. A positive change from Baseline indicates that BMI increased.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20.023","spread":"3.3136"},{"groupId":"OG001","value":"21.044","spread":"2.7735"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.179","spread":"0.8323"},{"groupId":"OG001","value":"0.102","spread":"0.9179"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.144","spread":"1.1404"},{"groupId":"OG001","value":"0.105","spread":"1.1885"}]}]}]},{"type":"SECONDARY","title":"Total Lung Computed Tomography (CT) Score at Weeks 48 and 96","description":"Lungs were imaged by using non-contrast, spiral CT. The administration of CT scans was discontinued for this study via a memorandum sent to all Investigators, based on the results of Study 009, which showed that this exploratory endpoint failed to discriminate active treatment from placebo over the 48-week study period. Therefore, this Outcome Measure was removed from the study as a Secondary Outcome Measure and the CT scans that were administered for this study were not reviewed or analyzed for this Outcome Measure.","classes":[{"categories":[]},{"categories":[]}]},{"type":"SECONDARY","title":"Change From Baseline in the Nasal Transepithelial Potential Difference (TEPD) at Week 48","description":"TEPD was to be assessed in each nostril by using standardized equipment, techniques, and solutions. Collection of nasal TEPD tracings was discontinued for this study via a memorandum sent to all Investigators, based on the results of Study 009, which showed that this biomarker failed to discriminate active treatment from placebo over the 48-week study period. Therefore, this Outcome Measure was removed from the study as a Secondary Outcome Measure and none of the nasal TEPD tracings were reviewed or analyzed for this Outcome Measure.","classes":[{"categories":[]},{"categories":[]}]},{"type":"SECONDARY","title":"Change From Baseline in the Concentration of Sweat Chloride at Week 48","description":"Sweat was collected, from each arm, by using pilocarpine iontophoresis. The chloride concentration in the sweat was quantified for each arm by using standard laboratory methods. Tests were considered valid if the sweat collection time was ≤35 minutes; tests with longer collection times were also considered valid if extra time was needed to obtain sufficient volume (≥15uL) for analysis. For analysis purposes, the average of the values from each arm were computed. If the assessment was valid and/or available in only 1 arm, this value was used as if it were the average of both arms. The method used was consistent with the guidelines of the Cystic Fibrosis Foundation Therapeutics - Therapeutic Development Network. Baseline was the most recent value of sweat chloride prior to treatment in Study 009e. A positive change from Baseline indicates that sweat chloride concentration increased.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100.26","spread":"13.602"},{"groupId":"OG001","value":"97.88","spread":"16.444"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.34","spread":"10.062"},{"groupId":"OG001","value":"3.60","spread":"14.422"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":48,"n":95},"commonTop":["Cystic fibrosis lung","Viral upper respiratory tract infection","Cough","Pyrexia","Haemoptysis"]}}}