{"nctId":"NCT01568866","briefTitle":"Phase 3 Study With Carfilzomib and Dexamethasone Versus Bortezomib and Dexamethasone for Relapsed Multiple Myeloma Patients","startDateStruct":{"date":"2012-06-20","type":"ACTUAL"},"conditions":["Multiple Myeloma"],"count":929,"armGroups":[{"label":"Carfilzomib plus Dexamethasone","type":"EXPERIMENTAL","interventionNames":["Drug: Carfilzomib","Drug: Dexamethasone"]},{"label":"Bortezomib plus Dexamethasone","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Bortezomib","Drug: Dexamethasone"]}],"interventions":[{"name":"Carfilzomib","otherNames":["PR-171","Krypolis"]},{"name":"Bortezomib","otherNames":["Velcade"]},{"name":"Dexamethasone","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Multiple myeloma with relapsing or progressing disease at study entry.\n2. Patients must have evaluable multiple myeloma with, at least one of the following (assessed within 21 days prior to randomization):\n\n   * Serum M-protein ≥ 0.5 g/dL, or\n   * Urine M-protein ≥ 200 mg/24 hour, or\n   * In patients without detectable serum or urine M-protein, serum free light chain (SFLC) \\> 100 mg/L (involved light chain) and an abnormal serum kappa/lamda ratio, or\n   * For immunoglobulin (Ig) A patients whose disease can only be reliably measured by serum quantitative immunoglobulin (qIgA) ≥ 750 mg/dL (0.75 g/dL).\n3. Patients must have documented at least partial response (PR) to at least 1 line of prior therapy. PR documentation can be based on Investigator assessment.\n4. Received 1, but no more than 3 prior treatment regimens or lines of therapy for multiple myeloma. (Induction therapy followed by stem cell transplant and consolidation/maintenance therapy will be considered as one line of therapy).\n5. Prior therapy with Velcade is allowed as long as the patient had at least a PR to prior Velcade therapy, was not removed from Velcade therapy due to toxicity, and will have at least a 6 month Velcade treatment-free interval from last dose received until first study treatment. (Patients may receive maintenance therapy with drugs that are not in the proteasome inhibitor class during this 6 month Velcade treatment-free interval).\n6. Prior therapy with carfilzomib is allowed as long as the patient had at least a PR to prior carfilzomib therapy, was not removed from carfilzomib therapy due to toxicity, and had at least a 6-month carfilzomib treatment-free interval from last dose received until first study treatment. (Patients may receive maintenance therapy with drugs that are not in the proteasome inhibitor class during this 6 month carfilzomib treatment-free interval). The exception to this is patients randomized or previously randomized in any other Onyx-Sponsored Phase 3 trial.\n7. Males and females ≥ 18 years of age.\n8. Eastern Cooperative Oncology Group (ECOG) Performance Status of 0 to 2.\n9. Adequate hepatic function within 21 days prior to randomization, with bilirubin \\< 1.5 times the upper limit of normal (ULN), and aspartate aminotransferase (AST) and alanine aminotransferase (ALT) \\< 3 times the ULN.\n10. Left ventricular ejection fraction (LVEF) ≥ 40%.\n11. Absolute neutrophil count (ANC) ≥ 1000/mm³ within 21 days prior to randomization. Screening ANC should be independent of growth factor support for ≥ 1 week.\n12. Hemoglobin ≥ 8.0 g/dL within 21 days prior to randomization. Use of erythropoietic stimulating factors and red blood cell (RBC) transfusions per institutional guidelines is allowed, however most recent RBC transfusion may not have been done within 7 days prior to obtaining screening hemoglobin.\n13. Platelet count ≥ 50,000/mm³ (≥ 30,000/mm³ if myeloma involvement in the bone marrow is \\> 50%) within 21 days prior to randomization. Patients should not have received platelet transfusions for at least 1 week prior to obtaining the screening platelet count.\n14. Calculated or measured creatinine clearance (CrCl) of ≥ 15 mL/min within 21 days prior to randomization. Calculation should be based on standard formula such as the Cockcroft and Gault:\n\n    \\[(140 - Age) x Mass (kg) / (72 x Creatinine mg/dL)\\]; multiply result by 0.85 if female.\n15. Written informed consent in accordance with federal, local, and institutional guidelines.\n16. Female patients of child-bearing potential (FCBP) must have a negative serum pregnancy test within 21 days prior to randomization and agree to use an effective method of contraception during and for 3 months following last dose of drug (more frequent pregnancy tests may be conducted if required per local regulations). FCBP is defined as a sexually mature woman who: 1) has not undergone a hysterectomy or bilateral oophorectomy or 2) has not been naturally postmenopausal (amenorrhea following cancer therapy does not rule out childbearing potential) for at least 12 consecutive months (i.e., has had menses at any time in the preceding 12 consecutive months).\n17. Male patients must use an effective barrier method of contraception during study and for 3 months following the last dose if sexually active with a FCBP.\n\nExclusion Criteria:\n\n1. Multiple Myeloma of IgM subtype.\n2. Glucocorticoid therapy (prednisone \\> 30 mg/day or equivalent) within 14 days prior to randomization.\n3. POEMS syndrome (polyneuropathy, organomegaly, endocrinopathy, monoclonal protein, and skin changes).\n4. Plasma cell leukemia or circulating plasma cells ≥ 2 × 10\\^9/L.\n5. Waldenstrom's Macroglobulinemia.\n6. Patients with known amyloidosis.\n7. Chemotherapy with approved or investigational anticancer therapeutics within 21 days prior to randomization.\n8. Patients randomized or previously randomized in any other Onyx-Sponsored Phase 3 trial.\n9. Focal radiation therapy within 7 days prior to randomization. Radiation therapy to an extended field involving a significant volume of bone marrow within 21 days prior to randomization (i.e., prior radiation must have been to less than 30% of the bone marrow).\n10. Immunotherapy within 21 days prior to randomization.\n11. Major surgery (excluding kyphoplasty) within 28 days prior to randomization.\n12. Active congestive heart failure (New York Heart Association \\[NYHA\\] Class III to IV), symptomatic ischemia, or conduction abnormalities uncontrolled by conventional intervention. Myocardial infarction within four months prior to randomization.\n13. Acute active infection requiring systemic antibiotics, antiviral (except antiviral therapy directed at hepatitis B) or antifungal agents within 14 days prior to randomization.\n14. Known human immunodeficiency (HIV) seropositive, hepatitis C infection, and/or hepatitis B (except for patients with hepatitis B surface antigen \\[SAg\\] or core antibody receiving and responding to antiviral therapy directed at hepatitis B: these patients are allowed).\n15. Patients with known cirrhosis.\n16. Second malignancy within the past 3 years except:\n\n    * adequately treated basal cell or squamous cell skin cancer\n    * carcinoma in situ of the cervix\n    * prostate cancer \\< Gleason score 6 with stable prostate-specific antigen (PSA) over 12 months\n    * breast carcinoma in situ with full surgical resection\n    * treated medullary or papillary thyroid cancer\n17. Patients with myelodysplastic syndrome.\n18. Significant neuropathy (Grades 3 to 4, or Grade 2 with pain) within 14 days prior to randomization.\n19. Female patients who are pregnant or lactating.\n20. Known history of allergy to Captisol(a cyclodextrin derivative used to solubilize carfilzomib).\n21. Patients with hypersensitivity to carfilzomib, Velcade, boron, or mannitol.\n22. Patients with contraindication to dexamethasone.\n23. Contraindication to any of the required concomitant drugs or supportive treatments, including hypersensitivity to antiviral drugs, or intolerance to hydration due to preexisting pulmonary or cardiac impairment.\n24. Ongoing graft-vs-host disease.\n25. Patients with pleural effusions requiring thoracentesis or ascites requiring paracentesis within 14 days prior to randomization.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression-free Survival","description":"Progression-free survival (PFS) was defined as the time from randomization to the earlier of disease progression or death due to any cause. Participants were evaluated for disease response and progression according to the International Myeloma Working Group-Uniform Response Criteria (IMWG-URC) as assessed by an Independent Review Committee (IRC).\n\nMedian PFS was estimated using the Kaplan-Meier method. Participants with no baseline disease assessments, starting a new anticancer therapy before documentation of disease progression or death, death or disease progression immediately after more than 1 consecutively missed disease assessment visit, or alive without documentation of disease progression before the data cut-off date were censored.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.4","spread":null},{"groupId":"OG001","value":"18.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival","description":"Overall survival (OS) is defined as the time from randomization to the date of death (whatever the cause). Participants who were alive or lost to follow-up as of the data analysis cut-off date were censored at the patient's date of last contact (last known to be alive).\n\nMedian overall survival was estimated using the Kaplan-Meier method.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"40.0","spread":null},{"groupId":"OG001","value":"47.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Response","description":"Disease response was evaluated according to the IMWG-URC by the IRC. Overall response was defined as the percentage of participants with a best overall response of partial response (PR), very good PR (VGPR), complete response (CR) or stringent CR (sCR).\n\nsCR: As for CR, normal serum free light chain (SFLC) ratio and no clonal cells in bone marrow (BM).\n\nCR: No immunofixation on serum and urine, disappearance of any soft tissue plasmacytomas and \\< 5% plasma cells in BM biopsy; VGPR: Serum and urine M-protein detectable by immunofixation but not electrophoresis or ≥ 90% reduction in serum M-protein with urine M-protein \\<100 mg/24 hours. A ≥ 50% reduction in the size of soft tissue plasmacytomas if present at baseline.\n\nPR: ≥ 50% reduction of serum M-protein and reduction in urine M-protein by ≥ 90% or to \\< 200 mg/24 hours. A ≥ 50% reduction in the size of soft tissue plasmacytomas if present at baseline.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"62.6","spread":null},{"groupId":"OG001","value":"76.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response","description":"Duration of response (DOR) was calculated for participants who achieved an sCR, CR, VGPR, or PR. Duration of response is defined as the time from first evidence of PR or better to confirmation of disease progression or death due to any cause. Median duration of response was estimated using the Kaplan-Meier method. Participants with no baseline disease assessments, starting a new anticancer therapy before documentation of disease progression or death, death or disease progression immediately after more than 1 consecutively missed disease assessment visit, or alive without documentation of disease progression before the data cut-off date were censored.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.4","spread":null},{"groupId":"OG001","value":"21.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With ≥ Grade 2 Peripheral Neuropathy","description":"Neuropathy events were defined as Grade 2 or higher peripheral neuropathy as specified by peripheral neuropathy Standardised Medical Dictionary for Regulatory Activities (MedDRA) Query, narrow (scope) (SMQN) terms.\n\nPeripheral neuropathy was assessed by neurologic exam and graded according to National Cancer Institute (NCI) Common Terminology Criteria for Adverse Events (CTCAE) Version 4.03:\n\nGrade 1: Asymptomatic; Grade 2: Moderate symptoms, limiting instrumental activities of daily living (ADL) Grade 3: Severe symptoms; limiting self-care ADL; Grade 4: Life-threatening consequences, urgent intervention indicated; Grade 5: Death.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32.0","spread":null},{"groupId":"OG001","value":"6.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With a Significant Reduction in Left Ventricular Ejection Fraction (LVEF)","description":"A significant reduction in LVEF was defined as a ≥ 10% decrease (absolute change) from baseline in participants whose baseline LVEF is ≤ 55%.\n\nFor participants with LVEF \\> 55% at baseline, a significant change was defined as a decrease in LVEF to \\< 45%.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.6","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Right Ventricular Fractional Area Change (FAC)","description":"Right ventricular function was assessed by measuring fractional area change (FAC) on echocardiogram.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.7","spread":"5.00"},{"groupId":"OG001","value":"-1.1","spread":"5.36"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.7","spread":"6.10"},{"groupId":"OG001","value":"-1.0","spread":"5.03"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.5","spread":"7.27"},{"groupId":"OG001","value":"-0.5","spread":"6.38"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.4","spread":"4.73"},{"groupId":"OG001","value":"-1.9","spread":"5.47"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Pulmonary Artery Systolic Pressure (PASP)","description":"Pulmonary artery pressure was measured using transthoracic echocardiogram.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.3","spread":"11.72"},{"groupId":"OG001","value":"2.8","spread":"11.44"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.7","spread":"8.47"},{"groupId":"OG001","value":"3.4","spread":"13.63"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.0","spread":"7.24"},{"groupId":"OG001","value":"2.6","spread":"13.55"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.4","spread":"8.14"},{"groupId":"OG001","value":"0.9","spread":"11.40"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":182,"n":456},"commonTop":["DIARRHOEA","ANAEMIA","FATIGUE","INSOMNIA","PYREXIA"]}}}