{"nctId":"NCT00788593","briefTitle":"A Randomized, Double-Blind, Dose Response-Control, Crossover Study to Evaluate the Safety and Efficacy of Two Doses of EUR-1008 (APT-1008) in Chronic Pancreatitis (CP) Participants With Exocrine Pancreatic Insufficiency (EPI)","startDateStruct":{"date":"2008-01"},"conditions":["Chronic Pancreatitis","Exocrine Pancreatic Insufficiency"],"count":82,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"EUR-1008 (APT-1008) High Dose","type":"EXPERIMENTAL","interventionNames":["Drug: EUR-1008 (APT-1008) High Dose"]},{"label":"EUR-1008 (APT-1008) Low Dose","type":"EXPERIMENTAL","interventionNames":["Drug: EUR-1008 (APT-1008) Low Dose"]}],"interventions":[{"name":"Placebo","otherNames":[]},{"name":"EUR-1008 (APT-1008) High Dose","otherNames":["Zenpep"]},{"name":"EUR-1008 (APT-1008) Low Dose","otherNames":["Zenpep"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participants are male or female\n* Participants with age over 18 years\n* Participants who have written, legally valid informed consent\n* Women of childbearing potential must be using a medically acceptable form of birth control for the 30 days prior to the beginning of the study and agree to maintain adequate birth control measures during the whole duration of the study plus an additional 30 days as well as have a negative pregnancy test at screening Visit 3 and Visit 7\n* Participants with documented diagnosis of CP by medical history and it is preferred that it is supported by imaging evidence confirming CP which include: abnormal endoscopic retrograde cholangio-pancreatography (ERCP) (Cambridge Class 4), abnormal computed tomography (CT) scan (dilated main pancreatic duct, atrophy of the pancreas or calcification), abnormal ultrasound, or endoscopic ultrasound with at least 5 abnormalities noted\n* In the case of pancreatic surgery, the participant can be included with partial or distal resection of the pancreas (not due to cancer)\n* Participants with documented EPI with target fecal elastase (FE) less than or equal to 100 microgram per gram (mcg/g) of stool using the monoclonal test (pancreatic elastase 1 \\[PE1\\] by Genova Diagnostics) performed at the screening visit. The mean coefficient of variation (CV) for the FE test is 20 percent (%)\n\nExclusion Criteria:\n\n* Participants known to the investigator to have a significant medical and/or mental disease that would compromise the participant's welfare, pose an unacceptable risk to him/her or confound the study results\n* Participants who participated in a clinical trial within 30 days of randomization or per specific country regulations/guidelines\n* Participants with cystic fibrosis\n* Participants with excessive alcohol consumption\n* Participants with drug abuse\n* Participants with contraindicated medications or who are unable to discontinue prohibited concomitant medication\n* Participants with uncontrolled diabetes mellitus\n* Participants allergic to pork protein/unwilling to ingest pork products\n* Participants with atopic predisposition such as multiple drug hypersensitivity, allergic asthma, urticaria, or other relevant allergic diathesis\n* Participants who are pregnant or lactating\n* Participants with acute pancreatitis or acute exacerbation in chronic pancreatitis\n* Participants with acute biliary disease\n* Participants with malabsorption syndrome caused by a metabolic disease or by surgery, not related to exocrine pancreatic insufficiency\n* Participants with any resection of the stomach or the gastrointestinal tract that will affect transit time and/or gastric emptying.\n* Participants with evidence of active gastric or duodenal ulcer\n* Participants with chronic inflammatory bowel disease\n* Participants with any history of pancreatic cancer and other non-cutaneous malignancies (except basal cell and squamous cell carcinoma of the skin in situ that have been removed and not reoccurred in 5 years)\n* Participants with viral hepatitis with infectious virions in blood and/or body fluids (any etiology)\n* Participants with human immunodeficiency virus (HIV) infection\n* Participants with hyperuricemia ( greater than \\[\\>\\] 1.5 times upper normal value for lab)\n* Participants with any acute or chronic disease, which in the opinion of the investigator could influence study results or pose a risk to the participants' safety","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percent Coefficient of Fat Absorption (CFA) of Participants Treated With High Dose EUR-1008 and Low Dose EUR-1008","description":"Percent CFA was calculated as (\\[fat intake - fat excretion\\]/fat intake)\\*100, determined in the stools collected during the 72-hour CFA determination period. Mean percent CFA was calculated for the 3 to 5 days of hospital treatment in first and second intervention periods.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"88.87","spread":"12.44"},{"groupId":"OG001","value":"89.86","spread":"8.77"}]}]}]},{"type":"SECONDARY","title":"Change From Placebo Baseline in Percent Coefficient of Fat Absorption (CFA) in High Dose EUR-1008 and Low Dose EUR-1008 During Hospital Treatment","description":"Percent CFA was calculated as (\\[fat intake - fat excretion\\]/fat intake)\\*100, determined in the stools collected during the 72-hour CFA determination period. Mean percent CFA was calculated for 3 to 5 days of hospital treatment in first and second intervention periods.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"81.68","spread":"22.13"},{"groupId":"OG001","value":"NA","spread":"NA"},{"groupId":"OG002","value":"NA","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":"NA"},{"groupId":"OG001","value":"7.19","spread":"14.49"},{"groupId":"OG002","value":"8.18","spread":"17.35"}]}]}]},{"type":"SECONDARY","title":"Change From Placebo Baseline in Percent Coefficient of Nitrogen Absorption (CNA) During Hospital Treatment","description":"Percent CNA was calculated as \\[(nitrogen intake - nitrogen excretion)/nitrogen intake\\]\\*100 , determined in the stools collected during the 72-hour CNA determination period. Nitrogen intake was calculated as protein intake/6.2. Nitrogen excretion was measured as total fecal nitrogen. Mean percent CNA was calculated for 3 to 5 days of hospital treatment in first and second intervention periods.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"78.05","spread":"18.64"},{"groupId":"OG001","value":"NA","spread":"NA"},{"groupId":"OG002","value":"NA","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":"NA"},{"groupId":"OG001","value":"5.33","spread":"10.38"},{"groupId":"OG002","value":"7.62","spread":"15.55"}]}]}]},{"type":"SECONDARY","title":"Change From Placebo Baseline in Weight at End of Each Treatment Period","description":"Mean change from baseline in weight was calculated for end of treatment (6 days home treatment and 3-5 days hospital treatment) in first and second intervention periods.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.38","spread":"1.18"},{"groupId":"OG001","value":"0.50","spread":"1.31"}]}]}]},{"type":"SECONDARY","title":"Change From Placebo Baseline in Body Mass Index (BMI) at End of Treatment","description":"BMI was calculated by weight divided by height squared and measured as kilogram per square meter (kg/m\\^2). Mean change from baseline in BMI was calculated for end of treatment (6 days home treatment and 3-5 days hospital treatment) in first and second intervention periods.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.13","spread":"0.39"},{"groupId":"OG001","value":"0.16","spread":"0.42"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":82},"commonTop":["Flatulence","Abdominal pain","Diarrhoea","Headache","Constipation"]}}}