{"nctId":"NCT02207634","briefTitle":"Evaluating PCSK9 Binding antiBody Influence oN coGnitive HeAlth in High cardiovascUlar Risk Subjects","startDateStruct":{"date":"2014-09-10","type":"ACTUAL"},"conditions":["Dyslipidemia"],"count":1974,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo","Drug: Background Statin Therapy"]},{"label":"Evolocumab","type":"EXPERIMENTAL","interventionNames":["Biological: Evolocumab","Drug: Background Statin Therapy"]}],"interventions":[{"name":"Evolocumab","otherNames":["AMG 145","Repatha"]},{"name":"Placebo","otherNames":[]},{"name":"Background Statin Therapy","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Randomized into Study 20110118 (FOURIER; NCT01764633)\n\nExclusion Criteria:\n\n* Current or known past diagnosis of dementia or mild cognitive impairment (MCI)","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Change From Baseline in Spatial Working Memory Strategy Index of Executive Function (6-8 Boxes) Z Score","description":"Assessments were performed with the Cambridge Neuropsychological Test Automated Battery (CANTAB), a language-independent battery of computerized tests that is used to assess cognitive function.\n\nThe Spatial Working Memory (SWM) test assesses the cognitive domain of executive function (high-level thinking and decision making). Patients search for colored tokens hidden inside boxes on the screen by touching them. The critical instruction is that once a token has been found inside a box, there will never be a token hidden inside that box again, so patients must not return to a box where a token has been found.\n\nThe SWM strategy index of executive function represented the number of times a subject began a search with a different box. The Z score represents the standardized measure of how far an individual subject deviates from the study cohort average at baseline. A higher Z score reflects better performance. The mean change from baseline averaged across all the visits is reported.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1206","spread":null},{"groupId":"OG001","value":"0.1134","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Spatial Working Memory (SWM) Between-errors Z Score","description":"Assessments were performed with the CANTAB, a language-independent battery of computerized tests that is used to assess cognitive function. The Spatial Working Memory (SWM) between-errors test assesses the cognitive domain of working memory (holding material in mind while that material is being actively processed). Patients search for colored tokens hidden inside boxes on the screen by touching them. The critical instruction is that once a token has been found inside a box, there will never be a token hidden inside that box again, so patients must not return to a box where a token has been found.\n\nThe SWM between-errors score is the number of times that a patient revisited a box in which a token had previously been found. The Z score represents the standardized measure of how far an individual participant deviates from the study cohort average at baseline. A higher Z score reflects better performance. The mean change from baseline averaged across all the visits is reported.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1024","spread":null},{"groupId":"OG001","value":"0.0691","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Paired Associated Learning (PAL) Total Errors Adjusted Z Score","description":"The CANTAB PAL test assesses visuospatial episodic memory (storing/retrieving information by associating an event with a time and place). Boxes on the screen opened up one at a time to reveal a number of patterns. Participants were asked to remember the location of each pattern. After all the boxes had been opened, each pattern was then shown in the center of the screen in a randomized order, and the patient should touch the box where they think each pattern was hidden. The PAL total errors adjusted comprised the number of errors committed by a patient plus an adjustment for the estimated number of errors the patient would have made on any stages that were not reached.\n\nZ score represents the standardized measure of how far an individual patient deviates from the study cohort average at baseline. A higher Z score indicated better performance. The mean change from baseline averaged across all the visits is reported.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1098","spread":null},{"groupId":"OG001","value":"0.0873","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Reaction Time (RTI) Median 5-choice Reaction Time Z Score","description":"Assessments were performed with the CANTAB, a language-independent battery of computerized tests that is used to assess cognitive function. The Reaction Time (RTI) test assessed the cognitive domain of psychomotor speed (detecting and responding to a stimulus). Participants held down a button until a spot appeared in 1 of 5 circles on the screen. As soon as possible after the spot flashed up, the patient lifted their finger from the button and touched the circle in which the spot appeared. The RTI median 5-choice reaction time was the median duration between the onset of the stimulus and the release of the button. Z score represents the standardized measure of how far an individual participant deviates from the study cohort average at baseline. A higher Z score reflects better performance. The mean change from baseline averaged across all the visits is reported.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0153","spread":null},{"groupId":"OG001","value":"-0.0575","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":204,"n":990},"commonTop":["Nasopharyngitis","Hypertension","Upper respiratory tract infection","Diabetes mellitus","Back pain"]}}}