{"nctId":"NCT02471183","briefTitle":"Study to Assess the Tolerability and the Safety of the Transition From Inhaled Treprostinil to Oral Selexipag in Patients With Pulmonary Arterial Hypertension","startDateStruct":{"date":"2015-10-12","type":"ACTUAL"},"conditions":["Pulmonary Arterial Hypertension"],"count":34,"armGroups":[{"label":"Selexipag, Open Label","type":"EXPERIMENTAL","interventionNames":["Drug: Selexipag"]}],"interventions":[{"name":"Selexipag","otherNames":["Uptravi","ACT-293987"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male and female patients aged from 18 to 75 years (inclusive) with pulmonary arterial hypertension (PAH).\n* Etiology of PAH belonging to one of the following subgroups: idiopathic PAH, Heritable PAH, drug or toxin induced, associated with connective tissue disease, associated with HIV infection, associated with congenital heart disease with simple systemic-to-pulmonary shunt at least 1 year after surgical repair.\n* Women of childbearing potential are eligible only if the following apply: Negative serum pregnancy test at Visit 1 and a negative urine pregnancy test at Visit on Day 1, agreement to undertake monthly urine pregnancy tests during the study and up to 30 days after study drug discontinuation, agreement to use efficient methods of birth control from Visit 1 up to at least 30 days after study treatment discontinuation.\n* Documented hemodynamic diagnosis of PAH by right heart catheterization (RHC).\n* Inhaled treprostinil treatment ongoing for at least 90 days and at stable dose for at least 30 days prior to Day 1.\n* WHO functional class (FC) II or III at Visit 1 and Visit 2.\n* 6-minute walk distance (6MWD) ≥ 300 m at Visit 1.\n* On background oral PAH therapy for at least 90 days and on a stable dose for 30 days prior to Visit 2. Acceptable concomitant PAH therapies are one or two of the following: a) Endothelin receptor antagonist (ERA), b) Phosphodiesterase type 5 (PDE-5) inhibitor or soluble guanylate cyclase (sGC) stimulator.\n\nExclusion Criteria:\n\n* Treatment with any prostacyclin or prostacyclin analogs other than inhaled treprostinil within 90 days before Day 1, or patients scheduled to receive any of these treatments within the duration of the study.\n* Any hospitalization within 90 days before Day 1.\n* Worsening in WHO FC within 30 days prior to Day 1.\n* At any time prior to Day 1, documented moderate or severe obstructive or restrictive lung disease.\n* Known or suspicion of pulmonary veno-occlusive disease (PVOD).\n* Anemia: \\< 80 g/L (5.0 mmol/L) hemoglobin.\n* Clinically relevant thyroid disease (hypo- or hyperthyroidism).\n* Known and documented severe hepatic impairment.\n* Uncontrolled hypertension.\n* Sitting systolic blood pressure \\< 85 mmHg.\n* Acute myocardial infarction within the last 90 days prior to Visit 1.\n* History of left-sided heart disease.\n* Left ventricular disease/dysfunction risk factors.\n* Documented pericardial effusion within 90 days prior to Visit 1.\n* Documented severe renal insufficiency.\n* Receiving or having received any investigational drugs within 90 days before Day 1.\n* Having received selexipag at any time before Day 1.\n* Acute or chronic impairment (other than dyspnea), limiting the ability to comply with study requirements.\n* Recently conducted or planned cardio-pulmonary rehabilitation program based on exercise training during the study.\n* Psychotic, addictive or other disorder limiting the ability to provide informed consent or to comply with study requirements.\n* Known concomitant life-threatening disease with a life expectancy \\< 12 months.\n* Females who are lactating or pregnant or plan to become pregnant during the study.\n* Known hypersensitivity to any of the excipients of the drug formulation.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Subjects With Sustained Treatment Transition","description":"A sustained treatment transition is considered if the 3 following criteria are met a) being on study treatment (selexipag) at Week 16, and b) not having a study treatment interruption(s) of a total of 8 days or more prior to Week 16, and c) absence of inhaled treprostinil or any prostanoid treatment after Week 8 up to Week 16.\n\nThe percentage of subjects with a sustained treatment transition is calculated with 95% confidence interval (CI) using the Clopper-Pearson method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"82.4","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Subjects With Treatment-emergent Adverse Events (AEs),","description":"Percentage of subjects with treatment-emergent AEs (serious and non serious), regardless of relationship to selexipag","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"97.1","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Subjects With Adverse Events Leading to Premature Discontinuation of Selexipag","description":"Number of subjects with adverse events leading to premature discontinuation of selexipag is determined from the first dose of selexipag up to the last dose of selexipag","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]}]},{"type":"PRIMARY","title":"Absolute Change From Baseline Over Time in Blood Pressure","description":"Both systolic(SBP) and diastolic (DBP) arterial blood pressure were measured in a sitting position after at least 5 minutes of rest at scheduled time points. Median change from baseline to pre-specified post-baseline visits are calculated","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.00","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.00","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.00","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.00","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.00","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.00","spread":null}]}]}]},{"type":"PRIMARY","title":"Absolute Change From Baseline Over Time in Heart Rate (HR)","description":"Pulse rate is measured after at least 5 minutes of rest in a sitting position. Median change from baseline to pre-specified post-baseline visits are calculated.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.00","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.00","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.00","spread":null}]}]}]},{"type":"PRIMARY","title":"Maximal Tolerated Dose","description":"This is the individual maximal tolerated dose (MTD) observed at Week 12 in the subjects still on selexipag at Week 16.\n\nMTD is defined as the dose of selexipag reached with the last dose change up to Week 12","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1200","spread":null}]}]}]},{"type":"PRIMARY","title":"Time to Discontinuation of Inhaled Treprostinil.","description":"Median time from baseline (Day1) to the end of down-titration of inhaled treprostinil is calculated","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.21","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects With WHO Functional Class (FC) Change From Baseline","description":"The World Health Organization (WHO) defines 4 classes to classify the functional status of patients with pulmonary hypertension:\n\nClass I (FC I): No limitation of physical activity. Class II (FC II): Slight limitation of physical activity. Class III (FC III): Marked limitation of physical activity. Class IV (FC IV): Inability to carry out any physical activity without symptoms.\n\nNumber of patients with improvement (shift from a higher to a lower class), worsening (shift from a lower to a higher class) or no change in WHO functional class at end of study compared to baseline are determined.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"67.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Absolute Change in 6-minute Walk Distance (6MWD) at Trough","description":"The 6MWT is a non-encouraged test, which measures the distance (in meters) covered by the subject during a 6-minute walk. It is performed in a 30-meters long flat corridor, where the patient is instructed to walk as far as possible, back and forth around two cones, with the permission to slow down, rest, or stop if needed.\n\nAbsolute change from baseline to Week 16 in 6MWD is measured at trough levels of inhaled treprostinil and/or selexipag. The trough level of inhaled treprostinil is defined as the last dose having been taken not less than 4 hours and not more than 48 hours prior to the 6MWT at Visit 1 (screening). The trough level of selexipag was defined as the last dose having been taken not less than 8 hours and not more than 7 days prior to the 6MWT at Visit 5 (Week 16).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-10.25","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients With Change in 6-minute Walk Distance (6MWD)","description":"Percentage of patients with an increase (\\> 8% of baseline), maintenance (+/- 8% of baseline), or decrease (\\< -8% of baseline) in their 6MWD (at trough) from baseline to Week 16. The ± 8% boundaries for change in 6MWD reflect the approximately 8% coefficient of variation in the reproducibility of the 6MWD.\n\nThe trough level of inhaled treprostinil is defined as the last dose having been taken not less than 4 hours and not more than 48 hours prior to the 6MWD test at Visit 1 (screening). The trough level of selexipag was defined as the last dose having been taken not less than 8 hours and not more than 7 days prior to the 6MWD test at Visit 5 (Week 16).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"55.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Geometric Mean of the Ratio in N-terminal Pro B-type Natriuretic Peptide (NT-proBNP) of Week 16 to Baseline","description":"Changes in NT-proBNP levels in plasma are expressed by the geometric mean of the ratio of Week 16 to baseline","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.1","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Change From Baseline to Week 16 in the Treatment Satisfaction Questionnaire for Medication Questionnaire (TSQM II)","description":"The Treatment Satisfaction Questionnaire for Medication, Version II (TSQM II) is a validated tool that evaluate the subject's satisfaction with the study treatment. It includes a total of 11 questions related to satisfaction with treatment effectiveness, side effects,convenience, and global satisfaction.\n\nTSQM scores range from 0 to 100 for each domain; a higher score indicates higher satisfaction with treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.00","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.00","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"44.44","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.33","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":34},"commonTop":["Headache","Diarrhoea","Pain in jaw","Dyspnoea","Myalgia"]}}}