{"nctId":"NCT03312634","briefTitle":"An Efficacy and Safety Study of Palovarotene for the Treatment of Fibrodysplasia Ossificans Progressiva.","startDateStruct":{"date":"2017-11-30","type":"ACTUAL"},"conditions":["Fibrodysplasia Ossificans Progressiva"],"count":107,"armGroups":[{"label":"Palovarotene Chronic/Flare-Up Regimen","type":"EXPERIMENTAL","interventionNames":["Drug: Palovarotene"]}],"interventions":[{"name":"Palovarotene","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Key Inclusion Criteria:\n\n* Written, signed, and dated informed subject/parent consent; and for subjects who are minors, age-appropriate assent (performed according to local regulations).\n* Males or females at least 4 years of age.\n* No flare-up symptoms within the past 4 weeks, including at the time of enrollment.\n* Abstinent or using two highly effective forms of birth control.\n* Accessible for treatment and follow-up; able to undergo all study procedures including low-dose WBCT (excluding head) without sedation.\n\nKey Exclusion Criteria:\n\n* Weight \\<10 kg.\n* Concomitant medications that are strong inhibitors or inducers of cytochrome P450 (CYP450) 3A4 activity; or kinase inhibitors such as imatinib.\n* Amylase or lipase \\>2x above the upper limit of normal (ULN) or with a history of chronic pancreatitis.\n* Elevated aspartate aminotransferase or alanine aminotransferase \\>2.5x ULN.\n* Fasting triglycerides \\>400 mg/dL with or without therapy.\n* Female subjects who are breastfeeding.\n* Subjects with uncontrolled cardiovascular, hepatic, pulmonary, gastrointestinal, endocrine, metabolic, ophthalmologic, immunologic, psychiatric, or other significant disease.\n* Simultaneous participation in another clinical research study (other than palovarotene studies) within 4 weeks prior to Screening; or within five half-lives of the investigational agent, whichever is longer.\n* Any reason that, in the opinion of the Investigator, would lead to the inability of the subject and/or family to comply with the protocol.","healthyVolunteers":false,"sex":"ALL","minimumAge":"4 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Annualized New Heterotopic Ossification (HO)","description":"The annualized new HO was assessed by low-dose, whole body computed tomography (WBCT), excluding head. The weighted linear mixed effect method without square-root transformation and negatives included was used for annualized new HO analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9427.1","spread":"3084.0"},{"groupId":"OG001","value":"23720.2","spread":"4850.0"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Any New HO","description":"The new HO was assessed by WBCT scan. The percentage of participants with any new HO (volume \\> 0 mm\\^3) were analyzed using the Bayesian distribution. Results are presented for overall ITT period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"83.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Body Regions With New HO","description":"All participants were analyzed for number of body regions with any new HO (new HO \\> 0 mm\\^3). The presence of HO across various body regions was analyzed using WBCT scan. Results are presented for overall ITT period","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.0","spread":"1.68"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Flare-Ups","description":"Flare-up as an event with one or more flare-up symptoms, and regardless of flare-up symptom onset. Flare-up was evaluated remotely, or by telephone or video-conferencing, unless the Investigator deemed that a site visit was necessary.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"64.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Ratio of Flare-Up Per Participant-Month of Exposure","description":"Flare-up as an event with one or more flare-up symptoms, and regardless of flare-up symptom onset. Flare-up was evaluated remotely, or by telephone or video-conferencing, unless the Investigator deemed that a site visit was necessary. The flare-up rate per participant-month exposure was analyzed using a negative binomial regression. Results are presented for overall ITT period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.2","spread":"0.40"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":34,"n":107},"commonTop":["Dry skin","Lip Dry","Arthralgia","Drug eruption","Alopecia"]}}}