{"nctId":"NCT03137173","briefTitle":"Ceftobiprole in the Treatment of Patients With Acute Bacterial Skin and Skin Structure Infections","startDateStruct":{"date":"2018-02-19","type":"ACTUAL"},"conditions":["Acute Bacterial Skin and Skin Structure Infections"],"count":679,"armGroups":[{"label":"ceftobiprole medocaril","type":"EXPERIMENTAL","interventionNames":["Drug: ceftobiprole medocaril"]},{"label":"vancomycin+aztreonam","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: vancomycin+aztreonam"]}],"interventions":[{"name":"ceftobiprole medocaril","otherNames":["ceftobiprole"]},{"name":"vancomycin+aztreonam","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"INCLUSION CRITERIA\n\n1. Male or female, aged ≥18 years.\n2. Diagnosis of ABSSSI, meeting at least one of the definitions in (a) to (c) below. Local symptoms must have started within the 7 days prior to the Screening visit:\n\n   1. Cellulitis/erysipelas, defined as a diffuse skin infection characterized by all of the following within 24 hours:\n\n      * i. Rapidly spreading areas of erythema, edema, and/or induration with a minimum total lesion surface area of 75cm\\^2\n      * ii. No collection of pus apparent upon visual examination\n      * iii. At least two of the following local signs of infection:\n\n        * erythema\n        * induration\n        * localized warmth\n        * pain or tenderness on palpation\n        * swelling/edema\n   2. Major cutaneous abscess, defined as infection characterized by a collection of pus within the dermis or deeper that is apparent upon visual examination before or after therapeutic intervention and is accompanied by all of the following within 24 hours:\n\n      * i. Erythema, edema and/or induration with a minimum total lesion surface area of 75 cm\\^2.\n      * ii. At least two of the following local signs of infection:\n\n        * fluctuance\n        * incision and drainage required\n        * purulent or seropurulent drainage\n        * localized warmth\n        * pain or tenderness on palpation\n   3. Wound infection, defined as infection of any apparent break in the skin characterized by at least one of the following:\n\n      * i. Superficial incision/surgical site infection meeting all of the following criteria:\n\n        * involves only the skin or subcutaneous tissue around the incision (does not involve fascia).\n        * occurs within 30 days of procedure.\n        * purulent drainage (spontaneous or therapeutic) with surrounding erythema, edema and/ or induration with a minimum total lesion surface area of 75cm\\^2.\n      * ii. Post-traumatic wound (including penetrating trauma, e.g., needle, nail, knife, insect and spider bites) meeting the following criterion within 24 hours:\n\n        * Purulent drainage (spontaneous or therapeutic) with surrounding erythema, edema and/or induration with a minimum total lesion surface area of 75cm\\^2.\n3. At least one of the following regional or systemic signs of infection at the Screening visit:\n\n   1. Lymph node tenderness and volume increase, or palpable lymph node proximal to the primary ABSSSI.\n   2. Fever \\> 38 °C/100.4 °F measured orally, \\> 38.5 °C / 101.3 °F measured tympanically, \\> 37.5 °C / 99.5 °F measured by the axillary method, or \\> 39 °C / 102.2 °F measured rectally.\n   3. White blood cell (WBC) count \\> 10.0 × 10\\^9/L or \\< 4.0 × 10\\^9/L.\n   4. \\> 10% immature neutrophils (band forms).\n4. Requirement for IV antibacterial treatment.\n5. Willing and able to adhere to study procedures (including prohibitions and restrictions) as specified in this protocol.\n6. Willing and able to remain hospitalized (in a hospital or equivalent medical confinement or clinical research unit) until completion of the early-clinical-response assessment for the primary endpoint.\n7. Informed consent signed by the patient, or their legally acceptable representative if appropriate, indicating that they understand the purpose of, and procedures required for, the study, and are willing to participate.\n\nEXCLUSION CRITERIA\n\nPatients meeting any one of the following:\n\n1. Use of any systemic antibacterial treatment within 14 days, or topical antibacterial administration on the primary lesion within 96 hours, before first infusion of study drug.\n\n   Exception: Receipt of a single dose of a short acting (half-life ≤ 12 hours) antibacterial therapy (e.g., for surgical prophylaxis) within \\> 3 days before randomization (i.e., patients cannot have received any antibacterial treatment within 72 hours of randomization).\n2. Contraindication to the administration of either of the study treatments, including known clinically-relevant hypersensitivity to related antibacterial treatments (e.g., beta-lactam and glycopeptide antibiotics), or to metronidazole if required as adjunctive therapy.\n3. Participation in any other clinical study within the 30 days prior to randomization, or any prior participation in this study.\n4. The primary ABSSSI is an uncomplicated skin and skin structure infection, such as furuncles, minor abscesses (area of suppuration not surrounded by cellulitis/erysipelas), impetiginous lesions, superficial or limited cellulitis/erysipelas, or minor wound infections (e.g., stitch abscesses).\n5. The primary ABSSSI is due to, or associated with, any of the following:\n\n   1. Diabetic foot infection, gangrene, or perianal abscess.\n   2. Concomitant infection at another site (e.g., septic arthritis, endocarditis, osteomyelitis), not including a secondary ABSSSI lesion.\n   3. Infected burns.\n   4. Decubitus or chronic skin ulcer, or ischemic ulcer due to peripheral vascular disease (arterial or venous).\n   5. Any evolving necrotizing process (e.g., necrotizing fasciitis).\n   6. Infections at vascular catheter sites, or involving thrombophlebitis.\n6. The primary ABSSSI is associated with, or in close proximity to, a prosthetic device.\n7. Patients who are placed in a hyperbaric chamber as adjunctive therapy for the ABSSSI.\n8. Patients expected to require more than two surgical interventions in the operating room for the ABSSSI.\n9. Severe sepsis or septic shock.\n10. Significant or life-threatening condition (e.g., endocarditis, meningitis) that would confound, or interfere with, the assessment of the ABSSSI.\n11. Another severe, acute or chronic medical condition, psychiatric condition, or laboratory abnormality that may increase the risks associated with study participation or administration of the investigational product, or may interfere with the interpretation of study results, and which, in the judgment of the investigator, would make the patient inappropriate for entry into this study.\n12. Receiving treatment for active tuberculosis.\n13. Absolute neutrophil count \\< 0.5 × 10\\^9/L.\n14. Recent history of opportunistic infections (i.e., within 30 days) if the underlying cause of these infections is still active (e.g., leukemia, transplant, acquired immunodeficiency syndrome \\[AIDS\\]).\n15. Patients receiving systemic steroids (\\> 40 mg per day prednisolone, or equivalent), or receiving immunosuppressant drugs.\n16. Requirement for peritoneal dialysis, plasmapheresis, hemodialysis, venovenous dialysis, or other forms of renal filtration, or expected to require such treatment before the TOC visit.\n17. Alanine transaminase (ALT) or aspartate transaminase (AST) levels ≥ 8× the upper limit of normal, OR severe hepatic disease with Child-Pugh class C.\n18. Women who are pregnant or nursing.\n19. Women who are of childbearing potential and unwilling to use an acceptable method of birth control during the study: female sterilization (bilateral tubal occlusion or oophorectomy, or hysterectomy) or male partner vasectomy; intrauterine device (IUD); combined (estrogen and progesterone containing) hormonal contraception (oral, vaginal ring, or transdermal patch) with an ethinylestradiol dose of at least 30 µg, plus use of male condoms (preferably with spermicides), female condoms, a female diaphragm or a cervical cap; or total sexual abstinence.\n\n    Women are not considered to be of childbearing potential if they are either ≥ 1 year post-menopausal (where menopause is defined as at least 12 months of amenorrhea), or have a serum follicle stimulating hormone (FSH) measurement consistent with post-menopausal status according to local laboratory thresholds. An FSH measurement at Screening is to be obtained for post-menopausal females aged \\< 50 years, or for those aged ≥ 50 years who have been post-menopausal for \\< 2 years.\n20. Inability to start study-drug therapy within 24 hours of Screening.\n21. Patients with illicit drug use within 12 months of screening, including heroin, other opioids (unless prescribed for medical reasons unrelated to heroin substitution), cocaine / crack cocaine, and amphetamine or methamphetamine. Exception: Cannabis use.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Early Clinical Response","description":"Comparison of early clinical response, including ≥ 20% reduction from baseline in the primary lesion area (based on ruler measurements), survival for ≥ 72 hours and no rescue therapy in the ITT population","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"306","spread":null},{"groupId":"OG001","value":"303","spread":null}]}]}]},{"type":"SECONDARY","title":"Investigator-assessed Clinical Success in the ITT Population","description":"Comparison of investigator-assessed clinical success (based on resolution of baseline signs and symptoms of the primary infection) in the ITT population","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"302","spread":null},{"groupId":"OG001","value":"306","spread":null}]}]}]},{"type":"SECONDARY","title":"Investigator-assessed Clinical Success in the Clinically Evaluable (CE) Population","description":"Comparison of investigator-assessed clinical success (based on resolution of baseline signs and symptoms of the primary infection) in the clinically evaluable (CE) population","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"277","spread":null},{"groupId":"OG001","value":"279","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":6,"n":334},"commonTop":["Nausea","Headache","Diarrhoea"]}}}