{"nctId":"NCT02216422","briefTitle":"A Study to Evaluate Chronic Hepatitis C Virus (HCV) Infection in Cirrhotic Adults With Genotype 1b (GT1b) Infection","startDateStruct":{"date":"2014-09"},"conditions":["Chronic Hepatitis C Virus (HCV) Infection"],"count":36,"armGroups":[{"label":"Ombitasvir/Paritaprevir/Ritonavir plus Dasabuvir with RBV","type":"EXPERIMENTAL","interventionNames":["Drug: Ombitasvir/Paritaprevir/Ritonavir","Drug: Dasabuvir","Drug: Ribavirin (RBV)"]}],"interventions":[{"name":"Ombitasvir/Paritaprevir/Ritonavir","otherNames":["ABT-267 also known as ombitasvir","ABT-450 also known as paritaprevir","Ritonavir also known as norvir"]},{"name":"Dasabuvir","otherNames":["ABT-333"]},{"name":"Ribavirin (RBV)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Chronic hepatitis C, genotype 1b-infection (HCV RNA level greater than 1,000 IU/mL at Screening)\n* Evidence of liver cirrhosis as confirmed by liver biopsy or Fibroscan with Child-Pugh score less than or equal to 6 at Screening\n* Participant had never received antiviral treatment (including pegIFN/RBV) for hepatitis C infection (treatment-naïve participant) or had documentation of meeting one of the defined categories of a treatment-experienced participants\n* Absence of hepatocellular carcinoma (HCC) as indicated by a negative ultrasound, computed tomography (CT) scan, or magnetic resonance imaging (MRI) performed within 3 months prior to screening or a negative ultrasound at screening.\n* Females must be post-menopausal, of non-child bearing potential or practicing specific forms of birth control\n* Males must have been surgically sterile, or agreed to practice 2 effective methods of birth control throughout the course of the study.\n\nExclusion Criteria:\n\n* Positive screen for hepatitis B Surface antigen or anti-Human Immunodeficiency virus antibody\n* Evidence of current or past Child-Pugh B or C classification\n* Confirmed presence of hepatocellular carcinoma\n* Abnormal laboratory tests\n* Participant who self-reported on average drinking more than 2 drinks per day for current drinkers\n* Previous treatment with a direct acting antiviral agent (DAA) containing regimen\n* History of solid organ transplant.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Sustained Virologic Response 12 Weeks (SVR12) Post-treatment","description":"Sustained Virologic Response 12 (SVR12) is defined as plasma hepatitis C virus ribonucleic acid (HCV RNA) less than the lower limit of quantification (\\< LLOQ; \\< 25 IU/mL) 12 weeks after the last dose of study drug. Participants with missing data were imputed as failures.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With On-Treatment Virologic Failure","description":"On-Treatment Virologic Failure is defined as confirmed HCV RNA \\>= LLOQ after HCV RNA \\< LLOQ during treatment, or confirmed increase from nadir (local minimum value) in HCV RNA \\[2 consecutive HCV RNA measurements \\> 1 log10 IU/mL above nadir\\] at any time point during treatment, or failure to suppress during treatment \\[all on-treatment values of HCV RNA \\>= LLOQ\\] with at least 6 weeks \\[defined as active study drug duration ≥ 36 days\\] of treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Post-Treatment Relapse","description":"Post- Treatment Relapse is defined as confirmed HCV RNA \\>= LLOQ between end of treatment and 12 weeks after last actual dose of active study drug \\[up to and including the SVR12 assessment time point\\] for a participant with HCV RNA \\< LLOQ at Final Treatment Visit who completes treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":36},"commonTop":["ANAEMIA","ASTHENIA","COUGH","HEADACHE","HYPERBILIRUBINAEMIA"]}}}