{"nctId":"NCT03594110","briefTitle":"EMPA-KIDNEY (The Study of Heart and Kidney Protection With Empagliflozin)","startDateStruct":{"date":"2019-01-31","type":"ACTUAL"},"conditions":["Chronic Kidney Disease"],"count":6609,"armGroups":[{"label":"Empagliflozin 10 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Empagliflozin"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Matching placebo"]}],"interventions":[{"name":"Empagliflozin","otherNames":[]},{"name":"Matching placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age ≥18 years or at \"full age\" as required by local regulation\n* Evidence of chronic kidney disease at risk of kidney disease progression defined by at least 3 months before and at the time of Screening Visit\n\n  * CKD-EPI eGFR ≥20 to \\<45 mL/min/1.73m² or\n  * CKD-EPI eGFR ≥45 to \\<90 mL/min/1.73m² with urinary albumin:creatinine ratio ≥200 mg/g (or protein:creatinine ratio ≥300 mg/g);\n* Clinically appropriate doses of single agent RAS-inhibition with either ACEi or ARB unless such treatment is either not tolerated or not indicated\n* A local Investigator judges that the participant neither requires empagliflozin (or any other SGLT-2 or SGLT-1/2 inhibitor), nor that such treatment is inappropriate;\n\nKey Exclusion Criteria:\n\n* Currently receiving SGLT-2 or SGLT-1/2 inhibitor\n* Diabetes mellitus type 2 and prior atherosclerotic cardiovascular disease with an eGFR \\>60 mL/min/1.73m2 at Screening\n* Receiving combined ACEi and ARB treatment\n* Maintenance dialysis, functioning kidney transplant, or scheduled living donor transplant\n* Polycystic kidney disease\n* Previous or scheduled bariatric surgery\n* Ketoacidosis in the past 5 years\n* Symptomatic hypotension, or systolic blood pressure \\<90 or \\>180 mmHg at Screening\n* ALT or AST \\>3x ULN at Screening\n* Hypersensitivity to empagliflozin or other SGLT-2 inhibitor\n* Any intravenous immunosuppression therapy in last 3 months; or anyone currently on \\>45 mg prednisolone (or equivalent)\n* Use of an investigational medicinal product in the 30 days prior to Screening visit\n* Known to be poorly compliant with clinic visits or prescribed medication\n* Medical history that might limit the individual's ability to take trial treatments for the duration of the study (e.g. severe respiratory disease; history of cancer or evidence of spread within last 4 years, other than non-melanoma skin cancer; or recent history of alcohol or substance misuse)\n* Current pregnancy, lactation or women of childbearing potential (WOCBP), unless using highly-effective contraception\n* Type 1 diabetes mellitus","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Interventional Part: Time to First Occurrence of Kidney Disease Progression or Cardiovascular Death ('as Adjudicated')","description":"Time to first occurrence of kidney disease progression (KDP) or cardiovascular death is reported as incidence rate of first occurrence of KDP or adjudicated cardiovascular death.\n\nIncidence rate= (Number of patients who experienced the event of first occurrence of KDP or cardiovascular death)\\*100/(patient years at risk (pt-yrs at risk). pt-yrs at risk= sum of time at risk \\[days\\] over all patients in a treatment group / 365.25.\n\nKidney disease progression was defined as:\n\n* end stage kidney disease (defined as the initiation of maintenance dialysis or receipt of a kidney transplant) OR\n* a sustained decline in estimated glomerular filtration rate (eGFR) to \\<10 mL/min/1.73m\\^2 OR\n* renal death OR\n* a sustained decline of ≥40% in eGFR from randomisation.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.96","spread":null},{"groupId":"OG001","value":"6.85","spread":null}]}]}]},{"type":"SECONDARY","title":"Key Secondary Endpoint: Interventional Part - Time to First Hospitalization for Heart Failure ('as Adjudicated') or Cardiovascular Death ('as Adjudicated')","description":"Time to first hospitalization for heart failure ('as adjudicated') or cardiovascular death ('as adjudicated') is reported as incidence rate of first hospitalization for heart failure or cardiovascular death.\n\nIncidence rate= (Number of patients who experienced the event of first hospitalization for heart failure or cardiovascular death) \\*100/(patient years at risk (pt-yrs at risk)).\n\npt-yrs at risk= sum of time at risk \\[days\\] over all patients in a treatment group / 365.25.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.39","spread":null},{"groupId":"OG001","value":"2.04","spread":null}]}]}]},{"type":"SECONDARY","title":"Key Secondary Endpoint: Interventional Part - Time to Occurrences of All-cause Hospitalizations (First and Recurrent Combined)","description":"Time to occurrences of all-cause hospitalizations is reported as total number of all-cause hospitalizations (first and recurrent combined).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1895","spread":null},{"groupId":"OG001","value":"1612","spread":null}]}]}]},{"type":"SECONDARY","title":"Key Secondary Endpoint: Interventional Part - Time to Death From Any Cause ('as Adjudicated')","description":"Time to death from any cause is reported as incidence rate of death from any cause.\n\nIncidence rate of death from any cause = (Number of patients who experienced the event of death from any cause) \\* 100/(patient years at risk (pt-yrs at risk)). pt-yrs at risk= sum of time at risk \\[days\\] over all patients in a treatment group / 365.25.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.59","spread":null},{"groupId":"OG001","value":"2.29","spread":null}]}]}]},{"type":"SECONDARY","title":"Interventional Part: Time to First Occurrence of Kidney Disease Progression","description":"Time to first occurrence of kidney disease progression (KDP) is reported as incidence rate of first occurrence of kidney disease progression.\n\nIncidence rate of first occurrence of kidney disease progression= (Number of patients who experienced the event of first occurrence of kidney disease progression) \\*100/(patient years at risk (pt-yrs at risk)). pt-yrs at risk= sum of time at risk \\[days\\] over all patients in a treatment group / 365.25.\n\nKidney disease progression was defined as:\n\n* end stage kidney disease (defined as the initiation of maintenance dialysis or receipt of a kidney transplant) OR\n* a sustained decline in estimated glomerular filtration rate (eGFR) to \\<10 mL/min/1.73m\\^2 OR\n* renal death OR\n* a sustained decline of ≥40% in eGFR from randomisation).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.09","spread":null},{"groupId":"OG001","value":"6.09","spread":null}]}]}]},{"type":"SECONDARY","title":"Interventional Part: Time to Cardiovascular Death ('as Adjudicated')","description":"Time to cardiovascular death ('as adjudicated') is reported as incidence rate of cardiovascular death.\n\nIncidence rate of cardiovascular death= (Number of patients who experienced the event of cardiovascular death) \\*100/(patient years at risk (pt-yrs at risk)). pt-yrs at risk= sum of time at risk \\[days\\] over all patients in a treatment group / 365.25.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.08","spread":null},{"groupId":"OG001","value":"0.91","spread":null}]}]}]},{"type":"SECONDARY","title":"Interventional Part: Time to First Occurrence Cardiovascular Death ('as Adjudicated') or End Stage Kidney Disease (ESKD)","description":"Time to first occurrence of cardiovascular death ('as adjudicated') or end stage kidney disease is reported as incidence rate of first occurrence of cardiovascular death or end stage kidney disease (ESKD).\n\nIncidence rate of first occurrence cardiovascular death or end stage kidney disease (ESKD)= (Number of patients who experienced the event of first occurrence of cardiovascular death or end stage kidney disease (ESKD)) \\*100/(patient years at risk (pt-yrs at risk)). pt-yrs at risk= sum of time at risk \\[days\\] over all patients in a treatment group / 365.25.\n\nESKD was defined as the initiation of maintenance dialysis or receipt of a kidney transplant.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.45","spread":null},{"groupId":"OG001","value":"2.55","spread":null}]}]}]},{"type":"PRIMARY","title":"Overall Study: Time to the First Occurrence of Kidney Disease Progression or Cardiovascular Death ('as Adjudicated')","description":"Time to first occurrence of kidney disease progression (KDP) or cardiovascular death is reported as incidence of progression of kidney disease or death from cardiovascular causes in the interventional part of the trial and in the post-trial follow-up (non-interventional part).\n\nIncidence rate= (Number of patients who experienced the event of first occurrence of KDP or cardiovascular death)\\*100/(patient years at risk (pt-yrs at risk). pt-yrs at risk= sum of time at risk \\[days\\] over all patients in a treatment group / 365.25.\n\nKidney disease progression was defined as:\n\n* a sustained decline in eGFR to less than 10 mL/min/1.73m\\^2 OR\n* renal death OR\n* sustained decline of more than 40% in eGFR from randomization.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.99","spread":null},{"groupId":"OG001","value":"8.36","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Study: Time to First Occurrence of Kidney Disease Progression","description":"The time to first occurrence of kidney disease progression in the interventional part of the trial and in the post-trial follow-up (non-interventional part) is reported as the incidence rate of first occurrence of kidney disease progression.\n\nIncidence rate of first occurrence of kidney disease progression= (Number of patients who experienced the event of first occurrence of kidney disease progression) \\*100/(patient years at risk (pt-yrs at risk)). pt-yrs at risk= sum of time at risk \\[days\\] over all patients in a treatment group / 365.25.\n\nKidney disease progression was defined as:\n\n* end stage kidney disease (defined as the initiation of maintenance dialysis or receipt of a kidney transplant) OR\n* a sustained decline in estimated glomerular filtration rate (eGFR) to \\<10 mL/min/1.73m\\^2 OR\n* renal death OR\n* a sustained decline of ≥40% in eGFR from randomisation.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.95","spread":null},{"groupId":"OG001","value":"7.52","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Study: Time to First Occurrence of Death From Any Cause or ESKD","description":"Time to first occurrence of death from any cause or end stage kidney disease (ESKD) in the interventional part of the trial and in the post-trial follow-up (non-interventional part) is reported as incidence rate of first occurrence of death from any cause or ESKD.\n\nIncidence rate of first occurrence of death from any cause or end stage kidney disease (ESKD)= (Number of patients who experienced the event of first occurrence of death any cause or end stage kidney disease (ESKD)) \\*100/(patient years at risk (pt-yrs at risk)). pt-yrs at risk= sum of time at risk \\[days\\] over all patients in a treatment group / 365.25.\n\nESKD was defined as the initiation of maintenance dialysis or receipt of a kidney transplant.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.08","spread":null},{"groupId":"OG001","value":"5.13","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Study: Time to First Occurrence of ESKD","description":"Time to first occurrence of end stage kidney disease (ESKD) in the interventional part of the trial and in the post-trial follow-up (non-interventional part) is reported as incidence rate of first occurrence of ESKD.\n\nIncidence rate of first occurrence of end stage kidney disease (ESKD)= (Number of patients who experienced the event of first occurrence of ESKD) \\*100/(patient years at risk (pt-yrs at risk)). pt-yrs at risk= sum of time at risk \\[days\\] over all patients in a treatment group / 365.25.\n\nESKD was defined as the initiation of maintenance dialysis or receipt of a kidney transplant.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.49","spread":null},{"groupId":"OG001","value":"2.72","spread":null}]}]}]},{"type":"SECONDARY","title":"Body Composition Measurement Sub-study: Mean Absolute Fluid Overload, Averaged Over Time","description":"Mean absolute fluid overload averaged over time in the body composition measurement sub-study. Fluid overload or overhydration was measured using bioimpedance spectroscopy which derives the amount of water in liters (L) in the adipose tissue and lean mass tissues and computed as the difference between expected (based upon weight and body composition) versus measured extracellular water volume, with positive values representing excess fluid.\n\nA mixed model of repeated measures (MMRM) with terms for baseline, age, sex, screening diabetes status, local screening eGFR, local screening UACR, treatment, treatment-by-time interaction and baseline-by-time interaction was used for the analysis. The weighted mean of the values at 2 and 18 months.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.34","spread":"0.05"},{"groupId":"OG001","value":"0.10","spread":"0.05"}]}]}]},{"type":"SECONDARY","title":"Magnetic Resonance Imaging Sub-study: Kidney Cortical T1 Mapping as Measured by Modified Look-Locker Inversion Recovery (MOLLI) at 18 Months","description":"Kidney cortical T1 mapping using the modified Look-Locker inversion recovery (MOLLI) measured by magnetic resonance imaging (MRI) in the placebo and empagliflozin groups.\n\nA linear regression with terms for age, sex, screening diabetes status, local screening eGFR, local screening UACR was used in the analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1634","spread":"11"},{"groupId":"OG001","value":"1622","spread":"10"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1167,"n":3305},"commonTop":["Gout"]}}}