{"nctId":"NCT02065882","briefTitle":"Pharmacokinetic, Efficacy and Safety of BT524 in Patients With Congenital Fibrinogen Deficiency","startDateStruct":{"date":"2013-03","type":"ACTUAL"},"conditions":["Congenital Afibrinogenemia","Congenital Hypofibrinogenemia"],"count":67,"armGroups":[{"label":"BT524","type":"EXPERIMENTAL","interventionNames":["Drug: BT524 (Part I)","Drug: BT524 (Part II)"]}],"interventions":[{"name":"BT524 (Part I)","otherNames":["Human Fibrinogen Concentrate"]},{"name":"BT524 (Part II)","otherNames":["Human Fibrinogen Concentrate"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Known congenital afibrinogenemia or severe congenital hypofibrinogenemia\n* Plasma fibrinogen activity ≤ 0.5 g/l and antigen ≤ 0.5 g/l\n* Male or female\n* Age 0 to 75 years, with the first ten patients will be 18 years or older\n* Presumed to be compliant with the study procedures and to terminate the study as scheduled\n* Willing and able to be hospitalized for 3 days for the pharmacokinetic assessment (if applicable)\n* Willing and able to be hospitalized - if required - in case of interventions (e.g., surgical procedures, major bleeds)\n* Written informed consent by the patient, his/her parents or by the patient's legal/authorized representative as applicable\n\nExclusion Criteria:\n\n* Known congenital dysfibrinogenemia (not applicable for adult patients with hypodysfibrinogenemia in study part II)\n* Known bleeding disorder other than congenital fibrinogen deficiency\n* History of esophageal variceal bleeding\n* Known presence or history of venous/arterial thrombosis or thromboembolic event in the preceding 6 months\n* Known presence or history of fibrinogen inhibitory antibodies\n* Known presence or history of hypersensitivity to human fibrinogen or human plasma proteins e.g., immunoglobulins, vaccines or hypersensitivity to any of the excipients\n* Known positive serology for HIV-1 and HIV-2\n* Clinically relevant biochemical or hematological findings (except due to underlying disease or emergency bleeding) outside the normal range (at the investigator's discretion)\n* Clinically relevant pathological findings in physical examination including electrocardiogram\n* Treatment with any fibrinogen concentrate and/or fibrinogen-containing product within 2 weeks prior to infusion of BT524\n* Concomitant medication interacting relevantly with the coagulation system such as: low molecular weight heparin or unfractioned heparin, factor Xa inhibitors, thrombin inhibitors (factor II a inhibitors), antiplatelet drugs (PY12 inhibitors) within 2 weeks prior to infusion of BT524\n* Recent vaccination (within 3 weeks prior to infusion)\n* Body weight (BW) below 22 kg for patients ≥ 6 years; BW below the 5th percentile of the normal range for children \\< 6 years (refers to local standards)\n* End stage disease\n* Abuse of drugs\n* Unable to understand and follow the study requirements\n* Participation in another interventional clinical study within 30 days before entering the study or during the study\n* Pregnant/ nursing woman, or woman of childbearing potential not using reliable/ effective contraceptive method(s) during the study and at least one month after the last administration of study drug (e.g., oral/ injectable/ implantable/ insertable/ topical hormonal contraceptives, intrauterine devices, female sterilization, partner's vasectomy or condoms)\n* Any other condition that, to the investigator's judgment, could have an impact on patient's safety or the study results\n* Elective surgery during the 14 day PK blood sampling period\n* Acute infection\n* Clinically relevant increase or decrease in body temperature\n* Actively bleeding or anticipated bleeding (including female menorrhea) at the time point of or within 7 days prior to infusion of BT524\n* Surgery within 7 days prior to infusion of BT524\n* Immobilization within 7 days prior to infusion of BT524\n* Intake of alcohol or significantly increased intake of caffeine containing products within 24 hours prior to infusion of BT524\n* Blood donation or comparable blood loss within 60 days prior to infusion of BT524\n* Excessive physical exercise (extreme sports activities, sauna) within 72 hours prior to infusion of BT524","healthyVolunteers":false,"sex":"ALL","maximumAge":"75 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Single-dose Pharmacokinetics (PK) of BT524: Terminal Elimination Half-life (t1/2) for Fibrinogen Antigen","description":"T1/2 of fibrinogen antigen was determined from samples taken at several time points during the 14 day sampling period. T1/2 was derived from time-concentration profiles using adapted methodology (non-compartmental analysis, compartment analysis, or population modeling, as appropriate/ required).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"67.9","spread":"15.3"}]}]}]},{"type":"PRIMARY","title":"Single-dose Pharmacokinetics (PK) of BT524: Time to Maximum Concentration (Tmax) for Fibrinogen Antigen","description":"Time of occurence of Cmax relative to dosing (Tmax) for fibrinogen antigen was determined from samples taken at several time points during the 14 day sampling period. Tmax was derived from time-concentration profiles using adapted methodology (non-compartmental analysis, compartment analysis, or population modeling, as appropriate/required).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.843","spread":"0.361"}]}]}]},{"type":"PRIMARY","title":"Single-Dose Pharmacokinetics (PK) for BT524: Maximum Concentration (Cmax) for Fibrinogen Antigen","description":"Maximum observed plasma concentration (Cmax) for fibrinogen antigen was determined from samples taken at several time points during the 14 day sampling period. Cmax was derived from time-concentration profiles using adapted methodology (non-compartmental analysis, compartment analysis, or population modeling, as appropriate/ required).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.81","spread":"0.423"}]}]}]},{"type":"PRIMARY","title":"Single-Dose Pharmacokinetics (PK) for BT524: Area Under the Curve (AUC) Calculated to the Last Measured Concentration (AUC0-tz) for Fibrinogen Antigen","description":"AUC0-tz: Area under the time course of the plasma concentrations calculated from time zero up to the last quantifiable plasma concentration for fibrinogen antigen, was determined from samples taken at several time points during the 14 day sampling period. AUC0-tz was derived from time-concentration profiles using adapted methodology (noncompartmental analysis, compartment analysis, or population modeling, as appropriate/ required).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"144","spread":"38.9"}]}]}]},{"type":"PRIMARY","title":"Single-Dose Pharmacokinetics (PK) for BT524: Extent of Area Under the Curve (AUC) Extrapolation Beyond Last Concentration (AUCextr) for Fibrinogen Antigen","description":"AUCextr: extent of AUC extrapolation beyond last concentration for fibrinogen antigen, was determined from samples taken at several time points during the 14 day sampling period. AUCextr was derived from time-concentration profiles using adapted methodology (non-compartmental analysis, compartment analysis, or population modeling, as appropriate/ required).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17.1","spread":"3.58"}]}]}]},{"type":"PRIMARY","title":"Single-Dose Pharmacokinetics (PK) for BT524: Area Under the Curve (AUC) From Time 0 to Infinity (AUC0-∞) for Fibrinogen Antigen","description":"AUC0-∞: AUC from time 0 to infinity for fibrinogen antigen, was determined from samples taken at several time points during the 14 day sampling period. AUC0-∞ was derived from time-concentration profiles using adapted methodology (non-compartmental analysis, compartment analysis, or population modeling, as appropriate/ required).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"173","spread":"45.4"}]}]}]},{"type":"PRIMARY","title":"Single-Dose Pharmacokinetics (PK) for BT524: Mean Residence Time (MRT) Extrapolated to Infinity (MRT0-∞) for Fibrinogen Antigen","description":"MRT0-∞: Mean Residence Time (MRT) extrapolated to infinity for fibrinogen antigen was determined from samples taken at several time points during the 14 day sampling period. MRT0-∞ was derived from time-concentration profiles using adapted methodology (non-compartmental analysis, compartment analysis, or population modeling, as appropriate/ required).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"133","spread":"17.4"}]}]}]},{"type":"PRIMARY","title":"Single-Dose Pharmacokinetics (PK) for BT524: Clearance (CL) for Fibrinogen Antigen","description":"CL: Total clearance (CL) for fibrinogen antigen was determined from samples taken at several time points during the 14 day sampling period. CL was derived from time-concentration profiles using adapted methodology (non-compartmental analysis, compartment analysis, or population modeling, as appropriate/ required).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0206","spread":"0.00961"}]}]}]},{"type":"PRIMARY","title":"Single-Dose Pharmacokinetics (PK) for BT524: Volume of Distribution at Presumed Steady-state (Vdss) for Fibrinogen Antigen","description":"Vdss: Volume of distribution at presumed steady-state for fibrinogen antigen was determined from samples taken at several time points during the 14 day sampling period. Vdss was derived from time-concentration profiles using adapted methodology (non-compartmental analysis, compartment analysis, or population modeling, as appropriate/ required).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.70","spread":"1.34"}]}]}]},{"type":"PRIMARY","title":"Single-Dose Pharmacokinetics (PK) for BT524: Volume of Distribution at Presumed Steady-state (Vdss) Per kg Body Weight (BW) for Fibrinogen Antigen","description":"Vdss per kg BW: Volume of distribution at presumed steady-state per kg bodyweight for fibrinogen antigen was determined from samples taken at several time points during the 14 day sampling period. Vdss per kg BW was derived from time-concentration profiles using adapted methodology (non-compartmental analysis, compartment analysis, or population modeling, as appropriate/ required).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"57.8","spread":"19.1"}]}]}]},{"type":"PRIMARY","title":"Single-Dose Pharmacokinetics (PK) for BT524: Incremental Recovery (IR) for Fibrinogen Antigen","description":"IR is the dose-adjusted maximum fibrinogen increase in plasma within 4 hours after the end of infusion.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.63","spread":"0.652"}]}]}]},{"type":"PRIMARY","title":"Single-Dose Pharmacokinetics (PK) for BT524: Classical in Vivo Recovery (CIR) for Fibrinogen Antigen","description":"CIR: maximum fibrinogen increase in plasma within 4 hours after the end of infusion divided by the maximum theoretical fibrinogen increase","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"118","spread":"29.4"}]}]}]},{"type":"SECONDARY","title":"Single-dose Pharmacodynamics (PD) of BT524: Terminal Elimination Half-life (t1/2) for Fibrinogen Activity","description":"T1/2 of fibrinogen activity was determined from samples taken at several time points during the 14 day sampling period. T1/2 was derived from time-concentration profiles using adapted methodology (non-compartmental analysis, compartment analysis, or population modeling, as appropriate/ required).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"60.3","spread":"13.3"}]}]}]},{"type":"SECONDARY","title":"Single-dose Pharmacodynamics (PD) of BT524: Time to Maximum Concentration (Tmax) for Fibrinogen Activity","description":"Time of occurence of Cmax relative to dosing (Tmax) for fibrinogen activity was determined from samples taken at several time points during the 14 day sampling period. Tmax was derived from time-concentration profiles using adapted methodology (non-compartmental analysis, compartment analysis, or population modeling, as appropriate/required).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.843","spread":"0.361"}]}]}]},{"type":"SECONDARY","title":"Single-dose Pharmacodynamics (PD) of BT524: Maximum Concentration (Cmax) for Fibrinogen Activity","description":"Maximum observed plasma concentration (Cmax) for fibrinogen activity was determined from samples taken at several time points during the 14 day sampling period. Cmax was derived from time-concentration profiles using adapted methodology (non-compartmental analysis, compartment analysis, or population modeling, as appropriate/ required).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.26","spread":"0,396"}]}]}]},{"type":"SECONDARY","title":"Single-dose Pharmacodynamics (PD) of BT524: Area Under the Curve (AUC) Calculated to the Last Measured Concentration (AUC0-tz) for Fibrinogen Activity","description":"AUC0-tz: Area under the time course of the plasma concentrations calculated from time zero up to the last quantifiable plasma concentration for fibrinogen activity, was determined from samples taken at several time points during the 14 day sampling period. AUC0-tz was derived from time-concentration profiles using adapted methodology (noncompartmental analysis, compartment analysis, or population modeling, as appropriate/ required).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"88.2","spread":"29.3"}]}]}]},{"type":"SECONDARY","title":"Single-dose Pharmacodynamics (PD) of BT524: Extent of Area Under the Curve (AUC) Extrapolation Beyond Last Concentration (AUCextr) for Fibrinogen Activity","description":"AUCextr: extent of AUC extrapolation beyond last concentration for fibrinogen activity, was determined from samples taken at several time points during the 14 day sampling period. AUCextr was derived from time-concentration profiles using adapted methodology (non-compartmental analysis, compartment analysis, or population modeling, as appropriate/ required).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15.4","spread":"3.41"}]}]}]},{"type":"SECONDARY","title":"Single-dose Pharmacodynamics (PD) of BT524: Area Under the Curve (AUC) From Time 0 to Infinity (AUC0-∞) for Fibrinogen Activity","description":"AUC0-∞: AUC from time 0 to infinity for fibrinogen activity, was determined from samples taken at several time points during the 14 day sampling period. AUC0-∞ was derived from time-concentration profiles using adapted methodology (non-compartmental analysis, compartment analysis, or population modeling, as appropriate/ required).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"104","spread":"33.5"}]}]}]},{"type":"SECONDARY","title":"Single-dose Pharmacodynamics (PD) of BT524: Mean Residence Time (MRT) Extrapolated to Infinity (MRT0-∞) for Fibrinogen Activity","description":"MRT0-∞: Mean Residence Time (MRT) extrapolated to infinity for fibrinogen activity was determined from samples taken at several time points during the 14 day sampling period. MRT0-∞ was derived from time-concentration profiles using adapted methodology (non-compartmental analysis, compartment analysis, or population modeling, as appropriate/ required).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"124","spread":"16.2"}]}]}]},{"type":"SECONDARY","title":"Single-Dose Pharmacodynamics (PD) for BT524: Clearance (CL) for Fibrinogen Activity","description":"CL: Total clearance (CL) for fibrinogen activity was determined from samples taken at several time points during the 14 day sampling period. CL was derived from time-concentration profiles using adapted methodology (non-compartmental analysis, compartment analysis, or population modeling, as appropriate/ required).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0351","spread":"0.0179"}]}]}]},{"type":"SECONDARY","title":"Single-Dose Pharmacodynamics (PD) for BT524: Volume of Distribution at Presumed Steady-state (Vdss) for Fibrinogen Activity","description":"Vdss: Volume of distribution at presumed steady-state for fibrinogen activity was determined from samples taken at several time points during the 14 day sampling period. Vdss was derived from time-concentration profiles using adapted methodology (non-compartmental analysis, compartment analysis, or population modeling, as appropriate/ required).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.31","spread":"2.36"}]}]}]},{"type":"SECONDARY","title":"Single-Dose Pharmacodynamics (PD) for BT524: Volume of Distribution at Presumed Steady-state (Vdss) Per kg Body Weight (BW) for Fibrinogen Activity","description":"Vdss per kg BW: Volume of distribution at presumed steady-state per kg bodyweight for fibrinogen activity was determined from samples taken at several time points during the 14 day sampling period. Vdss per kg BW was derived from time-concentration profiles using adapted methodology (non-compartmental analysis, compartment analysis, or population modeling, as appropriate/ required).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"92.4","spread":"34.7"}]}]}]},{"type":"SECONDARY","title":"Single-Dose Pharmacodynamics (PD) for BT524: Incremental Recovery (IR) for Fibrinogen Activity","description":"IR is the dose-adjusted maximum fibrinogen increase in plasma within 4 hours after the end of infusion.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.88","spread":"0.610"}]}]}]},{"type":"SECONDARY","title":"Single-Dose Pharmacodynamics (PD) for BT524: Classical in Vivo Recovery (CIR) for Fibrinogen Activity","description":"CIR: maximum fibrinogen increase in plasma within 4 hours after the end of infusion divided by the maximum theoretical fibrinogen increase","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"84.8","spread":"27.5"}]}]}]},{"type":"SECONDARY","title":"Change in Maximum Clot Firmness at 1 Hour Post-end of Infusion","description":"Maximum Clot Firmness (MCF), assessed by rotational thromboelastometry (ROTEM), was used as a surrogate marker of haemostatic efficacy following administration of BT524. In Part I, MCF was measured before and 1 hour after the end of a single BT524 infusion. In Part II, MCF was measured before and 1 hour after the end of each BT524 infusion administered to treat bleeding events. The variable was the change in MCF from pre-dose to 1 hour post-end of infusion.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.1","spread":"5.07"},{"groupId":"OG001","value":"11.1","spread":"5.55"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11.0","spread":"2.83"},{"groupId":"OG001","value":"9.8","spread":"5.28"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16.5","spread":"3.54"},{"groupId":"OG001","value":"11.1","spread":"4.57"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9.3","spread":"1.53"},{"groupId":"OG001","value":"8.7","spread":"5.51"}]}]}]},{"type":"SECONDARY","title":"Clinical Efficacy for BT524: Overall Hemostatic Response to Treatment With BT524 in Study Part II","description":"Overall hemostatic response (OHR) to treatment with BT524 for each surgical procedure and each treated bleed was rated on a 4-point scale (\"none\", \"moderate\", \"good\" or \"excellent\"). The sum of good and excellent ratings was defined as \"success\" in the analysis. Frequencies and percentages of OHR on event level (Success rate in % = number of successfully treated bleeding events / total number of bleeding events).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"150","spread":null}]},{"measurements":[{"groupId":"OG000","value":"23","spread":null}]},{"measurements":[{"groupId":"OG000","value":"2","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Clinical Efficacy for BT524: Total Loss of Blood for Surgical Bleeding Events in Study Part II","description":"Total loss of blood was rated by the investigator per surgical bleeding events (eg, intra- and post-operatively, rebleedings) using the classifications of \"lower than expected\", \"within the expected range\", and \"higher than expected\". The ratings were analyzed descriptively (frequencies and percentages) on event level for the Full Bleeding Event Set (FBE).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]},{"measurements":[{"groupId":"OG000","value":"45","spread":null}]},{"measurements":[{"groupId":"OG000","value":"4","spread":null}]},{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Clinical Efficacy for BT524: Units of Other Fibrinogen-containing Products (FCP) Infused Besides BT524 in Study Part II","description":"Units of other fibrinogen-containing products (FCP) infused besides BT524 eg, fresh frozen plasma (FFP) or cryoprecipitate or alternative commercially available fibrinogen concentrates given to counteract hemodynamic instability were documented and analyzed descriptively on event level for the FBE.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":27},"commonTop":["Procedural pain","Subcutaneous haematoma","Back pain","Toothache","Pyrexia"]}}}