{"nctId":"NCT03178942","briefTitle":"Multiple-Site Study to Evaluate the Therapeutic Equivalence of Permethrin Cream, 5% in the Treatment of Scabies","startDateStruct":{"date":"2017-06-01","type":"ACTUAL"},"conditions":["Scabies"],"count":254,"armGroups":[{"label":"Reference: Elimite™ Cream","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Elimite™ Cream (permethrin) 5%"]},{"label":"Test: Permethrin Cream, 5%","type":"EXPERIMENTAL","interventionNames":["Drug: Permethrin Cream, 5%"]}],"interventions":[{"name":"Permethrin Cream, 5%","otherNames":[]},{"name":"Elimite™ Cream (permethrin) 5%","otherNames":["Elimite™ Cream"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Male or non-pregnant, non-lactating female, 2 years of age or older.\n2. If female and of childbearing potential, prepared to abstain from sexual intercourse or use a reliable method of contraception during the study (e.g., double barrier methods, intrauterine device (IUD), oral, transdermal or injected hormonal contraceptives). Female patients using hormonal contraceptives should have been on the same product/dosing regimen for at least 28 days before baseline and should not change this regimen during the study.\n3. Signed informed consent that meets all criteria of current FDA and International Council for Harmonisation of Technical Requirements for Pharmaceuticals for Human Use (ICH) regulations. For patients who are considered minors in the state the study is being conducted (\\< 18 years in most states) the parent or legal guardian should sign the consent form and the child will be required to sign a patient \"assent\" form, as appropriate. Patients 11-17 years of age will read and sign an Independent Review Board (IRB)-approved assent form and patients 6-10 years of age will provide verbal assent. Patients 2-5 years of age will be exempt from providing assent based on the child's comprehension and cognitive skills.\n4. Clinical diagnosis of active scabies by presence of a burrow and/or typical scabietic lesions at the classic sites of infestation.\n5. Parasitological confirmation of clinical diagnosis with demonstration under light microscope of mites and/or their products (larvae, eggs or fecal material).\n6. Symptom score of 2 or 3 on a 4-point rating scale of 0-3 for nocturnal itching/pruritus.\n7. Ability to apply or have study product applied as directed. If patient is a child, then parent/guardian will apply study product to him/her.\n\nExclusion Criteria:\n\n1. Patients who are pregnant, lactating, or planning to become pregnant during the study.\n2. Any systemic or dermatologic disorder that, in the opinion of the Investigator, will interfere with the study results or increase the risk of adverse events (AEs).\n3. Known hypersensitivity to permethrin cream or any of its components.\n4. Use of any systemic or topical acaricide or ectoparasiticide within one month before Screening.\n5. Patient has signs of a systemic infection or is receiving systemic therapy for an infectious disease.\n6. Patients with severe cutaneous bacterial or fungal infections requiring therapy (including systemic and topical antibiotics) or coexisting dermatological disorder that could interfere with the diagnosis and subsequent monitoring of scabies) or heavily crusted with lesions consistent with Norwegian scabies.\n7. Patients with an underlying immunodeficient state (including prolonged treatment with corticosteroids), immunosuppressive disorders requiring therapy, severe systemic disease and history of HIV infection.\n8. Any condition, medical, psychological, or social, that, in the Investigator's opinion, would interfere with participation in the study.\n9. Family members of employees of the clinic or Investigator.\n10. Patients who, in the opinion of the Investigator, would be non-compliant with the requirements of the study protocol.\n11. Patients whose close personal contacts will not or are not willing to comply with standard of care for Scabies management.\n12. Receipt of any drug as part of a research study within 30 days before Screening.\n13. History of seizures.\n14. Use of systemic corticosteroids within two weeks before Screening.\n15. Use of topical corticosteroids within one week before Screening.\n16. Previous participation in this study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"2 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Patients in Each Treatment Group With Therapeutic Cure (Parasitological Cure Plus Clinical Cure) of Scabies","description":"Parasitological cure is defined as failure to demonstrate microscopically the presence of scabies infestation (i.e., no living mites, no viable mite eggs, and no mite fecal matter present).\n\nClinical cure is defined as visual evidence of absence of new lesions and healing of original lesions, regardless the presence of post-scabietic nodules (i.e., post-scabietic nodules need not be considered as new lesions or persistence of old lesions).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"83","spread":null},{"groupId":"OG001","value":"86","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Patients With a Therapeutic Cure That Completed Visit 2 Within 14 ± 2 Days and Visit 3 Within 28 ± 4 Days.","description":"Parasitological cure is defined as failure to demonstrate microscopically the presence of scabies infestation (i.e., no living mites, no viable mite eggs, and no mite fecal matter present).\n\nClinical cure is defined as visual evidence of absence of new lesions and healing of original lesions, regardless the presence of post-scabietic nodules (i.e., post-scabietic nodules need not be considered as new lesions or persistence of old lesions).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"77","spread":null},{"groupId":"OG001","value":"81","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Patients With a Therapeutic Cure That Completed Visit 2 Within 14 ± 2 Days and Visit 3 Between Day 26 and Day 32, Inclusive.","description":"Parasitological cure is defined as failure to demonstrate microscopically the presence of scabies infestation (i.e., no living mites, no viable mite eggs, and no mite fecal matter present).\n\nClinical cure is defined as visual evidence of absence of new lesions and healing of original lesions, regardless the presence of post-scabietic nodules (i.e., post-scabietic nodules need not be considered as new lesions or persistence of old lesions).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"68","spread":null},{"groupId":"OG001","value":"75","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Patients With a Therapeutic Cure That Completed Visit 2 Within 14 ± 2 Days and Visit 3 Within 28 ± 2 Days.","description":"Parasitological cure is defined as failure to demonstrate microscopically the presence of scabies infestation (i.e., no living mites, no viable mite eggs, and no mite fecal matter present).\n\nClinical cure is defined as visual evidence of absence of new lesions and healing of original lesions, regardless the presence of post-scabietic nodules (i.e., post-scabietic nodules need not be considered as new lesions or persistence of old lesions).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"65","spread":null},{"groupId":"OG001","value":"73","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":129},"commonTop":["Headache","Erythema In Helix Skin Of The Right Ear","Pain In Extremity/Leg Pain","Enterocolitis/Acute Colitis","Viral Upper Respiratory Tract Infection/Common Cold"]}}}