{"nctId":"NCT03959241","briefTitle":"TAC/MTX vs. TAC/MMF/PTCY for Prevention of Graft-versus-Host Disease and Microbiome and Immune Reconstitution Study (BMT CTN 1703/1801)","startDateStruct":{"date":"2019-06-25","type":"ACTUAL"},"conditions":["Acute Leukemia","Chronic Myelogenous Leukemia (CML)","Myelodysplasia","Lymphoma"],"count":431,"armGroups":[{"label":"Tacrolimus/Methotrexate","type":"ACTIVE_COMPARATOR","interventionNames":["Procedure: Mobilized Peripheral Blood Stem Cell graft with Tacrolimus/Methotrexate","Drug: Tacrolimus","Drug: Methotrexate"]},{"label":"Tacrolimus/MMF/PTCY","type":"EXPERIMENTAL","interventionNames":["Procedure: Mobilized Peripheral Blood Stem Cell graft with Tacrolimus/Mycophenolate Mofetil/Post-Transplant Cyclophosphamide","Drug: Tacrolimus","Drug: Mycophenolate Mofetil","Drug: Cyclophosphamide"]}],"interventions":[{"name":"Mobilized Peripheral Blood Stem Cell graft with Tacrolimus/Methotrexate","otherNames":["HSCT"]},{"name":"Tacrolimus","otherNames":["Prograf®","FK506"]},{"name":"Methotrexate","otherNames":["MTX"]},{"name":"Mobilized Peripheral Blood Stem Cell graft with Tacrolimus/Mycophenolate Mofetil/Post-Transplant Cyclophosphamide","otherNames":["HSCT"]},{"name":"Tacrolimus","otherNames":["Prograf®","FK506"]},{"name":"Mycophenolate Mofetil","otherNames":["CellCept®","MMF"]},{"name":"Cyclophosphamide","otherNames":["Cytoxan®"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Age 18.0 years or older at the time of enrollment on Segment A\n2. Patients with acute leukemia or chronic myelogenous leukemia with no circulating blasts and with less than 5% blasts in the bone marrow\n3. Patients with myelodysplasia/chronic myelomonocytic leukemia with no circulating blasts and with less than 10% blasts in the bone marrow (higher blast percentage allowed in MDS due to lack of differences in outcomes with \\<5% vs. 5-10% blasts in this disease)\n4. Patients with relapsed chronic lymphocytic leukemia/small lymphocytic lymphoma with chemosensitive disease at time of transplantation\n5. Patients with lymphoma \\[follicular lymphoma, Hodgkin lymphoma, diffuse large B cell lymphoma, mantle cell lymphoma, peripheral T-cell lymphoma, angioimmunoblastic T-cell lymphoma and anaplastic large cell lymphoma\\] with chemosensitive disease at the time of transplantation\n6. Planned reduced intensity conditioning regimen (see eligible regimens in Table 2.4a)\n7. Patients must have a related or unrelated peripheral blood stem cell donor as follows:\n\n   1. Sibling donor must be a 6/6 match for Human Leukocyte Antigen-A (HLA)-A and -B at intermediate (or higher) resolution, and -DRB1 at high resolution using DNA-based typing, and must be willing to donate peripheral blood stem cells and meet institutional criteria for donation.\n   2. Unrelated donor must be a 7/8 or 8/8 match at HLA-A, -B, -C and -DRB1 at high resolution using DNA-based typing. Unrelated donor must be willing to donate peripheral blood stem cells and meet National Marrow Donor Program (NMDP) criteria for donation.\n8. Cardiac function: Left ventricular ejection fraction at least 45%\n9. Estimated creatinine clearance acceptable per institutional guidelines\n10. Pulmonary function: Diffusing capacity of lung for carbon monoxide (DLCO) corrected for hemoglobin at least 40% and forced expiratory volume at one second (FEV1) predicted at least 50%\n11. Liver function acceptable per institutional guidelines\n12. Karnofsky Performance Score at least 60%\n13. Female patients (unless postmenopausal for at least 1 year before the screening visit, or surgically sterilized), agree to practice two (2) effective methods of contraception at the same time, or agree to completely abstain from heterosexual intercourse, from the time of signing the informed consent through 12 months post-transplant (see Section 2.6.4 for definition of postmenopausal)\n14. Male patients (even if surgically sterilized), of partners of women of childbearing potential must agree to one of the following: practice effective barrier contraception (see Section 2.6.4 for list of barrier methods), or abstain from heterosexual intercourse from the time of signing the informed consent through 12 months post-transplant\n15. Plans for the use of post-transplant maintenance therapy must be disclosed upon enrollment and must be used irrespective of the outcome of the randomization. Please note that THIS DOES NOT INCLUDE INVESTIGATIONAL AGENTS and maintenance therapy with investigational treatment requires approval by the study chairs.\n16. Voluntary written consent obtained prior to the performance of any study-related procedure that is not a part of standard medical care, with the understanding that consent may be withdrawn by the patient at any time without prejudice to future medical care.\n\nExclusion Criteria:\n\n1. Prior allogeneic transplant\n2. Active central nervous system (CNS) involvement by malignant cells\n3. Patients with secondary acute myeloid leukemia arising from myeloproliferative disease, including chronic myelomonocytic leukemia (CMML)\n4. Patients with uncontrolled bacterial, viral or fungal infections (currently taking medication and with progression or no clinical improvement) at time of enrollment.\n5. Presence of clinically significant fluid collection (ascites, pleural or pericardial effusion) that interferes with methotrexate clearance or makes methotrexate use contraindicated\n6. Patients seropositive for human immunodeficiency virus (HIV) with detectable viral load. HIV+ patients with an undetectable viral load on antiviral therapy are eligible.\n7. Myocardial infarction within 6 months prior to enrollment or New York Heart Association (NYHA) Class III or IV heart failure, uncontrolled angina, severe uncontrolled ventricular arrhythmias, or electrocardiographic evidence of acute ischemia.\n8. Female patients who are pregnant (as per institutional practice) or lactating\n9. Patients with a serious medical or psychiatric illness likely to interfere with participation in this clinical study\n10. Patients with prior malignancies except resected non-melanoma skin cancer or treated cervical carcinoma in situ. Cancer treated with curative intent ≥ 5 years previously will be allowed. Cancer treated with curative intent \\< 5 years previously must be reviewed and approved by the Protocol Officer or Chairs.\n11. Planned use of antithymocyte globulin (ATG) or alemtuzumab in conditioning regimen","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With GVHD/Relapse or Progression-free Survival (GRFS) at One Year","description":"The primary endpoint is GRFS as a time to event endpoint from randomization. All randomized patients will be followed for one year; however, the primary endpoint will be analyzed as a time to event endpoint. The primary analysis will be done using the randomized population. An event for this time to event outcome is defined as grade III-IV acute GVHD, chronic GVHD requiring systemic immune suppression, disease relapse or progression, or death by any cause, whichever comes first. Time to event analyses were conducted. An unadjusted Kaplan-Meier analysis was done. Additionally, a multivariate Cox regression model adjusting for the following pre-specified covariates: age group (\\< 65 vs. 65+), disease risk index (low, intermediate, high/very high), planned RIC conditioning regimen (Fludarabine/Busulfan, Fludarabine/Melphalan, Other), donor type/HLA matching score (related 6/6, unrelated 7/8, unrelated 8/8), and planned use of post-transplant maintenance therapy (Yes vs. no).","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"52.3","spread":null},{"groupId":"OG001","value":"35.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Grades II-IV and III-IV Acute GVHD at Day 100 Post-transplant","description":"Acute GVHD was graded according to Mount Sinai aGVHD International Consortium (MAGIC) Criteria (Harris et al. 2016) with higher grade indicating worse outcomes. Grade I aGVHD is defined as Skin stage 1-2 and stage 0 for both GI and liver. Grade II is stage 3 skin, stage 1 GI, or stage 1 liver. Grade III is stage 2-3 GI or stage 2-3 liver. Grade IV is stage 4 skin or stage 4 liver. The cumulative incidence of acute GVHD grade II-IV and III-IV at Day 100 was estimated using the Aalen-Johansen estimator with 95% confidence intervals, treating death prior to aGVHD as a competing event. The cumulative incidences of Minnesota standard and high risk aGVHD at Day 100 were determined with 95% confidence intervals. Time to aGVHD is defined as time from transplant until onset of grades II-IV and III-IV aGVHD, respectively. A multivariate Cox regression model was used to compare the treatment groups, with adjustment for same baseline characteristics as for the primary endpoint.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"53.8","spread":null},{"groupId":"OG001","value":"51.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.3","spread":null},{"groupId":"OG001","value":"14.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"64.1","spread":null},{"groupId":"OG001","value":"64.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13.1","spread":null},{"groupId":"OG001","value":"18.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Participants With Maximum Acute GVHD at One Year Post-transplant","description":"Acute GVHD were graded according to Mount Sinai Acute GVHD International Consortium (MAGIC) Criteria (Harris et al. Biology of Blood and Marrow Transplantation 2016; 22:4-10). The higher acute GVHD grade indicates worse outcomes. Grade 0 is no acute GVHD of any organ. Grade I acute GVHD is defined as Skin stage of 1-2 and stage 0 for both GI and liver organs. Grade II is stage 3 of skin, or stage 1 of GI, or stage 1 of liver. Grade III is stage 2-3 for GI, or stage 2-3 of liver. Grade IV is stage 4 of skin, or stage 4 of liver. Max acute GVHD by one-year post-transplant was computed.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"66","spread":null},{"groupId":"OG001","value":"60","spread":null}]},{"measurements":[{"groupId":"OG000","value":"27","spread":null},{"groupId":"OG001","value":"32","spread":null}]},{"measurements":[{"groupId":"OG000","value":"99","spread":null},{"groupId":"OG001","value":"81","spread":null}]},{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"25","spread":null}]},{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"14","spread":null}]}]}]},{"type":"SECONDARY","title":"Participants With Maximum Stage of Skin, Lower GI, and Liver at Day 100 Post-transplant","description":"Organ stages were graded according to Mount Sinai Acute GVHD International Consortium (MAGIC) Criteria (Harris et al. 2016). Higher stage in any organ indicates worse outcomes. For skin, stage 0-no GVHD rash; 1-Maculopapular Rash \\<25% BSA; 2-Maculopapular Rash 25-50% BSA; 3-Maculopapular Rash \\>50% BSA; 4-Generalized Erythroderma Plus Bullous Formation and Desquamation \\>5% BSA. For Lower GI, 0-No Diarrhea or Diarrhea-Adult: \\<500 mL/day, \\<3 Episodes/day; Child: \\<10 mL/kg/day, \\<4 Episodes/day; 1-Diarrhea-Adult: 500-999 mL/day, 3-4 Episodes/day; Child: 10-19.9 mL/kg/day, 4-6 Episodes/day; 2-Diarrhea-Adult: 1000-1500 mL/day, 5-7 Episodes/day; Child: 20-30 mL/kg/day, 7-10 Episodes/day; 3-Diarrhea-Adult: \\>1500 mL/day, \\>7 Episodes/day; Child: \\>30 mL/kg/day, \\>10 Episodes/day; 4-Severe Abdominal Pain With or Without Ileus or Grossly Bloody Stool. For liver, 0-Bilirubin \\<2.0 mg/dL; 1-Bilirubin 2.0-3.0 mg/dL; 2-Bilirubin 3.1-6.0 mg/dL; 3-Bilirubin 6.1-15.0 mg/dL; 4-Bilirubin \\>15.0 mg/dL","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"121","spread":null},{"groupId":"OG001","value":"125","spread":null}]},{"measurements":[{"groupId":"OG000","value":"54","spread":null},{"groupId":"OG001","value":"40","spread":null}]},{"measurements":[{"groupId":"OG000","value":"16","spread":null},{"groupId":"OG001","value":"18","spread":null}]},{"measurements":[{"groupId":"OG000","value":"14","spread":null},{"groupId":"OG001","value":"21","spread":null}]},{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"155","spread":null},{"groupId":"OG001","value":"159","spread":null}]},{"measurements":[{"groupId":"OG000","value":"33","spread":null},{"groupId":"OG001","value":"27","spread":null}]},{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"11","spread":null}]},{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"11","spread":null}]},{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"198","spread":null},{"groupId":"OG001","value":"192","spread":null}]},{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"7","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"8","spread":null}]},{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"5","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Participants With Maximum Stage of Upper GI at Day 100 Post-transplant","description":"Organ stages were graded according to Mount Sinai Acute GVHD International Consortium (MAGIC) Criteria (Harris et al. 2016). Higher stage in any organ indicates worse outcomes. For upper GI, stage 0 is no or intermittent nausea, vomiting, or anorexia; stage 1 is persistent nausea, vomiting, or anorexia. The maximum stages of Upper GI at patient level were summarized at Day 100.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"136","spread":null},{"groupId":"OG001","value":"137","spread":null}]},{"measurements":[{"groupId":"OG000","value":"72","spread":null},{"groupId":"OG001","value":"75","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Chronic GVHD Post-transplant","description":"Percentage of participants with chronic GVHD (cGVHD) at one-year will be estimated with 95% confidence intervals for each treatment group using the cumulative incidence estimate with the complementary log-log transformation, treating death prior to cGVHD as a competing event. Chronic GVHD is based on NIH Consensus Criteria (2014 NIH Consensus Criteria) and includes mild, moderate and severe chronic GVHD. Eight organs were scored on a 0-3 scale to reflect degree of cGVHD involvement. Liver and pulmonary function test results and use of systemic therapy for treatment of cGVHD were also recorded. Assessment of cGVHD occurred up to one-year post-transplant. This endpoint considers any cGVHD onset. A multivariate Cox regression model for the cause-specific hazard of cGVHD was used to compare the treatment groups, after adjustment for baseline characteristics as described for the primary endpoint.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.3","spread":null},{"groupId":"OG001","value":"13.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"21.9","spread":null},{"groupId":"OG001","value":"35.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Experiencing Chronic GVHD With Maximum Severity at 12 Months Post-transplant","description":"Chronic GVHD data were collected directly from providers and chart review as defined by the NIH Consensus Conference Criteria. Eight organs were scored on a 0-3 scale to reflect degree of chronic GVHD involvement per the NIH global severity scores of mild, moderate and severe chronic GVHD. The maximum severity of chronic GVHD through 12 months post-transplant will be tabulated by treatment arm.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"164","spread":null},{"groupId":"OG001","value":"139","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"29","spread":null},{"groupId":"OG001","value":"36","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"24","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Immunosuppression-Free Survival (ISFS) at 1 Year Post-transplant","description":"Participants who are alive, relapse-free, and do not need ongoing immune suppression (IS) to control GVHD at one year post-transplant are considered successes for the endpoint immunosuppression-free survival (ISFS). Immune suppression is defined as any systemic agents used to control or suppress GVHD. Corticosteroid doses greater than 10 mg were considered active systemic immune suppression treatment. Participants who discontinued immune suppression within 15 days or less prior to the 1-year time point was considered to be on immune suppression for this endpoint.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"99","spread":null},{"groupId":"OG001","value":"81","spread":null}]},{"measurements":[{"groupId":"OG000","value":"46","spread":null},{"groupId":"OG001","value":"56","spread":null}]},{"measurements":[{"groupId":"OG000","value":"21","spread":null},{"groupId":"OG001","value":"22","spread":null}]},{"measurements":[{"groupId":"OG000","value":"32","spread":null},{"groupId":"OG001","value":"45","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Immunosuppression-Free Survival (ISFS) at 1 Year Post-transplant","description":"Participants who are alive, relapse-free, and do not need ongoing immune suppression to control GVHD at one year post-transplant are considered successes for the endpoint immunosuppression-free survival (ISFS). Percentage of participants alive, relapse free, and off immune suppression at 1 year post-transplant were described for each treatment group, along with 95% Clopper-Pearson confidence intervals.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"50","spread":null},{"groupId":"OG001","value":"39.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Neutrophil Recovery Post-transplant","description":"Neutrophil recovery is defined as achieving an absolute neutrophil count (ANC) greater than or equal to 500/mm\\^3 for three consecutive measurements on three different days. The first of the three days will be designated the day of neutrophil recovery. The competing event is death without neutrophil recovery. For participants who never drop ANC below 500/mm\\^3, the date of neutrophil recovery will be Day +1 post-transplant. The cumulative incidence of neutrophil recovery by Day 28 and Day 100 was described for each treatment group with point estimates and 95% confidence intervals using the complementary log-log transformation and treating death as a competing event.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"90.3","spread":null},{"groupId":"OG001","value":"93.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"92.7","spread":null},{"groupId":"OG001","value":"97.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Platelet Recovery Post-transplant","description":"Platelet recovery is defined by two different metrics: the first day of a sustained platelet count greater than or equal to 20,000/mm\\^3 or greater than or equal to 50,000/mm\\^3 with no platelet transfusions in the preceding seven days. The first day of sustained platelet count above these thresholds will be designated the day of platelet engraftment. For participants who never drop their platelet count below 20,000/mm\\^3 or 50,000/mm\\^3, the date of platelet recovery will be Day +1 post HCT. The competing event is death without platelet recovery. The cumulative incidence estimate of platelet recovery by Day 60 and Day 100 were described by treatment group with 95% confidence intervals (complementary log-log transformation), treating death as a competing event.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"88.3","spread":null},{"groupId":"OG001","value":"91.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"90.3","spread":null},{"groupId":"OG001","value":"92.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"77.6","spread":null},{"groupId":"OG001","value":"82.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"79.5","spread":null},{"groupId":"OG001","value":"83.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Lymphocyte Recovery Post-transplant","description":"Lymphocyte recovery is defined as the first day of sustained absolute lymphocyte count greater than or equal to 1000/mm\\^3. The competing event is death without lymphocyte recovery. The cumulative incidence estimate of Lymphocyte recovery were described by treatment group with 95% confidence intervals (complementary log-log transformation), treating death as a competing event.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"29.6","spread":null},{"groupId":"OG001","value":"48.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"32.5","spread":null},{"groupId":"OG001","value":"52.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"41.5","spread":null},{"groupId":"OG001","value":"58.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"47.1","spread":null},{"groupId":"OG001","value":"63.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Each Level of Donor Cell Engraftment Post-transplant","description":"Donor cell engraftment were assessed with donor/recipient chimerism studies. Mixed chimerism is defined as the presence of donor cells, as a proportion of total cells to be less than 95% but at least 5% in the bone marrow or peripheral blood. Full donor chimerism is defined as greater than or equal to 95% of donor cells. Mixed and full chimerism will be evidence of donor cell engraftment. Donor cells of less than 5% will be considered as graft rejection. The number of participants with each level of chimerism described above is described as part of this outcome.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"126","spread":null},{"groupId":"OG001","value":"129","spread":null}]},{"measurements":[{"groupId":"OG000","value":"39","spread":null},{"groupId":"OG001","value":"45","spread":null}]},{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"4","spread":null}]},{"measurements":[{"groupId":"OG000","value":"39","spread":null},{"groupId":"OG001","value":"34","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"116","spread":null},{"groupId":"OG001","value":"124","spread":null}]},{"measurements":[{"groupId":"OG000","value":"48","spread":null},{"groupId":"OG001","value":"58","spread":null}]},{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"1","spread":null}]},{"measurements":[{"groupId":"OG000","value":"39","spread":null},{"groupId":"OG001","value":"29","spread":null}]}]}]},{"type":"SECONDARY","title":"Summary Statistics for Donor Chimerism","description":"Donor cell engraftment were assessed with donor/recipient chimerism studies. Mixed chimerism is defined as the presence of donor cells, as a percentage of total cells to be less than 95% but at least 5% in the bone marrow or peripheral blood. Full donor chimerism is defined as greater than or equal to 95% of donor cells. Mixed and full chimerism will be evidence of donor cell engraftment. Donor cells of less than 5% will be considered as graft rejection. Donor chimerism at Day 28 and Day 100 after transplant in each of the randomized treatment arms will be described numerically as median and range for those evaluable.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null},{"groupId":"OG001","value":"100","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"99","spread":null},{"groupId":"OG001","value":"99","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Disease Relapse at 1 Year Post-transplant","description":"Disease relapse/progression is defined as being alive and free of relapse/progression of the primary disease. The time from transplant until relapse/progression of the primary disease, or cumulative incidence, was estimated at one-year post-transplant along with 95% CIs computed using the complementary log-log transformation, treating death prior to disease relapse as a competing event. A multivariate Cox regression model for the cause-specific hazard of relapse or progression will be used to compare the treatment groups, after adjustment for baseline characteristics as described for the primary endpoint.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20.8","spread":null},{"groupId":"OG001","value":"20.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Treatment-related Mortality (TRM) Post-transplant","description":"An event for this endpoint TRM is death without evidence of disease progression or recurrence. Disease progression or recurrence will be considered a competing event. The time from transplant until TRM, or cumulative incidence, estimated at specific time points along with 95% CIs computed using the complementary log-log transformation, treating relapse/progression of the primary disease as a competing risk. A multivariate Cox regression model for the cause-specific hazard of TRM was used to compare the treatment groups, after adjustment for baseline characteristics as described for the primary endpoint.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.8","spread":null},{"groupId":"OG001","value":"7.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.8","spread":null},{"groupId":"OG001","value":"13.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12.3","spread":null},{"groupId":"OG001","value":"17.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Reporting Grade 3-5 Toxicities by 1 Year Post-transplant","description":"All Grade 3-5 toxicities will be tabulated by grade for each randomized treatment arm, by type of toxicity as well as the peak grade overall. Toxicities were evaluated using the NCI Common Terminology Criteria for Adverse Events (CTCAE) Version 5.0.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"51","spread":null},{"groupId":"OG001","value":"48","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"57","spread":null},{"groupId":"OG001","value":"77","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"33","spread":null},{"groupId":"OG001","value":"30","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"71","spread":null},{"groupId":"OG001","value":"72","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"20","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"12","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null},{"groupId":"OG001","value":"12","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"41","spread":null},{"groupId":"OG001","value":"42","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"24","spread":null},{"groupId":"OG001","value":"33","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"24","spread":null},{"groupId":"OG001","value":"44","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null},{"groupId":"OG001","value":"15","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"141","spread":null},{"groupId":"OG001","value":"146","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23","spread":null},{"groupId":"OG001","value":"27","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"113","spread":null},{"groupId":"OG001","value":"116","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null},{"groupId":"OG001","value":"22","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]}]},{"type":"SECONDARY","title":"Frequencies of Infections Categorized by Infection Type","description":"All Grade 2 and 3 infections were reported according to the BMT CTN Technical Manual of Procedures (MOP) up to 1 year post-transplant. The frequency of Grade 2-3 infections and the number of participants experiencing infections occurring within 1 year post-transplant, are tabulated by treatment arm, organism, time period of infection onset, and severity, with Grade defined per the BMT CTN Technical MOP.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"128","spread":null},{"groupId":"OG001","value":"118","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"70","spread":null},{"groupId":"OG001","value":"61","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null},{"groupId":"OG001","value":"14","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"34","spread":null},{"groupId":"OG001","value":"46","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Grade 2 and 3 Infections","description":"All Grade 2 and 3 infections were reported according to the BMT CTN Technical Manual of Procedures (MOP) up to 1 year post-transplant. The frequency of Grade 2-3 infections and the number of participants experiencing infections occurring within 1 year post-transplant, are tabulated by treatment arm, organism, time period of infection onset, and severity, with Grade defined per the BMT CTN Technical MOP.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"109","spread":null},{"groupId":"OG001","value":"100","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"46","spread":null},{"groupId":"OG001","value":"46","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"32","spread":null},{"groupId":"OG001","value":"24","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"99","spread":null},{"groupId":"OG001","value":"112","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"21","spread":null},{"groupId":"OG001","value":"19","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"57","spread":null},{"groupId":"OG001","value":"36","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"25","spread":null},{"groupId":"OG001","value":"28","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null},{"groupId":"OG001","value":"16","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Grade 2 and 3 Infections","description":"Grade 2 and 3 infections, as defined by the BMT CTN Technical Manual of Procedures (MOP), are reported on the study. The cumulative incidence of infections post transplantation, treating death as a competing risk, were compared between the treatment groups using the Gray's test.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"36.4","spread":null},{"groupId":"OG001","value":"24.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"40.0","spread":null},{"groupId":"OG001","value":"30.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With CMV at Day 100 Post-transplant","description":"The cumulative incidence of initiation of systemic treatment for CMV was compared between the treatment groups using the Gray's test, with death treated as a competing risk. Estimates of the cumulative incidence of CMV reactivation are provided at Day 100 post-transplant.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.3","spread":null},{"groupId":"OG001","value":"7.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Disease-Free Survival (DFS) at 1 Year Post-transplant","description":"DFS is defined as being alive and free of relapse/progression of the primary disease. The time from transplant until death or relapse/progression (DFS failure) was described for each treatment arm using the Kaplan-Meier estimator, with numbers of subjects at risk at specific time points presented for each treatment group. A multivariate Cox regression model for the hazard of death will be used to compare the treatment groups, after adjustment for baseline characteristics as described for the primary endpoint.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"67.0","spread":null},{"groupId":"OG001","value":"62.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Overall Survival (OS) at 1 Year Post-transplant","description":"The event for this endpoint OS is death from any cause post-transplant. Time to overall survival is defined as the time interval between date of transplant and date of death from any cause. Surviving participants will be censored at last follow-up or 1 year post-transplant, whichever comes first. The time from transplant until death from any cause was described graphically for each treatment arm using the Kaplan-Meier estimator, with numbers of subjects at risk at specific time points presented for each treatment group. A multivariate Cox regression model for the hazard of death will be used to compare the treatment groups, after adjustment for baseline characteristics as described for the primary endpoint.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"76.8","spread":null},{"groupId":"OG001","value":"72.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Lymphoproliferative Disease (PTLD) at 1 Year Post-Transplant","description":"The cumulative incidence of lymphoproliferative disease at 1-year post-transplant is described with 95% confidence intervals for each treatment group using the Aalen-Johansen estimator, treating death as a competing event.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.5","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":7,"n":208},"commonTop":["Grades 3-5 Cardiac Disorders","Grades 3-5 GI Disorders","Grades 3-5 General Disorders","Grades 3-5 Respiratory, Thoracic and Mediastinal Disorders","Grades 3-5 Hepatic Disorders"]}}}