{"nctId":"NCT01147250","briefTitle":"Evaluation of Cardiovascular Outcomes in Patients With Type 2 Diabetes After Acute Coronary Syndrome During Treatment With AVE0010 (Lixisenatide)","startDateStruct":{"date":"2010-06"},"conditions":["Acute Coronary Syndrome"],"count":6068,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"Lixisenatide","type":"EXPERIMENTAL","interventionNames":["Drug: Lixisenatide (AVE0010)"]}],"interventions":[{"name":"Lixisenatide (AVE0010)","otherNames":["Lyxumia"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n* Men and women who experienced a spontaneous ACS event (i.e., ST-segment elevation myocardial infarction (STEMI) or non-ST-segment elevation MI (NSTEMI) or unstable angina) with a documented elevation above the normal reference range of a cardiac biomarker (Troponin or Creatinine Kinase (CK)-MB) and the clinical presentation consistent with an ACS which lead to admission to an acute care facility, within 180 days following the ACS event and prior to screening.\n* Participants with a history of type 2 diabetes (for participants newly diagnosed, diagnosis was based on the World Health Organization (WHO) criteria: i.e., either a fasting venous plasma glucose concentration ≥ 7.0 mmol/L \\[126 mg/dL\\] or 2-hour post glucose load venous plasma glucose ≥ 11.1 mmol/L \\[200 mg/dL\\], confirmed on 2 occasions) prior to the screening visit.\n\nExclusion criteria:\n\n* Type 1 diabetes mellitus or history of ketoacidosis within 6 months prior to screening.\n* Glycosylated hemoglobin (HbA1c) \\<5.5 % or \\>11% measured at screening visit.\n* Required to use incretin-based agents (e.g., Glucagon-like peptide -1 (GLP-1) agonists or Dipeptidyl Peptidase-4 (DPP-4) inhibitors) other than the study drug during the double-blind treatment period.\n* Participants who had undergone coronary artery bypass graft (CABG) surgery following the qualifying ACS event.\n* Participants who had undergone percutaneous coronary intervention (PCI) within 15 days prior to screening.\n* Participants with planned revascularization procedure (PCI or CABG) or coronary angiogram within 90 days after screening visit.\n* History of unexplained pancreatitis, chronic pancreatitis, pancreatectomy, stomach/gastric surgery, inflammatory bowel disease, personal or family history of medullary thyroid cancer (MTC), or genetic conditions that predisposes to MTC (e.g., multiple endocrine neoplasia syndromes).\n* Any clinically significant abnormality identified at the time of screening that in the judgment of the Investigator or any sub-Investigator would preclude safe completion of the study or constrain endpoints assessment such as major systemic diseases.\n\nThe above information is not intended to contain all considerations relevant to a participant's potential participation in a clinical trial.","healthyVolunteers":false,"sex":"ALL","minimumAge":"30 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Time to First Occurence of Primary CV Event: CV Death, Non-Fatal MI, Non-Fatal Stroke or Hospitalization for Unstable Angina","description":"Kaplan Meier plots of the cumulative incidence rate by treatment groups were used to depict the onset of primary CV endpoint over time. Number of observed participants with endpoint events were reported. A CV event adjudication committee (CAC) reviewed and adjudicated, in a blinded fashion, all potential events.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"399","spread":null},{"groupId":"OG001","value":"406","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to First Occurence of CV Event: CV Death, Non-Fatal MI, Non-Fatal Stroke, Hospitalization for Unstable Angina or Hospitalization For Heart Failure","description":"All CV events were positively adjudicated by the CAC, used in the analysis of the composite CV endpoint comprised of CV death, non-fatal MI, non-fatal stroke, hospitalization for unstable angina or hospitalization for heart failure. Number of observed participants with endpoint events were reported.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"469","spread":null},{"groupId":"OG001","value":"456","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to First Occurence of CV Event: CV Death, Non-Fatal MI, Non-Fatal Stroke, Hospitalization for Unstable Angina, Hospitalization For Heart Failure or Coronary Revascularization Procedure","description":"All CV events were positively adjudicated by CAC, used in the analysis of the composite CV endpoint comprised of CV death, non-fatal MI, non-fatal stroke, hospitalization for unstable angina, hospitalization for heart failure, or coronary revascularization procedure. Number of observed participants with endpoint events were reported.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"659","spread":null},{"groupId":"OG001","value":"661","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in the Urinary Albumin/Creatinine Ratio (UACR) at Week 108","description":"Presence of albumin in urine is a marker of nephropathy, an important microvascular complication of diabetes. UACR was defined as the ratio: mg of albumin per gram of creatinine. UACR data were log transformed before the analysis. Calculation was based on geometric mean.","paramType":"GEOMETRIC_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"34.21","spread":"3.09"},{"groupId":"OG001","value":"24.17","spread":"2.84"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":669,"n":3032},"commonTop":["Hypoglycaemia","Nausea","Diarrhoea","Dizziness","Angina pectoris"]}}}