{"nctId":"NCT00550407","briefTitle":"An Evaluation Of BW430C (Lamotrigine) Versus Placebo In The Prevention Of Mood Episodes In Bipolar I Disorder Patients","startDateStruct":{"date":"2007-11"},"conditions":["Bipolar Disorder"],"count":215,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"BW430C(lamotrigine)","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: lamotrigine"]}],"interventions":[{"name":"lamotrigine","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nAt Screening Disease to be studied: Has a diagnosis of following disease as defined by DSM-IV-TR criteria.\n\n* Bipolar I Disorder, most recent episode depressed（296.5x）\n* Bipolar I Disorder, most recent episode hypomanic（296.40）\n* Bipolar I Disorder, most recent episode manic（296.4x） The diagnosis of mood episode will be made with reference to Mini International Neuropsychiatric Interview: M.I.N.I, Japanese Version.\n\nAt Screening\n\nThe subject who has a diagnose of bipolar I disorder, most recent episode depressed (296.5x) must meet the following criteria:\n\n* Is currently experiencing a major depressive episode or has had a major depressive episode as defined by DSM-IV-TR criteria within 60 days of the screening visit and at least one additional major depressive episode and one manic or hypomanic episode, as defined by DSM-IV-TR criteria, within 3 years of enrolment. A well documented history of a mixed episode that meets DSM-IV-TR criteria may be counted as a previous episode.All subjects must have experienced at least one well-documented manic or mixed episode in the past.\n* Has a duration of the most recent/current depressive episode of at least 2 weeks but not longer than 12 months prior to enrolment.\n* The subject without current major depressive episode must have a major depressive episode within 60 days of screening and has depressive symptoms at screening or is under treatment for depressive symptoms, which can be confirmed by medical record, etc.\n* If the subject is currently experiencing a major depressive episode, the subject must have a minimum total score on the HAM-D (17-item scale) of 18 at the screening. This criterion will not apply to the subject with recent depressive episode.\n\nAt Screening\n\nThe subject who has a diagnose of bipolar I disorder, most recent episode hypomanic（296.4x） or bipolar I disorder, most recent episode manic（296.5x） must meet the following criteria:\n\n* Has experienced a recent manic or hypomanic episode (current or within 60 days of the Screening Visit) and has had at least one additional manic or hypomanic episode and one depressed episode, as defined by DSM-IV-TR criteria, within three years of enrolment. A well documented history of a mixed episode that meets DSM-IV-TR criteria may be counted as a previous episode. All subjects must have experienced at least one well-documented manic or mixed episode in the past.\n* Has a duration of the index manic episode of at least 1 week (unless hospitalised) or hypomanic episode of at least 4 days. In neither case should the index episode be more than 12 months in duration.\n* The subject current experiencing hypomania episode or without current episode must have a manic episode which can be confirmed by medical record, etc. The subject without current episode must have a episode within 60 days of screening and has manic or hypomanic symptomatology is under treatment for manic or hypomanic symptoms.\n* If the subject's index episode is subject initial manic mood event, subject must have a minimum score of 10 (moderate severity) on the first 11 items of the YMRS at the screening. A threshold YMRS score that indicates significant manic symptoms is not required for patients who previously experienced well-documented DSM-IV-level mania or when the index episode is hypomania or when a subject's index manic or hypomanic episode is documented to have occurred within 60 days of the screening Visit.\n\nAt Screening Age: Is at least 20 years of age (at the time of informed consent). At Screening Sex: either sex. Female of child-bearing potential will be eligible for inclusion in this study. However they have to have a negative pregnancy test at the screening visit, agree to further pregnancy testing at the time points determined in study assessments and procedures and practice one of the following methods of contraception from the screening visit until the end of the follow-up examination.\n\n* Abstinence\n* Injectable progestogen\n* Implants of levonorgestrel\n* Intrauterine device (IUD) or intrauterine system (IUS) that meets the SOP effectiveness criteria as stated in the product label\n* Male partner sterilization (vasectomy with documentation of azoospermia) prior to the female subject's entry into the study, and this male is the sole partner for that subject\n* Double barrier method: condom or occlusive cap (diaphragm or cervical / vault caps) plus spermicidal agent (foam /gel / film / cream / suppository) At Screening In/Out patient: Either At Screening Informed consent: the subject capable of giving written informed consent. At Week 0 of First Phase (titration) If the subject is currently experiencing a major depressive episode, the subject must have a minimum total score at baseline on the HAM-D (17-item scale) of 18 at the start of First Phase. This criterion will not apply to the subject with recent depressive episode.\n\nAt Week 0 of First Phase (titration) If the subject's index episode is subject initial manic mood event, subject must have a minimum total score at baseline of 10 (moderate severity) on the first 11 items of the YMRS at the start of First Phase (titration). A threshold YMRS score that indicates significant manic symptoms is not required for patients who previously experienced well-documented DSM-IV-level mania or when the index episode is hypomania or when a subject's index manic or hypomanic episode is documented to have occurred within 60 days of the screening Visit.\n\nAt Week 0 of Second Phase (maintenance therapy) Each subject completing 8 to 16 weeks of open-label lamotrigine treatment in the First Phase must meet all of the following inclusion criteria to be eligible for entry into the Second Phase (maintenance therapy, randomization phase).\n\nAt Week 0 of Second Phase (maintenance therapy) Has no tolerability problem with lamotrigine at a minimum dosage of 100 mg/day during the final 2 weeks of the First Phase (titration).\n\nAt Week 0 of Second Phase (maintenance therapy) Has improved/stabilised during the First Phase (titration) as indicated by a CGI-S score of ≤3 (mildly ill). Once improved, the subject must also demonstrate sustained improvement by achieving a CGI-S score of ≤3 (mildly ill) for at least 4 consecutive weeks of treatment immediately prior to the Second Phase (maintenance therapy) (randomization).\n\nAt Week 0 of Second Phase (maintenance therapy) Has demonstrated adequate compliance with the study treatment in the First Phase (titration) (compliance rate: at least 70%).\n\nAt Week 0 of Second Phase (maintenance therapy) In/Out patient: Either\n\nExclusion Criteria:\n\nAt Screening Has a DSM-IV-TR diagnosis of rapid cycling and has had more than six mood episodes including depression, mania, hypomania or mixed, in the 12-month period prior to screening. Note: while 4 or more episodes in the past 12 months constitute rapid cycling up to six episodes in the past 12 months are allowed in this protocol.\n\nAt Screening Has a DSM-IV-TR diagnosis of bipolar I disorder, most recent episode mixed (296.6x).\n\nAt Screening Has a DSM-IV-TR diagnosis of Axis II which would suggest non-responsiveness to pharmacotherapy for bipolar disorder.\n\nAt Screening Has a DSM-IV-TR diagnosis of or has received treatment for major depressive disorder, panic disorder, obsessive-compulsive disorder, social phobia, bulimia nervosa, schizophrenia or schizoaffective disorder within 12 months of screening.\n\nAt Screening Has a history of substance (including alcohol and drugs) dependence within 12 months of screening or abuse within 1 month of screening according to DSM-IV-TR.\n\nAt Screening Patients whose mood episode is due to direct physiological effects of a general medical condition (for example, hypothyroidism, hyperthyroidism) At Screening Has a score of 3 or more on item of the HAM-D related to suicide or is at a high suicidal risk in the judgment of the investigator/sub-investigator.\n\nAt Screening Has a history of severe rash or rash due to anti-epileptic drugs. At Screening Patients with severe hepatic/renal/cardiac/pulmonary disorder or hematopoietic disorder. The severity refers to Grade 3 according to the Classification of the Severity of Adverse Experiences (PAB/SD Notification No. 80, dated 29 June 1992).\n\nAt Screening Patients have less than 5 years of remission history from clinically significant malignancy (other than e.g. basal cell or squamous cell skin cancer, in-situ carcinoma of cervix or prostate CA in situ).\n\nAt Screening Patients with chronic hepatitis typeB and /or typeC which is positive of hepatitis B surface antigen （HBsAg）and/or hepatitis C antibody.\n\nAt Screening Has an acute or chronic illness likely to impair drug absorption, distribution, metabolism or excretion or has any unstable physical symptoms likely to require hospitalisation during participation in the study.\n\nAt Screening Female patients who are pregnant or lactating, who may be pregnant, or who plan for pregnancy during the study.\n\nAt Screening Has a history or current diagnosis of epilepsy. At Screening Has a history of treatment with lamotrigine. At Screening Patients with a history of drug allergy to any ingredient of the test-drug. At Screening Has received an investigational drug within 30 days of screening. At Screening Is morbidly obese (Body Mass Index \\[BMI\\] \\>40) BMI = body weight (kg)/height (m2).\n\nAt Screening Patients whom the investigator or sub-investigator considers ineligible for the study.\n\nAt Week 0 of First Phase (titration) Has a score of 3 or more on item of the HAM-D related to suicide or is at a high suicidal risk in the judgment of the investigator/sub-investigator and continues .to meet the criteria at the screening visit.\n\nAt Week 0 of Second Phase (maintenance therapy) Has signs or symptoms of psychosis. At Week 0 of Second Phase (maintenance therapy) Has a score of 3 or more on item of the HAM-D related to suicide or is at a high suicidal risk in the judgment of the investigator/sub-investigator.\n\nAt Week 0 of Second Phase (maintenance therapy) Has had a change in lamotrigine dosage during the final week of the First Phase (titration).\n\nAt Week 0 of Second Phase (maintenance therapy) Has a diagnosis of bipolar I disorder, most recent episode of depressed (296.5x) and has experienced manic, hypomanic or mixed symptoms; Has a diagnosis of bipolar I disorder, most recent episode hypomanic (296.40) or most recent episode manic (296.4x) and has experienced depressive symptoms, that require treatment during the First Phase (titration).","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Time to Withdrawal From Study","description":"The time from randomization to the time at which the participant was withdrawn from the Double-Blind Phase of the study for any reason was measured. No data are reported for the Lamotrigine group because of an incalculable confidence interval. See the outcome measure entitled \"Number of Participants with a Withdrawal Event\" for data regarding the number of participants who withdrew from the study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"67.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Intervention for Any Mood Episode (TIME)","description":"The TIME was defined as the time from entry into the Randomized Phase to the time of the first prescription of any additional pharmacotherapy or electroconvulsive therapy (ECT) determined by the Investigator to be necessary for treatment of a relapse or recurrence of depression or the recurrence of a manic, hypomanic, or mixed episode, whichever occurred first. Categorization as a manic, hypomanic, or mixed episode was left to the Investigator's discretion. See the outcome measure entitled \"Number of Participants with Intervention for Any Mood Episode\" for data related to TIME.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"109.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Intervention for Depressive Episode (TIDep)","description":"The TIDep was defined as the time from entry into the Randomized Phase to the time of the first prescription of any additional pharmacotherapy or ECT determined by the Investigator to be necessary for treatment of a relapse or recurrence of depression episode. No data are being presented for either treatment group. See the outcome measure entitled \"Number of Participants with Intervention for Depressive Episode\" for data related to TIDep.","classes":[]},{"type":"SECONDARY","title":"Time to Intervention for Manic, Hypomanic, or Mixed Episode (TIMan)","description":"The TIMan was defined as the time from entry into the Randomized Phase to the time of the first prescription of any additional pharmacotherapy or ECT determined by the Investigator to be necessary for treatment of the relapse or recurrence of a manic, hypomanic, or mixed episode. No data are being presented for either treatment group. See the outcome measure entitled \"Number of Participants with Intervention for a Manic, Hypomanic, or Mixed Episode\" for data related to TIMan.","classes":[]},{"type":"SECONDARY","title":"Clinical Global Impressions of Improvement (CGI-I) at Week 26/Withdrawal (Randomized Phase)","description":"The CGI-I is a 7-point scale that assessed the participant's global improvement compared to his/her condition at study entry whether or not, in the judgement of the Investigator, it was due entirely to drug treatment; 0=not assessed, 1= very much improved to 7= very much worse.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.5","spread":"1.50"},{"groupId":"OG001","value":"2.4","spread":"1.29"}]}]}]},{"type":"SECONDARY","title":"Clinical Global Impressions of Improvement (CGI-I) at Week 16/Withdrawal (Preliminary Phase)","description":"The CGI-I is a 7-point scale that assessed the participant's global improvement compared to his/her condition at study entry whether or not, in the judgement of the Investigator, it was due entirely to drug treatment; 0=not assessed, 1= very much improved to 7= very much worse.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.1","spread":"1.56"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Clinical Global Impressions of Severity (CGI-S) Scores at Week 26/Withdrawal (Randomized Phase)","description":"The CGI-S is a 7-point scale that assessed the participant's severity of illness based on the total clinical experience of the Investigator with this particular population; 0=not assessed, 1= normal, not at all ill to 7= among the most extremely ill participants. Change from baseline was calculated as the Week 26/Withdrawal value minus the baseline value (at the time of randomization).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.0","spread":"1.19"},{"groupId":"OG001","value":"0.4","spread":"1.25"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Clinical Global Impressions of Severity (CGI-S) Scores at Week 16/Withdrawal (Preliminary Phase)","description":"The CGI-S is a 7-point scale that assessed the participant's severity of illness based on the total clinical experience of the Investigator with this particular population; 0=not assessed, 1= normal, not at all ill to 7= among the most extremely ill participants. Change from baseline was calculated as the Week 16/Withdrawal value minus the baseline value (at Week 0 of the Preliminary Phase).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.7","spread":"1.39"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Hamilton Rating Scale for Depression (HAMD-17) Scores at Week 26/Withdrawal (Randomized Phase)","description":"The HAMD-17 is a 17-item questionnaire that detects change and measures illness severity. Individual items are rated on a scale of 0-4, 0-3, and 0-2 with the total HAMD-17 score ranging from 0 (not ill) to 52 (severely ill). Change from baseline was calculated as the Week 26/Withdrawal value minus the baseline value (at the time of randomization).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.4","spread":"7.39"},{"groupId":"OG001","value":"2.7","spread":"7.77"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Hamilton Rating Scale for Depression (HAMD-17) Scores at Week 16/Withdrawal (Preliminary Phase)","description":"The HAMD-17 is a 17-item questionnaire that detects change and measures illness severity. Individual items are rated on a scale of 0-4, and 0-2, with the total HAMD-17 score ranging from 0 (not ill) to 52 (severely ill). Change from baseline was calculated as the Week 16/Withdrawal value minus the baseline value (at Week 0 of the Preliminary Phase).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.1","spread":"9.14"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Young Mania Rating Scale (YMRS) Total Scores at Week 26/Withdrawal (Randomized Phase)","description":"The YMRS is an 11-item questionnaire that detects change and measures illness severity. Individual items are rated on a scale of 0-8 and 0-4, with the total YMRS score ranging from 0 (not ill) to 60 (severely ill). Change from baseline was calculated as the Week 26/Withdrawal value minus the baseline value (at the time of randomization).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.2","spread":"6.59"},{"groupId":"OG001","value":"1.0","spread":"5.67"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Young Mania Rating Scale (YMRS) Total Scores at Week 16/Withdrawal (Preliminary Phase)","description":"The YMRS is an 11-item questionnaire that detects change and measures illness severity. Individual items are rated on a scale of 0-8 and 0-4, with the total YMRS score ranging from 0 (not ill) to 60 (severely ill). Change from baseline was calculated as the Week 16/Withdrawal value minus the baseline value (at Week 0 of the Preliminary Phase).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.4","spread":"10.45"}]}]}]},{"type":"POST_HOC","title":"Number of Participants With a Withdrawal Event","description":"The number of participants who withdrew from the study was measured. This outcome measure was added post-hoc because no data are being reported for the Lamotrigine group regarding time to study withdrawal. See the primary outcome measure for time to study withdrawal data for the Placebo group. Data from participants who had not withdrawn were defined as censored.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"43","spread":null},{"groupId":"OG001","value":"24","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null},{"groupId":"OG001","value":"21","spread":null}]}]}]},{"type":"POST_HOC","title":"Number of Participants With Intervention for Any Mood Episode","description":"The number of participants with intervention for any mood episode was measured. The necessity of the intervention was determined by the Investigator's discretion. This outcome measure was added post-hoc because no data are being reported for the Lamotrigine group regarding time to intervention for any mood episode (TIME). See the outcome measure for TIME for data for the Placebo group. Data from participants who had not met TIME were defined as censored.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"37","spread":null},{"groupId":"OG001","value":"20","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"21","spread":null},{"groupId":"OG001","value":"25","spread":null}]}]}]},{"type":"POST_HOC","title":"Number of Participants With Intervention for Depressive Episode","description":"The number of participants with intervention for depressive episode was measured. The necessity of the intervention was determined by the Investigator's discretion. This outcome measure was added post-hoc because no data are being reported for the Placebo or Lamotrigine groups regarding time to intervention for depressive episode (TIDep). Data from participants who had not met TIDep were defined as censored.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27","spread":null},{"groupId":"OG001","value":"15","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"31","spread":null},{"groupId":"OG001","value":"30","spread":null}]}]}]},{"type":"POST_HOC","title":"Number of Participants With Intervention for a Manic, Hypomanic, or Mixed Episode","description":"The number of participants with intervention for a manic, hypomanic, or mixed episode was measured. The necessity of the intervention was determined by the Investigator's discretion. This outcome measure was added post-hoc because no data are being reported for the Placebo or Lamotrigine groups regarding time to intervention for manic, hypomanic, or mixed episode (TIMan). Data from participants who had not met TIMan were defined as censored.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"48","spread":null},{"groupId":"OG001","value":"40","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":14,"n":215},"commonTop":["Nasopharyngitis","Headache","Nausea","Dizziness","Constipation"]}}}