{"nctId":"NCT00234533","briefTitle":"Study to Define Optimal IGF-1 Monitoring in Children Treated With NutropinAq","startDateStruct":{"date":"2004-06"},"conditions":["Turner Syndrome","Renal Insufficiency, Chronic","Pituitary Diseases","Dwarfism"],"count":251,"armGroups":[{"label":"NutropinAq 10 mg/2 mL (30 IU)","type":"EXPERIMENTAL","interventionNames":["Drug: Somatropin (rDNA origin)"]}],"interventions":[{"name":"Somatropin (rDNA origin)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Children under 18 with growth failure associated with inadequate growth hormone secretion, or Turner syndrome or chronic renal insufficiency.\n\nExclusion Criteria:\n\n* Children with closed epiphyses\n* Children with active neoplasm\n* Children with acute critical illness","healthyVolunteers":false,"sex":"ALL","maximumAge":"18 Years","stdAges":["CHILD","ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Insulin-Like Growth Factor I (IGF-I) Levels Measured Using the Timed Capillary Blood Spot Samples","description":"Fingertip capillary blood was collected using filter paper cards for the assay of capillary blood spot IGF-I in line with the monitoring recommendations of the Lawson Wilkins Paediatric Endocrine Society (LWPES) for treatment with recombinant GH therapy in children.\n\nCapillary IGF-I assays were performed by the patient at home one day per week during Weeks 21, 22 and 23 only (same week day). The samples were scheduled in the evening prior to the injection of NutropinAq and between 7:00 and 9:00 the following morning. An extended window from 6:00 to 12:00 was allowed for defining protocol deviations.\n\nThe number of capillary blood spot IGF-I measurements and the optimal timing of samples to assess the IGF-I status of NutropinAq treated patients was assessed. IGF-I measurements for the morning and evening sampling are presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"223.54","spread":"161.86"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"212.97","spread":"153.61"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"238.02","spread":"177.89"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"226.90","spread":"164.38"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"241.58","spread":"167.75"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"235.47","spread":"168.48"}]}]}]},{"type":"SECONDARY","title":"Assessment of IGF-I Levels: Categorised by Weekly Timing (Weeks 21-23) and Daily Timing (Morning and Evening)","description":"The influence of daily and weekly timing on the IGF-I value as measured using the capillary blood spot method was analysed. A 3-way analyses of variance (ANOVA) was performed with patient, day and daily timing as factors after appropriate transformation to obtain normally distributed parameters. The interaction day\\*time was tested and kept in the model only if p-value\\<0.1. Parameter estimates from the statistical model are presented as least squares means for the categories of daily timing (Morning and Evening) and weekly timing (Week 21, Week 22 and Week 23). The values reported for Week 21, 22, and 23 represent the average IGF-I levels from the morning and evening samples at each week. The values reported for Evening represent the Evening IGF-I levels averaged across Weeks 21, 22, and 23, and similarly for the Morning values.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"218.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"232.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"238.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"225.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"234.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Assessment of IGF-I Levels: Categorised by Sex and Prepubertal Status","description":"The influence of sex and prepubertal status on the IGF-I value as measured using the capillary blood spot method was analysed. Parameter estimates from the statistical model are presented as least squares means for the categories of sex (male and female) and prepubertal status (pubertal and prepubertal). The values reported represent average IGF-I levels as determined from the 6 measurements taken (i.e. morning and evening samples at Weeks 21, 22 and 23).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"234.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"172.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"238.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"168.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Multivariate Linear Regression Analyses to Assess Factors Affecting the Variability of IGF-I Levels: Categorised by Disease Condition and Location","description":"A multivariate linear regression analysis of factors on within-subject coefficient of variation (WCV) using a stepwise forward-backward elimination was used to determine the effect of individual factors on IGF-I values as measured using the capillary blood spot method (p=0.15 for a variable to enter and remain in the model). The WCV was computed from the series of 6 measurements (2 samplings in each of Weeks 21, 22 and 23). The influence of disease condition and country clusters on the IGF-I value were assessed.\n\nCountry clusters: cluster 1: France; cluster 2: Spain, Greece, Romania and Italy; cluster 3: UK, Belgium, Czech Republic, Denmark, Germany, Slovakia, Austria and Finland ; cluster 4: Russia ; cluster 5: Ukraine.\n\nParameter estimates from the statistical model presented as least squares means for categories of disease condition (GHD and TS) and location (Clusters 1, 2, 3, 4 and 5) are presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.058","spread":"0.031"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.000","spread":"0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.014","spread":"0.045"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.070","spread":"0.048"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.013","spread":"0.046"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.059","spread":"0.040"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.000","spread":"0"}]}]}]},{"type":"SECONDARY","title":"Multivariate Linear Regression Analyses to Assess Factors Affecting the Variability of IGF-I Levels: Categorised by Time of Year, Calculated Age at Enrolment and Disease Condition","description":"A multivariate linear regression analysis of factors on WCV using a stepwise forward-backward elimination was used to determine the effect of individual factors on IGF-I values as measured using the capillary blood spot method (p=0.15 for a variable to enter and remain in the model). The WCV was computed from the series of 6 measurements (2 samplings in each of Weeks 21, 22 and 23). The influence of the time of the year (1st, 2nd, 3rd and 4th quarters), calculated age at enrolment and disease condition on the IGF-I value were assessed.\n\nParameter estimates from the statistical model are presented as least squares means for the categories of time of the year (1st, 2nd, 3rd and 4th quarters), calculated age at enrolment and disease condition (GHD and TS).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.118","spread":"0.034"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.028","spread":"0.033"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.029","spread":"0.038"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.000","spread":"0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.007","spread":"0.003"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.051","spread":"0.026"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.000","spread":"0"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline at Week 24 in the IGF-I Levels as Measured by Capillary Blood Spot Method and Serum IGF-I Assay","description":"3 simultaneous IGF-I measurements were taken at Weeks 0 (baseline), 12 and 24 by serum and capillary assay to determine the precision profile of the capillary blood spot method versus the serum IGF-I assay.\n\nChange from baseline at Week 24 in the IGF-I measurements by capillary blood spot method and serum assay are presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"123.49","spread":"127.40"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"215.41","spread":"188.03"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline at Week 12 and Week 24 in Insulin-Like Growth Factor Binding Protein 3 (IGFBP3) Measurements","description":"The LWPES recommends that treatment for any indication with recombinant GH therapy in children be accompanied by regular monitoring of IGF-I and IGFBP3 concentrations. IGFBP3 binds circulating IGF-I and serum samples were taken at Visit 1 (Week 0), Visit 2 (Week 12) and Visit 3 (Week 24) in order to measure IGFBP3.\n\nChange from baseline (Visit 1) at Visits 2 and 3 in IGFBP3 is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1112.4","spread":"1321.4"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1285.2","spread":"1350.9"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline at Week 24 in the Auxological Parameter Height","description":"The auxological parameter, height, was measured at Visit 1 (Baseline measurement), Visit 2 (Week 12) and Visit 3 (Week 24).\n\nChange from baseline in measured height at Visit 3 (Week 24) for the overall ITT population is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.73","spread":"1.69"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline at Week 24 in the Auxological Parameter Calculated Height SDS","description":"The auxological parameter, height, was measured at Visit 1 (Baseline measurement), Visit 2 (Week 12) and Visit 3 (Week 24). The French growth charts were used for the calculation of SDS parameters: the charts provide for each age range and sex a mean parameter and SD value, from which the SDS parameter can be derived assuming a normal distribution. For example: Height SDS = (height - reference mean height (age, sex)) / reference SD (age, sex). The SDS indicates the number of standard deviations away from the mean. A SDS of 0 is equal to the mean with negative numbers indicating values lower than the mean and positive values higher. A positive change in SDS indicates an improvement in growth, therefore, a favorable outcome.\n\nChange from baseline in the calculated height SDS at Visit 3 (Week 24) for the overall ITT population is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.45","spread":"0.37"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline at Week 24 in the Auxological Parameter Weight","description":"The auxological parameter, weight, was measured at Visit 1 (Baseline measurement), Visit 2 (Week 12) and Visit 3 (Week 24).\n\nChange from baseline in measured weight at Visit 3 (Week 24) for the overall ITT population is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.01","spread":"1.87"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline at Week 24 in the Auxological Parameter Calculated Weight SDS","description":"The auxological parameter, weight, was measured at Visit 1 (Baseline measurement), Visit 2 (Week 12) and Visit 3 (Week 24). The French growth charts were used for the calculation of SDS parameters: the charts provide for each age range and sex a mean parameter and SD value, from which the SDS parameter can be derived assuming a normal distribution. For example: Weight SDS = (weight - reference mean weight (age, sex)) / reference SD (age, sex). The SDS indicates the number of standard deviations away from the mean. A SDS of 0 is equal to the mean with negative numbers indicating values lower than the mean and positive values higher. A positive change in SDS indicates an improvement in weight, therefore, a favorable outcome.\n\nChange from baseline in the calculated weight SDS at Visit 3 (Week 24) for the overall ITT population is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.20","spread":"0.56"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline at Week 24 in the Auxological Parameter Annualised Growth Velocity","description":"The auxological parameter, annualised growth velocity, was measured at Visit 1 (Baseline measurement), Visit 2 (Week 12) and Visit 3 (Week 24).\n\nChange from baseline in the measured annualised growth velocity at Visit 3 (Week 24) for the overall ITT population is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.20","spread":"4.72"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline at Week 24 in the Auxological Parameter Annualised Growth Velocity SDS","description":"The auxological parameter, annualised growth velocity, was measured at Visit 1 (Baseline measurement), Visit 2 (Week 12) and Visit 3 (Week 24). The French growth charts were used for the calculation of SDS parameters: the charts provide for each age range and sex a mean parameter and SD value, from which the SDS parameter can be derived assuming a normal distribution. For example: Annualised GV SDS = (annualised GV - reference mean annualised GV (age, sex)) / reference SD (age, sex). The SDS indicates the number of standard deviations away from the mean. A SDS of 0 is equal to the mean with negative numbers indicating values lower than the mean and positive values higher. A positive change in SDS indicates an improvement in growth velocity, therefore, a favorable outcome.\n\nChange from baseline in the annualised growth velocity SDS at Visit 3 (Week 24) for the overall ITT population is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.10","spread":"4.80"}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients Rating the Overall Handling of the Administration Device, NutropinAq Pen, to Assess the Acceptability and Tolerance of NutropinAq and Its Pen","description":"The acceptability was evaluated by a questionnaire at Month 5. The users (parents and/or child) of NutropinAq pen and compliance aid booklet were asked to describe and rate the pen, cartridge, compliance aid booklet and their ease of use.\n\nThe percentage of patients responding to each category for the assessment of the overall handling of the NutropinAq pen are presented. The categories are: Very easy, Easy, Moderately difficult, Difficult, Very difficult and Missing.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"39.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"52.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Posology of NutropinAq at Baseline (Visit 1) Summarised as Mean Dose","description":"It was intended that the posology (mg/kg/day) of NutropinAq would remain constant throughout the study. The mean posology adopted at Visit 1 is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0382","spread":"0.0092"}]}]}]},{"type":"SECONDARY","title":"Extent of Exposure to NutropinAq Throughout the Study","description":"The extent of treatment exposure throughout the study is presented as the mean number of daily injections performed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"159.7","spread":"35.8"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":6,"n":248},"commonTop":["Headache","Insulin-like Growth Factor increased","Pyrexia","Upper respiratory tract infection","Rhinitis"]}}}