{"nctId":"NCT00392054","briefTitle":"First Line Radiofrequency Ablation Versus Antiarrhythmic Drugs for Atrial Fibrillation Treatment (The RAAFT Study)","startDateStruct":{"date":"2006-08"},"conditions":["Atrial Fibrillation"],"count":127,"armGroups":[{"label":"Catheter Ablation","type":"EXPERIMENTAL","interventionNames":["Procedure: Pulmonary Vein Isolation performed by Catheter Ablation"]},{"label":"Antiarrhythmic Drug Therapy","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Conventional Antiarrhythmic Drug Therapy"]}],"interventions":[{"name":"Pulmonary Vein Isolation performed by Catheter Ablation","otherNames":[]},{"name":"Conventional Antiarrhythmic Drug Therapy","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Age \\> 18 and ≤ 75 years old.\n2. Symptomatic, recurrent paroxysmal AF lasting \\> 30 seconds (at least 4 episodes within the prior 6 months). At least one episode must be documented by Holter,12-lead ECG, event monitor or rhythm strip.\n\nExclusion Criteria:\n\n1. Documented LVEF \\<40%.\n2. Documented left atrial diameter \\>5.5cm.\n3. Moderate to severe LVH (LV wall thickness \\>1.5cm).\n4. Documented valvular disease, coronary heart disease (defined as the presence of \\>70% stenosis of coronary arteries or documentation of active myocardial ischemia), post-CABG, postoperative cardiac surgery or peripheral artery disease.\n5. Documented AF with electrical cardioversion where full therapeutic antiarrhythmic drug therapy after the cardioversion was prescribed.\n6. Untreated hypothyroidism or hyperthyroidism. Patients who are euthyroid on thyroid hormone replacement therapy are acceptable.\n7. Contraindication for the use of sotalol, dofetilide and 1C antiarrhythmic drugs(liver enzymes and serum creatinine that are outside the upper normal lab values, e.g. \\> 3 times ULN with 2 abnormal lab values).\n8. Previous left heart ablation procedure, either by surgery or by percutaneous catheter, for atrial fibrillation.\n9. Current enrollment in another investigational drug or device study.\n10. Presence of any other condition that the investigator feels would be problematic or would restrict or limit the participation of the Patient for the entire study period.\n11. Absolute contra-indication to the use of heparin and or warfarin.\n12. Increase risk of bleeding, current peptic ulceration, proliferative diabetic retinopathy, history of severe systemic bleeding, or other history of bleeding diathesis or coagulopathy.\n13. Severe pulmonary disease e.g. restrictive pulmonary disease, chronic obstructive disease (COPD).\n14. Documented intra-atrial thrombus, tumor, or another abnormality which precludes catheter introduction.\n15. Previous use of full therapeutic dose of an antiarrhythmic drug, including amiodarone, propafenone, flecainide, sotalol, quinidine.\n16. Pacemaker or Implantable Cardioverter Defibrillator.\n17. Women with a positive pregnancy test.\n18. Evidence of active cardiac or systemic infection.\n19. Medical condition limiting expected survival to less than one year.","healthyVolunteers":false,"sex":"ALL","minimumAge":"19 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Recurrence of Atrial Tachyarrhythmia","description":"Recurrence of electrocardiographically documented atrial fibrillation, atrial flutter or atrial tachycardia lasting \\>30 seconds during Follow-up Period. The follow-up period begins 90 days after randomization (the blanking period during which antiarrhythmic drugs are titrated or catheter ablation is performed).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"36","spread":null},{"groupId":"OG001","value":"44","spread":null}]}]}]},{"type":"PRIMARY","title":"Comparison of Proportion of Patients With an Occurrence of Any of a Cluster of Serious Complications in Either Arm","description":"Ablation arm cluster: death, cardiac tamponade, severe PV stenosis\\>70%, atrioesophageal fistula, thromboembolism, vascular complications (i.e. arterial pseudoaneurysm, arteriovenous fistula and hematoma leading to transfusion), phrenic nerve injury or complete AV block requiring permanent pacemaker implantation.\n\nAntiarrhythmic drug arm cluster: Death, torsade de pointes, bradycardia leading to pacemaker insertion, syncope, QRS duration prolongation \\> 50% of baseline, 1:1 atrial flutter or any other significant adverse events that leads to drug discontinuation.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"12","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Recurrence of Symptomatic Atrial Tachyarrhythmia","description":"Including only symptomatic episodes of all atrial tachyarrhythmias (atrial fibrillation, atrial flutter and atrial tachycardia). The follow-up period begins 90 days after randomization (the blanking period during which antiarrhythmic drugs are titrated or catheter ablation is performed).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"31","spread":null},{"groupId":"OG001","value":"36","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Recurrence of Symptomatic Atrial Fibrillation","description":"Including only symptomatic episodes of atrial fibrillation in the outcome measure (excluding asymptomatic events and events adjudicated as atrial flutter or atrial tachycardia). The follow-up period begins 90 days after randomization (the blanking period during which antiarrhythmic drugs are titrated or catheter ablation is performed).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27","spread":null},{"groupId":"OG001","value":"35","spread":null}]}]}]},{"type":"SECONDARY","title":"Episodes of ANY Recurrence of Atrial Tachyarrhythmia","description":"Including all episodes of symptomatic or asymptomatic atrial fibrillation, atrial flutter and atrial tachycardia. The follow-up period begins 90 days after randomization (the blanking period during which antiarrhythmic drugs are titrated or catheter ablation is performed).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"213","spread":null},{"groupId":"OG001","value":"502","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Recurrence of Atrial Tachyarrhythmia Obtained Clinically","description":"Including only events documented by 12 lead ECG, Holter monitoring or rhythm strips but excluding TTM monitoring. The follow-up period begins 90 days after randomization (the blanking period during which antiarrhythmic drugs are titrated or catheter ablation is performed).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null},{"groupId":"OG001","value":"19","spread":null}]}]}]},{"type":"SECONDARY","title":"Quality of Life EQ5D Index Score","description":"The standard EQ-5D questionnaire is completed by study participants. The EQ-5D Index score is a descriptive system comprising five dimensions: mobility, self-care, usual activities, pain/discomfort and anxiety/depression. Self-reported severity for each dimension is given on a 3 level scale: (1) no problems, (2) some problems or (3) major problems. For example a health state: 11223 means: no problems with mobility (1), no problems with self-care (1), some problems with performing usual activity (2), moderate pain/discomfort (2), and major anxiety/depression (3). Thus there are 243 patterns of health state: 11111 to 33333. Scores are converted to a single weighted index score (utility). The index score is derived by applying a formula as developed by Shaw JW, Johnson JA, Coons SJ. US valuation of the EQ-5D health states: development and testing of the D1 valuation model. Med Care 2005; 43(3): 203-220. The final score has a minimum value of 0 and maximum value of 1 (no problems).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Quality of Life EQ-5D Visual Analog Score","description":"The EQ VAS records the patient's self-rated health on a vertical visual analogue scale. The scale measures how good/bad one's own health is today, in one's own opinion. 0 means the worst imaginable state of health; 100 means the best imaginable state of health.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"85","spread":null},{"groupId":"OG001","value":"80","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":6,"n":65},"commonTop":["Adverse drug reaction","Bronchitis","Diarrhoea","Haematuria","Urinary retention"]}}}