{"nctId":"NCT03283085","briefTitle":"A Safety Extension Study of Ontamalimab in Participants With Moderate to Severe Ulcerative Colitis or Crohn's Disease (AIDA)","startDateStruct":{"date":"2018-02-27","type":"ACTUAL"},"conditions":["Crohn's Disease","Ulcerative Colitis"],"count":557,"armGroups":[{"label":"Ulcerative Colitis (UC): Ontamalimab 25 mg","type":"EXPERIMENTAL","interventionNames":["Drug: 25 mg Ontamalimab"]},{"label":"UC: Ontamalimab 25mg then 75 mg","type":"EXPERIMENTAL","interventionNames":["Drug: 25 mg Ontamalimab","Drug: 75 mg Ontamalimab"]},{"label":"UC: Ontamalimab 75 mg","type":"EXPERIMENTAL","interventionNames":["Drug: 75 mg Ontamalimab"]},{"label":"Crohn's disease (CD): Ontamalimab 25 mg","type":"EXPERIMENTAL","interventionNames":["Drug: 25 mg Ontamalimab"]},{"label":"CD: Ontamalimab 25mg then 75 mg","type":"EXPERIMENTAL","interventionNames":["Drug: 25 mg Ontamalimab","Drug: 75 mg Ontamalimab"]},{"label":"CD: Ontamalimab 75 mg","type":"EXPERIMENTAL","interventionNames":["Drug: 75 mg Ontamalimab"]}],"interventions":[{"name":"25 mg Ontamalimab","otherNames":["PF-00547659","SHP647"]},{"name":"75 mg Ontamalimab","otherNames":["SHP647","PF-00547659"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nParticipants with Ulcerative Colitis (UC):\n\n* Participants and/or their parent or legally authorized representative must have an understanding, ability, and willingness to fully comply with study procedures and restrictions.\n* Participants must be able to voluntarily provide written, signed, and dated (personally or via a legally authorized representative) informed consent and/or assent, as applicable, to participate in the study.\n* Participants must have been enrolled previously in study SHP647-301 (NCT03259334), SHP647-302 (NCT03259308), and are in the treatment period of Study SHP647-303, completed the early termination (ET) or Week 52 visit in maintenance study SHP647-303 (NCT03290781), had responded to ontamalimab treatment (in the induction and/or maintenance studies), and meet one of the following criteria:\n\n  a. Participants are on placebo at the maintenance study ET or Week 52 visit: they received ontamalimab in the induction studies and fulfilled the maintenance study response criteria, OR b. Participants have received ontamalimab at the maintenance study ET or Week 52 visit: i) Clinical composite score that has decreased by \\>or=2 points and \\>or=30%, with an accompanying decrease in the subscore for RB \\>or=1 point or a subscore for RB \\<or=1, compared to the baseline value for induction studies, and/or ii) Composite score that has decreased by \\>or=30% and \\>or=3 points compared to the baseline value for induction studies.\n* Participants receiving any treatment(s) for UC are eligible provided they have been on a stable dose for the designated period of time.\n\nParticipants with Crohn's Disease:\n\n* Participants and/or their parent or legally authorized representative must have an understanding, ability, and willingness to fully comply with study procedures and restrictions.\n* Participants must be able to voluntarily provide written, signed, and dated (personally or via a legally authorized representative) informed consent and/or assent, as applicable, to participate in the study.\n* Participants must have been enrolled previously in Study SHP647-305 (NCT03559517) or SHP647-306 (NCT03566823) and are in the treament period of Study SHP647-307 (NCT03627091), completed the ET or Week 52 visit in maintenance study SHP647-307, had responded to ontamalimab treatment (in the induction or maintenance studies) and meet one of the following criteria:\n\n  1. Participants are on placebo at the maintenance study ET or Week 52 visit: they received ontamalimab in the induction study and fulfilled the maintenance study response criteria, OR\n  2. Participants have received ontamalimab at the maintenance study ET or Week 52 visit:\n\n  i) CDAI score that has decreased by \\>or=100 points at EOT visit compared to the baseline value for induction studies, and/or ii) SES-CD that has decreased by \\>or=25% compared to the baseline value for induction studies.\n* Participants receiving any treatment(s) for CD are eligible provided they have been on a stable dose for the designated period of time.\n\nExclusion Criteria:\n\nParticipants with UC:\n\n* Participants who had major protocol deviation(s) (as determined by the sponsor) in study SHP647-301, SHP647-302, or SHP647-303.\n* Participants who permanently discontinued investigational product because of an AE, regardless of relatedness to investigational product, in study SHP647-301, SHP647-302, or SHP647-303.\n* Participants who are likely to require major surgery for UC.\n* Participants are females who became pregnant during study SHP647-301, SHP647-302, or SHP647-303, females who are lactating, females who are planning to become pregnant during the study period, or males or females of childbearing potential not agreeing to continue using appropriate contraception methods (i.e. highly effective methods for female and medically appropriate methods for male study participants) through the conclusion of study participation.\n* Participants who do not agree to postpone donation of any organ or tissue, including male participants who are planning to bank or donate sperm and female participants who are planning to harvest or donate eggs, for the duration of the study and through 16 weeks after last dose of investigational product.\n* Participants who, in the opinion of the investigator or the sponsor, will be uncooperative or unable to comply with study procedures.\n* Participants who have a newly-diagnosed malignancy or recurrence of malignancy (other than resected cutaneous basal cell carcinoma, squamous cell carcinoma, or carcinoma in situ of the uterine cervix that has been treated with no evidence of recurrence).\n* Participants who have developed any major illness/condition or evidence of an unstable clinical condition (example \\[e.g.\\], renal, hepatic, hematologic, gastrointestinal \\[except disease under study\\], endocrine, cardiovascular, pulmonary, immunologic \\[e.g. Felty's syndrome\\], or local active infection/infectious illness) that, in the investigator's judgment, will substantially increase the risk to the participant if he or she participates in the study.\n* Participants with any other severe acute or chronic medical or psychiatric condition or laboratory or ECG abnormality that may increase the risk associated with study participation or investigational product administration or may interfere with the interpretation of study results and, in the judgment of the investigator, would make the participant inappropriate for entry into this study.\n* Participants with known exposure to Mycobacterium tuberculosis (TB) since testing at screening in study SHP647-301 (NCT03259334) or SHP647-302 (NCT03259308) and who have been advised to require treatment for latent or active disease, but who are without a generally accepted course of treatment.\n* Participants who are investigational site staff members or relatives of those site staff members or participants who are sponsor employees directly involved in the conduct of the study.\n* Participants who are participating in other investigational studies (other than SHP647-301, SHP647-302, or SHP647-303) or plan to participate in other investigational studies during long-term extension study SHP647-304.\n\nParticipants with Crohn's Disease:\n\n* Participants who had major protocol deviation(s) (as determined by the sponsor) in study SHP647-305, SHP647-306 or SHP647-307.\n* Participants who permanently discontinued investigational product because of an adverse events (AE), regardless of relatedness to investigational product, in study SHP647-305, SHP647-306 or SHP647-307.\n* Participants who are likely to require major surgery for CD or developed acute severe complications of CD (with or without fulfilling the treatment failure criteria in the maintenance study) that required immediate intervention (e.g. need for immediate biologic treatment with proven effect) and/or Crohn's Disease Activity Index (CDAI) score more than (\\>) 450.\n* Participants are females who became pregnant during study SHP647-305, SHP647-306 or SHP647-307, females who are lactating, females who are planning to become pregnant during the study period, or males or females of childbearing potential not agreeing to continue appropriate contraception methods (i.e. highly effective methods for female and medically appropriate methods for male study participants) through the conclusion of study participation.\n* Participants who do not agree to postpone donation of any organ or tissue, including male participants who are planning to bank or donate sperm and female participants who are planning to harvest or donate eggs, for the duration of the study and through 16 weeks after last dose of investigational product.","healthyVolunteers":false,"sex":"ALL","minimumAge":"16 Years","maximumAge":"80 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Treatment Emergent Adverse Events (TEAEs)","description":"An adverse event (AE) was any untoward medical occurrence in a participant who received study drug without regard to possibility of causal relationship. Treatment-emergent AEs (TEAEs) were defined as AEs with start dates or worsening dates at the time of or following the first exposure to investigational product.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"67","spread":null},{"groupId":"OG001","value":"122","spread":null},{"groupId":"OG002","value":"203","spread":null},{"groupId":"OG003","value":"4","spread":null},{"groupId":"OG004","value":"8","spread":null},{"groupId":"OG005","value":"17","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Serious Infections","description":"Serious infections were defined as any infections that were life-threatening or those requiring hospitalization or intravenous antibiotics based on the investigator's assessment.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"4","spread":null},{"groupId":"OG002","value":"17","spread":null},{"groupId":"OG003","value":"0","spread":null},{"groupId":"OG004","value":"0","spread":null},{"groupId":"OG005","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Notable Changes in Clinical Laboratory Parameters Over Time","description":"Clinical laboratory assessments included hematology, serum chemistry and urinalysis. Any notable changes in the clinical laboratory value over time based on the investigator interpretation were reported.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"0","spread":null},{"groupId":"OG004","value":"0","spread":null},{"groupId":"OG005","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Discernible Changes in Electrocardiogram (ECG) Over Time","description":"ECG included heart rhythm, heart rate, QRS intervals, QT intervals, RR intervals and corrected QT (QTc) intervals parameters measurement. Any discernible changes in the ECG value over time based on investigator interpretation were reported.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"0","spread":null},{"groupId":"OG004","value":"0","spread":null},{"groupId":"OG005","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Discernible Changes in Vital Signs Over Time","description":"Vital sign assessments included blood pressure, pulse, respiratory rate, and temperature. Any discernible changes in vital signs over time per investigator interpretation were reported.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"0","spread":null},{"groupId":"OG004","value":"0","spread":null},{"groupId":"OG005","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Ulcerative Colitis With Treatment Response Over Time","description":"Treatment response over time was defined as clinical composite score that has decreased by greater than or equal to (≥2) points and ≥30 percentage (%), with an accompanying decrease in the sub score for rectal bleeding (RB) ≥1 point or a subscore for RB ≤ 1, and/or composite score that has decreased by ≥30% and ≥3 points compared to the baseline value for induction studies. The clinical composite score is a measure consisting of sub scores RB (0-3) plus stool frequency (0-3) with higher scores indicating more severe disease. With the implementation of amendment 4 of the protocol the study became a single arm study with all participants receiving the 75 mg dose of ontamalimab. Hence, only those UC participants who were receiving the 75 mg dose of ontamalimab every 4 weeks and participating in amendment 4 of the protocol were analyzed in this outcome measure.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"116","spread":null},{"groupId":"OG001","value":"129","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Crohn's Disease With Treatment Response Over Time","description":"Treatment response over time=Crohn's Disease Activity Index(CDAI)score that has decreased ≥100 points and/or simple endoscopic score for Crohn's disease(SES-CD)that has decreased by ≥25%,both compared to baseline value for induction studies.SES-CD is simple scoring system with 4 endoscopic variables measured in same 5 ileocolonic segments as CD index of severity. Overall values on SES-CD range from 0-56,higher values=more severe disease.4 endoscopic variables are scored from 0-3 in each bowel segment:ileum,right/transverse/left colon,rectum. Presence \\& size of ulcers(none=0;diameter 0.1-0.5centimeter(cm)=1;0.5-2cm=2;\\>2cm=3);extent of ulcerated surface(none=0;\\<10%=1;10%-30%=2; \\>30%= 3);extent of affected surface(none=0;\\<50%=1;50%-75%=2;\\>75%=3);Presence \\& type of narrowing (none=0;single can be passed=1;multiple can be passed=2;cannot be passed=3).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"12","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":15,"n":89},"commonTop":["Corona virus infection","Colitis ulcerative","Nasopharyngitis","Anaemia","Headache"]}}}