{"nctId":"NCT01353976","briefTitle":"Safety and Efficacy of Econazole Nitrate Foam 1% in Subjects With Tinea Pedis","startDateStruct":{"date":"2011-05"},"conditions":["Tinea Pedis","Athlete's Foot"],"count":264,"armGroups":[{"label":"Econazole Nitrate Foam 1%","type":"EXPERIMENTAL","interventionNames":["Drug: Econazole Nitrate Foam 1%"]},{"label":"Vehicle Foam","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Vehicle Foam"]}],"interventions":[{"name":"Econazole Nitrate Foam 1%","otherNames":[]},{"name":"Vehicle Foam","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Be at least 12 years of age and of either sex.\n* Have a clinical diagnosis of interdigital tinea pedis involving at least2 web spaces in total which extends no more than approximately 1 inch proximal to the web spaces or metatarsophalangeal joints with at least i) moderate scaling and ii) mild erythema defined as a Grade 2 and Grade 1, respectively on the Grading of Signs and Symptoms at baseline.\n* Be willing and able to give informed consent/assent or have their parent/guardian do so, if applicable.\n* Be willing and able to use the assigned study medication as directed and to commit to all follow-up visits for the duration of the study.\n* Have microscopic evidence (positive KOH) of the presence of fungi. Evaluable subjects must have a positive KOH and a fungal culture positive for a dermatophyte in the skin scrapings taken at the Baseline Visit. Subjects with a positive KOH may be entered into the study pending the results of the fungal culture.\n* Be in good health and free of any disease or physical condition which might, in the Investigator's opinion, expose the subject to an unacceptable risk by study participation.\n* Females must be non-pregnant (confirmed by a negative urine pregnancy test at baseline), non-lactating and not intending to become pregnant during the course of the study.\n\nExclusion Criteria:\n\n* Is pregnant, nursing or planning a pregnancy during the study.\n* Has used topical antifungals or topical corticosteroids on the feet within 30 days prior to the start of the study.\n* Has received systemic antifungal therapy within 12 weeks prior to the start of the study medication.\n* Has used systemic antibacterials or systemic corticosteroids within 30 days prior to the start of the study. Systemic corticosteroids do not include intranasal, inhaled, and ophthalmic corticosteroids used for the management of allergies, pulmonary disorders or other conditions.\n* Has a history of uncontrolled diabetes mellitus or is immunocompromised (due to disease, e.g., HIV, or medications).\n* Has concurrent tinea infection e.g. tinea versicolor, tinea cruris, moccasin-type tinea pedis, etc. (in the opinion of the Investigator).\n* Onychomycosis, involving ≥ 20% of the area of either great toenail or involvement of more than five toenails in total.\n* Has any other skin disease which might interfere with the evaluation of tinea pedis.\n* Is currently enrolled in an investigational drug or device study.\n* Has received an investigational drug or treatment with an investigational device within 30 days prior to entering this study.\n* Is unreliable, including subjects with a history of drug or alcohol abuse.\n* Has known hypersensitivity to any of the components of the study medications.","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Complete Cure","description":"Complete Cure is defined as a negative KOH and negative fungal culture and no evidence of clinical disease as indicated by scores of 0 (none) for each sign and symptom at Day 43.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"63","spread":null},{"groupId":"OG001","value":"81","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"19","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Effective Treatment","description":"Effective Treatment defined as negative KOH, negative fungal culture, no or mild (a score of 0 or 1) erythema and/or scaling with all other signs or symptoms being absent (score = 0) at Day 43.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"42","spread":null},{"groupId":"OG001","value":"74","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"40","spread":null},{"groupId":"OG001","value":"9","spread":null}]}]}]},{"type":"SECONDARY","title":"Mycological Cure","description":"Mycological Cure defined as negative KOH and negative culture at Day 43.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26","spread":null},{"groupId":"OG001","value":"70","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"56","spread":null},{"groupId":"OG001","value":"13","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":130},"commonTop":["Headache","Nasopharyngitis","Upper Respiratory Tract Infection","Oral Pain","Application Site Dermatitis"]}}}