{"nctId":"NCT01988857","briefTitle":"Safety of a Booster Dose of GlaxoSmithKline (GSK) Biologicals' Boostrix™ Vaccine in Healthy Vietnamese Children","startDateStruct":{"date":"2014-02-22","type":"ACTUAL"},"conditions":["Diphtheria","Tetanus","Acellular Pertussis"],"count":302,"armGroups":[{"label":"dTpa Group","type":"EXPERIMENTAL","interventionNames":["Biological: Boostrix™"]}],"interventions":[{"name":"Boostrix™","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subjects who the investigator believes that their parent(s)/Legally Acceptable Representative(s) \\[LAR(s)\\] can and will comply with the requirements of the protocol.\n* A male or female between, and including, 6 and 10 years of age at the time of the vaccination.\n* Written informed consent obtained from the parent(s)/LAR(s) of the subject.\n* Written informed assent to be obtained from the subject in addition to the informed consent signed by the parent(s)/LAR(s), as required by local regulations.\n* Healthy subjects as established by medical history and clinical examination before entering into the study.\n* Subjects who have previously completed their routine vaccinations against diphtheria, tetanus and pertussis diseases according to the local recommended vaccination schedule at that time and have not received the vaccine in the last two years prior to study dose administration.\n* Female subjects of non-childbearing potential may be enrolled in the study.\n* Female subjects of childbearing potential may be enrolled in the study, if the subject:\n\n  * has practiced abstinence or adequate contraception for 30 days prior to vaccination, and\n  * has a negative pregnancy test on the day of vaccination, and\n  * has agreed to continue adequate contraception during the entire treatment period and for 2 months after completion of the vaccination series.\n\nExclusion Criteria:\n\n* Child in care.\n* Use of any investigational or non-registered product other than the study vaccine within 30 days preceding the booster dose of study vaccine, or planned use during the study period.\n* Chronic administration of immunosuppressants or other immune-modifying drugs within six months prior to vaccination. Inhaled and topical steroids are allowed.\n* Administration of a vaccine not foreseen by the study protocol within 30 days prior to the booster vaccine dose, or planned administration during the study period.\n* Administration of immunoglobulins and/or any blood products within the three months preceding Visit 1 or planned administration during the study period.\n* Occurrence of transient thrombocytopenia or neurological complications following an earlier immunisation against diphtheria and/or tetanus.\n* Concurrently participating in another clinical study, at any time during the study period, in which the subject has been or will be exposed to an investigational or a non-investigational product.\n* A history of previous or intercurrent diphtheria, tetanus or pertussis disease.\n* History of any reaction or hypersensitivity likely to be exacerbated by any component of the vaccine.\n* Any confirmed or suspected immunosuppressive or immunodeficient condition, based on medical history and physical examination.\n* Major congenital defects or serious chronic illness.\n* Acute disease and/or fever at the time of enrollment.\n* Pregnant or lactating female.","healthyVolunteers":true,"sex":"ALL","minimumAge":"6 Years","maximumAge":"10 Years","stdAges":["CHILD"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Numbers of Subjects With Any and Grade 3 Solicited Local Symptoms","description":"Assessed solicited local symptoms were pain, redness and swelling. Any = occurrence of the symptom regardless of intensity grade. Grade 3 pain = pain that prevented normal activity. Grade 3 redness/swelling = redness/swelling spreading beyond 100 millimeters (mm) of injection site. Relationship analysis was not performed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"105","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"55","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"40","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Subjects With Any, Grade 3 and Related Solicited General Symptoms","description":"Assessed solicited general symptoms were fatigue, gastrointestinal symptoms, headache and temperature \\[defined as axillary temperature equal to or above 37.5 degrees Celsius (°C)\\]. Any = occurrence of the symptom regardless of intensity grade. Grade 3 symptom = symptom that prevented normal activity. Grade 3 fever = fever \\> 39.0 °C. Related = symptom assessed by the investigator as related to the vaccination.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"42","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"33","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"40","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"33","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Subjects With Unsolicited Adverse Events (AEs)","description":"An unsolicited AE covers any untoward medical occurrence in a clinical investigation subject temporally associated with the use of a medicinal product, whether or not considered related to the medicinal product and reported in addition to those solicited during the clinical study and any solicited symptom with onset outside the specified period of follow-up for solicited symptoms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Subjects With Serious Adverse Events (SAEs)","description":"Serious adverse events (SAEs) assessed include medical occurrences that result in death, are life threatening, require hospitalization or prolongation of hospitalization or result in disability/incapacity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":300},"commonTop":["Pain","Redness","Fatigue","Swelling","Headache"]}}}