{"nctId":"NCT04929249","briefTitle":"A Randomized Study to Evaluate the Effect of an \"Inclisiran First\" Implementation Strategy Compared to Usual Care in Patients With Atherosclerotic Cardiovascular Disease and Elevated LDL-C Despite Receiving Maximally Tolerated Statin Therapy (VICTORION-INITIATE)","startDateStruct":{"date":"2021-06-25","type":"ACTUAL"},"conditions":["Atherosclerotic Cardiovascular Disease"],"count":450,"armGroups":[{"label":"Inclisiran First","type":"EXPERIMENTAL","interventionNames":["Drug: Inclisiran"]},{"label":"Usual Care","type":"NO_INTERVENTION","interventionNames":[]}],"interventions":[{"name":"Inclisiran","otherNames":["Inclisiran First"]}],"eligibilityModule":{"eligibilityCriteria":"Participants eligible for inclusion in this study must meet all of the following criteria:\n\n1. Signed informed consent must be obtained prior to participation in the study\n2. Males and females ≥18 years of age\n3. History of ASCVD, documented by hospital records, claims data and/or prior laboratory/imaging assessments a Coronary heart disease (CHD):\n\n   * Prior myocardial infarction\n   * Prior coronary revascularization (PCI or CABG)\n   * Angiographic or CT-imaging (e.g., MDCT/CTA) evidence of coronary atherosclerosis (\\>70% stenosis in at least one major epicardial coronary artery) b Cerebrovascular disease:\n   * Prior ischemic stroke confirmed by a brain imaging study, CT or MRI; thought not to be caused by atrial fibrillation, valvular heart disease or mural thrombus\n   * Carotid artery stenosis \\>70% on prior angiography or ultrasound\n   * History of prior percutaneous or surgical carotid artery revascularization c Peripheral arterial disease (PAD):\n   * Prior documentation of a resting ankle-brachial index ≤0.85\n   * History of prior percutaneous or surgical revascularization of an iliac, femoral, or popliteal artery or aortic aneurysm\n   * Prior non-traumatic amputation of a lower extremity due to peripheral artery disease\n4. Serum LDL-C ≥70 mg/dL or non-HDL-C ≥100 mg/dL\n5. Fasting triglyceride \\<5.65 mmol/L (\\<500 mg/dL) at screening\n6. Calculated glomerular filtration rate \\>30 mL/min by estimated glomerular filtration rate (eGFR) using standardized local clinical methodology\n7. Participants should be on maximally tolerated statin therapy, as determined by the investigator, with no immediate plans to modify lipid lowering therapies. Statin intolerant patients are eligible if they had documented side effects on at least 2 different statins, including one at the lowest standard dose\n8. Participants must be willing and able to give informed consent before initiation of any study related procedures and willing to comply with all required study procedures\n\nExclusion Criteria:\n\nParticipants meeting any of the following criteria are not eligible for inclusion in this study.\n\n1. Any uncontrolled or serious disease, or any medical or surgical condition, that may either interfere with participation in the clinical study, and/or put the participant at significant risk (according to investigator's \\[or delegate\\] judgment) if he/she participates in the clinical study\n2. An underlying known disease, or surgical, physical, or medical condition that, in the opinion of the investigator (or delegate) might interfere with interpretation of the clinical study results\n3. New York Heart Association (NYHA) class III or IV heart failure or last known left ventricular ejection fraction \\<30%\n4. Significant cardiac arrhythmia within 3 months prior to randomization that is not controlled by medication or via ablation at the time of screening\n5. Major adverse cardiovascular event within 6 months prior to randomization\n6. Uncontrolled severe hypertension: systolic blood pressure \\>180 mmHg or diastolic blood pressure \\>110 mmHg prior to randomization despite antihypertensive therapy\n7. Severe concomitant non-cardiovascular disease that carries the risk of reducing life expectancy to less than 2 years\n8. History of malignancy that required surgery (excluding local and wide-local excision), radiation therapy and/or systemic therapy during the two years prior to randomization\n9. Women of child-bearing potential, defined as all women physiologically capable of becoming pregnant, unless they are using basic methods of contraception during dosing of investigational drug. Basic contraception methods include:\n\n   1. Total abstinence (when this is in line with the preferred and usual lifestyle of the participant. Periodic abstinence (e.g., calendar, ovulation, symptothermal, post-ovulation methods) and withdrawal are not acceptable methods of contraception\n   2. Female sterilization (have had surgical bilateral oophorectomy with or without hysterectomy), total hysterectomy or tubal ligation at least six weeks before taking investigational drug. In case of oophorectomy alone, only when the reproductive status of the woman has been confirmed by follow up hormone level assessment\n   3. Male sterilization (at least 6 m prior to screening). For female participants in the study, the vasectomized male partner should be the sole partner for that participant\n   4. Barrier methods of contraception: Condom or Occlusive cap (diaphragm or cervical/vault caps)\n   5. Use of oral (estrogen and progesterone), injected or implanted hormonal methods of contraception or other forms of hormonal contraception that have comparable efficacy (failure rate \\<1%), for example hormone vaginal ring or transdermal hormone contraception or placement of an intrauterine device (IUD) or intrauterine system (IUS) In case of use of oral contraception, women should have been stable on the same pill for a minimum of 3 months before taking investigational drug.\n\n   Women are considered post-menopausal and not of child bearing potential if they have had 12 months of natural (spontaneous) amenorrhea with an appropriate clinical profile (e.g. age appropriate, history of vasomotor symptoms) or have had surgical bilateral oophorectomy (with or without hysterectomy), total hysterectomy or tubal ligation at least six weeks ago. In the case of oophorectomy alone, only when the reproductive status of the woman has been confirmed by follow up hormone level assessment is she considered not of child bearing potential.\n10. Known history of alcohol and/or drug abuse within the last 5 years (occasional casual users of illicit drugs in the opinion of the investigators are not excluded)\n11. Treatment with other investigational products or devices within 30 days or five half-lives of the screening visit, whichever is longer\n12. History of hypersensitivity to any of the study treatments or its excipients or to drugs of similar chemical classes\n13. Planned use of other investigational products or devices during the course of the study\n14. Any condition that according to the investigator could interfere with the conduct of the study, such as but not limited to:\n\n    1. Participants who are unable to communicate or to cooperate with the investigator\n    2. Unable to understand the protocol requirements, instructions and study-related restrictions, the nature, scope, and possible consequences of the study (including participants whose cooperation is doubtful due to drug abuse or alcohol dependency)\n    3. Unlikely to comply with the protocol requirements, instructions, and study-related restrictions (e.g., uncooperative attitude, inability to return for follow-up visits, and improbability of completing the study - including potential participants who indicate that their participation is contingent on receiving inclisiran)\n    4. Have any medical or surgical condition, which in the opinion of the investigator would put the participant at increased risk from participating in the study\n    5. Persons directly involved in the conduct of the study\n15. Previous or current treatment (within 90 days of screening) with monoclonal antibodies directed towards PCSK9 or ezetimibe\n16. Active liver disease defined as any known current infectious, neoplastic, or metabolic pathology of the liver or alanine aminotransferase (ALT) elevation \\>3x ULN, aspartate aminotransferase (AST) elevation \\>3x ULN, or total bilirubin elevation \\>2x ULN (except patients with Gilbert's syndrome) at screening confirmed by a repeat measurement at least one week apart","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percent Change From Baseline in LDL-C","description":"Percent change from baseline in Low-Density Lipoprotein Cholesterol (LDL-C) of an \"inclisiran first\" implementation strategy compared to usual care at Day 330.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-60.0","spread":null},{"groupId":"OG001","value":"-7.0","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants Who Discontinued Statin Therapy","description":"Percentage of patients who discontinued statin therapy ≥ 30 days before the end-of-study visit of an \"inclisiran first\" implementation strategy compared to usual care, for patients in the FAS excluding those with a medical history of statin intolerance.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.0","spread":null},{"groupId":"OG001","value":"16.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Absolute Change From Baseline in LDL-C","description":"Absolute change in Low-Density Lipoprotein Cholesterol (LDL-C) of an \"inclisiran first\" implementation strategy compared to usual care at Day 330","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-58.0","spread":null},{"groupId":"OG001","value":"-10.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Average Percent Change From Baseline in LDL-C Levels Across Visits","description":"Average percent change in Low-Density Lipoprotein Cholesterol (LDL-C) of an \"inclisiran first\" implementation strategy compared to usual care across visits.\n\nCalculated by averaging the observed post-baseline values (percent change) for each participant across analysis visits.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-57.2","spread":null},{"groupId":"OG001","value":"-2.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Average Absolute Change From Baseline in LDL-C Levels Across Visits","description":"Average absolute change in Low-Density Lipoprotein Cholesterol (LDL-C) of an \"inclisiran first\" implementation strategy compared to usual care across visits.\n\nCalculated by averaging the observed post-baseline values (absolute change) for each participant across analysis visits.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-55.0","spread":null},{"groupId":"OG001","value":"-6.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving ≥ 50% Reduction From Baseline in LDL-C","description":"Percentage of patients achieving a ≥ 50% reduction from baseline in Low-Density Lipoprotein Cholesterol (LDL-C) levels of an \"inclisiran first\" implementation strategy compared to usual care at Day 330.\n\nMissing data is imputed using \"non-responder\" (i.e., \"negative\" outcome) imputation.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"69.8","spread":null},{"groupId":"OG001","value":"5.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving LDL-C < 100 mg/dL.","description":"Percentage of participants achieving Low-Density Lipoprotein Cholesterol (LDL-C) \\< 100 mg/dL (among the subset of participants with LDL-C \\>=100 mg/dL at baseline) of an \"inclisiran first\" implementation strategy compared to usual care at Day 330.\n\nMissing data is imputed using \"non-responder\" (i.e., \"negative\" outcome) imputation.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"80.5","spread":null},{"groupId":"OG001","value":"32.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving LDL-C < 70 mg/dL","description":"Percentage of participants achieving Low-Density Lipoprotein Cholesterol (LDL-C) \\< 70 mg/dL of an \"inclisiran first\" implementation strategy compared to usual care at Day 330.\n\nMissing data is imputed using \"non-responder\" (i.e., \"negative\" outcome) imputation.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"81.8","spread":null},{"groupId":"OG001","value":"22.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving LDL-C < 55 mg/dL","description":"Percentage of participants achieving Low-Density Lipoprotein Cholesterol (LDL-C) \\< 55 mg/dL of an \"inclisiran first\" implementation strategy compared to usual care at Day 330.\n\nMissing data is imputed using \"non-responder\" (i.e., \"negative\" outcome) imputation.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"71.6","spread":null},{"groupId":"OG001","value":"8.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change in Lipids and Other Lipoproteins From Baseline","description":"Percent change in plasma lipids, lipoproteins and triglycerides in participants receiving an \"inclisiran first\" implementation strategy compared to usual care at Day 330","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-34.1","spread":null},{"groupId":"OG001","value":"-4.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.5","spread":null},{"groupId":"OG001","value":"2.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-49.3","spread":null},{"groupId":"OG001","value":"-5.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-10.1","spread":null},{"groupId":"OG001","value":"6.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-10.6","spread":null},{"groupId":"OG001","value":"7.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-46.4","spread":null},{"groupId":"OG001","value":"-3.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-19.6","spread":null},{"groupId":"OG001","value":"2.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Absolute Change in Lipids and Other Lipoproteins From Baseline","description":"Absolute change in plasma lipids, lipoproteins and triglycerides in participants receiving an \"inclisiran first\" implementation strategy compared to usual care at Day 330","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-59.6","spread":null},{"groupId":"OG001","value":"-9.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.5","spread":null},{"groupId":"OG001","value":"0.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-63.0","spread":null},{"groupId":"OG001","value":"-10.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.6","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-25.4","spread":null},{"groupId":"OG001","value":"-0.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-43.6","spread":null},{"groupId":"OG001","value":"-7.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-9.8","spread":null},{"groupId":"OG001","value":"-1.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants by Intensity of Lipid Lowering Therapy","description":"Percentage of participants with decrease in dose, no change in dose or increase in dose to assess changes in background lipid-lowering therapy in participants receiving an \"inclisiran first\" implementation strategy compared to usual care at Day 330","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.3","spread":null},{"groupId":"OG001","value":"4.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"97.2","spread":null},{"groupId":"OG001","value":"93.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.5","spread":null},{"groupId":"OG001","value":"2.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Days Covered by Medication","description":"Proportion of days covered refers to the total number of days on either statin, ezetimibe, bempedoic acid or PCSK9 inhibiting monoclonal antibody therapies taken during the study divided by total number of study days, calculated for each participant; If a participant did not take any of the four medications then the total number of days will be assumed to be zero.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.894","spread":"0.0169"},{"groupId":"OG001","value":"0.902","spread":"0.0169"}]}]}]},{"type":"SECONDARY","title":"LDL-C Measures of Variability - Standard Deviation","description":"Visit-to-visit LDL-C variability from Day 90 until Day 330 of an \"inclisiran first\" implementation strategy compared to usual care. It was assessed using two measures of variability: standard deviation and coefficient of variation.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"42.6","spread":"27.21"},{"groupId":"OG001","value":"94.3","spread":"38.33"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"41.1","spread":"28.39"},{"groupId":"OG001","value":"91.2","spread":"31.61"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"46.2","spread":"31.22"},{"groupId":"OG001","value":"88.4","spread":"32.16"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"38.8","spread":"25.33"},{"groupId":"OG001","value":"86.8","spread":"35.47"}]}]}]},{"type":"SECONDARY","title":"LDL-C Measures of Variability - Coefficient of Variation","description":"Visit-to-visit LDL-C variability from Day 90 until Day 330 of an \"inclisiran first\" implementation strategy compared to usual care. It was assessed using two measures of variability: standard deviation and coefficient of variation.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"63.90","spread":null},{"groupId":"OG001","value":"40.65","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"69.00","spread":null},{"groupId":"OG001","value":"34.67","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"67.56","spread":null},{"groupId":"OG001","value":"36.38","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"65.34","spread":null},{"groupId":"OG001","value":"40.89","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":27,"n":234},"commonTop":["COVID-19","Blood creatine phosphokinase increased","Injection site pain","Type 2 diabetes mellitus","Urinary tract infection"]}}}