{"nctId":"NCT01365481","briefTitle":"Safety and Tolerability of Valsartan in Children 6 to 17 Years of Age","startDateStruct":{"date":"2011-08"},"conditions":["Hypertension","Chronic Kidney Disease"],"count":150,"armGroups":[{"label":"valsartan","type":"EXPERIMENTAL","interventionNames":["Drug: Valsartan","Drug: amlodipine","Drug: Hydrochlorothiazide"]}],"interventions":[{"name":"Valsartan","otherNames":["VAL489"]},{"name":"amlodipine","otherNames":[]},{"name":"Hydrochlorothiazide","otherNames":["HCTZ"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Documented diagnosis of hypertension\n* able to swallow a tablet\n* body weight ≥18 kg and ≤160 kg at baseline\n* MSSBP must be ≥ 95th percentile and ≤25% above the 95th percentile for age, gender and height.\n\nExclusion Criteria:\n\n* Any clinically significant physical abnormalities or clinically relevant abnormal laboratory values (other than those relating to renal function) obtained at the screening visit. Including the following:\n\n  1. AST/SGOT or ALT/SGPT \\>3 times the upper limit of the reference range. Patients known to have active or chronic hepatitis were excluded.\n  2. Total bilirubin \\>2 times the upper limit of the reference range\n  3. Estimated GFR \\<30 mL/min/1.73m² (calculated using Modified Schwartz Formula)\n  4. WBC count \\<3000/mm³\n  5. Platelet count \\<100,000/mm³\n  6. Serum potassium \\>5.3 mmol/L\n  7. Hemoglobin \\<8 g/dL\n* Uncontrolled diabetes mellitus\n* Unilateral, bilateral and graft renal artery stenosis\n* Current diagnosis of heart failure (New York Heart Association Class II-IV)\n* Patients taking any of the following concomitant medications following screening: Renin-angiotensin receptor(RAAS) blockers other than study drug, Lithium, potassium-sparing diuretics, potassium supplements, salt substitutes containing potassium and other substances that may increase potassium levels, Non-steroidal anti-inflammatory drugs (NSAIDS), including selective COX-2 inhibitors, acetylsalicylic acid \\>3g/day, and non-selective NSAIDs, Antidepressant drugs in the class of Monoamine oxidase (MAO) inhibitors (e.g. phenelzine), Chronic use of stimulant therapy for Attention deficit disorder/attention deficit hyperactivity disorder (ADD/ADHD) -Patients who demonstrate clinically significant ECG abnormalities such as concurrent potentially life threatening arrhythmia or symptomatic arrhythmia and patients with second or third degree heart block without a pacemaker.\n* Coarctation of the aorta with a gradient of \\>=30 mmHg\n* Previous solid organ transplantation except renal transplantation.\n* Patients known to be positive for the human immunodeficiency virus (HIV)\n* Any surgical or medical condition which might significantly alter the absorption, distribution, metabolism, or excretion of the study drug\n* Known or suspected contraindications to the study drug, including severe hepatic impairment, biliary cirrhosis, cholestasis and history of allergy to ARBs and/or angiotensin-converting enzymes (ACE) and/or Direct Renin Inhibitors (DRIs)\n* History of malignancy of any organ system, treated or untreated, within the past 5 years whether or not there is evidence of local recurrence or metastases, with the exception of localized basal cell carcinoma of the skin.\n* History or evidence of drug or alcohol abuse within the last 12 months.\n* Female patients of child-bearing potential, defined as all female patients physiologically capable of becoming pregnant, unless they are willing to use highly effective contraception during the study\n* Pregnant or nursing (lactating) female patients\n* Participation in any investigational drug study within 30 days prior to screening or within 5 elimination half-lives of the study drug prior to screening, or whichever is longer.\n* History of hypersensitivity to the study drug or to drugs of similar chemical classes.\n\nOther protocol-defined inclusion/exclusion criteria may apply","healthyVolunteers":false,"sex":"ALL","minimumAge":"6 Years","maximumAge":"17 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Mean Sitting Systolic Blood Pressure (msSBP) at End Point (Week 78 or Last Observation Carried Forward (LOCF)","description":"Sitting blood pressure was measured using a calibrated standard sphygmomanometer after the participants remained in sitting position for 5 minutes at clinic during the visit. The repeat sitting measurements were made at 2 to 3 minute intervals and the mean of three sSBP measurements were used as the average sitting office blood pressure for that visit.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-13.3","spread":"13.69"},{"groupId":"OG001","value":"-15.5","spread":"13.35"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With MSSBP, MSDBP and (MSSBP and MSDBP Combined) < 95th Percentile for Gender, Age, and Height","description":"Number of Participants with Mean sitting systolic (MSSBP) and mean sitting diastolic(MSDBP) blood pressure and both combined less than the 95th percentile for age, gender and height","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23","spread":null},{"groupId":"OG001","value":"90","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20","spread":null},{"groupId":"OG001","value":"47","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"22","spread":null},{"groupId":"OG001","value":"88","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Chronic Kidney Disease (CKD) Patients Who Had >=50% Reduction in Urine Albumin/Creatinine Ratio (UACR) From Baseline to End Point","description":"Percentage of Patients with CKD who had Urine albumin creatinine reduction \\>/= 50% from baseline","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"50.0","spread":"404.08"},{"groupId":"OG001","value":"41.9","spread":"138.66"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Mean Sitting Diastolic Blood Pressure (MsDBP) at End Point (Week 78 or Last Observation Carried Forward (LOCF)","description":"Sitting blood pressure was measured using a calibrated standard sphygmomanometer after the participants remained in sitting position for 5 minutes at clinic during the visit. The repeat sitting measurements were made at 2 to 3 minute intervals and the mean of three sDBP measurements were used as the average sitting office blood pressure for that visit.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-10.3","spread":"11.94"},{"groupId":"OG001","value":"-10.8","spread":"11.45"}]}]}]},{"type":"SECONDARY","title":"Percentage of Chronic Kidney Disease (CKD) Patients Who Had Estimated Glomerular Filtration Rate (eGFR) Decrease > 25 % From Baselinefrom Baseline to End Point","description":"Percentage of Patients with CKD who had eGFR decrease \\> 25 % from Baseline","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30.4","spread":"404.08"},{"groupId":"OG001","value":"27.5","spread":"138.66"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":8,"n":41},"commonTop":["Headache","Cough","Nasopharyngitis","Pyrexia","Dizziness"]}}}