{"nctId":"NCT02481947","briefTitle":"A Safety and Efficacy Evaluation of BLI400 Laxative in Constipated Adults","startDateStruct":{"date":"2015-05"},"conditions":["Chronic Idiopathic Constipation"],"count":459,"armGroups":[{"label":"BLI400 Laxative","type":"EXPERIMENTAL","interventionNames":["Drug: BLI400 Laxative"]},{"label":"Lubiprostone","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Lubiprostone"]}],"interventions":[{"name":"BLI400 Laxative","otherNames":[]},{"name":"Lubiprostone","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female subjects at least 18 years of age\n* Constipated, defined by the following adapted ROME II definition:\n\nA. Fewer than 3 spontaneous defecations per week and at least one of the following symptoms for at least 12 weeks (which need not be consecutive) in the preceding 12 months:\n\n1. Straining during \\> 25% of defecations\n2. Lumpy or hard stools in \\> 25% of defecations\n3. Sensation of incomplete evacuation for \\> 25% of defecations\n\nB. Loose stools are rarely present without the use of laxatives\n\nC. There are insufficient criteria for IBS - loose (mushy) or watery stool in the absence of laxative use for more than 25% of bowel movements\n\nCriteria A, B and C must be fulfilled for the last 3 months with symptom onset at least 6 months prior to diagnosis.\n\n* Otherwise in good health, as determined by physical exam and medical history\n* If female, and of child-bearing potential, is using an acceptable form of birth control\n* Negative urine pregnancy test at screening, if applicable\n* In the Investigator's judgment, subject is mentally competent to provide informed consent to participate in the study\n\nExclusion Criteria:\n\n* Subjects with known or suspected ileus, gastrointestinal obstruction, gastric retention, bowel perforation, toxic colitis, toxic megacolon\n* Subjects who have had major surgery 30 days before Visit 1; appendectomy or cholecystectomy 60 days before Visit 1; abdominal, pelvic, or retroperitoneal surgery 6 months before Visit 1; bariatric surgery or surgery to remove a segment of the GI tract at any time before Visit 1\n* Subjects with hypothyroidism that is being treated and for which the dose of thyroid hormone has not been stable for at least 6 weeks at the time of Visit 1\n* Subjects taking laxatives, enemas or prokinetic agents that refuse to discontinue these treatments from Visit 1 until after completion of Visit 5\n* Subjects who are pregnant or lactating, or intend to become pregnant during the study\n* Subjects of childbearing potential who refuse a pregnancy test\n* Subjects who are allergic to any study medication component\n* Subjects taking narcotic analgesics or other medications known to cause constipation\n* Subjects with clinically significant cardiac abnormalities identified at the Visit 1 ECG\n* Subjects who, in the opinion of the Investigator, should not be included in the study for any reason, including inability to follow study procedures\n* Subjects who have participated in an investigational clinical, surgical, drug, or device study within the past 30 days\n* Subjects with an active history of drug or alcohol abuse\n* Subjects have been hospitalized for a psychiatric condition or have made a suicide attempt during the 2 years before Visit 1\n* Subjects who withdraw consent at any time prior to completion of Visit 1 procedures\n* Subjects with known or suspected moderate to severe hepatic insufficiency (Child Pugh Classes B and C)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Complete Spontaneous Bowel Movement (CSBM) Response","description":"The primary endpoint is based on the number of subjects who are weekly responders for at least 9 out of 12 weeks, with at least 3 of these weeks occurring in the last 4 weeks of treatment. A weekly responder is a subject who has ≥ 3 CSBMs and an increase from baseline of \\> 1 CSBM in that week.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"47","spread":null},{"groupId":"OG001","value":"56","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":225},"commonTop":["diarrhea","flatulence"]}}}