{"nctId":"NCT01999322","briefTitle":"A Trial Evaluating Compatibility and Safety of FIAsp and Insulin Aspart With an External Continuous Subcutaneous Insulin Infusion System in Adult Subjects With Type 1 Diabetes","startDateStruct":{"date":"2013-11-19","type":"ACTUAL"},"conditions":["Diabetes","Diabetes Mellitus, Type 1"],"count":37,"armGroups":[{"label":"FIAsp","type":"EXPERIMENTAL","interventionNames":["Drug: Faster-acting insulin aspart"]},{"label":"Insulin Aspart","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: insulin aspart"]}],"interventions":[{"name":"Faster-acting insulin aspart","otherNames":[]},{"name":"insulin aspart","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female, age at least 18 years at the time of signing inform consent\n* Type 1 diabetes mellitus (diagnosed clinically) for at least 12 months at the time of screening (Visit 1)\n* Currently treated with insulin aspart, insulin lispro or insulin gluisine for at least 3 months prior to screening (Visit 1)\n* Using an external CSII system for the previous 6 months prior to screening (Visit 1)\n* HbA1c (glycosylated haemoglobin) below or equal to 9.0% as assessed by central laboratory\n* Body Mass Index (BMI) 20.0-35.0 kg/m\\^2\n\nExclusion Criteria:\n\n* History of diabetic ketoacidosis (DKA) episodes requiring hospitalization within 6 months prior to screening (Visit 1)\n* History of abscess at the infusion site within 6 months prior to screening (Visit 1)\n* Hypoglycaemic unawareness as judged by the Investigator or history of severe hypoglycaemic episodes requiring hospitalization within the last 6 months prior to screening (Visit 1)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Microscopically Confirmed Episodes of Infusion Set Occlusions","description":"The number of microscopically confirmed episodes of infusion set occlusions during 6 weeks of treatment. Episodes of infusion set occlusions were confirmed by microscopic examination of the infusion sets at each routine weekly visit and infusion sets that had been changed prematurely because of leakage, unexplained hyperglycaemia or suspicion of occlusion (observation of a plug).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Unexplained Episodes of Hyperglycaemia (Confirmed by Self-measured Plasma Glucose (SMPG))","description":"Unexplained hyperglycaemia was defined as a confirmed plasma glucose value ≥ 16.7 mmol/L (300 mg/dL) and was unexplained (i.e., no apparent medical, dietary, insulin dosage or pump failure reason)","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"28","spread":null},{"groupId":"OG001","value":"16","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Episodes of Possible Infusion Set Occlusions","description":"Episodes of possible infusion set occlusions were defined as infusion sets changed due to suspicion of occlusion, leakage or unexplained hyperglycaemic episode. Possible occlusion excluded technical reasons. This endpoint was calculated from the recorded date/times of changes of infusion set combined with the subjects' own assessment.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Premature Infusion Set Changes","description":"A premature infusion set change was defined as not being a routine change. This was defined as an infusion set changed at home due to \"suspicion of occlusion\", \"leakage\", \"unexplained hyperglycaemic episode\", \"infusion site reaction\", \"technical reason\", or \"other\". The change of infusion set at a site visit was considered a routine change unless an occlusion was actually suspected at the site.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":25},"commonTop":["Nasopharyngitis","Cough","Back pain","Influenza like illness","Oropharyngeal pain"]}}}