{"nctId":"NCT01401361","briefTitle":"Atrial Flutter Ablation With Contact Therapy Cool Path Ablation System Along With EnSite Velocity Contact System","startDateStruct":{"date":"2011-10"},"conditions":["Typical Atrial Flutter"],"count":150,"armGroups":[{"label":"Treatment Arm","type":"EXPERIMENTAL","interventionNames":["Device: Treatment Arm"]}],"interventions":[{"name":"Treatment Arm","otherNames":["Ablation with Contact Therapy Cool Path system"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* A signed written Informed Consent\n* Presence of typical atrial flutter (cavo-tricuspid isthmus dependent)\n* If subjects are receiving antiarrhythmic drug therapy (Class I or Class III AAD) for an arrhythmia other than typical atrial flutter, then they need to be controlled on their medication for at least 3 months. If a subject had typical atrial flutter before starting the AAD(s) (Class I or Class III) and then subsequently had another arrhythmia (i.e. atrial fibrillation), then the 3 month AAD criteria will not apply.\n* One documented occurrence of the study arrhythmia documented by ECG, Holter, telemetry strip, or transtelephonic monitor within the past 6 months\n* In good physical health\n* 18 years of age or older\n* Agree to comply with follow-up visits and evaluation\n\nExclusion Criteria:\n\n* Prior typical atrial flutter ablation treatment\n* Pregnancy\n* Atypical flutter or scar flutter (non isthmus dependent)\n* Significant coronary heart disease or heart failure; that is unstable angina pectoris and/or uncontrolled congestive heart failure (NYHA Class III or IV) at the time of enrollment\n* A recent myocardial infarction within 3 months of the intended procedure date\n* Permanent coronary sinus pacing lead\n* Clinically significant tricuspid valvular disease requiring surgery and/or a prosthetic tricuspid heart valve.\n* Evidence of intracardiac thrombus or a history of clotting disorders\n* Participation in another investigational study\n* Cardiac surgery within 1 month prior to the intended procedure date\n* Allergy or contraindication to Heparin","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Primary Safety:Incidence of Composite, Serious Adverse Events Within 7 Days Post Procedure","description":"Primary safety is defined as the incidence of composite, serious adverse events within 7 days post-procedure, regardless of whether a determination can be made regarding device relatedness.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]}]},{"type":"PRIMARY","title":"Primary Efficacy","description":"Primary efficacy or Acute success is defined as achievement of bidirectional block in the cavo-tricuspid isthmus and non-inducibility of typical atrial flutter at least 30 minutes following the last RF ablation with the investigational system.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"129","spread":null}]}]}]},{"type":"SECONDARY","title":"Secondary Efficacy","description":"Secondary efficacy / Chronic success is defined as freedom from recurrence of typical atrial flutter 3 months post ablation. Flutter recurrence will be documented on an ECG (or similar such as Holter, telemetry, rhythm strips, etc.). Repeat ablations, new antiarrhythmia medication (Class Ia, Ic, or III) or increase in the dosage of existing anti-arrhythmic medication (Class 1a,\n\n1c, III) during the 3 months post ablation are considered chronic failures.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"110","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":134},"commonTop":["Arrhythmia"]}}}