{"nctId":"NCT01550809","briefTitle":"New Strategies for Postprandial Glycemic Control Using Insulin Pump Therapy","startDateStruct":{"date":"2010-02"},"conditions":["Type 1 Diabetes"],"count":12,"armGroups":[{"label":"tBolus (traditional bolus)","type":"ACTIVE_COMPARATOR","interventionNames":["Other: tBolus (traditional bolus)"]},{"label":"iBolus (CGM-based insulin administration)","type":"EXPERIMENTAL","interventionNames":["Other: iBolus"]}],"interventions":[{"name":"iBolus","otherNames":[]},{"name":"tBolus (traditional bolus)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Aged between 18 and 60 years\n* Under CSII treatment for at least six months before Visit 1\n* Body mass index of between 18 and 35 kg/m2\n* HbA1c 6.0-8.5% at Visit 1\n* Normal laboratory values, ECG, and vital signs unless the investigator considered an abnormality to be clinically irrelevant\n* Women postmenopausal or using contraception judged by the investigator to be adequate (e.g., oral contraceptives, intra-uterine device or surgical treatment), with a negative urine pregnancy tests\n\nExclusion Criteria:\n\n* Pregnancy and lactation\n* History of hypersensitivity to the study medications or to drugs with similar chemical structures\n* Hypoglycemia unawareness\n* Progressive fatal diseases\n* History of drug or alcohol abuse\n* History of positive HIV or hepatitis B or C test\n* Impaired hepatic function, as shown by, but not limited to, SGPT or SGOT of more than twice the upper limit of the normal range at visit 1\n* Impaired renal function, as shown by, but not limited to, serum creatinine \\> 1.5 mg/dL at visit 1\n* Clinically relevant microvascular, cardiovascular, hepatic, neurologic, endocrine or other major systemic diseases other than T1DM which could hinder implementation of the clinical study protocol or interpretation of the study results\n* Pre-planned surgery during the study\n* Blood donation of more than 500 ml during the past three months for men, or during the past six months for women\n* Mental condition rendering the subject unable to understand the nature, scope and possible consequences of the study\n* Subject unlikely to comply with clinical study protocol, e.g., uncooperative attitude, inability to return for follow-up visits, or poor likelihood of completing the study\n* Receipt of an experimental drug or use of an experimental device during the past 30 days.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"60 Years","stdAges":["ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"The Area Under the Curve (AUC) of Plasma Glucose (PG) Concentrations During the 5-hour Postprandial Period (AUC-PG0-5 h).","description":"AUC-PG0-5 h (5-hour postprandial glucose following the mixed meal test) is a measure of the overall glucose-lowering efficacy of the insulin bolus. The lower the AUC-PG0-5 h without hypoglycemia, the greater the effectiveness of the prandial insulin administration to control the meal related glucose excursion.\n\nPlasma glucose (PG) for calculation of AUC-PG was measured every 15 minutes following the insulin administration and during the whole 5-hour postprandial period (300 minutes).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"724.6","spread":"198.7"},{"groupId":"OG001","value":"668.8","spread":"162.7"}]}]}]},{"type":"PRIMARY","title":"The Area Under the Curve (AUC) of the Glucose Infusion Rate (GIR) During the 5-hour Postprandial Period (AUC-GIR0-5h).","description":"The amount of glucose infused during the 5-hour postprandial period (AUC-GIR0-5h) is a measure of the hypoglycemic exposure associated with the modality of prandial insulin administration. Indeed, glucose will be infused only when patients are under a predefined blood glucose values (80 mg/dl) with a descending trend.\n\nGlucose infusion rate (GIR) for calculation of AUC-GIR was measured every minute following the insulin administration and during the whole 5-hour postprandial period (300 minutes).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"55.0","spread":"103.3"},{"groupId":"OG001","value":"119.6","spread":"167.0"}]}]}]},{"type":"SECONDARY","title":"The Area Under the Curve (AUC) of Plasma Glucose (PG) Above the Threshold of 140 mg/dl (AUC-PG>140).","description":"The AUC-PG\\>140 during the 5-hour period following the meal test represents the hyperglycemic risk related to the modality of prandial insulin administration.\n\nPlasma glucose (PG) for calculation of AUC-PG\\>140 was measured every 15 minutes following the insulin administration and during the whole 5-hour postprandial period (300 minutes).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"111.1","spread":"176.6"},{"groupId":"OG001","value":"89.3","spread":"144.0"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":12},"commonTop":[]}}}