{"nctId":"NCT00403455","briefTitle":"Monoamine Transporters Genotypes: Risk of PTSD and Related Comorbidities","startDateStruct":{"date":"2006-10"},"conditions":["PTSD"],"count":38,"armGroups":[{"label":"Paroxetine Arm","type":"OTHER","interventionNames":["Drug: Paroxetine"]}],"interventions":[{"name":"Paroxetine","otherNames":["Paxil"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Male and female combat veterans ages 18 years and older who meet DSM-III-R criteria for principle diagnosis of PTSD as determined by the CAP-S;\n2. A minimum 6-month duration of PTSD illness; 3)CGI-S score of 4 or higher and a total CAPS-2 severity score of 50 or higher at the baseline visit;\n3. Homozygous for either the S/S or L/L 5-HTT;\n4. Females must not be pregnant or lactating and must agree to an acceptable form of contraception while receiving study medication and for 1 month after.\n\nExclusion Criteria:\n\n1. Presence of any other primary axis I disorder (concurrent depression will be permitted if it is judged to be secondary to development for PTSD);\n2. Suicide ideation or attempts within the past 3 months;\n3. Alcohol or substance abuse or dependence in the past six months;\n4. Evidence of clinically significant hepatic or renal disease;\n5. Previous seizure disorder or condition predisposing to seizures, or on medications that might lower the seizure threshold\n6. Any acute or unstable medical condition that might interfere with the safe conduct of the study;\n7. Intolerance or hypersensitivity to citalopram or any other SSRI;\n8. Treatment with a monoamine oxidase inhibitor within 14 days of initiating the study;\n9. Concomitant treatment with serotonin agonists, other SSRIs, meperidine, tramadol or other medication as determined by the study clinician.\n10. PTSD symptoms in need of immediate treatment as determined by clinical assessment from a psychiatrist not affiliated with the study.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Clinician Administered PTSD Scale (CAPS)","description":"The CAPS assessment is used to determine the severity of an individuals PTSD. The assessment examines Re-experiencing, Avoidance and Numbing, and Hyperarousal symptoms which total score in each of these categories are added together to achieve a total CAPS score. Scores on this assessment can range from 0-136 with 0 not having any PTSD symptoms and 136 having the most symptoms possible. The study uses this assessment at the baseline and at the end of treatment to determine the decrease in this score over the course of the study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-21.72","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":38},"commonTop":["Minor Nausea"]}}}