{"nctId":"NCT01922258","briefTitle":"Safety and Tolerability Study of Flexible Dosing of Brexpiprazole in the Treatment of Subjects With Agitation Associated With Dementia of the Alzheimer's Type","startDateStruct":{"date":"2013-09","type":"ACTUAL"},"conditions":["Agitation Associated With","Alzheimer's Disease","Alzheimer's Type","Mental Disorder","Nervous System Diseases"],"count":270,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Brexpiprazole, OPC-34712"]},{"label":"Brexpiprazole (flexible dose range 0.5 to 2 mg)","type":"EXPERIMENTAL","interventionNames":["Drug: Brexpiprazole, OPC-34712"]}],"interventions":[{"name":"Brexpiprazole, OPC-34712","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male and female subjects 55 to 90 years of age, inclusive, at the time of informed consent.\n* Subjects who are residing at their current location for at least 14 days before screening and are expected to remain at the same location for the duration of the trial.\n* Subjects with diagnosis of probable Alzheimer's disease according to NINCDS-ADRDA criteria.\n* Subjects with a MMSE score of 5 to 22, inclusive, at screening and baseline visits.\n* Subjects with onset of symptoms of agitation at least 2 weeks prior to the screening visit.\n* Subjects with a total score greater than or equal to 4 on the agitation aggression item of the NPI-NH or NPI/NPI-NH at the screening and baseline visits.\n* Subjects who require pharmacotherapy for the treatment of agitation per the investigator's judgement, after an evaluation of reversible factors (eg, pain, infection, polypharmacy) and a trial of nonpharmacological interventions.\n* Subjects must have a previous MRI or CT scan of the brain, which was performed after the onset of symptoms of dementia, with findings consistent with the diagnosis of Alzheimer's disease.\n\nExclusion Criteria:\n\n* Subjects with dementia or other memory impairment not due to Alzheimer's disease.\n* Subjects with history of stroke, well-documented transient ischemic attack, or pulmonary or cerebral embolism.\n* Subjects who currently have clinically significant neurological, hepatic, renal, metabolic, hematological, immunological, cardiovascular, pulmonary, gastrointestinal, or psychiatric disorders.\n* Subjects who have been diagnosed with an Axis I disorder (DSM-IV-TR criteria).\n* Subjects with uncontrolled hypertension.\n* Subjects with uncontrolled insulin-dependent diabetes mellitus (IDDM)\n* Subjects with epilepsy or a history of seizures.\n* Subjects considered in poor general health based on the investigator's judgment.","healthyVolunteers":false,"sex":"ALL","minimumAge":"55 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline to Week 12/Early Termination in the Cohen-Mansfield Agitation Inventory (CMAI) Total Score","description":"The CMAI is widely used in clinical research for evaluation of agitation associated with Alzheimer's dementia, with reliability and validity in both institutionalized and noninstitutionalized participants. It consists of 29 items, all rated on a 1 to 7 scale (1=Never and 7=Several times in an hour), with 1 being the \"best\" rating and 7 being the \"worst\" rating. The total score is the sum of ratings for all 29 items. The possible total scores range from 29 to 203. The total score will be unevaluable if less than 24 of the 29 items are recorded. If 24 to 28 of the 29 items are recorded, the total score will be the mean of the recorded items multiplied by 29 and rounded to the first decimal place. The mean change from baseline (Day 0) to week 12 in the CMAI total score is reported. Statistical comparison of interest was brexpiprazole flexible dose versus placebo, analyzed using a mixed-effect model repeated measure approach. A decrease in score indicates improvement in symptoms.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-18.9","spread":"1.17"},{"groupId":"OG001","value":"-16.5","spread":"1.13"}]}]}]},{"type":"SECONDARY","title":"Change in the Clinical Global Impression Severity of Illness (CGI-S) Score, as Related to Symptoms of Agitation","description":"The severity of agitation for each participant was rated using the CGI-S. The investigator (or designee) answered the following question: \"Considering your total clinical experience with this particular population, how mentally ill (as related to agitation) was the participant at the observation period?\" Response choices were 0 = not assessed; 1 = normal, not at all ill; 2 = borderline mentally ill; 3 = mildly ill; 4 = moderately ill; 5 = markedly ill; 6 = severely ill; and 7 = among the most extremely ill participants. The score 0 (= not assessed) was set to missing. The CGI-S was therefore a 7-point scale (1-7). The primary analysis used a mixed-effect model repeated measure approach.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.54","spread":"0.77"},{"groupId":"OG001","value":"4.51","spread":"0.74"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":7,"n":132},"commonTop":["Headache","Somnolence","Dizziness"]}}}