{"nctId":"NCT03552276","briefTitle":"Long-Term Extension Trial of Tildrakizumab to Prove Its Safety in Subjects With Psoriatic Arthritis Who Have Previously Completed Study With Tildrakizumab.","startDateStruct":{"date":"2018-07-11","type":"ACTUAL"},"conditions":["Psoriatic Arthritis"],"count":281,"armGroups":[{"label":"SUNPG18_07 q4 weeks, high dose","type":"EXPERIMENTAL","interventionNames":["Drug: SUNPG18_07 I (Tildrakizumab 200 mg)"]},{"label":"SUNPG18_07 q12 weeks, high dose","type":"EXPERIMENTAL","interventionNames":["Drug: SUNPG18_07 I (Tildrakizumab 200 mg)"]},{"label":"SUNPG18_07 q12 weeks, low dose","type":"EXPERIMENTAL","interventionNames":["Drug: SUNPG18_07 II (Tildrakizumab 100 mg)"]},{"label":"SUNPG18_07 q4 Weeks, High Dose to SUNPG18_07 q12 Weeks, Low Dose","type":"EXPERIMENTAL","interventionNames":["Drug: SUNPG18_07 I (Tildrakizumab 200 mg)","Drug: SUNPG18_07 II (Tildrakizumab 100 mg)"]},{"label":"SUNPG18_07 q12 Weeks, High Dose to SUNPG18_07 q12 Weeks, Low Dose","type":"EXPERIMENTAL","interventionNames":["Drug: SUNPG18_07 I (Tildrakizumab 200 mg)","Drug: SUNPG18_07 II (Tildrakizumab 100 mg)"]}],"interventions":[{"name":"SUNPG18_07 I (Tildrakizumab 200 mg)","otherNames":[]},{"name":"SUNPG18_07 II (Tildrakizumab 100 mg)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nSubjects may be included in the study if they meet all of the following criteria:\n\n1. Subject has provided written informed consent for this long-term extension study.\n2. Subjects with PsA who met the inclusion criteria of the parent study and completed the parent study treatment period (e.g., up to Week 48 for the parent Phase 2 study, with return for the EoT assessment at Week 52).\n3. No concomitant use of both leflunomide and methotrexate,\n4. No history of active tuberculosis (TB) or symptoms of TB.\n\nExclusion Criteria:\n\nSubjects should be excluded from the study if they meet any of the following criteria:\n\n1. New onset during the parent study of arthritic conditions other than the subject's original condition.\n2. Female subjects of childbearing potential who do not agree to abstain from heterosexual activity or practice a dual method of contraception, for example, a combination of the following: (1) oral contraceptive, depo-progesterone, or intrauterine device; and (2) a barrier method (condom or diaphragm). Male subjects with female partners of childbearing potential who are not using birth control as described above must use a barrier method of contraception (e.g., condom) if not surgically sterile (i.e., vasectomy). Contraceptive methods must be practiced upon entering the study and through 16 weeks after the last dose of IMP. If a subject discontinues prematurely, the contraceptive method must be practiced for 16 weeks following final administration of IMP.\n3. Female is pregnant or breastfeeding, or planning to become pregnant or initiate breastfeeding while enrolled in the study or up to 16 weeks after the last dose of IMP.\n4. Subject has previously been enrolled in this long-term extension study.\n5. Any condition that in the opinion of the Investigator represents an obstacle for study conduct and/or represents a potential unacceptable risk for the subject.\n6. Subject has any concurrent medical condition or uncontrolled, clinically significant systemic disease (e.g., renal failure, heart failure, hypertension, liver disease, diabetes, or anemia) that, in the opinion of the Investigator, could cause continued treatment to be detrimental to the subject.\n7. Subject has a known history of infection with hepatitis B, hepatitis C, or human immunodeficiency virus during the parent study.\n8. Subjects with a history of alcohol or drug abuse during the parent study.\n9. Subject has a need for use of a live vaccine within 10 weeks of final anticipated dose of IMP for the long-term extension study.\n10. Concomitant use of prohibited medications or use of commercially available or investigational biologic therapies (other than tildrakizumab) for PsO and/or PsA\n11. Subjects who have been placed in an institution on official or judicial orders.\n12. Subjects who are related to or dependent on the Investigator, Sponsor, or study site such that a conflict of interest may arise.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Adverse Events","description":"Please refer to Adverse event section for more information","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"14","spread":null},{"groupId":"OG002","value":"36","spread":null},{"groupId":"OG003","value":"44","spread":null},{"groupId":"OG004","value":"125","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":5},"commonTop":["COVID-19","Nasopharyngitis","Upper respiratory tract infection","Urinary tract infection","Headache"]}}}