{"nctId":"NCT04701203","briefTitle":"A Trial Investigating the Safety, Tolerability and Efficacy of TransCon PTH Administered Daily in Adults With Hypoparathyroidism","startDateStruct":{"date":"2021-02-16","type":"ACTUAL"},"conditions":["Hypoparathyroidism","Endocrine System Diseases","Parathyroid Diseases"],"count":84,"armGroups":[{"label":"TransCon PTH","type":"EXPERIMENTAL","interventionNames":["Combination Product: TransCon PTH"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Combination Product: Placebo"]}],"interventions":[{"name":"TransCon PTH","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Males and females, ≥18 years of age\n2. Subjects with postsurgical chronic HP, or auto-immune, genetic, or idiopathic HP for at least 26 weeks. Diagnosis of HP is established based on historic hypocalcemia in the setting of inappropriately low serum PTH levels\n3. Requirement for doses of SoC (e.g., calcitriol, alfacalcidol, calcium supplements) at or above a minimum threshold:\n\n   * For countries other than Japan: requirement for a dose of calcitriol ≥0.5 μg/day, or alfacalcidol ≥1.0 μg/day and (elemental) calcium ≥800 mg/day (e.g., calcium citrate, calcium carbonate etc.) for at least 12 weeks prior to Screening. In addition, the dose of calcitriol, or alfacalcidol, or calcium should be stable for at least 5 weeks prior to Screening\n   * For Japan: requirement for a dose of calcitriol ≥1.0 μg/day, or alfacalcidol ≥2.0 μg/day for at least 12 weeks prior to Screening. In addition, the dose of calcitriol or alfacalcidol should be stable for at least 5 weeks prior to Screening. In Japan only (due to local practice and dietary patterns), there is no requirement to exceed a minimum dose of calcium supplements\n4. Optimization of supplements prior to randomization to achieve the target serum levels of:\n\n   * 25(OH) vitamin D levels of 20-80 ng/mL (49-200 nmol/L) and\n   * Magnesium level in the normal range, or just below the normal range and\n   * Albumin-adjusted or ionized sCa level in the normal range, or just below the normal range\n5. The subject demonstrates a 24-hour uCa excretion of ≥125 mg/24h (on a sample collected within 52 weeks prior to Screening or during the Screening Period)\n6. BMI 17- 40 kg/m2 at Screening\n7. If ≤25 years of age, radiological evidence of epiphyseal closure based on X-ray of nondominant wrist and hand\n8. Thyroid-stimulating hormone (TSH) within normal laboratory limits within the 6 weeks prior to Visit 1; if on suppressive therapy for a history of thyroid cancer, TSH level must be ≥0.2 mIU/mL\n9. If treated with thyroid hormone replacement therapy, the dose must have been stable for at least 5 weeks prior to Screening\n10. eGFR ≥30 mL/min/1.73 m2 during Screening\n11. Able to perform daily subcutaneous self-injections of study drug (or have a designee to perform injections) via a pre-filled injection pen\n12. Able and willing to provide written and signed informed consent in accordance with GCP\n\nExclusion Criteria:\n\n1. Impaired responsiveness to PTH (pseudohypoparathyroidism) which is characterized as PTH-resistance, with elevated PTH levels in the setting of hypocalcemia\n2. Any disease that might affect calcium metabolism or calcium-phosphate homeostasis or PTH levels other than HP, such as active hyperthyroidism; Paget disease of bone; severe hypomagnesemia; type 1 diabetes mellitus or poorly controlled type 2 diabetes mellitus (HbA1C \\>9%, documented HbA1C result drawn within 12 weeks prior to Screening is acceptable); severe and chronic liver, or renal disease; Cushing syndrome; multiple myeloma; active pancreatitis; malnutrition; rickets; recent prolonged immobility; active malignancy (other than low-risk well differentiated thyroid cancer or basal cell skin cancer); active hyperparathyroidism; parathyroid carcinoma within 5 years prior to Screening; acromegaly; or multiple endocrine neoplasia types 1 and 2\n3. High risk thyroid cancer within 2 years, requiring suppression of TSH \\<0.2 mIU/mL\n4. Use of loop diuretics, phosphate binders (other than calcium supplements), digoxin, lithium, methotrexate, biotin \\>30 μg/day, or systemic corticosteroids (other than as replacement therapy)\n5. Use of thiazide diuretic within 4 weeks prior to the 24-hour urine collection scheduled to occur within 1 week prior to Visit 1\n6. Use of PTH-like drugs (whether commercially available or through participation in an investigational trial), including PTH(1-84), PTH(1-34), or other N-terminal fragments or analogs of PTH or PTH-related protein, within 4 weeks prior to Screening\n7. Use of other drugs known to influence calcium and bone metabolism, such as calcitonin, fluoride tablets (\\>0.5 mg/day), strontium, or cinacalcet hydrochloride, within 12 weeks prior to Screening\n8. Use of osteoporosis therapies known to influence calcium and bone metabolism, i.e., bisphosphonate (oral or intravenous \\[IV\\]), denosumab, raloxifene, or romosozumab therapies within 2 years prior to Screening\n9. Non-hypocalcemic seizure disorder with a history of a seizure within 26 weeks prior to Screening\n10. Increased risk for osteosarcoma, such as those with Paget's disease of bone or unexplained elevations of alkaline phosphatase, hereditary disorders predisposing to osteosarcoma, or with a prior history of substantial external beam or implant radiation therapy involving the skeleton\n11. Pregnant or lactating women\n12. Male who has a female partner who intends to become pregnant or is of childbearing potential and is unwilling to use adequate contraceptive methods during the trial\n13. Diagnosed drug or alcohol dependence within 3 years prior to Screening\n14. Disease processes that adversely affect gastrointestinal absorption, including but not limited to short bowel syndrome, significant small bowel resection, gastric bypass, tropical sprue, active celiac disease, active ulcerative colitis, active Crohn's disease, gastroparesis and AIRE gene mutations with malabsorption\n15. Chronic or severe cardiac disease within 26 weeks prior to Screening including but not limited to congestive heart failure, myocardial infarction, severe or uncontrolled arrhythmias, bradycardia (resting heart rate \\<48 beats/minute, unless chronic and asymptomatic), symptomatic hypotension or systolic BP \\<80 mm Hg or diastolic \\<40 mm Hg or poorly controlled hypertension (systolic BP \\>165 mm Hg or diastolic \\>95 mm Hg). In the absence of a prior history of hypertension, an isolated BP \\>165/95 in the setting of white coat hypertension/anxiety may not be exclusionary and a measurement can be repeated prior to randomization\n16. Cerebrovascular accident within 5 years prior to Screening\n17. Within 26 weeks prior to Screening: acute colic due to nephrolithiasis, or acute gout. Subjects with asymptomatic renal stones are permitted\n18. Participation in any other interventional trial in which receipt of investigational drug or device occurred within 8 weeks (or within 5.5 times the half-life of the investigational drug (whichever comes first) prior to Screening\n19. Any disease or condition that, in the opinion of the investigator, may require treatment or make the subject unlikely to fully complete the trial, or any condition that presents undue risk from the investigational product or procedures, including treated malignancies that are likely to recur within the approximate 3.5-year duration of the trial\n20. Known allergy or sensitivity to PTH or any of the excipients \\[metacresol, mannitol, succinic acid, NaOH/(HCl)\\]\n21. Likely to be non-compliant with respect to trial conduct\n22. Any other reason that in the opinion of the investigator would prevent the subject from completing participation or following the trial schedule","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Efficacy - Primary Endpoint During the Blinded Period","description":"The primary endpoint was a composite endpoint defined as the percentage of subjects who met the following criteria at 26 weeks of blinded treatment: 1) albumin-adjusted serum calcium measured within 4 weeks prior to and on Week 26 visit within the normal range (8.3 to 10.6 mg/dL), and 2) independence from active vitamin D within 4 weeks prior to Week 26 visit (i.e., all daily standing dose of active vitamin D equal to zero AND use of PRN ≤7 days during the 4 weeks), and 3) independence from therapeutic doses of calcium within 4 weeks prior to Week 26 visit (i.e., average daily standing dose of elemental calcium ≤600 mg AND use of PRN doses on ≤7 days during the 4 weeks), and 4) no increase in prescribed study drug within 4 weeks prior to Week 26 visit.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"78.7","spread":null},{"groupId":"OG001","value":"4.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 26 in HPES Symptom - Physical Domain Score","description":"Change from baseline in Hypoparathyroidism Patient Experience Scale (HPES) Symptom - Physical Domain score, a disease-specific patient reported outcome, at 26 weeks of treatment. The measure uses a scale of 0-100 and values represent the change in scores from baseline. A decrease in HPES score denotes an improvement in hypoparathyroidism disease related physical symptoms.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-21.01","spread":null},{"groupId":"OG001","value":"-4.81","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 26 in HPES Symptom - Cognitive Domain Score","description":"Change from baseline in Hypoparathyroidism Patient Experience Scale (HPES) Symptom - Cognitive Domain score, a disease-specific patient reported outcome, at 26 weeks of treatment. The measure uses a scale of 0-100 and values represent the change in scores from baseline. A decrease in HPES score denotes an improvement in hypoparathyroidism disease related cognitive symptoms.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-20.49","spread":null},{"groupId":"OG001","value":"-6.16","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 26 in HPES Impact - Physical Functioning Domain Score","description":"Change from baseline in Hypoparathyroidism Patient Experience Scale (HPES) Impact - Physical Functioning Domain score, a disease-specific patient reported outcome, at 26 weeks of treatment. The measure uses a scale of 0-100 and values represent the change in scores from baseline. A decrease in HPES score denotes an improvement in physical functioning health-related quality of life.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-18.29","spread":null},{"groupId":"OG001","value":"-1.01","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 26 in HPES Impact - Daily Life Domain Score","description":"Change from baseline in Hypoparathyroidism Patient Experience Scale (HPES) Impact - Daily Life Domain score, a disease-specific patient reported outcome, at 26 weeks of treatment. The measure uses a scale of 0-100 and values represent the change in scores from baseline. A decrease in HPES score denotes an improvement in daily health-related quality of life.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-17.65","spread":null},{"groupId":"OG001","value":"-0.36","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 26 in SF-36 Physical Functioning Subscale Score","description":"Change from baseline in the 36-item Short Form Survey (SF-36) Physical Functioning subscale score, a generic health survey, at 26 weeks of treatment. The Physical Functioning subscale uses a range of 19-57.6 and values represent the change in scores from baseline. An increase in SF-36 score denotes an improvement in physical functioning health-related quality of life.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.29","spread":null},{"groupId":"OG001","value":"0.12","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":5,"n":61},"commonTop":["Injection site reaction","COVID-19","Headache","Paraesthesia","Hypocalcaemia"]}}}