{"nctId":"NCT02024646","briefTitle":"Study of Efficacy and Safety of Brodalumab in Subjects With Psoriatic Arthritis","startDateStruct":{"date":"2014-03"},"conditions":["Psoriatic Arthritis"],"count":484,"armGroups":[{"label":"210 mg brodalumab","type":"EXPERIMENTAL","interventionNames":["Drug: 210 mg brodalumab"]},{"label":"140 mg brodalumab","type":"EXPERIMENTAL","interventionNames":["Drug: 140 mg brodalumab"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"210 mg brodalumab","otherNames":["AMG 827"]},{"name":"140 mg brodalumab","otherNames":["AMG 827"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nSubjects has a diagnosis of psoriatic arthritis (by the Classification of Psoriatic Arthritis criteria (CASPAR), with ≥ 3 tender and ≥ 3 swollen joints (excluding distal interphalangeal joints). Subjects must have at least\n\n1 psoriatic skin lesion. Exclusion Criteria:\n\n• -Subject has known history of active tuberculosis.\n\n* Subject has a planned surgical intervention between baseline and the week 52 evaluation.\n* Subject has an active infection or history of infections.\n* Subject has any systemic disease (eg, renal failure, heart failure, hypertension, liver disease, diabetes, anemia) considered by the Investigator to be clinically significant and uncontrolled.\n* Subject has any concurrent medical condition or electrocardiogram (ECG) abnormality that, in the opinion of the investigator, could cause this study to be detrimental to the subject.\n\nSubject has severe depression measured by Personal Health Questionnaire Depression Scale (PHQ-8) or suicidal ideation/behavior as measured by and Columbia Suicide Severity Rating Scale (e-CSSRS)\n\n• Subject has a history or evidence of psychiatric disorder or substance abuse considered by the Investigator to pose a risk to subject safety","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"ACR20 (American College of Rheumatology 20% Improvement) Response Rate Through Week 16","description":"ACR20 is used as a measurement of the proportion of subjects who are reaching a 20% improvement of tender an swollen joint counts. The higher percent of subjects reaching a higher improvement percentage shows greater success.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"41.8","spread":null},{"groupId":"OG001","value":"48.9","spread":null},{"groupId":"OG002","value":"24.7","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":5,"n":163},"commonTop":["Nasopharyngitis","Upper Respiratory Tract Infection","Diarrhoea","Nausea","Contusion"]}}}