{"nctId":"NCT02342275","briefTitle":"Efficacy and Safety of Propranolol Versus Atenolol on the Proliferative Phase of Infantile Hemangioma","startDateStruct":{"date":"2013-10"},"conditions":["Hemangioma"],"count":377,"armGroups":[{"label":"Propranolol","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Propranolol"]},{"label":"Atenolol","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Atenolol"]}],"interventions":[{"name":"Propranolol","otherNames":["Oral propranolol"]},{"name":"Atenolol","otherNames":["Oral atenolol"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients younger than 24 weeks.\n* Presenting a hemangioma with the following characteristics:\n* Subcutaneous and/or cutaneous\n* Minimum diameter of 1.5 cm on face, 3 cm outside face and 1.5 cm if it is ulcerated.\n* Consent of both parents (or the person having parental authority in families)\n\nExclusion Criteria:\n\n* Infant presenting contraindications for the administration of propranolol or atenolol.\n* Hemangioma has been previous treated with corticosteroids, laser, cryotherapy, or only other treatments.\n* Patients with an inability to participate or to follow the study treatment and assessment plan.","healthyVolunteers":true,"sex":"ALL","maximumAge":"24 Weeks","stdAges":["CHILD"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"The Primary Outcome Measure Was Any Response at 6 Months","description":"Changes in IH size and color were classified as a complete response, nearly complete response, partial response or no response. The primary outcome measure was any response at 6 months in the intention-to-treat population of all patients who underwent randomization. The any response included compete, nearly complete and partial responses.\n\nA complete response was defined as no redundant tissue or telangiectasia was identified.\n\nA nearly complete response was defined as a minimal degree of telangiectasis, erythema and skin thickening.\n\nA partial response was defined as a size reduction or change in color that did not meet the nearly complete resolution criteria.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"178","spread":null},{"groupId":"OG001","value":"173","spread":null}]}]}]},{"type":"SECONDARY","title":"Hemangioma Activity Score (HAS)","description":"HAS was measured at baseline and at 1, 4, 12, and 24 weeks, including the degree of deep swelling, the color of the hemangioma, and the ulceration assessment:\n\n1. Assessment of the degree of swelling. It was scored as follows:\n\n   * 6 points if the swelling was tense;\n   * 4 points if the swelling was'neutral;\n   * 2 points when the swelling was reduced by 50% or more at follow-up; or\n   * 0 point when there was no more visible swelling at a follow-up.\n2. Assessment of the color of the IH.\n\n   * 5 points if the hemangioma lesion was bright red all over;\n   * 3 points if the hemangioma lesion was matte red or reddish-purple;\n   * 1 point if the hemangioma lesion was totally or partially gray;\n   * 0 points if the hemangioma lesion was totally or partially skin-colored after involution.\n\n(2) Assessment of the ulceration. -0.5 point for an ulcer ≤1.0 cm2;\n\n* One point for an ulcer \\>1.0 cm2 but \\<25 cm2;\n* Two points for an ulcer ≥25 cm2. The HAS score= (Swelling score + color score)/2 +Ulceration score.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.61","spread":"0.82"},{"groupId":"OG001","value":"4.54","spread":"0.76"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.31","spread":"0.72"},{"groupId":"OG001","value":"3.47","spread":"0.75"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.42","spread":"0.60"},{"groupId":"OG001","value":"2.33","spread":"0.65"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.54","spread":"0.79"},{"groupId":"OG001","value":"1.54","spread":"0.72"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.82","spread":"0.64"},{"groupId":"OG001","value":"0.82","spread":"0.68"}]}]}]},{"type":"SECONDARY","title":"Successful Initial Response","description":"A successful initial response was defined as a HAS score decrease at 1 week after treatment.\n\nA successful initial response was assessed by using HAS in the intention-to-treat population. Previous studies demonstrated that HAS decreases over time after β-blocker treatment, with a dramatic drop occurring in the first week, indicating an immediate therapeutic response. HAS can reflect the rapid effect of β-blocker (either propranolol or atenolol) therapy shortly after initiation.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"171","spread":null},{"groupId":"OG001","value":"163","spread":null}]}]}]},{"type":"SECONDARY","title":"Complete Ulceration Healing Time","description":"The complete healing time of the ulceration was defined as the time from the first dosage of propranolol or atenolol until complete healing of the hemangioma ulceration (assessed up to 6 months). Ulceration is defined as a break in the integrity of the hemangioma surface epithelium (or skin) with or without infection. The information included the extent of ulceration, complications of ulceration, prior duration of ulceration (before treatment), concurrent treatments, and complete healing time. Prior duration of ulceration was defined as the time from the first sign of ulceration until before β-blocker treatment. The complete healing time of the ulceration was defined as the time from the first dosage of propranolol or atenolol until complete healing of the hemangioma ulceration. Concurrent treatments, including oral pain medication, oral antibiotics, topical ointment antibiotics and/or wound dressings, were permitted to treat ulcerated IH and were recorded.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.94","spread":"2.16"},{"groupId":"OG001","value":"4.82","spread":"1.75"}]}]}]},{"type":"SECONDARY","title":"Rebound Rate","description":"Regrowth of more than 20% in hemangioma appearance (including changes in color and/or volume) after stopping the medication was considered significant rebound. The inclusion criteria for rebound analysis were as follows: (1) patients who completed 6 months of treatment and (2) patients who discontinued therapy or were tapering treatment after achieving an any response. The exclusion criteria were as follows: (1) patients who were noncompliant with treatment and (2) patients who did not respond to treatment. Whether a patient had hemangioma rebound was based on the site investigators' assessments after the week 24 treatment. In patients with significant rebound, reinitiation of systemic therapy (either propranolol or atenolol) was recommended. Minor rebound, which was defined as those patients in whose rebound was noted but no reinitiation of systemic therapy or further treatment was necessary, was not included in the analysis.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19","spread":null},{"groupId":"OG001","value":"12","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Complete/Nearly Complete Response (96 Week)","description":"A complete/nearly complete response at week 96 was considered median-term efficacy.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"156","spread":null},{"groupId":"OG001","value":"149","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":5,"n":190},"commonTop":["Diarrhea","Sleep disturbance","Bradycardia","Agitation","Cool extremities"]}}}