{"nctId":"NCT05067335","briefTitle":"A Study to Test the Efficacy, Safety and Tolerability of Romosozumab Treatment in Postmenopausal Chinese Women With Osteoporosis","startDateStruct":{"date":"2021-10-21","type":"ACTUAL"},"conditions":["Osteoporosis"],"count":327,"armGroups":[{"label":"Romosozumab","type":"EXPERIMENTAL","interventionNames":["Drug: Romosozumab"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Romosozumab","Drug: Placebo"]}],"interventions":[{"name":"Romosozumab","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subject is considered reliable and capable of adhering to the protocol, visit schedule, and medication intake according to the judgment of the investigator\n* Subject is an ambulatory postmenopausal Chinese women, 55 to 90 years of age (inclusive) at the time of Screening. Postmenopause is defined as no spontaneous vaginal bleeding or spotting for 12 or more consecutive months prior to Screening\n* Subject has a bone mineral density (BMD) T-score ≤-2.50 at the lumbar spine, total hip, or femoral neck, as assessed by the central imaging vendor at the time of Screening based on DXA scans, and using data for Caucasian women from the National Health and Nutritional Examination Survey (NHANES, 1998)\n* Subject must have at least 1 of following independent risk factors for fracture:\n\n  * History of fragility fracture (except hip fracture, a severe vertebral fracture or more than 2 moderate vertebral fractures)\n  * Parental history of hip fracture\n  * Low body weight (body mass index ≤19kg/m2)\n  * Elderly (age ≥ 65 years)\n  * Current smoker\n* Subject has at least 2 vertebrae in the L1 to L4 region and at least 1 hip that are evaluable by dual-energy x-ray absorptiometry (DXA), as assessed by the central imaging vendor\n\nExclusion Criteria:\n\n* Subject has a BMD T-score of ≤-3.50 at the total hip or femoral neck, as assessed by the central imaging vendor at the time of Screening based on DXA scans, and using data for Caucasian women from NHANES 1998\n* Subject has a known history of hip fracture\n* Subject has any severe (SQ3) or more than 2 moderate (SQ2) vertebral fractures, as assessed by the central imaging vendor based on the lateral spine x-ray at Screening\n* Subject has a history of myocardial infarction (MI)\n* Subject has a history of stroke\n* Subject has a vitamin D insufficiency, defined as 25 (OH) vitamin D levels \\<20 ng/mL, as assessed by the central laboratory at Screening. Vitamin D repletion will be permitted and the subject may be retested once within the Screening Period\n* Subject has used oral bisphosphonates:\n\n  * Any doses received within 3 months prior to randomization\n  * More than 1 month of cumulative use between 3 and 12 months prior to randomization\n  * More than 3 years of cumulative use, unless the last dose was received ≥5 years prior to randomization\n* Subject has used intravenous (iv) bisphosphonates:\n\n  * zoledronic acid\n\n    * Any doses received within 3 years prior to randomization\n    * More than 1 dose received within 5 years prior to randomization\n  * iv ibandronate, iv pamidronate, or iv alendronate (ALN)\n\n    * Any doses received within 12 months prior to randomization\n    * More than 3 years of cumulative use, unless the last dose was received ≥5 years prior to randomization\n* Subject has used denosumab or any cathepsin K inhibitor:\n\n  ● Any doses received within 18 months prior to randomization\n* Subject has used tibolone, cinacalcet, or calcitonin:\n\n  * Any doses received within 3 months prior to randomization\n* Subject has used teriparatide (TPTD) or any parathyroid hormone (PTH) derivative:\n\n  * Any doses received within 3 months prior to randomization\n  * More than 1 month of cumulative use between 3 and 12 months prior to randomization\n* Subject has used systemic oral or transdermal estrogen or selective estrogen receptor modulators (SERMs):\n\n  ● More than 1 month of cumulative use within 6 months prior to randomization\n* Subject has used strontium ranelate or fluoride:\n\n  ● More than 1 month of cumulative use within 5 years prior to randomization\n* Subject has used hormonal ablation therapy:\n\n  ● More than 1 month of cumulative use within 6 months prior to randomization\n* Subject has used systemic glucocorticosteroids:\n\n  ● ≥5mg prednisone equivalent per day for more than 14 days within 3 months prior to randomization\n* Subject has a history of osteonecrosis of the jaw (ONJ) or atypical femoral fracture (AFF)\n* Subject has evidence of any of the following:\n\n  1. Current, uncontrolled hyper- or hypothyroidism. Uncontrolled hyperthyroidism is defined as thyroid-stimulating hormone (TSH) and thyroxine (T4) outside of the normal range. Uncontrolled hypothyroidism is defined as TSH \\>10\n  2. Current, uncontrolled hyperparathyroidism or history of hypoparathyroidism. Uncontrolled hyperparathyroidism is defined as PTH outside the normal range in subjects with concurrent hypercalcemia or PTH values \\>20 % above upper limit of normal (ULN) in normocalcemic subjects\n  3. Current hypercalcemia or hypocalcemia, defined as albumin-adjusted serum calcium outside the normal range, as assessed by the central laboratory at the time of Screening. Albumin-adjusted serum calcium levels may be retested once in case of an elevated albumin-adjusted serum calcium level within 1.1xULN of the laboratory's reference ranges\n  4. Subject has ≥3xULN of any of the following: alanine aminotransferase (ALT), aspartate aminotransferase (AST), alkaline phosphatase (ALP), or \\>ULN total bilirubin (≥1.5xULN total bilirubin if known Gilbert's syndrome). If subject has elevations only in total bilirubin that are \\>ULN and \\<1.5xULN, fractionate bilirubin to identify possible undiagnosed Gilbert's syndrome (ie, direct bilirubin \\<35 %)","healthyVolunteers":false,"sex":"FEMALE","genderBased":true,"minimumAge":"55 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percent Change From Baseline in Bone Mineral Density (BMD) at the Lumbar Spine to the End of Double-Blind Period","description":"Percent change from baseline in BMD at the lumbar spine was assessed by dual-energy x-ray absorptiometry (DXA) at 6 months. Missing postbaseline BMD other than due to COVID-19 were imputed using the last observation carried forward (LOCF) approach. Missing or out of window (exceed 70 days since previous IMP) post-baseline DXA BMD due to COVID-19 were set to missing and imputed by multiple imputation under missing at random approach. LSM = least square mean.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.44","spread":"0.442"},{"groupId":"OG001","value":"9.81","spread":"0.323"}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With Treatment-emergent Adverse Events (TEAEs) During the Double-Blind Period","description":"An Adverse Event (AE) is any untoward medical occurrence in a patient or clinical investigation participant administered a pharmaceutical product, which does not necessarily have a causal relationship with this treatment. An AE could therefore be any unfavorable and unintended sign, symptom, or disease temporally associated with the use of a IMP, whether or not related to the IMP. TEAEs are defined as all AEs started on or worsened in severity on or after the date of receiving first dose of IMP and before or on the end of study (EOS) date.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"70.6","spread":null},{"groupId":"OG001","value":"72.9","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With Treatment-emergent Adverse Events for Romosozumab During Overall Period","description":"An AE is any untoward medical occurrence in a patient or clinical investigation subject administered a pharmaceutical product, which does not necessarily have a causal relationship with this treatment. An AE could therefore be any unfavorable and unintended sign, symptom, or disease temporally associated with use of a IMP, whether or not related to IMP. TEAEs are defined as all AEs started on or worsened in severity on or after date of receiving first dose of IMP and before or on EOS date except lipid-type AEs starting on date of first dose of IMP and not worsening (and not deemed IMP related by the investigator). As pre-specified in Protocol and SAP, TEAEs were assessed and reported for 6 months for participants in placebo/romosozumab arm (Open-label Period) and for a total of 12 months for participants in romosozumab/romosozumab arm (Double-blind Period + Open-label Period combined) + 3 months of Safety follow-up for both arms (Up to Month 15) during overall period.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"80.6","spread":null},{"groupId":"OG001","value":"88.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in Bone Mineral Density at the Total Hip to the End of Double-Blind Period","description":"Percent change from baseline in BMD at the total hip was assessed by DXA at 6 months. Missing postbaseline BMD other than due to COVID-19 were imputed using the LOCF approach. Missing or out of window (exceed 70 days since previous IMP) post-baseline DXA BMD due to COVID-19 were set to missing and imputed by multiple imputation under missing at random approach.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.07","spread":"0.285"},{"groupId":"OG001","value":"2.93","spread":"0.206"}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in Bone Mineral Density at the Femoral Neck to the End of the Double-Blind Period","description":"Percent change from baseline in BMD at the femoral neck was assessed by DXA at 6 months. Missing postbaseline BMD other than due to COVID-19 were imputed using the LOCF approach. Missing or out of window (exceed 70 days since previous IMP) post-baseline DXA BMD due to COVID-19 were set to missing and imputed by multiple imputation under missing at random approach.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.15","spread":"0.406"},{"groupId":"OG001","value":"3.33","spread":"0.347"}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in Bone Mineral Density at the Lumbar Spine at Month 12","description":"Percent change from Baseline in BMD at the lumbar spine was assessed by DXA at 12 months. Missing postbaseline BMD other than due to COVID-19 were imputed using the LOCF approach. Missing or out of window (exceed 70 days since previous IMP) post-baseline DXA BMD due to COVID-19 were set to missing and imputed by multiple imputation under missing at random approach. For Placebo/Romosozumab Treatment group, only the post Month 6 value was used for imputation for Open-label Period, the values in the Double-blind Period were not carried forward into the Open-label Period.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.80","spread":"0.554"},{"groupId":"OG001","value":"13.04","spread":"0.389"}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in Bone Mineral Density at the Total Hip at Month 12","description":"Percent change from Baseline in BMD at the total hip was assessed by DXA at 12 months. Missing postbaseline BMD other than due to COVID-19 were imputed using the LOCF approach. Missing or out of window (exceed 70 days since previous IMP) post-baseline DXA BMD due to COVID-19 were set to missing and imputed by multiple imputation under missing at random approach. For Placebo/Romosozumab Treatment group, only the post Month 6 value was used for imputation for Open-label Period, the values in the Double-blind Period were not carried forward into the Open-label Period.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.83","spread":"0.306"},{"groupId":"OG001","value":"4.22","spread":"0.216"}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in Bone Mineral Density at the Femoral Neck at Month 12","description":"Percent change from Baseline in BMD at the femoral neck was assessed by DXA at 12 months. Missing postbaseline BMD other than due to COVID-19 were imputed using the LOCF approach. Missing or out of window (exceed 70 days since previous IMP) post-baseline DXA BMD due to COVID-19 were set to missing and imputed by multiple imputation under missing at random approach. For Placebo/Romosozumab Treatment group, only the post Month 6 value was used for imputation for Open-label Period, the values in the Double-blind Period were not carried forward into the Open-label Period.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.87","spread":"0.441"},{"groupId":"OG001","value":"4.66","spread":"0.371"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":5,"n":109},"commonTop":["COVID-19","Suspected COVID-19","Upper respiratory tract infection","Injection site reaction","Arthralgia"]}}}