{"nctId":"NCT03686215","briefTitle":"Investigation of Novel Surgical Imaging for Tumor Excision","startDateStruct":{"date":"2019-11-04","type":"ACTUAL"},"conditions":["Breast Cancer"],"count":406,"armGroups":[{"label":"Device Intervention: LUM Imaging System used during surgery","type":"EXPERIMENTAL","interventionNames":["Combination Product: Study Device Arm"]},{"label":"Standard of Care Arm","type":"NO_INTERVENTION","interventionNames":[]}],"interventions":[{"name":"Study Device Arm","otherNames":["LUM Imaging System"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subjects must have histologically or cytologically confirmed primary invasive breast cancer, ductal carcinoma in situ (DCIS) or primary invasive breast cancer with a DCIS component.\n* Female, age of 18 years or older.\n* Subjects must be scheduled for a lumpectomy for a breast malignancy.\n* Subjects must be able and willing to follow study procedures and instructions.\n* Subjects must have received and signed an informed consent form.\n* Subjects must have no uncontrolled serious medical problems except for the diagnosis of breast cancer, as per the exclusion criteria listed below.\n* Subjects must have organ and marrow function within limits as defined below:\n\n  * Leukocytes \\> 3,000/microlitre (mcL).\n  * Platelets \\> 75,000/mcL\n  * total bilirubin within normal institutional limits\n  * Aspartate aminotransferase (AST (SGOT))/alanine transaminase (ALT (SGPT)) \\< 2.5 X institutional upper limit of normal\n  * Creatinine ≤ 1.5 mg/dL or creatinine clearance \\> 60 mL/min/1.73 m2 for subjects with creatinine levels above institutional normal.\n* Subjects with Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1.\n\nExclusion Criteria:\n\n* Subjects who have been diagnosed with bilateral breast cancer and are undergoing bilateral resection procedure\n* Subjects who are pregnant. Breastfeeding should be discontinued if the mothers is treated with Pegulicianine (LUM015)\n* Subjects who are sexually active and not willing/able to use 2 medically acceptable forms of contraception (hormonal or barrier method of birth control, abstinence) upon entering the study and for 60 days after injection of LUM015.\n* Subjects who have taken an investigational drug within 30 days of enrollment.\n* Subjects who will have administration of methylene blue or any dye for sentinel lymph node mapping on the day of the surgery prior to imaging the lumpectomy cavity with the LUM Imaging Device.\n* Subjects who have not recovered from adverse events due to other pharmaceutical or diagnostic agents.\n* Subjects with uncontrolled hypertension defined as persistent systolic blood pressure \\> 180 mm Hg, or diastolic blood pressure \\> 110 mm Hg; those subjects with known hypertension (HTN) should be stable with controlled HTN while under pharmaceutical therapy.\n* History of allergic reaction to polyethylene glycol (PEG).\n* History of allergic reaction to any oral or intravenous contrast agents.\n* Uncontrolled intercurrent illness including, but not limited to ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, chronic obstructive pulmonary disease (COPD) or asthma requiring hospitalization within the past 12 months, or psychiatric illness/social situations that would limit compliance with study requirements.\n* HIV-positive individuals on combination antiretroviral therapy are ineligible.\n* Any subject for whom the investigator feels participation is not in the best interest of the subject.\n* Subjects undergoing a second lumpectomy procedure because of positive margins in a previous surgery prior to entering this study\n* Subjects with post-biopsy hematomas greater or equal to 2 cm that are visible on physical exam or detected during pre-operative observations.\n* Subjects with prior ipsilateral breast cancer surgeries, mastectomies, breast reconstructions or implants.s with prior ipsilateral breast cancer surgeries, mastectomies, breast reconstructions or implants\n* Subjects with prior ipsilateral reduction mammoplasties (breast reductions) performed less than 2 years prior to enrollment to this study.\n* Subjects previously treated with systemic therapies to treat the cancer to be removed during this clinical investigation, such as neo-adjuvant chemotherapy or hormonal therapy.\n* Subjects undergoing breast conserving surgery whose resected specimen (main lump, shaves, or any other resected tissue) will be evaluated with frozen section after the LUM-guided removal of shaves.","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Patients Who Had Residual Cancer Found in at Least One LUM Imaging System Guided Shave Among All Patients.","description":"Residual cancer was defined as tumor found by pathology in a therapeutic shave after the SOC surgical procedure was completed; that is, tumor that current Standard of Care (SOC) surgery failed to remove. LUM Imaging System was used during the surgery, but the assessment of the outcomes was unknown until the pathology report was available.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.6","spread":null}]}]}]},{"type":"PRIMARY","title":"Sensitivity of LUM Imaging System on Cancer in the Lumpectomy Cavity","description":"Sensitivity of LUM Imaging System on cancer was calculated as percentage of tissues with cancer that was removed from lumpectomy cavity due to positive detection by LUM Imaging System. The estimates of the instrument diagnostic sensitivity used Generalized Estimating Equations (GEE) approach. This method was used to analyze correlated data which was modeled with generalized linear model having binomial link function and including correlation cluster and matrix information (here within each subject). LUM Imaging System was used during the surgery, but the assessment of the outcomes was unknown until the pathology report was available.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"49.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Detection and Conversion of Positive Margins.","description":"Detection of positive margins: Percentage of patients with positive margins after standard of care breast-conserving surgery, all had LUM Imaging System signals above the threshold in the cavity as defined by the tumor detection algorithm.\n\nConversion of positive margins: Percentage of patients with positive margins after standard of care breast-conserving surgery resulted in the negative margin after LUM Imaging System was used.\n\nThe system was used during the surgery, but the assessment of the outcomes was unknown until the pathology report was available.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Removal of Residual Cancer Guided by the LUM Imaging System in Participants With Negative Margins After Standard-of-Care Surgery","description":"Percentage of participants having residual tumor removed within subpopulation of having negative margins after Standard of Care surgery. The system was used during the surgery, but the assessment of the outcomes was unknown until the pathology report was available.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Removal of Residual Cancer Guided by the LUM Imaging System in Subjects With Positive Margins After Standard-of-Care Surgery","description":"Percentage of participants having residual tumor removed within subpopulation of having positive margins after Standard of Care surgery. The system was used during the surgery, but the assessment of the outcomes was unknown until the pathology report was available.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Volume of Therapeutic Shaves Removed During Lumpectomy.","description":"The median volumes of Lumicell Imaging System - guided shaves (therapeutic shaves) were measured and the median total volume removed during lumpectomy was presented as well. The system was used during the surgery, but the assessment of the outcomes was unknown until the pathology report was available.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"54","spread":null},{"groupId":"OG001","value":"66.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7.5","spread":null},{"groupId":"OG001","value":"7.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"66.4","spread":null},{"groupId":"OG001","value":"76.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"77.5","spread":null},{"groupId":"OG001","value":"76.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Contribution of Therapeutic Shaves to Total Volume Removed During Lumpectomy.","description":"Median of the percentages of the volumes of Lumicell Imaging System - guided shaves (therapeutic shaves) out of total volume removed during lumpectomy for each participant were measured. The system was used during the surgery, but the assessment of the outcomes was unknown until the pathology report was available.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Specificity of LUM Imaging System Detection on Cancer in the Lumpectomy Cavity","description":"Specificity of LUM Imaging System Detection on Cancer in the Lumpectomy Cavity was measured as percentage of the negative margins without cancer, that were tested negative by LUM Imaging System. The estimate of the instrument diagnostic specificity used Generalized Estimating Equations (GEE) approach with random effects from intraclass correlation within subjects.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"86.5","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":357},"commonTop":["Chromaturia","Seroma","Breast pain","Nausea","Procedural pain"]}}}