{"nctId":"NCT01345175","briefTitle":"Rifaximin and Placebo in the Treatment of Bowel Dysfunction After Anterior Resection for Rectal Cancer","startDateStruct":{"date":"2011-04-26","type":"ACTUAL"},"conditions":["Rectal Cancer"],"count":69,"armGroups":[{"label":"Pts receiving Rifaximin","type":"EXPERIMENTAL","interventionNames":["Drug: Rifaximin"]},{"label":"Pts receiving placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Rifaximin","otherNames":["At 1 - 24 months after completion of the phase III portion of the trial, patients will be contacted by phone and given the option of receiving","metronidazole in a followup, single arm study in which all patients receive the antibiotic.","Patients who wish to participate will be mailed a drug prescription for a 3 week course of","metronidazole 500mgs tid as well as the BFI forms and stool diary. Pretreatment and","posttreatment BFI scores will be collected and analyzed for change in bowel function as","was done in the initial Phase III study."]},{"name":"Placebo","otherNames":["At 1 - 24 months after completion of the phase III portion of the trial,","patients will be contacted by phone and given the option of receiving","metronidazole in a followup, single arm study in which all patients receive","the antibiotic. Patients who wish to participate will be mailed a drug","prescription for a 3 week course of metronidazole 500mgs tid as well as the","BFI forms and stool diary. Pretreatment and post treatment BFI scores will be","collected and analyzed for change in bowel function as was done in the initial","Phase III study."]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients with a history of rectal cancer treated with an anterior resection preformed at MSKCC (tumor at or below 12cm from anal verge) with restoration of bowel continuity ≥1 and ≤ 5 years. (Patients may also have had procedures to construct neo-rectums including j-pouch, coloplasty, and end to side anastomosis).\n* Patients ≥ 21 years of age.\n* Presence of anterior resection symptoms by patients own assessment. These symptoms may include any of the following: incomplete evacuation, clustering of bowel motions, frequency of bowel motions, unformed stool, excessive flatus, or incontinence of flatus and/or feces.\n\nExclusion Criteria:\n\n* Local recurrence of rectal cancer.\n* Antibiotic treatment within the last 4 weeks for any condition.\n* Pregnancy or breast feeding.","healthyVolunteers":false,"sex":"ALL","minimumAge":"21 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants Who Completed MSKCC Bowel Function Instrument (BFI Score) in Patients Following Anterior Resection (AR) or Sphincter Preserving Surgery (SPS) for Rectal Cancer.","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30","spread":null},{"groupId":"OG001","value":"27","spread":null}]},{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]}]},{"type":"SECONDARY","title":"To Determine if Reduction in Intestinal Bacterial Quantity Correlates With Improvement in Bowel Symptoms (BFI Score).","description":null,"classes":[]},{"type":"SECONDARY","title":"To Explore the Bacterial Composition of Stool Before and After Antibiotic Treatment.","description":null,"classes":[]},{"type":"SECONDARY","title":"To Identify Dynamic Changes in Bowel Function During and After Antibiotic Treatment Using a Bowel Function Log.","description":null,"classes":[]},{"type":"SECONDARY","title":"Efficacy of Metronidazole","description":"in the treatment of bowel dysfunction as measured by the MSKCC BFI in patients following AR or SPS for rectal cancer for patients who have no improvement following treatment with rifaximin or placebo.","classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":36},"commonTop":[]}}}