{"nctId":"NCT01903265","briefTitle":"BEdtime Sublingual TNX-102 SL as Fibromyalgia Intervention Therapy (BESTFIT)","startDateStruct":{"date":"2013-09"},"conditions":["Primary Fibromyalgia"],"count":205,"armGroups":[{"label":"TNX-102 SL 2.8 mg","type":"EXPERIMENTAL","interventionNames":["Drug: TNX-102 SL 2.8mg"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"TNX-102 SL 2.8mg","otherNames":["Low dose cyclobenzaprine sublingual tablets"]},{"name":"Placebo","otherNames":["Placebo sublingual tablets"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Diagnosis of primary Fibromyalgia (ACR criteria)\n* Male or female 18-65 years old\n* For patients with major depressive disorders only: clinically stable, no suicidal risk and stable anti-depressent therapy\n* Willing and able to withdraw specific therapies (ask PI)\n* Medically acceptable form of contraception (female only)\n* Signed informed consent\n\nExclusion Criteria:\n\n* Arthritis, lupus and other systemic auto-immune diseases\n* Regional or persistent pain that could interfere with assessment of fibromyalgia pain\n* Bipolar and psychotic disorders\n* Increased risk of suicide\n* Significant clinical (cardiac, systemic infection, systemic corticosteroid requirement, drug/alcohol abuse) or laboratory abnormalities.\n* Inability to wash-off specific medications (ask PI)\n* Known hypersensitivity to cyclobenzaprine\n* Others: seizure disorders, sleep apnea, continuous positive airway pressure (CPAP) use, BMI\\>40","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Change From Baseline in Weekly Average of Daily Pain Scores at Week 12","description":"Daily pain scores were assessed using a 24-hour recall response provided by each patient via an interactive voice response system (IVRS) daily telephone diary. Average daily pain was measured using an 11-point (0-10) numerical rating scale (NRS), with higher scores representing worse pain. Jump to control was used to replace missing data in each treatment arm.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.39","spread":"0.253"},{"groupId":"OG001","value":"-0.95","spread":"0.271"}]}]}]},{"type":"SECONDARY","title":"30% Responder Analysis of IVRS NRS Pain Assessments at Week 12","description":"The weekly averages of daily pain scores were calculated using the daily, 24-hour-recall, IVRS NRS pain assessments.\n\nPatients who had at least a 30% improvement from baseline to week 12 in weekly average of daily pain scores were considered responders.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"34","spread":null},{"groupId":"OG001","value":"20.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 12 in PROMIS T-score for Sleep Disturbance","description":"The Patient-Reported Outcome Measurement Information System (PROMIS) sleep disturbance instrument consists of 8 items in which responses are scored 1 to 5 for each item. A higher score on 5 of the 8 items reflects a worse outcome, whereas a higher score on 3 items reflects an improved outcome; therefore, the directionality of the 8 item scores are first synchronized prior to calculation of the total raw score. PROMIS scores are presented as T-scores in which the raw score has been rescaled into a standardized score with a mean of 50 and a standard deviation of 10. Higher T-scores represent more of the concept being measured (in this case, sleep disturbance).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-8.96","spread":"0.993"},{"groupId":"OG001","value":"-5.13","spread":"1.029"}]}]}]},{"type":"SECONDARY","title":"Patient Global Impression of Change (PGIC) Responder Status (\"Very Much Improved\" or \"Much Improved\" vs All Other Categories) at Week 12","description":"The PGIC is a 7-point scale (1=very much improved; 7=very much worse) that assesses the patient's perception of the overall change in his/her fibromyalgia symptoms since entering the study. Scores of 1 and 2 were considered responders.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30.1","spread":null},{"groupId":"OG001","value":"16.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 12 in FIQ-R Total Score","description":"The Fibromyalgia Impact Questionnaire (revised) FIQ-R is made up of 3 domains: functional (9 questions), overall (2 questions) and symptoms (10 questions). All questions are based on an 11-point numerical rating scale (NRS) of 0-10, with 10 being \"worst.\" Total FIQ-R scores can range from 0-100, with higher scores reflecting worsening status. The patient's total score on the FIQ-R was assessed at Visits 2, 3, 4, 5, and 6 (Week 12). Jump to control was used to replace missing data in each treatment arm.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-15.59","spread":"2.079"},{"groupId":"OG001","value":"-8.54","spread":"2.133"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":103},"commonTop":["hypoaesthesia oral","Somnolence","Back pain","Product taste abnormal","Nausea"]}}}