{"nctId":"NCT01844856","briefTitle":"Efficacy and Safety Study of Eravacycline Compared With Ertapenem in Complicated Intra-abdominal Infections","startDateStruct":{"date":"2013-08"},"conditions":["Complicated Intra-abdominal Infections"],"count":541,"armGroups":[{"label":"Eravacycline, 1.0 mg/kg q12h","type":"EXPERIMENTAL","interventionNames":["Drug: Eravacycline","Drug: Placebo"]},{"label":"Ertapenem, 1.0 g q24h","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Ertapenem","Drug: Placebo"]}],"interventions":[{"name":"Eravacycline","otherNames":["TP-434"]},{"name":"Ertapenem","otherNames":["Invanz"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Male or female participant hospitalized for cIAI\n2. At least 18 years of age (and not over 65 years of age for participant in India)\n3. Evidence of a systemic inflammatory response\n4. Abdominal pain or flank pain (with or without rebound tenderness), or pain caused by cIAI that is referred to another anatomic area\n5. Able to provide informed consent\n6. If male: must agree to use an effective barrier method of contraception during the study and for 90 days following the last dose if sexually active with a female of childbearing potential\n7. If female, not pregnant or nursing or, if of childbearing potential: either will commit to use at least two medically accepted, effective methods of birth control (for example, condom, oral contraceptive, indwelling intrauterine device, hormonal implant /patch, injections, approved cervical ring) during study drug dosing and for 90 days following last study drug dose or practicing sexual abstinence\n\nExclusion Criteria:\n\n1. Unlikely to survive the 6-8 week study period\n2. Renal failure\n3. Presence or possible signs of hepatic disease\n4. Immunocompromised condition, including known human immunodeficiency virus (HIV) positivity (requiring anti-retroviral therapy or with CD4 count \\<300), acquired immune deficiency syndrome (AIDS), organ (bone marrow) transplant recipients, and hematological malignancy. Immunosuppressive therapy, including use of high-dose corticosteroids (for example, \\>40 mg prednisone or equivalent per day for greater than 2 weeks)\n5. History of hypersensitivity reactions to tetracyclines, carbapenems, β-lactam antibiotics or to excipients contained in the study drug formulations\n6. Participation in any investigational drug or device study within 30 days prior to study entry\n7. Known or suspected current Central Nervous System disorder that may predispose to seizures or lower seizure threshold\n8. Previously received eravacycline in a clinical trial\n9. Antibiotic-related exclusions:\n\n   1. Receipt of effective antibacterial drug therapy for cIAI for a continuous duration of \\>24 hours during the 72-hour preceding enrollment (however, participants with documented cIAI \\[that is, known baseline pathogen\\] who have received at least 72 hours of antibiotic therapy and are considered treatment failures may be enrolled. Treatment failure is defined as persistent fever and/or clinical symptoms; or the development of a new intra-abdominal abscess after ≥72 hours of antibiotic therapy), or\n   2. Receipt of ertapenem or any other carbapenem, or tigecycline for the current infection or\n   3. Need for concomitant systemic antimicrobial agents other than study drug\n10. Refusal of mechanical ventilation, dialysis or hemofiltration, cardioversion or any other resuscitative measures and drug/fluid therapy at time of consent\n11. Known or suspected inflammatory bowel disease or associated visceral abscess\n12. The anticipated need for systemic antibiotics for a duration of more than 14 days\n13. Systemic malignancy that required chemotherapy, immunotherapy, radiation therapy or antineoplastic therapy within the previous 3 months or that is anticipated to begin prior to the Test-of-Cure (TOC) visit","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Clinical Response of Eravacycline and Ertapenem Treatment Arms at the Test-of-cure (TOC) Visit in the Microbiological Intent-to-treat (Micro-ITT) Population","description":"Clinical response was classified as cure (complete resolution or significant improvement of signs and symptoms of the index infection), failure (death related to complicated intra-abdominal infection \\[cIAI\\], unplanned surgical procedures or percutaneous drainage procedures, persisting or recurrent infection within the abdomen, postsurgical wound infection, or administration of effective concomitant antibacterial therapy), or indeterminate (outcome was neither cure nor failure, or assessment was not available). Participants who were failures at the End-of-Treatment (EOT) visit (within 24 hours of last dose) were considered failures at the TOC visit. The number of participants with a clinical response classification of cure, failure, or indeterminate is presented.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"191","spread":null},{"groupId":"OG001","value":"198","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"19","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"17","spread":null}]}]}]},{"type":"SECONDARY","title":"Clinical Response of Eravacycline and Ertapenem Treatment Arms in the Modified Intent-to-treat (MITT) Population at the TOC Visit","description":"Clinical response was classified as cure (complete resolution or significant improvement of signs and symptoms of the index infection), failure (death related to complicated intra-abdominal infection \\[cIAI\\], unplanned surgical procedures or percutaneous drainage procedures, persisting or recurrent infection within the abdomen, postsurgical wound infection, or administration of effective concomitant antibacterial therapy), or indeterminate (outcome was neither cure nor failure, or assessment was not available). Participants who were failures at the EOT visit (within 24 hours of last dose) were considered failures at the TOC visit. The number of participants with a clinical response classification of cure, failure, or indeterminate is presented.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"235","spread":null},{"groupId":"OG001","value":"238","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"19","spread":null},{"groupId":"OG001","value":"15","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null},{"groupId":"OG001","value":"15","spread":null}]}]}]},{"type":"SECONDARY","title":"Clinical Response of Eravacycline and Ertapenem Treatment Arms in the Clinically Evaluable (CE) Population at the TOC Visit","description":"Clinical response was classified as cure (complete resolution or significant improvement of signs and symptoms of the index infection), failure (death related to complicated intra-abdominal infection \\[cIAI\\], unplanned surgical procedures or percutaneous drainage procedures, persisting or recurrent infection within the abdomen, postsurgical wound infection, or administration of effective concomitant antibacterial therapy), or indeterminate (outcome was neither cure nor failure, or assessment was not available). Participants who were failures at the EOT visit (within 24 hours of last dose) were considered failures at the TOC visit. The number of participants with a clinical response classification of cure, failure, or indeterminate is presented.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"222","spread":null},{"groupId":"OG001","value":"225","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null},{"groupId":"OG001","value":"13","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":17,"n":270},"commonTop":["Nausea","Vomiting","Anaemia","Pyrexia","Phlebitis"]}}}