{"nctId":"NCT02668692","briefTitle":"LEO 80185 Gel (Calcipotriol Hydrate Plus Betamethasone Dipropionate) in Japanese Subjects With Psoriasis","startDateStruct":{"date":"2016-02"},"conditions":["Psoriasis Vulgaris"],"count":213,"armGroups":[{"label":"LEO 80185 gel","type":"EXPERIMENTAL","interventionNames":["Drug: LEO 80185 gel"]},{"label":"Dovobet ® ointment","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Dovobet ® ointment"]}],"interventions":[{"name":"LEO 80185 gel","otherNames":[]},{"name":"Dovobet ® ointment","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* 1\\. Informed consent has been obtained.\n* 2\\. Japanese subjects\n* 3\\. Aged 20 years or above\n* 4\\. Clinical diagnosis of psoriasis vulgaris amenable to topical treatment of less than or equal to 30% BSA\n* 5\\. A target psoriasis lesion on the scalp and on the non-scalp area of the body, each lesion of a minimum size of 10 cm2 and scoring at least 2 (mild) for each of the clinical signs (redness, thickness and scaliness).\n* 6\\. Females of childbearing potential must have a negative result for a urine pregnancy test at Day 1 (Visit 1) and must agree to use an adequate method of birth control.\n* 7\\. Able to communicate with the (sub)investigator and understand and comply with the requirements of the trial.\n\nExclusion Criteria:\n\n* 1\\. Systemic use of biological treatments with a potential effect on psoriasis vulgaris\n* 2\\. Systemic treatments with all therapies other than biological treatments with a potential effect on psoriasis vulgaris\n* 3\\. PUVA therapy, UVB therapy or UVA therapy\n* 4\\. Topical treatment of psoriasis on the areas to be treated with trial medication\n* 5\\. Topical treatment of psoriasis on the face, genitals or skin folds with vitamin D analogues, potent or very potent corticosteroids or immunosuppressants\n* 6\\. Topical treatment of conditions other than psoriasis with vitamin D analogues, potent or very potent corticosteroids or immunosuppressants\n* 7\\. Planned initiation of, or changes in, concomitant medication that may affect psoriasis vulgaris\n* 8\\. Patients with any of the following disorders (a) or symptoms (b) present on the areas to be treated with trial medication: (a) viral (e.g., herpes or varicella) lesions of the skin, fungal, spirochetal or bacterial skin infections, parasitic infections, skin manifestations in relation to syphilis or tuberculosis, rosacea, acne vulgaris, atrophic skin, striae atrophicae, ichthyosis, acne rosacea, ulcers, burns, frostbite, wounds, animal skin disease (scabies, crabs, lice, etc.) or (b) fragility of skin veins.\n* 9\\. Other inflammatory skin diseases that may confound the evaluation of psoriasis vulgaris.\n* 10\\. Erythrodermic, exfoliative or pustular psoriasis\n* 11\\. Planned excessive exposure of areas to be treated with trial medication to either natural or artificial sunlight\n* 12\\. Known or suspected disorders of calcium metabolism associated with hypercalcaemia, or albumin-corrected serum calcium above the reference range\n* 13\\. Known or suspected severe renal insufficiency, severe hepatic disorders or severe heart disease.\n* 14\\. Known or suspected hypersensitivity to any components of the investigational products.\n* 15\\. Clinical signs or symptoms of Cushing's disease or Addison's disease\n* 16\\. Treatment with any non-marketed drug substance\n* 17\\. Current participation in any other interventional clinical trial\n* 18\\. Previously randomised in this trial\n* 19\\. Females who are pregnant, wishing to become pregnant or are breast-feeding","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Subjects With 'Overall Improvement' for the Target Lesion on the Scalp","description":"'Overall improvement' for the target lesion on the scalp, defined as 'substantial resolution' of clinical signs and/or at least 'moderately improved' in the general change in the lesion.\n\n'Substantial resolution' is defined as a clinical score for thickness and scaliness of 0 and a clinical score for redness of 1 or less in the severity of clinical signs of the lesion.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"99","spread":null},{"groupId":"OG001","value":"101","spread":null}]},{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects With 'Overall Improvement' for the Target Lesion on the Non-scalp Area of the Body","description":"'Overall Improvement' for the target lesion on the non-scalp area of the body, defined as 'substantial resolution' of clinical signs and/or at least 'moderately improved' in the general change in the lesion.\n\n'Substantial resolution' is defined as a clinical score for thickness and scaliness of 0 and a clinical score for redness of 1 or less in the severity of clinical signs of the lesion.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"83","spread":null},{"groupId":"OG001","value":"99","spread":null}]},{"measurements":[{"groupId":"OG000","value":"18","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]}]},{"type":"SECONDARY","title":"The Change in the Sum of the Scores (Total Sign Score) for the Severity of the 3 Clinical Signs:Thickness, Scaliness, Redness From Baseline to End of Week 4 (Visit 1-4) for Each Target Lesion.","description":"Severity was recorded for each of the 3 clinical signs according to the 9-point scales\\* below.\n\n\\*intermediate intervals (0.5, 1.5, 2.5, 3.5) serve as mid points between the defined grades.\n\nRedness 0=none (no erythema)\n\n1. slight (faint erythema, pink to very light red)\n2. mild (definite light red erythema)\n3. moderate (dark red erythema)\n4. severe (very dark red erythema)\n\nThickness 0=none (no plaque elevation)\n\n1. slight (slight, barely perceptible elevation)\n2. mild (definite elevation but not thick)\n3. moderate (definite elevation, thick plaque with sharp edge)\n4. severe (very thick plaque with sharp edge)\n\nScaliness 0=none (no scaling)\n\n1. slight (sparse, fine scale, lesions only partially covered)\n2. mild (coarser scales, most of lesions covered)\n3. moderate (entire lesion covered with coarse scales)\n4. severe (very thick coarse scales, possibly fissured)\n\nNegative change denotes a decrease in the score and therefore a decrease in disease severity.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.43","spread":"1.91"},{"groupId":"OG001","value":"-6.79","spread":"1.90"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.31","spread":"2.44"},{"groupId":"OG001","value":"-6.46","spread":"2.05"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":101},"commonTop":["Nasopharyngitis","Folliculitis","Anaemia","Glucose urine present","Leukocytosis"]}}}