{"nctId":"NCT02121262","briefTitle":"A Safety and Efficacy Study of Dexamethasone Versus Laser Photocoagulation in Participants With Diabetic Macular Edema","startDateStruct":{"date":"2016-01-08","type":"ACTUAL"},"conditions":["Macular Edema"],"count":284,"armGroups":[{"label":"Laser Photocoagulation","type":"OTHER","interventionNames":["Procedure: Laser Photocoagulation"]},{"label":"Dexamethasone","type":"EXPERIMENTAL","interventionNames":["Drug: Dexamethasone"]}],"interventions":[{"name":"Dexamethasone","otherNames":["OZURDEX®"]},{"name":"Laser Photocoagulation","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Diagnosis of diabetes mellitus (type 1 or type 2)\n* Presence of macular edema\n\nExclusion Criteria:\n\n* Anticipated need for ocular surgery in the study eye during the study\n* Laser photocoagulation in the study eye within 3 months\n* Cataract surgery within 3 months","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"SECONDARY","title":"Percentage of Participants With BCVA Improvement ≥15 Letters From Baseline in the Study Eye","description":"BCVA was measured using an eye chart and is reported as the number of letters read correctly using the ETDRS Scale (ranging from 0 to 100 letters) in the study eye. The lower the number of letters read correctly on the eye chart, the worse the vision (or visual acuity). An increase in the number of letters read correctly means that vision has improved. The eligible eye with worse visual acuity was selected as the study eye.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.2","spread":null},{"groupId":"OG001","value":"11.7","spread":null}]}]}]},{"type":"PRIMARY","title":"Average Change From Baseline (CFB) in Best Corrected Visual Acuity (BCVA) in the Study Eye","description":"BCVA was measured using an eye chart and is reported as the number of letters read correctly using the ETDRS Scale (ranging from 0 to 100 letters) in the study eye. The lower the number of letters read correctly on the eye chart, the worse the vision (or visual acuity). An increase in the number of letters read correctly means that vision has improved. The eligible eye with worse visual acuity was selected as the study eye. The average change was computed by subtracting the baseline BCVA from the area under the BCVA curve (AUC) divided by the total follow-up time for each participant. Analysis of covariance (ANCOVA) model was used for the analysis.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.4","spread":"0.65"},{"groupId":"OG001","value":"4.3","spread":"0.61"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in CRT by Spectral Domain Optical Coherence Tomography (SD-OCT) in the Study Eye","description":"CRT was assessed using SD-OCT, a non-invasive diagnostic system that provides high-resolution imaging sections of the retina. SD-OCT is performed in the study eye after pupil dilation. A negative change from Baseline indicates improvement and a positive change from baseline indicates worsening. The eligible eye with worse visual acuity was selected as the study eye. ANCOVA model was used for the analysis.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-120.3","spread":"13.20"},{"groupId":"OG001","value":"-209.5","spread":"12.27"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Total Macular Leakage Area by FA in the Study Eye","description":"FA is a technique for examining the circulation of the retina (and detecting any leakage) using a dye-tracing method. Early and transit images were taken of the study eye. Mid- and late-phase images were taken of the study and non-study eye. Electronic FA images were collected for evaluation by a reading center. The eligible eye with worse visual acuity was selected as the study eye. ANCOVA model was used for the analysis.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.637","spread":"0.8133"},{"groupId":"OG001","value":"-8.367","spread":"0.7482"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":21,"n":129},"commonTop":["Intraocular pressure increased","Visual impairment","Cataract","Upper respiratory tract infection","Dry eye"]}}}