{"nctId":"NCT00493064","briefTitle":"To Study the Effectiveness and Safety of Niacin and a Topical Steroid Eye Drop to Treat Retinal Vein Occlusions","startDateStruct":{"date":"2006-10"},"conditions":["Retinal Vein Occlusion"],"count":63,"armGroups":[{"label":"Prospective active treatment","type":"EXPERIMENTAL","interventionNames":["Drug: Nicotinic acid","Drug: Prednisolone acetate"]}],"interventions":[{"name":"Nicotinic acid","otherNames":["Niacin"]},{"name":"Prednisolone acetate","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients must be able to understand the study procedures, agree to participate, and give written consent.\n* Patient must have central retinal vein occlusion, hemi-retinal vein occlusion or branch retinal vein occlusion.\n* Patients must be able to follow the study medication regimen.\n* Patients must agree to return for the once monthly eye exams.\n* Patients must agree to have liver function tests performed on a regular basis.\n* Patients must agree to have regular appointments with their Internist on an established basis.\n\nExclusion Criteria:\n\n* Patients with active Gout, or high levels of Uric\n* Patients may not be pregnant or lactating.\n* The Principal Investigator reserves the right to exclude any patient who he feels will not make a good candidate.","healthyVolunteers":false,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With An Improvement in Vision, as Measured by an Increase of 15 Letters on the Early Treatment Diabetic Retinopathy Study (EDTRS) Vision Chart.","description":"improvement with combination of niacin and topical prednisolone acetate","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"63","spread":null}]}]}]},{"type":"SECONDARY","title":"A Decrease in the Thickness of the Retina","description":"data not available","classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":0},"commonTop":[]}}}