{"nctId":"NCT02745392","briefTitle":"Safety and Efficacy of ZP-Zolmitriptan Intracutaneous Microneedle Systems for the Acute Treatment of Migraine","startDateStruct":{"date":"2016-06"},"conditions":["Acute Migraine"],"count":365,"armGroups":[{"label":"ZP-Zolmitriptan 1 mg","type":"EXPERIMENTAL","interventionNames":["Drug: ZP-Zolmitriptan"]},{"label":"ZP-Zolmitriptan 1.9 mg","type":"EXPERIMENTAL","interventionNames":["Drug: ZP-Zolmitriptan"]},{"label":"ZP-Zolmitriptan 3.8 mg","type":"EXPERIMENTAL","interventionNames":["Drug: ZP-Zolmitriptan"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"ZP-Zolmitriptan","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Greater than 1 year history of episodic, acute migraine (with or without aura) with onset prior to 50 years of age. Diagnosis must comply with International Headache Society (IHS) diagnostic criteria. Diagnostic criteria must include a history of at least five attacks not attributed to any other disorder that include all of the following criteria:\n\n  1. Headache attacks lasting 4-72 hours (untreated or unsuccessfully treated)\n  2. Headache has at least two of the following characteristics:\n\n  (i) unilateral location (ii) pulsating quality (iii) moderate or severe pain intensity (iv) aggravation by or causing avoidance of routine physical activity (e.g., walking or climbing stairs) c) During headache at least one of the following: (i) nausea and/or vomiting (ii) both photophobia and phonophobia\n* Migraine history during the 6-month period prior to the run-in period must include: 2-8 migraines per month and no more than 10 headache days per month\n* Women of child-bearing potential must not be pregnant, must agree to avoid pregnancy during the trial, and must use an acceptable methods of birth control for the duration of the trial.\n* No significant ECG findings, defined by:\n\n  1. ischemic changes\n  2. Q-waves in at least two contiguous leads,\n  3. clinically significant intra-ventricular conduction abnormalities (left bundle branch block or Wolf-Parkinson-White syndrome), or\n  4. clinically significant arrhythmias (e.g., current atrial fibrillation)\n* Able to understand the operation of the electronic diary and is able to apply the demo study drug patch.\n\nExclusion Criteria:\n\n* Contraindication to triptans\n* Use of any prohibited concomitant medications within 10 days of the Run-in Period\n* History of hemiplegic or basilar migraine\n* Participation in another investigational trial during the 30 days prior to the Run-in Period or during this study\n* Previous participation in a clinical trial of ZP-Zolmitriptan\n* Diagnosis of cancer (other than non-invasive skin cancer) within the 5 years prior to the Run-in Period\n* History of unstable psychiatric illness requiring medication or hospitalization in the 12 months prior to the Run-in Period\n* Subjects who have known allergy or sensitivity to zolmitriptan or its derivatives or formulations\n* Subjects who have known allergy or sensitivity to adhesives\n* Planned participation in activities which cause inflammation, irritation, sunburn, lesions, or tattoos at the intended application site from two weeks prior to screening through the last day of study participation\n* Use of opiate analgesics or barbiturates more frequently than one day/week\n* Women who are pregnant, breast-feeding or plan a pregnancy during this study\n* Clinically significant liver disease\n* Clinically significant kidney disease\n* History of coronary artery disease (CAD), coronary vasospasm (including Prinzmetal's angina), aortic aneurysm, peripheral vascular disease or other ischemic diseases (e.g., ischemic bowel syndrome or Raynaud's syndrome)\n* Three or more of the following CAD risk factors:\n\n  * Current tobacco use\n  * Hypertension or receiving anti-hypertensive medication for treatment of hypertension\n  * Hyperlipidemia or on prescribed anti-cholesterol treatment\n  * Family history of premature coronary artery disease (\\< 55 years of age in male first degree relatives or \\< 65 years of age in female first degree relatives)\n  * Diabetes mellitus\n* History of cerebral vascular accident, transient ischemic attacks, or seizures\n* Hospitalization within the 30 days prior to the Run-in Period\n* Any other household member currently participating in a ZP-Zolmitriptan study or relatives of site staff\n* Any reason to believe that compliance with the study requirements and completion of evaluations required for this study will not be possible\n* History or current abuse or dependence on alcohol or drugs that would interfere with adherence to study requirements\n* Any clinically relevant abnormal findings in the physical exam, vital signs or laboratory tests that, in the opinion of the Investigator, may put the subject at risk\n\nTo be eligible for Treatment, subjects must continue to meet all eligibility criteria and the following criteria observed during the Run-in Period:\n\n1. An average of at least two qualifying migraines per 28-day period\n2. No more than 10 headache days in the last 28 days prior to randomization\n3. Demonstrated ability to properly use the eDiary and apply the demo study drug patch\n4. Confirmation of continuing good general health, or stable non-serious disease that in the opinion of the Investigator will not place the subject at risk.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Proportion of Subjects With Pain Freedom","description":"Pain Freedom at 2 hours post study drug administration is one of the co-primary endpoints. Subjects were queried via their eDiary about their level of migraine pain (none, mild, moderate, or severe) at various intervals post-dose. Subjects who answered none at 2 hours post study drug were considered pain free at 2 hours.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"24","spread":null},{"groupId":"OG002","value":"23","spread":null},{"groupId":"OG003","value":"34","spread":null}]}]}]},{"type":"PRIMARY","title":"Proportion of Subjects With Freedom From Most Bothersome Pre-specified Other Symptom (Nausea, Photophobia, or Phonophobia Pre-specified by Subject)","description":"The proportion of subjects with freedom from the subject's pre-specified most bothersome symptom at 2 hours is one of two parts of the co-primary efficacy endpoint. This endpoint will be evaluated separately but both endpoints have to be met statistically for the study to be considered a success.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"33","spread":null},{"groupId":"OG001","value":"45","spread":null},{"groupId":"OG002","value":"44","spread":null},{"groupId":"OG003","value":"56","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":83},"commonTop":["Application site erythema","Application site bruise","Application site pain","Application site haemorrhage","Application site swelling"]}}}