{"nctId":"NCT02268396","briefTitle":"Glycopyrronium and Formoterol Fumarate (GFF) Metered Dose Inhaler (MDI) Dose Indicator Study in Adults With Moderate to Very Severe COPD","startDateStruct":{"date":"2014-11"},"conditions":["COPD"],"count":138,"armGroups":[{"label":"Glycopyrronium and Formoterol Fumarate Metered Dose Inhaler","type":"EXPERIMENTAL","interventionNames":["Drug: Glycopyrronium and Formoterol Fumarate Metered-dose Inhaler"]}],"interventions":[{"name":"Glycopyrronium and Formoterol Fumarate Metered-dose Inhaler","otherNames":["GFF MDI, PT003"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Give their signed written informed consent to participate.\n* Are at least 40 years of age and no older than 80 at Visit 1.\n* A female of non-child bearing potential or child bearing potential, has a negative serum pregnancy test, and agrees to approved contraceptive methods.\n* COPD Diagnosis: Subjects with an established clinical history of COPD as defined by the American Thoracic Society(ATS)/European Respiratory Society (ERS).\n* Current or former smokers with a history of at least 10 pack-years of cigarette smoking.\n* FEV1/FVC ratio of \\<0.70.\n* Post-bronchodilator FEV1 must be ≥ 30% and \\<80% predicted normal value calculated using the Third National Health and Nutrition Examination Survey (NHANES III) reference equations, and must also be greater than or equal to 750 mL.\n* Subject is willing and, in the opinion of the Investigator, able to adjust current COPD therapy as required by the protocol.\n\nExclusion Criteria:\n\n* Pregnancy, nursing females or subjects trying to conceive.\n* Clinically significant neurologic, cardiovascular, hepatic, renal, endocrinologic, pulmonary, hematological, psychiatric, or other medical illness that would interfere with participation in this study.\n* Current primary diagnosis of asthma.\n* History of ECG abnormalities.\n* Poorly controlled or worsening COPD prior to Screening or during the Screening Period.\n* Clinically significant bladder neck obstruction or urinary retention.\n* Male subjects with a trans-urethral resection of prostate (TURP) or full resection of the prostate within 6 months prior to Screening.\n* Cancer that has not been in complete remission for at least five years.\n* Inadequately treated glaucoma.\n* History of allergic reaction or hypersensitivity to any component of the formulations used in this study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Dose Indicator Actuation Consistency: Percentage of Devices in Agreement Between CRF-Based Dose Indicator Actuation Count","description":"Dose Indicator Actuation Consistency: Percentage of Devices in Agreement Between CRF-Based Dose Indicator Actuation Count and Subject-Reported Actuation Count at the Last Available Visit: ITT Population","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"96.4","spread":"18.9"}]}]}]},{"type":"SECONDARY","title":"Percentage of Devices in Agreement Between eCRF-Based Dose Indicator Actuation Count and Weight-Based Actuation Count at the Last Available Visit","description":"Percentage of devices whose number of actuations counted at the end of the study, using the dose indicator reading, was consistent (±20 actuations) with the number of actuations used as estimated by the change in MDI weight","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"86.9","spread":"19.0"}]}]}]},{"type":"SECONDARY","title":"Percentage of Devices in Agreement Between Laboratory-Advanced Dose Indicator Actuation Count and Subject-Reported Actuation Count at the Last Available Visit","description":"Percentage of devices whose number of actuations counted at the end of the study, using the lab-advanced dose indicator reading, was consistent (±20 actuations) with the number of actuations used as reported by the subject","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"96.2","spread":"19.0"}]}]}]},{"type":"SECONDARY","title":"Percentage of Devices in Agreement Between Laboratory-advanced Does Indicator Actuation and Weight-based Actuation Count at Last Available Visit.","description":"Percentage of devices whose number of actuations counted at the end of the study, using the dose indicator reading, was consistent (±20 actuations) with the number of actuations used as estimated by the change in MDI weight","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"75.0","spread":"19.0"}]}]}]},{"type":"SECONDARY","title":"Percentage of Devices Where the Dose Indicator Actuation Count is >20 Less Than the Subject-reported Actuation Count (Undercount)","description":"Percentage of devices where the dose indicator actuation count is \\>20 less than the subject-reported actuation count (undercount)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.9","spread":"2.9"}]}]}]},{"type":"SECONDARY","title":"Percentage of Correct Advances (±2 or ±4 Actuations) of the Dose Indicator Based on Subject-reported Actuation Count","description":"Percentage of Correct Advances (±2 or ±4 Actuations) of the Dose Indicator Based on Subject-reported Actuation Count","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"87.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"93.2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":138},"commonTop":["COPD"]}}}