{"nctId":"NCT00121108","briefTitle":"MEDI-524 (Motavizumab) for the Prevention of Respiratory Sycytial Virus (RSV) Disease Among Native American Indian Infants in the Southwestern United States","startDateStruct":{"date":"2004-11-15","type":"ACTUAL"},"conditions":["Healthy"],"count":2127,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Placebo"]},{"label":"Motavizumab","type":"ACTIVE_COMPARATOR","interventionNames":["Biological: Motavizumab"]}],"interventions":[{"name":"Motavizumab","otherNames":["MEDI-524"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* 6 months of age or younger at randomization (child must be randomized on or before their 6-month birthday)\n* Male or female Native American\n* General state of good health\n* Written informed consent obtained from the participant's parent(s) or legal guardian\n\nExclusion Criteria:\n\n* Gestational age less than or equal to 35 weeks\n* Chronic lung disease of prematurity\n* A bleeding diathesis that would preclude IM injections\n* Hospitalization at the time of randomization (unless discharge is anticipated within 10 days)\n* Active RSV infection (a child with signs/symptoms of respiratory infection must have negative RSV testing) or known prior history of RSV infection\n* A documented wheezing episode before enrollment\n* Known renal impairment\n* Known hepatic dysfunction\n* Clinically significant congenital anomaly of the respiratory tract\n* Chronic seizure or evolving or unstable neurologic disorder\n* Congenital heart disease (CHD) (children with uncomplicated CHD \\[e.g., Patent ductus arteriosus, small septal defect\\] and children with complicated CHD who are currently anatomically and hemodynamically)\n* Known immunodeficiency\n* Mother with human immunodeficiency virus infection (unless the child has been proven to be not infected)\n* Known allergy to Ig products\n* Receipt of palivizumab, Respiratory syncytial virus immunoglobulin, intravenous (RSV-IGIV), or other RSV-specific monoclonal antibody, or any other polyclonal antibody (for example, hepatitis B immunoglobulin, IVIG) within 3 months prior to randomization\n* Anticipated use of palivizumab or IVIG during the study (blood transfusions permitted)\n* Previous receipt of RSV vaccines\n* Participation in other investigational drug product studies\n* Any medical or social condition which, in the opinion of the investigator, would adversely affect monitoring the infant\n* Inability to complete the study follow-up period through up to 5 years of age","healthyVolunteers":true,"sex":"ALL","minimumAge":"0 Months","maximumAge":"6 Months","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Respiratory Syncytial Virus (RSV) Hospitalization","description":"An RSV hospitalization is defined as either 1) a respiratory hospitalization with a positive central real-time reverse transcription polymerase chain reaction (RT-PCR) RSV test collected within 3 days of hospitalization or 2) new onset of lower respiratory symptoms in an already hospitalized child, with an objective measure of worsening respiratory status and positive RSV test.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"80","spread":null},{"groupId":"OG001","value":"21","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment-emergent Adverse Events (TEAEs) and Treatment-emergent Serious Adverse Events (TESAEs)","description":"An adverse event (AE) is any untoward medical occurrence in a participant who received study drug without regard to possibility of causal relationship. Serious adverse event is any AE that resulted in death, life threatening, inpatient hospitalization or prolongation of existing hospitalization, persistent or significant disability or incapacity, is a congenital anomaly/birth defect in offspring of a study participant, is an important medical event that may jeopardize the participant or may require medical intervention. The TEAEs are defined as events present at baseline that worsened in intensity after administration of study drug or events absent at baseline that emerged after administration of study drug.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"686","spread":null},{"groupId":"OG001","value":"1361","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"148","spread":null},{"groupId":"OG001","value":"212","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With RSV Outpatient Medically Attended Lower Respiratory Illness (MA LRI)","description":"The RSV outpatient MA LRI was defined as an outpatient medically attended event designated as a lower respiratory illness with a positive RT-PCR RSV test. An LRI event is one that has a medical diagnosis of bronchiolitis or pneumonia. In the absence of such a medical diagnosis, the occurrence of LRI events was determined by the principal investigator after review of the medical record and considering the presence of cough, retractions, rhonchi, wheezing, crackles, or rales, associated with symptoms (by history or clinical findings) of coryza, fever, or apnoea.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"71","spread":null},{"groupId":"OG001","value":"41","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Medically Attended-Otitis Media (MA-OM) Events","description":"Otitis media (OM) was recorded as the diagnosis if the following terms were used by the medical care provider: acute OM, acute tympanic membrane (TM) perforation, bulging TM, red TM with fever, OM with effusion, or middle ear effusion. A new episode was defined as a physician-diagnosed OM in either ear after a normal middle ear exam of the ear in question or an episode of acute OM greater than or equal to 21 days after resolution of the previous episode. A diagnosis of persistent middle ear effusion was not recorded as a new OM event.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"275","spread":null},{"groupId":"OG001","value":"532","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Frequency of MA-OM Events","description":"Otitis media was recorded as the diagnosis if the following terms were used by the medical care provider: acute OM, acute TM perforation, bulging TM, red TM with fever, OM with effusion, or middle ear effusion. A new episode was defined as a physician-diagnosed OM in either ear after a normal middle ear exam of the ear in question or an episode of acute OM greater than or equal to 21 days after resolution of the previous episode. A diagnosis of persistent middle ear effusion was not recorded as a new OM event. Number of participants with frequency of MA-OM events (either 0, 1, 2, 3, or greater than \\[\\>\\] 3) are reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"435","spread":null},{"groupId":"OG001","value":"885","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"190","spread":null},{"groupId":"OG001","value":"372","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"55","spread":null},{"groupId":"OG001","value":"114","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"26","spread":null},{"groupId":"OG001","value":"32","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"14","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Medically Attended Wheezing Episodes","description":"Wheezing events were included in the analysis of medically-attended wheezing, if the medical care provider documented wheezing in the medical record or records as a discharge diagnosis any of asthma, bronchiolitis, wheezing, or reactive airway disease. A new wheezing episode was recorded as one that occurred \\>2 weeks after the diagnosis of the previous episode and the medical opinion was that the wheezing does not represent a persistence of the previous episode. Number of participants with greater than or equal to (\\>=) 1 MA wheezing events and \\>= 3 MA wheezing events occurring from first through 3 years of age are reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"179","spread":null},{"groupId":"OG001","value":"342","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null},{"groupId":"OG001","value":"35","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Serious Early Childhood Wheezing Episodes","description":"Serious early childhood wheezing (SECW) was defined as: three or more medically attended wheezing events over a 12 month period occurring any time from the first through the third birthday, or a need for one or more courses of systemic steroids for a treatment of a medically attended wheezing event from the first through the third birthday, or a need for asthma-controller medication over a 12 month period for at least 3 consecutive months (\\>= 90 days) or 5 cumulative months (\\>= 150 days) any time from the first through the third birthday, or at least one inpatient wheezing event from the first through the third birthday.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"90","spread":null},{"groupId":"OG001","value":"190","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null},{"groupId":"OG001","value":"35","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"66","spread":null},{"groupId":"OG001","value":"144","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"47","spread":null},{"groupId":"OG001","value":"91","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Frequency of Medically Attended Wheezing Events","description":"Wheezing events were included in the analysis of medically-attended wheezing, if the medical care provider documented wheezing in the medical record or records as a discharge diagnosis any of asthma, bronchiolitis, wheezing, or reactive airway disease. A new wheezing episode was recorded as one that occurred \\>2 weeks after the diagnosis of the previous episode and the medical opinion is that the wheezing does not represent a persistence of the previous episode. Number of participants with frequency of MA wheezing events (either 0, 1, 2, 3, 4, or greater than or equal to \\[\\>=\\] 5) are reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"384","spread":null},{"groupId":"OG001","value":"908","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"182","spread":null},{"groupId":"OG001","value":"288","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"72","spread":null},{"groupId":"OG001","value":"109","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"34","spread":null},{"groupId":"OG001","value":"44","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null},{"groupId":"OG001","value":"27","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20","spread":null},{"groupId":"OG001","value":"41","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Trough Serum Concentrations of Motavizumab","description":"The mean trough serum concentrations of motavizumab are reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.003212","spread":"0.07147"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"86.46","spread":"31.77"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Positive Anti-Motavizumab Antibodies After Full Dose","description":"The number of participants with positive serum antidrug antibodies (ADAs) to motavizumab after full dose are reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Positive Anti-Motavizumab Antibodies After Any Dose","description":"The number of participants with positive serum ADA to motavizumab after any dose are reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":148,"n":708},"commonTop":["Upper respiratory tract infection","Otitis media","Pyrexia","Dermatitis diaper","Conjunctivitis"]}}}