{"nctId":"NCT04173494","briefTitle":"A Study of Momelotinib Versus Danazol in Symptomatic and Anemic Myelofibrosis Participants (MOMENTUM)","startDateStruct":{"date":"2020-02-07","type":"ACTUAL"},"conditions":["Primary Myelofibrosis","Post-polycythemia Vera Myelofibrosis","Post-essential Thrombocythemia Myelofibrosis"],"count":195,"armGroups":[{"label":"Momelotinib","type":"EXPERIMENTAL","interventionNames":["Drug: Momelotinib","Drug: Placebo to match danazol"]},{"label":"Danazol","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Danazol","Drug: Placebo to match momelotinib"]}],"interventions":[{"name":"Momelotinib","otherNames":["MMB, GS-0387, CYT387"]},{"name":"Placebo to match danazol","otherNames":[]},{"name":"Danazol","otherNames":["Danocrine"]},{"name":"Placebo to match momelotinib","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age \\>= 18 years.\n* Confirmed diagnosis of PMF in accordance with the World Health Organization (WHO) 2016 criteria, or Post- polycythemia vera/essential thrombocythemia (PV/ET) MF in accordance with the International Working Group-Myeloproliferative Neoplasms Research and Treatment (IWG-MRT criteria).\n* Symptomatic, defined as a TSS of \\>= 10 units assessed by a single MFSAF v4.0 assessment during Screening prior to Baseline period (Day BL1).\n* Anemic, defined as a Hgb \\< 10 g/dL in Screening/Baseline period.\n* Previously treated with an approved JAK inhibitor for PMF or Post-PV/ET MF for \\>= 90 days, or \\>= 28 days if JAK inhibitor therapy is complicated by RBC transfusion requirement of \\>= 4 units in 8 weeks, or Grade 3/4 AEs of thrombocytopenia, anemia, or hematoma.\n* Baseline splenomegaly, defined as having a palpable spleen at \\>= 5 centimeter (cm), below the left costal margin, or with volume \\>= 450 cubic centimeter (cm\\^3) on imaging (ultrasound, magnetic resonance imaging \\[MRI\\] or computed tomography \\[CT\\] are acceptable), assessed during Screening at any point prior to Randomization.\n* High risk, intermediate-2, or intermediate-1 risk MF as defined by Dynamic International Prognostic Scoring System (DIPSS), or DIPSS-plus.\n* No allogeneic stem cell transplant planned.\n* Acceptable laboratory assessments:\n\n  1. Absolute neutrophil count (ANC) \\>= 0.75 × 10\\^9/Liter (L).\n  2. Platelet count (PLT) \\>= 25 × 10\\^9/L (without requirement for platelet transfusion).\n  3. Peripheral blast count \\< 10%.\n  4. Alanine aminotransferase/ glutamic-oxaloacetic transaminase (AST/SGOT) and alanine aminotransferase/ serum glutamic-pyruvic transaminase (ALT/SGPT) \\<= 3 × Upper Limit Normal (ULN) (\\<= 5 × ULN if liver is involved by extramedullary hematopoiesis as judged by the investigator or if related to iron chelator therapy that was started within the prior 60 days).\n  5. Calculated creatinine clearance (CCr) \\>= 30 milliliter per minute (mL/min) according to Cockcroft-Gault.\n  6. Direct bilirubin \\<= 2.0 × ULN.\n\nExclusion Criteria:\n\n* Use of the following treatments within the time periods noted:\n\n  1. Prior momelotinib treatment at any time.\n  2. Approved JAK inhibitor therapy (eg, fedratinib or ruxolitinib) within 1 week prior to the first day of Baseline.\n  3. Active anti-MF therapy within 1 week prior to the first day of Baseline.\n  4. Potent Cytochrome P450 3A4 (CYP3A4) inducers within 1 week prior to Randomization.\n  5. Investigational agent (including investigational JAK inhibitors) within 4 weeks prior to Randomization.\n  6. Erythropoiesis stimulating agent (ESA) within 4 weeks prior to Randomization.\n  7. Danazol within 3 months prior to Randomization.\n  8. Splenic irradiation within 3 months prior to Randomization.\n  9. Current treatment with simvastatin, atorvastatin, lovastatin or rosuvastatin.\n* History of prostate cancer, with the exception of localized prostate cancer that has been treated surgically or by radiotherapy with curative intent and presumed cured.\n* Prostate specific antigen (PSA) \\> 4 nanograms per milliliter (ng/mL).\n* Unsuitable for spleen volume measurements due to prior splenectomy or unwilling or unable to undergo an MRI scan or CT scan for spleen volume measurement per protocol requirements.\n* Any of the following (criteria a - k):\n\n  1. Uncontrolled intercurrent illness including, but not limited to: active uncontrolled infection (participants receiving outpatient antibacterial and/or antiviral treatments for infection that is under control or as infection prophylaxis may be included in the trial).\n  2. Significant active or chronic bleeding event \\>= Grade 2 per Common Terminology Criteria for Adverse Events (CTCAE) v5.0, within 4 weeks prior to Randomization.\n  3. Unstable angina pectoris within 6 months prior to Randomization.\n  4. Symptomatic congestive heart failure within 6 months prior to Randomization.\n  5. Uncontrolled cardiac arrhythmia within 6 months prior to Randomization.\n  6. QT Interval Corrected Using Fridericia's Formula (QTcF) interval \\> 500 millisecond (msec), unless attributed to bundle branch block.\n  7. Current progressive thrombosis despite treatment.\n  8. History of porphyria.\n  9. Child-Pugh score \\>= 10.\n  10. Psychiatric illness, social situation, or any other condition that would limit compliance with trial requirements or may interfere with the interpretation of study results, as judged by investigator or sponsor.\n  11. Inability or unwillingness to comply with the protocol restrictions on MF therapy and other medications prior to and during study treatment.\n* Participants with a prior or concurrent malignancy, whose natural history or treatment has a significant potential to interfere with the safety or efficacy assessment of the investigational regimen.\n* Known clinically significant anemia due to iron, vitamin B12, or folate deficiencies, or autoimmune or hereditary hemolytic anemia, or gastrointestinal bleeding or thalassemia.\n* Known positive status for human immunodeficiency viruses (HIV).\n* Chronic active or acute viral hepatitis A, B, or C infection, or hepatitis B or C carrier (testing required for hepatitis B and C).\n* Unresolved non-hematologic toxicities from prior therapies that are \\> Grade 1 per CTCAE v5.0.\n* Presence of peripheral neuropathy \\>= Grade 2 per CTCAE v5.0.\n* Women who are already pregnant or lactating. Additional inclusion/exclusion criteria may apply.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Total Symptom Score (TSS) Response Rate at Week 24","description":"Myelofibrosis Symptom Assessment Form (MFSAF) TSS version (v) 4.0 response rate was defined as percentage of participants with a \\>= 50 percent (%) reduction from Baseline in mean MFSAF TSS over consecutive 28-day period immediately before end of Week 24. TSS response rate was measured using MFSAF v4.0. MFSAF v4.0 comprises 7 domains representing 7 most relevant symptoms of myelofibrosis (MF) identified through existing participant and clinician-based evidence: fatigue,night sweats,pruritus,abdominal discomfort,pain under left ribs,early satietyand bone pain. Participants scored each symptom domain using an 11-point numeric rating scale ranging from 0(absent) to 10(worst imaginable). The MFSAF TSS was calculated as sum of scores of 7 domains for a possible range of scores of 0 to 70, with a higher TSS corresponding to more severe symptoms. A reduction from Baseline corresponded to a lessening of MF symptoms. Baseline was the last assessment done before or on the day of first dose date.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24.62","spread":null},{"groupId":"OG001","value":"9.23","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Transfusion Independence (TI) at Week 24","description":"TI status was defined as not receiving red blood cell (RBC) or whole blood transfusion for \\>=12 weeks, with no hemoglobin (Hgb) level \\< 8 grams per deciliter (g/dL) during the same interval. Percentage of participants with TI have been presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30.0","spread":null},{"groupId":"OG001","value":"20.00","spread":null}]}]}]},{"type":"SECONDARY","title":"Splenic Response Rate (SRR) of >=25% at Week 24","description":"Splenic response rate (SRR) is defined as the percentage of participants who have reduction in spleen volume of \\>=25% from Baseline at the end of Week 24. Baseline was the last assessment done before or on the day of first dose date.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"39.23","spread":null},{"groupId":"OG001","value":"6.15","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in MFSAF TSS at Week 24","description":"TSS was measured using the MFSAF v4.0. The MFSAF v4.0 comprises 7 domains representing the 7 most relevant symptoms of MF identified through existing participant and clinician-based evidence: fatigue, night sweats, pruritus, abdominal discomfort, pain under the left ribs, early satiety, and bone pain. Participants scored each symptom domain using an 11-point numeric rating scale ranging from 0 (absent) to 10 (worst imaginable). The MFSAF TSS was calculated as the sum of scores of the 7 domains for a possible range of scores of 0 to 70, with a higher TSS corresponding to more severe symptoms. A reduction from Baseline corresponded to a lessening of MF symptoms. Baseline was the last assessment done before or on the day of first dose date. Change from Baseline was defined as the post-Baseline value minus Baseline value.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-9.36","spread":"1.08"},{"groupId":"OG001","value":"-3.13","spread":"1.62"}]}]}]},{"type":"SECONDARY","title":"Splenic Response Rate (SRR) of >= 35% at Week 24","description":"Splenic response rate (SRR) is defined as the percentage of participants who have reduction in spleen volume of \\>=35 % from Baseline at the end of Week 24. Baseline was the last assessment done before or on the day of first dose date.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22.31","spread":null},{"groupId":"OG001","value":"3.08","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Zero RBC Units Transfused Over 24-Weeks","description":"Percentage of participants with zero RBC units transfused over 24-weeks were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35.38","spread":null},{"groupId":"OG001","value":"16.92","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With <=4 RBC Units Transfused Over 24-weeks","description":"Percentage of participants with \\<=4 RBC units transfused over 24-weeks were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"55.38","spread":null},{"groupId":"OG001","value":"44.62","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of MFSAF TSS Response","description":"Duration of MFSAF TSS response is defined as the number of days from the start of the initial 28-day period in which a participant had a \\>= 50% reduction from Baseline TSS to the first day of the 7-day assessment that determines the mean TSS for the 28-day period during which the participants TSS equals or exceeds their Baseline value.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"286.00","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of TI Response","description":"Duration of TI is defined as the number of days from (a) the first day of a 12-week period that satisfies the 12-week TI status definition, to (b) the first RBC transfusion or Hgb level \\< 8 g/dL (except in the case of clinically overt bleeding).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Cumulative Number of Whole Blood Units Transfused Over 24 Weeks","description":"Cumulative transfusion risk was calculated as the estimated mean cumulative number of whole blood units transfused during the study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.55","spread":"8.413"},{"groupId":"OG001","value":"10.86","spread":"13.203"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Transfusion Dependence (TD) Status at Week 24","description":"TD status at Week 24 is defined as requirement of \\>=4 RBC units in an 8-week period immediately prior to the end of Week 24.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15.38","spread":null},{"groupId":"OG001","value":"24.62","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With a Hemoglobin Response","description":"Hemoglobin responses are defined as increases of \\>= 1, \\>= 1.5, or \\>= 2 g/dL from Baseline in Hgb, as measured over a (rolling) period of at least 12 consecutive weeks falling entirely before the end of Week 24. Baseline was the last assessment done before or on the day of first dose date. Data has been reported for percentage of participants who had \\>= 1, \\>= 1.5, or \\>= 2 g/dL increase from Baseline in hemoglobin.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"53.08","spread":null},{"groupId":"OG001","value":"33.85","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"40.00","spread":null},{"groupId":"OG001","value":"23.08","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"29.23","spread":null},{"groupId":"OG001","value":"20.00","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Baseline TD Participants With TI Status at Week 24","description":"Participants were defined as having TD if they met both of the following requirements in the 8 weeks immediately before the end of Week 24: \\>= 4 red blood cell or whole blood units were transfused (except in the case of clinically overt bleeding), each in response to a hemoglobin assessment of \\<= 9.5 g/dL; and there were \\>= 2 hemoglobin assessments with \\>= 28 days between the earliest and latest hemoglobin assessments. TI status was defined as not requiring red blood cell transfusion (except in the case of clinically overt bleeding) for \\>= 12 weeks immediately prior to the end of Week 24, with hemoglobin levels \\>= 8 g/dL.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of TI in Baseline TD Participants","description":"Duration of TI is defined as the number of days from (a) the first day of a 12-week period that satisfies the 12-week TI status definition, to (b) the first RBC transfusion or Hgb level \\< 8 g/dL (except in the case of clinically overt bleeding).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Serious Adverse Events (SAEs) and Non-serious Adverse Events (Non-SAEs)- up to Week 24","description":"An adverse event (AE) is any untoward medical occurrence in a trial participant administered an investigational product(s), a comparator product, or an approved drug regardless of the causal relationship with treatment. An SAE is an AE that Results in death, life threatening, requires inpatient hospitalization or prolongation of an existing hospitalization, results in persistent or significant disability or incapacity, results in a congenital anomaly/birth defect or any important medical events as per medical or scientific judgment. Adverse events which were not Serious were considered as Non-Serious adverse events.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"108","spread":null},{"groupId":"OG001","value":"55","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"45","spread":null},{"groupId":"OG001","value":"26","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Serious Adverse Events (SAEs) and Non-serious Adverse Events (Non-SAEs)- From Week 24 to a Maximum of 151 Weeks","description":"An AE is any untoward medical occurrence in a trial participant administered an investigational product(s), a comparator product, or an approved drug regardless of the causal relationship with treatment. An SAE is an AE that Results in death, life threatening, requires inpatient hospitalization or prolongation of an existing hospitalization, results in persistent or significant disability or incapacity, results in a congenital anomaly/birth defect or any important medical events as per medical or scientific judgment. Adverse events which were not Serious were considered as Non-Serious adverse events.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"57","spread":null},{"groupId":"OG001","value":"28","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"30","spread":null},{"groupId":"OG001","value":"12","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS)","description":"Overall survival is defined as the interval from the first study drug dosing date (or randomization date for participants who did not receive treatment) to death from any cause.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"624.0","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Leukemia-free Survival (LFS)","description":"LFS is defined as the interval from first study drug dosing date (or randomization date for participants who did not receive treatment) to any evidence of leukemic transformation and/or death (from any cause).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"624.0","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Disease-related Fatigue as Assessed by MFSAF TSS v4.0 at Week 24","description":"The MFSAF v4.0 comprises 7 domains representing the 7 most relevant symptoms of MF identified through existing participant- and clinician-based evidence: fatigue, night sweats, pruritus, abdominal discomfort, pain under the left ribs, early satiety, and bone pain. Participants scored each symptom domain using an 11-point numeric rating scale ranging from 0 (absent) to 10 (worst imaginable). Data has been reported for Disease-related Fatigue domain measured using an 11-point numeric rating scale ranging from 0 (absent) to 10 (worst imaginable), higher score indicates worst outcome. An increase in score from Baseline indicated a worsening of fatigue and a decrease in score from Baseline indicated an improvement in fatigue. Baseline was the last assessment done before or on the day of first dose date. Change from Baseline was defined as the post-Baseline value minus Baseline value.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.53","spread":"0.20"},{"groupId":"OG001","value":"-0.82","spread":"0.31"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Cancer-related Fatigue as Assessed by European Organization for Research and Treatment of Cancer Quality of Life Questionnaire (EORTC QLQ-C30) at Week 24","description":"The EORTC QLQ-C30 is comprised of 5 functional scales (physical, role, emotional, social, cognitive), eight single item symptom scales (fatigue, pain, nausea/vomiting, appetite loss, constipation, diarrhea, insomnia, dyspnea), as well as sub-scales assessing global health/quality of life and financial impact. Most items use a 4-point Likert scale from \"not at all\" to \"very much\" and a one-week recall period with the exception of the final two items which use a 7 point scale response from \"very poor\" to \"excellent\". Scores were averaged and transformed to a 0-100 scale, with higher scores representing better functioning/quality of life. An increase in scores from Baseline indicated an improved functioning/quality of life, and a decrease in scores from Baseline indicated a worsened functioning/quality of life. Baseline was the last assessment done before or on the day of first dose date. Change from Baseline was defined as the post-Baseline value minus Baseline value.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-14.34","spread":"2.35"},{"groupId":"OG001","value":"-3.52","spread":"3.65"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Physical Function Score as Assessed by Patient-Reported Outcomes Measurement Information System (PROMIS) Physical Function Short Form 10b at Week 24","description":"PROMIS Physical Function Short Form 10b consists of 14 questions; each with a 5-point response. PROMIS short form assesses self-reported capability of a participant rather than actual performance of physical activities. This includes functioning of one's upper extremities (dexterity), lower extremities (walking or mobility), and central regions (neck, back) as well as instrumental activities of daily living, such as running errands. Participants scored each response on a scale from 1 (unable to do) to 5 (without any difficulty, or not at all). Total possible range of scores was 14 to 70, with higher scores corresponding to a greater physical function ability. An increase in score from Baseline indicated an improvement in physical function ability and a decrease in score from Baseline indicated a reduction in physical function ability. Baseline was last assessment done before or on the day of first dose date. Change from Baseline was defined as post-Baseline value minus Baseline value.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.19","spread":"0.77"},{"groupId":"OG001","value":"-0.11","spread":"1.21"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":45,"n":130},"commonTop":["Diarrhoea","Thrombocytopenia","Nausea","Asthenia","Weight decreased"]}}}