{"nctId":"NCT00278954","briefTitle":"Efficacy, Safety and Pharmacokinetics of Gammaplex in Primary Immunodeficiency Diseases.","startDateStruct":{"date":"2006-01"},"conditions":["Primary Immunodeficiency","Common Variable Hypogammaglobulinemia","X-linked Hypogammaglobulinemia","Hypogammaglobulinemia","Immunodeficiency With Hyper-IgM","Wiskott-Aldrich Syndrome"],"count":50,"armGroups":[{"label":"Gammaplex","type":"OTHER","interventionNames":["Biological: Gammaplex (Intravenous immunoglobulin)"]}],"interventions":[{"name":"Gammaplex (Intravenous immunoglobulin)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* 1\\. The subject is 3 years of age or older, of either sex, belonging to any ethnic group, and above a minimum weight of 27.5 kg. This weight is based on the amount of blood required for testing. If subject is participating in the PK segment, the minimum weight required is 37 kg.\n\n  2\\. The subject has a primary immunodeficiency disease, which has as a significant component of hypogammaglobulinemia and/or antibody deficiency (e.g. (exempli gratia / for example), common variable immunodeficiency, X-linked and autosomal forms of agammaglobulinemia, hyper-immunoglobulin M (hyper-IgM) syndrome, Wiskott-Aldrich Syndrome). Isolated deficiency of a single IgG subclass, or of specific antibodies without hypogammaglobulinemia per se, does not qualify for inclusion.\n\n  3\\. The subject has been receiving licensed or investigational (Phase III or IIIb) immunoglobulin intravenous (IGIV) replacement therapy at a dose that has not changed by + 50% of the mean dose for at least 3 months before study entry and is between 300 and 800 mg/kg/infusion. The infusion interval must be between 21 and 28 days inclusive. The subject must have maintained a trough level at least 300 mg/dL (milligram per decilitre) above baseline serum IgG levels (defined as before initiation of any gamma globulin treatment for that subject). The trough level must be 600 mg/dL.\n\n  4\\. Trough levels of IgG and dose of IGIV, treatment intervals, and the trade name of the IGIV treatments used for the last 2 consecutive routine (licensed or investigational product) must be documented for each subject before the first infusion in this study can be administered.\n\n  5\\. If a subject is a female of child-bearing potential, she must have a negative result on an Human Chorionic Gonadotrophin (HCG)-based pregnancy test.\n\n  6\\. If a subject is a female who is or becomes sexually active, she must practice contraception by using a method of proven reliability for the duration of the study.\n\n  7\\. The subject is willing to comply with all aspects of the protocol, including blood sampling, for the duration of the study.\n\n  8\\. The subject has signed an informed consent form (if at least 18 years old) or the subject's parent or legal guardian has signed the informed consent form. If appropriate, the subject has signed a child assent form (See Section 12.3).\n\nExclusion Criteria:\n\n* Subjects will be excluded if any of the following exclusion criteria are met:\n\n  1. The subject has a history of any severe anaphylactic reaction to blood or any blood-derived product.\n  2. The subject is known to be intolerant to any component of GAMMAPLEX, such as sorbitol (i.e.(id est / that is) , intolerance to fructose).\n  3. The subject has selective immunoglobulin A (IgA) deficiency, history of reaction to products containing IgA, or has a history of antibodies to IgA.\n  4. Subjects who have completed the study and subjects who have withdrawn cannot participate in the study for a second time.\n  5. The subject is currently receiving, or has received, any investigational agent, other than an immune serum globulin (ISG) preparation that is being evaluated in a Phase III or IIIb study, within the prior 3 months.\n  6. The subject has been exposed to blood or any blood product or derivative within the last 6 months, other than a commercially available IGIV or other forms of commercially available and licensed ISG or an ISG product that is in Phase III or IIIb studies.\n  7. The subject is pregnant or is nursing.\n  8. The subject is positive for any of the following at screening:\n\n     * Serological test for Human immunodeficiency virus (HIV) 1\\&2, Hepatitis C virus (HCV), or Hepatitis B surface antigen (HBsAg)\n     * Nucleic Acid test (NAT) for HCV\n     * NAT for HIV\n  9. The subject, at screening, has levels greater than 2.5 times the upper limit of normal as defined at the central laboratory of any of the following:\n\n     * Alanine transaminase (ALT)\n     * Aspartate transaminase (AST)\n  10. The subject has a severe renal impairment (defined as serum creatinine greater than 2 times the upper limit of normal or Blood urea nitrogen (BUN) greater than 2.5 times the upper limit of normal for the range of the laboratory doing the analysis); the subject is on dialysis; the subject has a history of acute renal failure.\n  11. The subject is known to abuse alcohol, opiates, psychotropic agents, or other chemicals or drugs, or has done so within the past 12 months.\n  12. The subject has a history of deep vein thrombosis (DVT), or thrombotic complications of IGIV therapy.\n  13. The subject suffers from any acute or chronic medical condition (e.g., renal disease or predisposing conditions for renal disease, coronary artery disease, or protein losing state) that, in the opinion of the investigator, may interfere with the conduct of the study.\n  14. The subject has an acquired medical condition, such as chronic lymphocytic leukemia, lymphoma, multiple myeloma, chronic or recurrent neutropenia (Absolute neutrophil count (ANC) \\< 1000 x 109/L).\n  15. The subject is receiving the following medication:\n\n      * Immunosuppressive drugs\n      * The subject is receiving the following medication: Steroids (long-term daily, \\>0.15 mg /kg/day of prednisone or prednisolone of equivalent dose of other corticosteroids) The requirement for burst or intermittent courses would not exclude the subject.\n      * Immunomodulatory drugs\n  16. The subject has non-controlled arterial hypertension (systolic blood pressure \\> 160 mmHg (millimeters of mercury) and/or diastolic blood pressure \\> 100 mmHg).\n  17. The subject has anemia (hemoglobin \\< 10 g/dL) at screening.","healthyVolunteers":false,"sex":"ALL","minimumAge":"3 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Serious, Acute, Bacterial Infections (SABIs) Per Subject Per Year in Subjects With Primary Immunodeficiency Disease.","description":"By assessing the number of serious, acute, bacterial infections per subject per year in subjects with Primary Immunodeficiency disease.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"The Pharmacokinetic (PK) Half-Life of Immunoglobulin G (IgG)","description":"Blood samples for PK analysis were obtained and analysed at 10 different time points, i.e. -5, 0, 60 minutes (min), 24, 48 hours (hrs), 4, 7, 14, 21 and 28 days, at an infusion visit following 6 months of treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"41.19","spread":"19.19"}]}]}]},{"type":"SECONDARY","title":"The Pharmacokinetic (PK) Clearance of Immunoglobulin G (IgG)","description":"Blood samples for PK analysis were obtained and analysed at 10 different time points, i.e. -5, 0, 60 minutes (min), 24, 48 hours (hrs), 4, 7, 14, 21 and 28 days, at an infusion visit following 6 months of treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.585","spread":"0.2508"}]}]}]},{"type":"SECONDARY","title":"The Pharmacokinetic (PK) Volume of Distribution (Vz)of Immunoglobulin G (IgG)","description":"Blood samples for PK analysis were obtained and analysed at 10 different time points, i.e. -5, 0, 60 minutes (min), 24, 48 hours (hrs), 4, 7, 14, 21 and 28 days, at an infusion visit following 6 months of treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.297","spread":"0.0539"}]}]}]},{"type":"SECONDARY","title":"The Pharmacokinetic (PK) Mean Residence Time (MRT) for Inmuunoglobulin G (IgG)","description":"Blood samples for PK analysis were obtained and analysed at 10 different time points, i.e. -5, 0, 60 minutes (min), 24, 48 hours (hrs), 4, 7, 14, 21 and 28 days, at an infusion visit following 6 months of treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"56.1","spread":"23.06"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":6,"n":50},"commonTop":["Headache","Sinusitis","Pyrexia","Upper respiratory tract infection","Diarrhea"]}}}