{"nctId":"NCT01298141","briefTitle":"A Multicenter Open-Label Treatment Protocol to Observe the Safety of Replagal (Agalsidase Alfa) Enzyme Replacement Therapy in Canadian Patients With Fabry Disease","startDateStruct":{"date":"2011-08-10","type":"ACTUAL"},"conditions":["Fabry Disease"],"count":171,"armGroups":[{"label":"Replagal®","type":"EXPERIMENTAL","interventionNames":["Biological: agalsidase alfa"]}],"interventions":[{"name":"agalsidase alfa","otherNames":["Replagal"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nCohort 1:\n\n1. The patient has a documented diagnosis of Fabry disease.\n2. The patient is sufficiently compliant with study activities to participate in this treatment plan, as judged by the Investigator.\n3. The patient must meet current Canadian guidelines for enzyme replacement therapy for Fabry disease by meeting one of the following criteria:\n\n   1. Age-adjusted glomerular filtration rate (GFR) \\<80 ml/min or a decline in GFR of \\>10% which is sustained for 3 months and for which other causes of declining renal function have been excluded by a nephrologist or any 2 of the following:\n\n      * Isolated proteinuria ≥500 mg/day/1.73 m2 without other cause\n      * Nephrogenic diabetes insipidus\n      * Fanconi syndrome\n      * Hypertension\n   2. Evidence of cardiac involvement related to Fabry disease including any 2 of the following:\n\n      * Left ventricular (LV) wall thickness \\>12 mm\n      * Left ventricular hypertrophy (LVH) by electrocardiogram (ECG); Estes ECG score must be \\>5\n      * Left ventricular mass index (LVMI) by 2D echocardiogram 20% above normal for age\n      * Diastolic filling abnormalities by 2D echocardiogram or by other accepted measures of diastolic filling. E/A ration \\>2.0 and deceleration time \\<140 msec\n      * Increase of LV mass of at least 5 g/m2/year, with three measurements over a minimum of 12 months\n      * Increase of left atrium (LA) size on 2D echo at least 10% above normal for age. In parasternal long axis view (PLAX) \\>33 mm; in four chamber view \\>42 mm\n      * Cardiac conduction and rhythm abnormalities: atrioventricular (AV) block, short PR interval, left branch bundle block (LBBB), ventricular or atrial tachyarrhythmias, sinus bradycardia (in the absence of drugs with negative chronotropic activity)\n      * Delayed posterolateral left ventricular wall late enhancement on MRI as evidence of advanced cardiac disease with fibrosis\n   3. Evidence of neurological involvement related to Fabry disease including 1 of the following:\n\n      * Stroke or transient ischemic attack (TIA) prior to the age of 55 documented by a neurologist\n      * Acute onset unilateral hearing loss\n      * Acut monocular visual loss without other cause\n   4. Chronic, intractable diarrhea and/or abdominal pain/cramps, refractory to standard management for at least 6 months.\n   5. Chronic, intractable neuropathic pain, refractory to analgesics and standard pain management for at least 6 months.\n\n   Cohort 2:\n4. Patient must have participated in Study REP001a.\n\nExclusion Criteria:\n\n1. The patient has experienced an anaphylactic or anaphylactoid reaction or other infusion-related reaction which, in the opinion of the Investigator, precludes further treatment with agalsidase alfa or may interfere with the interpretation of the study.\n2. The patient is otherwise unsuitable for the study, in the opinion of the Investigator.\n3. The patient is enrolled in another clinical study, other than the Canadian Fabry Disease Initiative (CFDI).","healthyVolunteers":false,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Treatment-emergent Adverse Events (TEAEs)","description":"An adverse event (AE) was any noxious, pathologic, or unintended change in anatomical, physiologic, or metabolic function as indicated by physical signs, symptoms, or laboratory changes occurring in any phase of a clinical study, whether or not considered investigational product-related.Treatment-emergent adverse events (TEAEs) were defined as those events which occurred or worsened in severity after first treatment with Replagal AF until 30 days after the last dose. A serious AE (SAE) was any AE occurred at any dose that resulted in death, life-threatening, hospitalization, prolongation of existing hospitalization, persistent or significant disability or incapacity and congenital anomaly or birth defect.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"163","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"74","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Infusion-Related Reactions (IRR)","description":"An IRR (also referred to as infusion-related adverse event \\[IRAE\\]) was defined as an AE that began either during the infusion or within 12 hours after the start of the infusion and was judged as possibly or probably related to study drug. The IRRs were classified based on the severity as Mild=No limitation of usual activities, Moderate=Some limitation of usual activities, Severe=Inability to carry out usual activities and Life-threatening=Immediate risk of death. The number of participants with infusion-related reactions was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants Who Reported Positive to Immunoglobulin A (IgA)","description":"The IgA status was measured using enzyme-linked immunosorbent assay (ELISA). Number of participants who reported positive to IgA was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants Who Reported Positive to Immunoglobulin E (IgE)","description":"The IgE status was measured using ELISA. Number of participants who reported positive to IgE was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants Who Reported Positive to Immunoglobulin M (IgM)","description":"The IgM status was measured using ELISA. Number of participants who reported positive to IgM was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"48","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants Who Reported Positive to Anti-drug Antibody (ADA)","description":"The ADA status was measured using ELISA and electrochemiluminescent (ECL) immunoassay. Number of participants who reported positive to ADA was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"42","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants Who Reported Positive to Neutralizing Antibody (NAb)","description":"The NAb status was measured using enzyme activity inhibition assay. Number of participants who reported positive to NAb was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":74,"n":167},"commonTop":["Fatigue","Nasopharyngitis","Nausea","Oedema peripheral","Dizziness"]}}}