{"nctId":"NCT01212172","briefTitle":"Comparison of Efficacy, Safety and Tolerability of Two Different 810 nm Diode Lasers for Hair Reduction","startDateStruct":{"date":"2010-09"},"conditions":["Hypertrichosis"],"count":20,"armGroups":[{"label":"Soprano/SHR","type":"ACTIVE_COMPARATOR","interventionNames":["Device: Soprano/SHR"]},{"label":"LightSheer","type":"ACTIVE_COMPARATOR","interventionNames":["Device: LightSheer"]}],"interventions":[{"name":"Soprano/SHR","otherNames":["Soprano/SHR laser"]},{"name":"LightSheer","otherNames":["Duet LightSheer"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Subjects must be at least 18 years of age.\n2. Subjects must be in reasonably good health as defined by the Investigator.\n3. Subject agrees to avoid tanning during their participation in this trial.\n4. Subject has Fitzpatrick skin types I-V and dark brown hair.\n5. Subjects must agree to avoid shaving legs less than 72 hours prior to a study visit.\n6. Subjects have indicated willingness to participate in the study by signing an informed consent document.\n\nExclusion Criteria:\n\n1. Subject is pregnant, lactating, or planning to get pregnant within the study period.\n2. Subject is unwilling to use birth control during the study period if of child bearing age.\n3. Subject has a known history of photosensitivity or use of medication with photosensitizing properties.\n4. Subject has skin disease on exam at screening.\n5. Subject has history or evidence of any chronic or reoccurring skin disease or disorder(e.g., psoriasis, Netherton syndrome, etc.) affecting the treatment area.\n6. Subject has a history of keloid or hypertrophic scar formation.\n7. Subject has a tattoo in the treatment area.\n8. Subject has been tanning within the past 30 days.\n9. Subject has history of confounding cancerous or pre-cancerous skin lesions in the treatment area.\n10. Subject has used prohibited therapies (electrolysis, threading, waxing, depilatory), prohibited oral prescription medications (isotretinoin, steroids), or prohibited topical meds (steroids) on the treatment area within 30 days prior to enrollment.\n11. Subject is unwilling to discontinue use of above listed prohibitive therapies for the duration of treatment.\n12. Subject has a history of laser hair removal in the treatment area.\n13. Subject has participated in any clinical trial involving an investigational drug or cosmetic product or procedure within the past 30 days.\n14. The investigator feels that for any reason the subject is not eligible to participate in the study.\n\n    \\-","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Hair Growth","description":"% reduction from baseline hair count at time points 1 month, 6 months and 12 months \\[following last (5th laser) treatment\\]","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"57.6","spread":"34.03"},{"groupId":"OG001","value":"52.1","spread":"32.2"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"39.3","spread":"23.3"},{"groupId":"OG001","value":"29.9","spread":"21.7"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"47.5","spread":"38.41"},{"groupId":"OG001","value":"44.7","spread":"43.2"}]}]}]},{"type":"SECONDARY","title":"Pain Rating Scale","description":"Pain during each treatment was measured subjectively by patients on a 0-10 visual analogue scale (0=no pain, 10=unbearable pain).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.6","spread":null},{"groupId":"OG001","value":"2.7","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":20},"commonTop":["Burn"]}}}