{"nctId":"NCT04578496","briefTitle":"A Safety Extension Study in Patients With Erythropoietic Protoporphyria (EPP)","startDateStruct":{"date":"2011-07-11","type":"ACTUAL"},"conditions":["Erythropoietic Protoporphyria"],"count":16,"armGroups":[{"label":"Afamelanotide","type":"EXPERIMENTAL","interventionNames":["Drug: Afamelanotide"]}],"interventions":[{"name":"Afamelanotide","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* male or female subjects with a positive diagnosis of EPP who successfully completed the CUV017 or CUV029 studies;\n* aged 18-75 years (inclusive);\n* provide written informed patient consent prior to the performance of any study-specific procedure.\n\nExclusion Criteria:\n\n* any serious adverse event considered to be related to afamelanotide or the polymer contained in the implant;\n* any allergy to lignocaine or other local anaesthetic to be used during the administration of the study medication;\n* EPP patients with significant hepatic involvement;\n* personal history of melanoma or dysplastic nevus syndrome;\n* current Bowen's disease, basal cell carcinoma, squamous cell carcinoma, or other malignant or premalignant skin lesions;\n* any evidence of clinically significant organ dysfunction or any clinically significant deviation from normal in the clinical or laboratory determinations;\n* acute history of drug or alcohol abuse (in the last 12 months);\n* female who is pregnant (confirmed by positive serum β-Human Chorionic Gonadotropin (HCG) pregnancy test prior to baseline) or lactating;\n* females of child-bearing potential (pre-menopausal, not surgically sterile) not using adequate contraceptive measures (i.e. oral contraceptives, diaphragm plus spermicide, intrauterine device);\n* sexually active men with partners of child-bearing potential not using barrier contraception during the trial and for a period of three months thereafter;\n* participation in a clinical trial for an investigational agent within 30 days prior to the screening visit;\n* prior and concomitant therapy with medications which may interfere with the objectives of the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Quality of Life Measured Using the EPP-quality of Life Questionnaire (EPP-QoL).","description":"The EPP-QoL is presented as 15 questions aiming at measuring how the condition has affected the patient over the last 2 months. Each question is answered on a categorical scale. The maximum score is calculated by summing the score of each question resulting in a maximum of 100 and a minimum of 0. The higher the score, the better the quality of life.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"59.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"56.9","spread":null}]}]}]},{"type":"PRIMARY","title":"Change in Quality of Life Measured Using the Dermatology Life Quality Index Questionnaire (DLQI)","description":"The DLQI questionnaire consists of 10 questions, each answered on a categorical scale. The DLQI is calculated by summing the score of each question resulting in a maximum of 30 and a minimum of 0. The higher the score, the more quality of life is impaired.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-5","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":16},"commonTop":["Headache"]}}}