{"nctId":"NCT02336230","briefTitle":"A Prospective Study of Remestemcel-L, Ex-vivo Cultured Adult Human Mesenchymal Stromal Cells, for the Treatment of Pediatric Participants Who Have Failed to Respond to Steroid Treatment for Acute Graft-Versus-Host Disease (aGVHD)","startDateStruct":{"date":"2015-06-04","type":"ACTUAL"},"conditions":["Grade B aGVHD","Grade C aGVHD","Grade D aGVHD"],"count":55,"armGroups":[{"label":"Remestemcel-L 2×10^6 MSCs/kg","type":"EXPERIMENTAL","interventionNames":["Drug: remestemcel-L"]}],"interventions":[{"name":"remestemcel-L","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Participant is diagnosed with Grade B-D acute GVHD requiring corticosteroid systemic therapy. The participant may have Grade C or D aGVHD involving the skin, liver, and/or GI tract or may have Grade B aGVHD involving the liver and/or GI tract, with or without concomitant skin disease. Acute GVHD is defined as the presence of skin rash and/or persistent nausea, vomiting, and/or diarrhea and/or cholestasis presenting in a context in which aGVHD is likely to occur and where other etiologies such as drug rash, enteric infection, or hepatotoxic syndromes are unlikely or have been ruled out.\n2. Participant has failed to respond to steroid treatment, with failure to respond defined as any Grade B-D \\[International Bone Marrow Transplant Registry (IBMTR) grading\\] aGVHD that shows progression within 3 days, or no improvement within 7 days of consecutive treatment with 2 mg/kg/day methylprednisolone or equivalent.\n3. Participant must be able to be treated with remestemcel-L within 4 days of signing of informed consent.\n4. Participants who have had persistent GI GVHD manifested by diarrhea with stool volume \\< 500 mL/kg/day (for participants \\>50 kg) or \\<30 mL/kg/day (for participants ≤50 kg). See GVHD Organ Severity Criteria (Table 2) for values in mL/m\\^2. In the absence of nausea or vomiting, participants could have been considered to have Grade B GVHD if:\n\n   1. other causes of diarrhea had been ruled out (eg, Clostridium difficile, adenovirus or cytomegalovirus \\[CMV\\] infection, or oral magnesium administration), and if\n   2. the low stool volume reflected the effects of fasting, narcotics, or antidiarrheal medications.\n5. Participant must have adequate renal function as defined by a calculated creatinine clearance of \\>30 mL/min per 1.73 m\\^2. For participants 1 to 18 years of age, creatinine clearance is calculated using the Bedside Schwartz equation:\n\n   Glomerular filtration rate (GFR, in mL/min per 1.73 m\\^2) = (0.413 \\* height \\[cm\\])/serum creatinine (mg/dL)\n\n   For participants younger than 1 year of age, renal function is determined using the Schwartz equation adjusted for this age group:\n\n   Creatinine clearance (mL/min per 1.73 m\\^2= (height \\[cm\\] x 0.45)/ (serum creatinine \\[mg/dL\\]).\n6. Participant has a minimum Karnofsky/Lansky Performance Level of at least 30 at the time of study entry.\n7. Participant (or legal representative where appropriate) must be capable of providing written informed consent.\n8. Female participants of childbearing potential (≥10 years of age) are required to use a medically accepted method of contraception and to agree to continue use of this method for the duration of the study and for the follow-up time period. Acceptable methods of contraception include abstinence, barrier method with spermicide, intrauterine device (IUD), or steroidal contraceptive (oral, transdermal, implanted, and injected) in conjunction with a barrier method.\n9. Male participants with partners of childbearing potential must agree to use adequate contraception (barrier method or abstinence) during the study, including the follow-up time period.\n10. The participant must be willing and able to comply with study requirements, remain at the clinic, and return to the clinic for the follow-up evaluation during the study period, as specified in this protocol.\n\nExclusion Criteria:\n\n1. Participant has Grade B aGvHD with skin-only involvement.\n2. Participant has received any second line therapy to treat aGVHD prior to screening.\n3. Participant has received systemic agents other than steroids and prophylactic agents for primary treatment of aGVHD.\n4. Participant shows evidence of diffuse alveolar hemorrhage or other active pulmonary disease, which is likely to require more than 2L of oxygen via face mask, or an estimated fractional inspired oxygen concentration (FiO2) of 28% via other delivery methods in order to sustain an O2 saturation of 92%.\n5. Participant has any underlying or current medical or psychiatric condition that, in the opinion of the Investigator, would interfere with the evaluation of the participant including but not limited to uncontrolled infection, heart failure, or pulmonary hypertension.\n6. Participant has received any stem cell agents (other than hematopoietic graft) during study participation or within 30 days prior to study entry. Previous use of irradiated granulocytes within 30 days is permitted.\n7. Participant has received an HSCT transplant for a solid tumor disease.\n8. Participant has had prior treatment with mesenchymal stem cells (MSCs), including remestemcel-L.\n9. Participant shows evidence of severe (required treatment) hepatic veno-occlusive disease (VOD) or sinusoidal obstruction at screening.\n10. Participant had positive laboratory test results indicating infection with the human immunodeficiency virus (HIV) at any time and/or active hepatitis B or C virus infection within 3 months prior to screening.\n11. Participant shows evidence of encephalopathy, as defined by a change in mental status since the onset of aGVHD.\n12. Participant is a female who is pregnant, lactating, or is planning a pregnancy during study participation, or in the follow-up period.\n13. Participant currently being treated for a solid tumor malignancy.\n14. Participant has participated in any interventional clinical trial for an aGVHD therapeutic agent. However, in exceptional cases, experimental agents may have been administered to enrolled participants at the Investigator's discretion.\n15. Participant has participated or is currently participating in any autologous and allogeneic stem cell or gene therapy study for the treatment of aGVHD. Participants participating in investigative protocols aimed at modification of the transplant graft (such as T-cell depletion) or aimed at modification of the conditioning regimen are allowed in the study.\n16. Participant has a known hypersensitivity to dimethyl sulfoxide (DMSO) or to murine, porcine, or bovine proteins.","healthyVolunteers":false,"sex":"ALL","minimumAge":"2 Months","maximumAge":"17 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Response Rate (ORR) at Day 28 Post Initiation of Therapy","description":"ORR was defined as the percentage of participants who had achieved overall response. Overall response was defined as complete response (CR) plus partial response (PR) as per aGVHD response criteria. CR was defined as resolution of aGVHD in all involved organs. PR was defined as organ improvement of at least 1 stage without worsening of any other organ.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"69.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS) Rate at Day 100 Post Initiation of Therapy","description":"Overall survival rate was defined as percentage of participants who survived. OS was defined as the time to death from the start of drug therapy.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"74.5","spread":null}]}]}]},{"type":"SECONDARY","title":"OS Rate at Day 100 Post Initiation of Therapy, Stratified by Responder Status at Day 28","description":"Overall survival rate was defined as percentage of participants who survived. OS was defined as the time to death from the start of drug therapy.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"86.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"47.1","spread":null}]}]}]},{"type":"SECONDARY","title":"OS Rate at Day 100 Post Initiation of Therapy, Stratified by Baseline aGVHD Grade","description":"OS rate was defined as percentage of participants who survived. OS was defined as the time to death from the start of drug therapy. Maximum severity of acute GVHD was assessed by using International Bone Marrow Transplant Registry (IBMTR) index. The severity index was defined as: Grade A (skin Stage 1: extent of rash \\<25%); Grade B (skin Stage 2: extent of rash 25 to 50% or liver Stage 1 to 2: total bilirubin 34 to 102 micromoles per liter \\[mcmol/L\\] or intestinal tract Stage 1 to 2: volume of diarrhea 550 to 1500 milliliters per day \\[mL/day\\]); Grade C (skin Stage 3: extent of rash \\> 50% or liver Stage 3: total bilirubin 103 to 255 mcmol/L or intestinal tract Stage 3: volume of diarrhea \\>1500 mL/day); Grade D (skin Stage 4: extent of rash bullae or liver Stage 4: total bilirubin \\>255 or intestinal tract Stage 4: volume of diarrhea severe pain and ileus).","classes":[{"categories":[]},{"categories":[{"measurements":[{"groupId":"OG000","value":"50.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"82.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"73.1","spread":null}]}]}]},{"type":"SECONDARY","title":"OS Rate at Day 100 Post Initiation of Therapy, Stratified by Organ Involvement","description":"OS rate was defined as percentage of participants who survived. OS was defined as the time to death from the start of drug therapy. The data was summarized for organ involvement: skin only, lower GI only, and multi-organ.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"78.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"76.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"70.0","spread":null}]}]}]},{"type":"SECONDARY","title":"OR Rate at Day 56 and 100 Post Initiation of Therapy","description":"OR rate was defined as the percentage of participants who had achieved overall response. Overall response was defined as CR plus PR as per aGVHD response criteria. CR was defined as resolution of aGVHD in all involved organs. PR was defined as organ improvement of at least 1 stage without worsening of any other organ.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"58.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"69.1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":35,"n":54},"commonTop":["Pyrexia","Abdominal pain","Adenovirus infection","Hypertension","Vomiting"]}}}