{"nctId":"NCT00724815","briefTitle":"The Efficacy and Tolerability of NP101 Patch in the Treatment of Acute Migraine","startDateStruct":{"date":"2009-01"},"conditions":["Migraine Disorders"],"count":530,"armGroups":[{"label":"Sumatriptan","type":"EXPERIMENTAL","interventionNames":["Drug: NP101 - Sumatriptan iontophoretic transdermal patch"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"NP101 - Sumatriptan iontophoretic transdermal patch","otherNames":["Sumatriptan"]},{"name":"Placebo","otherNames":["NP101 Placebo"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subject is an adult male or female, age range 18 years to 65 years.\n* Subject has a diagnosis of migraine headache, with or without aura, as defined in the ICDH-II and the diagnosis was made before the age of 50.\n* Subject typically experiences moderate to severe headaches during a migraine attack.\n* Subject has at least a one year history of migraine.\n* Subject will be judged to be in good health, based on results of a medical history, physical examination, vital signs, ECG and laboratory profile.\n* Female subject of childbearing potential must have a negative pregnancy test at screening and prior to randomization.\n* Subject must have a negative drug screen.\n* Subject must be capable of reading and understanding either English or Spanish subject information materials. Be able to successfully apply a practice patch, carry-out all subject procedures, and be able to voluntarily sign and date an IRB approved IC agreement.\n* Subject has an acceptable patch application site (upper arm) that is relatively hair free and has no scars, tattoos, scratches, or bruises.\n\nExclusion Criteria:\n\n* Subject has or plans to start, stop, or change treatment or dose with prophylactic anti-migraine treatment within 3 months prior to the subjects' study randomization date and through the final visit.\n* Subject has or plans to start, stop, or change treatment or dose of any of the following within 3 months prior to the subjects' study randomization date through final visit: anxiolytics, lithium and other mood stabilizers, hypnotics or antipsychotics.\n* Subject had less than one migraine per month or more than six migraines per month, or more than 15 headache days per month for any of the three months prior to randomization.\n* Subject has suspected or confirmed cardiovascular disease that contraindicates study participation.\n* Subject has a history of epilepsy or conditions associated with a lowered seizure threshold.\n* Subject has Raynaud's disease.\n* Subject has a history of basilar or hemiplegic migraines.\n* Subject has a current diagnosis of a major depressive disorder per the DSM IV R.\n* Subject has a history (within 1 year) or current evidence of drug or alcohol abuse or dependence.\n* Subject is unwilling to discontinue use of serotonin agonists (triptans), except for the study patch, through the Final Visit.\n* Subject has taken SSRI's, SNRI's, TCA's, MAOI's or preparations containing St. John's Wort within 1 month prior to screening and/or is planning to start any of these medications during the study.\n* Subject is unwilling to discontinue use of a PD-5 inhibitors through the Final Visit.\n* Subject has taken ergot medications within 7 days prior to Randomization and/or is unwilling to discontinue use through the Final Visit.\n* Subject has a history of a significant allergy or hypersensitivity to any component of the study patch.\n* Subject has any generalized skin irritation or disease including eczema, psoriasis, melanoma, or contact dermatitis.\n* Subject has clinically significant abnormal laboratory parameters, vital signs or ECG parameters.\n* Subject is known to be hepatitis B, hepatitis C or HIV positive.\n* Subject has hepatic dysfunction based on laboratory results or if in the opinion of the Investigator the subject's history, physical examination or other laboratory tests suggest hepatic dysfunction.\n* Female subject who is pregnant, breast feeding, or if of childbearing potential, is not using or is unwilling to use an effective form of contraception during the study and for a period of 30 days following dosing.\n* Subject has known history of failure to respond to sumatriptan.\n* Subject has participated in a clinical study within 30 days of screening or is planning to participate in another clinical study.\n* Subject has been previously enrolled in NP101-007\n* Subject is electrically sensitive or who have electrically sensitive support systems (e.g., pacemaker).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Pain Free at Two Hours","description":"Subjects whose headache severity score equaled zero (0) two hours post patch activation and who had not received any rescue medication before their two-hour assessment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"40","spread":null},{"groupId":"OG001","value":"21","spread":null}]}]}]},{"type":"SECONDARY","title":"Photophobia Free at Two Hours","description":"Subjects who were photophobia free and who had not received any rescue medication before their two-hour assessment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"116","spread":null},{"groupId":"OG001","value":"83","spread":null}]}]}]},{"type":"SECONDARY","title":"Phonophobia Free at Two Hours","description":"Subjects who were phonophobia free and who had not received any rescue medication before their two-hour assessment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"125","spread":null},{"groupId":"OG001","value":"89","spread":null}]}]}]},{"type":"SECONDARY","title":"Nausea Free at Two Hours","description":"Number of subjects who were nausea free and who had not received any rescue medication before their two-hour assessment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"189","spread":null},{"groupId":"OG001","value":"144","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":234},"commonTop":["Application site pain","Application site paraesthesia","Application site pruritus","Application site reaction"]}}}