{"nctId":"NCT00471328","briefTitle":"Efficacy and Safety of Nilotinib (AMN107) Compared With Current Treatment Options in Patients With GIST Who Have Failed Both Imatinib and Sunitinib","startDateStruct":{"date":"2007-03"},"conditions":["Gastrointestinal Stromal Tumors"],"count":248,"armGroups":[{"label":"Nilotinib","type":"EXPERIMENTAL","interventionNames":["Drug: Nilotinib"]},{"label":"Control/cross-over to Nilotinib","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Nilotinib","Other: Best Supportive Care (BSC) +/- imatinib or sunitinib"]}],"interventions":[{"name":"Nilotinib","otherNames":["AMN107, Tasigna®"]},{"name":"Best Supportive Care (BSC) +/- imatinib or sunitinib","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria (Core Phase):\n\n* Age ≥18 years\n* Radiological confirmation of disease progression during imatinib and sunitinib therapy OR intolerance to imatinib and/or sunitinib\n* At least one measurable site of disease on CT/MRI scan\n* Physically fit even if not able to work\n* Normal organ, electrolyte, and bone marrow function\n\nInclusion criteria (Extension Phase):\n\n* Patients whose tumors had progressed on the control arm and had crossed over to the nilotinib arm.\n* The study was stopped due to meeting the primary efficacy endpoint of PFS at the interim analysis.\n* Patients who were still being treated at the close of the Core study on the control arm or nilotinib arm (whose tumors have not progressed at the time of the end of the Core study).\n* Patients must have had documented, confirmed stable, partial or complete response as defined by the RECIST criteria at the time of entry into the Extension study with the exception of patients who had progressed on the control arm.\n\nExclusion criteria (Core Phase):\n\n* Previous treatment with nilotinib or any other drug in this class or other targeted therapy\n* Treatment with any cytotoxic and/or investigational cytotoxic drug ≤ 4 weeks prior to study entry\n* Impaired cardiac function\n* Use of coumarin derivatives (i.e. warfarin, acenocoumarol, phenprocoumon)\n* Women who are pregnant or lactating\n\nExclusion criteria (Extension Phase):\n\n* Use of other anticancer treatments or investigational drugs (with exception of the study drugs)\n* Patients with a history of noncompliance with study drug treatment in the Core study protocol.\n\nOther protocol-defined inclusion/exclusion criteria applied","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression-free Survival (PFS) From Central Radiology Review Based on Primary Analysis (Data Cut-off: June, 2008)","description":"Progression-free survival (PFS) is the time from date of randomization to the date of first documented progression or death due to any cause. If a participant has not had an event, progression-free survival is censored at the time of last adequate tumor assessment. Progression is defined according to Modified Response Evaluation Criteria in Solid Tumors (modified RECIST) criteria as at least a 20% increase in the sum of the longest diameter of target lesions, worsening of the non-target lesions or the appearance of one or more new lesions.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"109.0","spread":null},{"groupId":"OG001","value":"111.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival Based on Primary Analysis (Data Cut-off:June, 2008)","description":"Overall survival (OS) is defined as the time from date of randomization to date of death due to any cause. If a participant is not known to have died, survival will be censored at the date of last contact.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"332.0","spread":null},{"groupId":"OG001","value":"280.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival During Core and Extension Phases of the Study","description":"Overall survival (OS) is defined as the time from date of randomization to date of death due to any cause. If a participant is not known to have died, survival will be censored at the date of last contact. This analysis included both Core and Extension data as well as survival follow up data.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"361","spread":null},{"groupId":"OG001","value":"300","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival for Treatment Crossover Analysis Set","description":"For patients who crossed-over to nilotinib from the control arm, the overall survival was the time from the first dose date of nilotinib after switching from control arm to the date of death due to any cause. If death was not observed, the OS was censored at the latest date the patient was known to be alive.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"231","spread":null}]}]}]},{"type":"PRIMARY","title":"Progression-free Survival (PFS) From Local Investigator's Assessment Based on Treatment Crossover Analysis Set","description":"PFS is defined as the time from the first date of cross-over to nilotinib therapy from the control arm to the date of the first observation of documented disease progression. Tumor assessment was based on the local investigator's measurement using Modified Response Evaluation Criteria in Solid Tumors (modified RECIST) criteria. Progression is defined according to modified RECIST criteria as at least a 20% increase in the sum of the longest diameter of target lesions, worsening of the non-target lesions or the appearance of one or more new lesions.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"84","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Responders With Confirmed Best Overall Response of Complete Response (CR) or Partial Response (PR) From Central Radiology Review During Primary Analysis (Data Cut-off: June, 2008)","description":"The best overall response is the best response recorded from randomization until disease progression. The CR/PR must be confirmed by at least two determinations at least 4 weeks apart before progression. Using modified RECIST criteria, a Complete Response is defined as disappearance of all lesions, and a Partial Response is defined as either 1) at least a 30% decrease in the sum of the longest diameter of target lesions and no new lesions or progression of non-target lesions or 2) disappearance of all target lesions but persistence of one or more non-target lesion(s).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Responders With Confirmed Best Overall Response of Complete Response (CR) or Partial Response (PR) From Local Investigator's Assessment Based on Treatment Crossover Analysis Set","description":"The best overall response (CR/PR) must be confirmed by at least two determinations at least 4 weeks apart before progression. Using modified RECIST criteria, a Complete Response is defined as disappearance of all lesions, and a Partial Response is defined as either 1) at least a 30% decrease in the sum of the longest diameter of target lesions and no new lesions or progression of non-target lesions or 2) disappearance of all target lesions but persistence of one or more non-target lesion(s).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Clinical Benefit (Complete Response [CR]/Partial Response [PR] or Stable Disease [SD]) From Central Radiology Review Based on Primary Analysis (Data Cut-off: June, 2008)","description":"The overall clinical benefit includes the best overall responses of CR, PR, or SD. The best overall responses of CR/PR must be confirmed by at least two determinations at least 4 weeks apart before progression. The best overall response of SD must have at least one SD (or better) at least 6 weeks (or 6 months or 12 months as applicable) after randomization but before progression.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"52.7","spread":null},{"groupId":"OG001","value":"44.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7.3","spread":null},{"groupId":"OG001","value":"1.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.6","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Clinical Benefit (Complete Response [CR]/Partial Response [PR] or Stable Disease [SD]) From Local Investigator's Assessment Based on Treatment Crossover Analysis Set","description":"The overall clinical benefit includes the best overall responses of CR, PR, or SD. The best overall responses of CR/PR must be confirmed by at least two determinations at least 4 weeks apart before progression. The best overall response of SD must have at least one SD (or better) at least 6 weeks (or 6 months or 12 months as applicable) after randomization but before progression.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"37.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":81,"n":165},"commonTop":["Nausea","Abdominal pain","Decreased appetite","Fatigue","Vomiting"]}}}