{"nctId":"NCT01316900","briefTitle":"24-week Trial Comparing GSK573719/GW642444 With GW642444 and With Tiotropium in Chronic Obstructive Pulmonary Disease","startDateStruct":{"date":"2011-03-01"},"conditions":["Pulmonary Disease, Chronic Obstructive"],"count":846,"armGroups":[{"label":"GSK573719/GW642444 125/25","type":"EXPERIMENTAL","interventionNames":["Drug: GSK573719/GW642444 125/25"]},{"label":"GSK573719/GW642444 62.5/25","type":"EXPERIMENTAL","interventionNames":["Drug: GSK573719/GW642444 62.5/25"]},{"label":"GW642444","type":"EXPERIMENTAL","interventionNames":["Drug: GW642444"]},{"label":"tiotropium bromide","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: tiotropium bromide"]}],"interventions":[{"name":"GSK573719/GW642444 125/25","otherNames":["GSK573719/vilanterol trifenatate"]},{"name":"GSK573719/GW642444 62.5/25","otherNames":["GSK573719/vilanterol trifenatate"]},{"name":"GW642444","otherNames":["vilanterol trifenatate"]},{"name":"tiotropium bromide","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* outpatient\n* signed and dated written informed consent\n* 40 years of age or older\n* male and female subjects\n* COPD diagnosis\n* at least 10 pack-year smoking history\n* post-albuterol/salbutamol FEV1/FVC ratio of \\<0.70 and post-albuterol/salbutamol FEV1 of less than or equal to 70% predicted normal values\n* score of greater than or equal to 2 on the Modified Medical Resarch Council Dyspnea Scale (mMRC)\n\nExclusion Criteria:\n\n* women who are pregnant or lactating or are planning on becoming pregnant during the study\n* current diagnosis of asthma\n* other respiratory disorders other than COPD\n* other diseases/abnormalities that are uncontrolled including cancer not in remission for at least 5 years\n* chest x-ray or CT scan with clinically significant abnormalities not believed to be due to COPD\n* hypersensitivity to anticholinergics, beta-agonists, lactose/milk protein or magnesium stearate or medical conditions associated with inhaled anticholinergics\n* hospitalization for COPD or pneumonia within 12 weeks prior to Visit 1\n* lung volume reduction surgery within 12 months prior to Visit 1\n* abnormal and clinically significant ECG at Visit 1\n* significantly abnormal finding from laboratory tests at Visit 1\n* unable to withhold albuterol/salbutamol at least 4 hours prior to spirometry at each visit\n* use of depot corticosteroids within 12 weeks of Visit 1\n* use of oral or parenteral corticosteroids, antibiotics for lower respiratory tract infection, or cytochrome P450 3A4 inhibitors, within 6 weeks of Visit 1\n* use of long-acting beta-agonist (LABA)/inhaled corticosteroid (ICS) product if LABA/ICS therapy is discontinued withing 30 days of Visit 1\n* use of ICS at a dose of \\>1000mcg/day of fluticasone propionate or equivalent within 30 days of Visit 1\n* initiation or discontinuation of ICS within 30 days of Visit 1\n* use of tiotropium or roflumilast within 14 days of Visit 1\n* use of theophyllines, oral leukotriene inhibitors, long-acting oral beta-agonists, or inhaled long-acting beta-agonists within 48 hours of Visit 1\n* short-acting oral beta-agonists within 12 hours of Visit 1\n* use of LABA/ICS combination products only if discontinuing LABA therapy and switching to ICS monotherapy within 48 hours of Visit 1 for the LABA component\n* use of sodium cromoglycate or nedocromil sodium within 24 hours of Visit 1\n* use of inhaled short-acting beta-agonists, inhaled short-acting anticholinergics, or inhaled short-acting anticholinergic/short-acting beta-agonist combination products within 4 hours of Visit 1\n* use of any other investigational medication within 30 days or 5 drug half-lives (whichever is longer)\n* long-term oxygen therapy prescribed for \\>12 hours per day\n* regular use of nebulized short-acting bronchodilators\n* participation in acute phase of pulmonary rehabilitation program\n* known or suspected history of alcohol or drug abse within 2 years prior to Visit 1\n* anyone affiliated with the investigator site (e.g., investigator, sub-investigator, study coordinator, employee of a participating investigator or study site, or immediate family member)\n* previous exposure to GSK573719, GSK573719/GW642444 combination, GW642444 (vilanterol), or fluticasone furoate/GW642444 combination","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline (BL) in Trough Forced Expiratory Volume in One Second (FEV1) on Day 169 (Week 24)","description":"FEV1 is a measure of lung function and is defined as the maximal amount of air that can be forcefully exhaled in one second. Trough FEV1 measurements were taken electronically by spirometry on Days 2, 28, 56, 84, 112, 168, and 169. Baseline is defined as the mean of the assessments made 30 minutes pre-dose and 5 minutes pre-dose on Treatment Day 1. Trough FEV1 is defined as the mean of the FEV1 values obtained at 23 and 24 hours after the previous morning's dosing (ie., trough FEV1 on Day 169 is the mean of the FEV1 values obtained 23 and 24 hours after the morning dosing on Day 168). Change from Baseline at a particular visit was calculated as the trough FEV1 at that visit minus Baseline. Analysis was performed using a repeated measures model with covariates of treatment, Baseline , smoking status, center group, day, and day by Baseline and day by treatment interactions. ITT=Intent-to-Treat; par.=participants. .","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.121","spread":"0.0189"},{"groupId":"OG001","value":"0.211","spread":"0.0183"},{"groupId":"OG002","value":"0.209","spread":"0.0187"},{"groupId":"OG003","value":"0.121","spread":"0.0186"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline (BL) in Weighted Mean (WM) 0-6 Hour FEV1 Obtained Post-dose at Day 168","description":"FEV1 is a measure of lung function and is defined as the maximal amount of air that can be forcefully exhaled in one second. The WM FEV1 was derived by calculating the area under the FEV1/time curve (AUC) using the trapezoidal rule, and then dividing the value by the time interval over which the AUC was calculated. The WM was calculated at Days 1, 84, and Day 168 using the 0-6-hour post-dose FEV1 measurements collected on that day, which included pre-dose (Day 1: 30 minutes \\[min\\] and 5 min prior to dosing; other serial visits: 23 and 24 hours after the previous morning dose) and post-dose at 15 minutes, 30 minutes, 1 hour, 3 hours, and 6 hours. Change from BL at a particular visit was calculated as WM at that visit minus BL. Analysis was performed using a repeated measures model with covariates of treatment, BL (mean of the two assessments made 30 minutes and 5 minutes pre-dose on Day 1), smoking status, center group, day, and day by BL and day by treatment interactions.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.178","spread":"0.0189"},{"groupId":"OG001","value":"0.254","spread":"0.0183"},{"groupId":"OG002","value":"0.263","spread":"0.0187"},{"groupId":"OG003","value":"0.181","spread":"0.0187"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Change From Baseline (BL) in the Mean Shortness of Breath With Daily Activities (SOBDA) Score for Week 24","description":"The newly developed SOBDA questionnaire assesses dyspnea or shortness of breath (SOB) with daily activities. The SOBDA questionnaire is made up of 13 items completed by the participant (par.) each evening prior to bedtime, when the par. is instructed to reflect on the current day's activities. The daily score is computed as the mean of the scores on the 13 items (\\>=7 items must have non-missing responses for this to be calculated). The par. is assigned a weekly mean SOBDA score ranging from 1 to 4 (greater scores indicate more severe breathlessness with daily activities) based on the mean of 7 days of data (\\>=4 of 7 days must be completed for a weekly mean to be calculated). Change from BL is the mean weekly SOBDA score minus BL. Analysis was performed using MMRM with covariates of treatment, BL (mean score in the week prior to treatment), smoking status, center group, week, week by BL and week by treatment interactions. This MMRM analysis only included Weeks 4, 8, 12, and 24.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.16","spread":"0.043"},{"groupId":"OG001","value":"-0.18","spread":"0.042"},{"groupId":"OG002","value":"-0.18","spread":"0.044"},{"groupId":"OG003","value":"-0.18","spread":"0.044"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":15,"n":209},"commonTop":["Nasopharyngitis","Headache","Upper respiratory tract infection","Back pain","Cough"]}}}