{"nctId":"NCT00606229","briefTitle":"A Multicenter Investigative Study of the Safety and Efficacy of Long-term Administration of Aripiprazole in Combination With Mood Stabilizer for the Treatment of Patients With Bipolar Disorder Experiencing a Manic or Mixed Episode","startDateStruct":{"date":"2008-01"},"conditions":["Bipolar I Disorder"],"count":41,"armGroups":[{"label":"1","type":"EXPERIMENTAL","interventionNames":["Drug: Aripiprazole"]}],"interventions":[{"name":"Aripiprazole","otherNames":["OPC-14597"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Trial subjects will be men and women of age 18 or above and below the age of 65 who will not be turning 65 during the trial.\n* Patients have the ability to understand and to provide informed consent to the examination, observation, and evaluation processes specified in this protocol, and have signed the informed consent form based on a full understanding of the trial.\n* Patients who meet DSM-IV-TR criteria for manic or mixed episodes and have been diagnosed as having \"296.4x Bipolar I Disorder in which the most recent episode was manic\" or \"296.6x Bipolar I Disorder in which the most recent episode was mixed\"\n* Patients with a YMRS total score of 16 or more\n\nExclusion Criteria:\n\n* Patients presenting with a clinical picture and/or history that is consistent with a DSM-IV-TR diagnosis of:\n\n  * Delirium, dementia, amnestic disorder, or other cognitive disorders\n  * Schizophrenia or other psychotic disorder\n  * Personality disorder\n* Patients experiencing their first manic or mixed episode\n* Patients whose current manic episode has lasted for more than 4 weeks\n* Patients with psychotic symptoms that are clearly due to another general medical condition or direct physiological effects of a substance\n* Patients who have met DSM-IV-TR criteria for a substance-related disorder within 3 months (90 days) prior to informed consent (excluding caffeine- and nicotine-related disorders, but including abuse of benzodiazepines)\n* Patients who have received ECT treatment within 8 weeks prior to informed consent\n* Patients who are expected to require administration of ultrashort-acting or short-acting benzodiazepine receptor agonist hypnotics and antianxiety drugs (See (1) of 4.2.2) at doses exceeding the equivalent of 15 mg/day of diazepam (Only for those patients using such drugs)\n* Patients at significant risk of developing a severe adverse event. Patients who have a medical condition that would interfere with assessments of safety or efficacy during the course of the trial, or who have a history of such a condition.\n* Patients who have received any of the following treatments during the screening period\n\n  * Reserpine\n  * Levodopa, dopamine receptor stimulants\n  * Monoamine oxidase inhibitors\n  * Psychostimulants\n  * Thyroid hormones, antithyroid drugs\n  * Corticosteroids (other than topical preparations)\n  * Adrenaline\n  * All other investigational or unapproved agents\n  * ECT\n  * Light therapy\n* Patients judged to have a diabetic blood glucose level (judgment based on use of a self-monitoring blood glucose meter permissible), or patients whose HbA1c is 6.5% or higher\n* Patients with a history or a complication of diabetes","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Young Mania Rating Scale (YMRS)","description":"Mean change from baseline (Day 1) to endpoint in the YMRS total score\n\nYMRS is composed of 11 evaluation items with 5 rating levels each. Items rated on a scale of 0 to 4 (comprising 5 rating levels of one point each) are 1) elevated mood, 2) increased motor activity/energy, 3) sexual interest, 4) sleep, 7) language-thought disorder, 10) appearance, and 11) insight. Items rated on a scale of 0 to 8 (comprising 5 rating levels of two points each) are 5) irritability, 6) speech (rate and amount), 8) content, and 9) disruptive-aggressive behavior.\n\nTotal score range is 0 to 60, and the higher value represents worsen.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-18.8","spread":"9.86"}]}]}]},{"type":"SECONDARY","title":"Clinical Global Impression - Bipolar Version (CGI-BP) Sevirity of Illness Score (Mania)","description":"Mean change from baseline (Day 1) to endpoint in Clinical Global Impression -Bipolar Version (CGI-BP) severity of illness score (mania)\n\nThe severity of manic symptoms on a scale of 1 (normal, not ill) to 7 (very severely ill)","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.6","spread":"1.50"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":41},"commonTop":["Akathisia","Somnolence","Nausea","Tremor","Blood Creatine Phosphokinase Increased"]}}}