{"nctId":"NCT02339974","briefTitle":"Heterotopic Implantation Of the Edwards-Sapien Transcatheter Aortic Valve in the Inferior VEna Cava for the Treatment of Severe Tricuspid Regurgitation (HOVER)","startDateStruct":{"date":"2015-01","type":"ACTUAL"},"conditions":["Tricuspid Regurgitation"],"count":15,"armGroups":[{"label":"Severe Tricuspid Regurgitation","type":"EXPERIMENTAL","interventionNames":["Device: Heterotopic Implantation Of the Edwards-Sapien XT Transcatheter Valve in the Inferior VEna Cava"]}],"interventions":[{"name":"Heterotopic Implantation Of the Edwards-Sapien XT Transcatheter Valve in the Inferior VEna Cava","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Patients must be at least 21 years old.\n2. The patient must have severe, symptomatic (ACC/AHA Stage D symptoms) tricuspid regurgitation (TR) as assessed by 2D echocardiogram with evidence of peripheral and central venous congestion (specifically lower extremity edema and abdominal ascites requiring diuretics.)\n3. The patient must be evaluated by a \"heart team\" of physicians including an interventional cardiologist, cardiothoracic surgeon, heart failure specialist, and imaging specialist, and presented for review at a local multi-disciplinary conference. By consensus, the heart team must agree (and verify in the case review process) that valve implantation will likely benefit the patient.\n4. The heart team must agree that medical factors preclude operation, based on a conclusion that the probability of death or serious, irreversible morbidity exceeds the probability of meaningful improvement. Also, other factors which may increase the patients perceived surgical risk for inclusion in the trial will be clearly delineated if they are present. These include, but are not limited to the following as defined by VARC 2: Frailty, Hostile chest, porcelain aorta, IMA or other critical conduit crossing the midline or adherent to the posterior table of sternum, severe right ventricular (RV) dysfunction. The surgeons' consultation notes shall specify the medical or anatomic factors leading to that conclusion. At least one of the cardiac surgeon assessors must have interviewed and examined the patient.\n5. The study patient provides informed consent and agrees to comply with all required post-procedure follow-up visits, including annual visits up to 5 years.\n\nExclusion Criteria:\n\n1. Heart Team assessment of operability (the heart team considers the patient to be a good surgical candidate).\n2. Evidence of an acute myocardial infarction ≤ 1 month (30 days) before the intended treatment \\[defined as: Q wave MI, or non-Q wave MI with total CK elevation of CK-MB ≥ twice normal in the presence of MB elevation and/or troponin level elevation (WHO definition)\\].\n3. Untreated, severe, left sided valvular heart disease including mitral regurgitation or stenosis, and aortic regurgitation or stenosis.\n4. Mean pulmonary artery pressures ≥40mmHG and PVR \\>4 woods units as assessed by right heart catheterization.\n5. Any therapeutic invasive cardiac procedure resulting in a permanent implant that is performed within 30 days of the index procedure. Examples of permanent implant would include any new heart valve. Implantation of a permanent pacemaker is excluded.\n6. Patients with planned concomitant surgical or transcatheter ablation for Atrial Fibrillation.\n7. Leukopenia (WBC \\< 3000 cell/mL), acute anemia (Hgb \\< 9 g/dL), Thrombocytopenia (Plt \\< 50,000 cell/mL).\n8. Hemodynamic or respiratory instability requiring inotropic support, mechanical ventilation or mechanical heart assistance within 30 days of screening evaluation.\n9. Need for emergency surgery for any reason.\n10. Left ventricular ejection fraction \\<40%.\n11. Echocardiographic evidence of intracardiac mass, thrombus or vegetation.\n12. Active upper GI bleeding within 3 months (90 days) prior to procedure.\n13. A known contraindication or hypersensitivity to all anticoagulation regimens, or inability to be anticoagulated for the study procedure.\n14. Recent CVA clinically confirmed (by neurologist) or neuroimaging confirmed stroke or transient ischemic attack (TIA) within 6 months (180 days) of the procedure.\n15. Estimated life expectancy \\< 1 year from conditions other than TR.\n16. Expectation that patient will not improve despite treatment of tricuspid regurgitation\n17. Currently participating in another investigational cardiac device study or any other clinical trial, including drugs or biologics. Note: Trials requiring extended follow-up for products that were investigational, but have since become commercially available, are not considered investigational trials.\n18. Active bacterial endocarditis within 6 months (180 days) of procedure.\n19. Patients with signs or symptoms of SVC syndrome, or hepatic cirrhosis not felt due to passive congestion from TR.\n\n20: Subject unable to personally provide informed consent 21. FEV1\\<30% of predicted 22. Model for End State Liver Disease (MELD) score ≥21 (calculated per reference study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"22 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Procedural Success","description":"Procedural success will include both device success and no device/procedure related SAE's including: all death, all stroke, MI, new AKI grade 3, life threatening bleeding, major vascular complications (arterial or venous-requiring unplanned intervention), pericardial effusion or tamponade requiring drainage, SVC syndrome.\n\nSafety as defined by successful vascular access without unplanned major vascular complication as defined by VARC-2, delivery and retrieval of the transcatheter valve delivery system, correct position of both the vascular stent(s) and transcatheter valve in the IVC, a single valve placed within the IVC, and no need for additional surgery or re-intervention (including drainage of pericardial effusion) with the patient being alive at 30-days.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"42.86","spread":null}]}]}]},{"type":"PRIMARY","title":"Individual Patient Success","description":"Individual patient success is defined by device success and the following: no re-hospitalizations for right sided heart failure or right sided heart failure equivalents including drainage of ascites or pleural effusions, new listing for heart transplant, VAD, or other mechanical support; improvement in one of three variables: KCCQ improvement\\>15 vs. baseline; 6MWT improvement\\> 70 meters vs. baseline; or VO2 peak improvement \\> 6% vs baseline..","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Lower Extremity Edema","description":"Measure of improvement in lower extremity (LE) edema measured by the Villalta Scale. The Villalta Scale is used to assess patients with lower extremity signs and symptoms of swelling, discoloration, or ulceration. The scale evaluates 5 patient reported items (pain, cramps, heaviness, paresthesia, pruritus) and 6 clinician-observed items (pretibial edema, skin induration, hyperpigmentation, pain during calf compression, venous ectasia, redness). Each item is graded on a four-point scale (0=none, 1=mild, 2=moderate, 3=severe). All points are added, resulting in an overall score from 0 to 33. The final Villalta score of 5-9 is mild disease, 10-14 is moderate, and ≥15 is severe disease. A 3.1 point reduction in this scale between time points is associated with improved quality of life.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.5","spread":"4.23"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":"5.66"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.7","spread":"5.51"}]}]}]},{"type":"SECONDARY","title":"Stroke and Transient Ischemic Attack (TIA)","description":"Occurrence of stroke or transient ischemic attack (TIA) by Valve Academic Research Consortium (VARC-2) criteria. VARC-2 diagnostic criteria defines stroke as a duration of a focal or global neurological deficit ≥ 24 hours; OR \\<24 hours if available neuroimaging documents a new hemorrhage or infarct; OR the neurological deficit results in death. VARC-2 diagnostic criteria defines TIA as a duration of a focal or global neurological deficit \\<24 hours, any variable neuroimaging does not demonstrate a new hemorrhage or infarct.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null}]},{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]},{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Mortality","description":"Mortality by Valve Academic Research Consortium (VARC-2) criteria. VARC-2 criteria separate All-cause mortality into 'Cardiovascular mortality' and 'Noncardiovascular mortality'. Cardiovascular mortality is defined as any of the following criteria: Death due to proximate cardiac cause (eg, myocardial infarction, cardiac tamponade, worsening heart failure); Death caused by noncoronary vascular conditions such as neurological events, pulmonary embolism, ruptured aortic aneurysm, dissecting aneurysm, or other vascular disease; All procedure-related deaths, including those related to a complication of the procedure or treatment for a complication of the procedure; All valve-related deaths including structural or nonstructural valve dysfunction or other valve-related adverse events; Sudden or unwitnessed death; Death of unknown cause. Noncardiovascular mortality is defined as any death in which the primary cause of death is clearly related to another condition (eg, trauma, cancer, suicide)","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null}]},{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]},{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]},{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Myocardial Infarction","description":"Myocardial Infarction (MI) by Valve Academic Research Consortium (VARC-2) criteria. VARC-2 defines MI as either periprocedural MI (new ischemic symptoms or signs AND elevated cardiac biomarkers within 72 hours after the index procedure), or spontaneous MI (\\>72hours after the index procedure, any 1 of the following: detection of rise and/or fall of cardiac biomarkers with at least 1 value above the 99th percentile, together with the evidence of myocardial ischemia with either symptoms of ischemia, ECG changes indicative of new ischemia, new pathological Q-waves in at least two contiguous leads, or imaging evidence of a new loss of viable myocardium or new wall motion abnormality; Sudden, unexpected cardiac death involving cardiac arrest, accompanied by new ST elevation or new LBBB, and/or evidence of fresh thrombus by coronary angiogram or at autopsy, or at a time before the appearance of cardiac biomarker in the blood; or Pathological findings of an acute MI).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Acute Kidney Injury","description":"Occurrence of Acute Kidney Injury (AKI) by Valve Academic Research Consortium (VARC-2) criteria. VARC-2 criteria defines AKI as any of the following: \\[Stage 1\\] Increase in serum creatinine to 150-199% OR Urine output \\<0.5mL/kg/h for \\>6 but \\<12hours; \\[Stage 2\\] Increase in serum creatinine to 200-299% OR Urine output \\<0.5 mL/kg/h for \\>6 but \\<12hours; or \\[Stage 3\\] Increase in serum creatinine to ≥300% OR Urine output \\<0.3mL/kg/h for ≥24hours OR Anuria for ≥12hours.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null}]},{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]},{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Major Vascular Complications","description":"Major Vascular Complications by Valve Academic Research Consortium (VARC-2) criteria. VARC-2 defines major vascular complications as: any aortic dissection aortic rupture, annulus rupture, left ventricle perforation, or new apical aneurysm/pseudoaneurysm; Access site or access-related vascular injury leading to death, life threatening or major bleeding, visceral ischemia, or neurological impairment; Distal embolization from a vascular source requiring surgery or resulting in amputation or irreversible end-organ damage; The use of unplanned endovascular or surgical intervention associated with death, major bleeding, visceral ischemia or neurological impairment; Any new ipsilateral lower extremity ischemia documented by patient symptoms, physical exam, and/or decreased or absent blood flow on lower extremity angiogram; surgery for access site-related nerve injury; or Permanent access site-related nerve injury.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null}]},{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]},{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":7,"n":7},"commonTop":["Gastrointestinal Bleed","Heart Failure","Shortness of Breath"]}}}