{"nctId":"NCT02314117","briefTitle":"A Study of Ramucirumab (LY3009806) in Combination With Capecitabine and Cisplatin in Participants With Stomach Cancer","startDateStruct":{"date":"2015-01-20","type":"ACTUAL"},"conditions":["Metastatic Gastric Adenocarcinoma","Gastroesophageal Junction Adenocarcinoma"],"count":645,"armGroups":[{"label":"Ramucirumab + Cisplatin + Capecitabine","type":"EXPERIMENTAL","interventionNames":["Drug: Ramucirumab","Drug: Capecitabine","Drug: Cisplatin","Drug: Fluorouracil"]},{"label":"Placebo + Cisplatin + Capecitabine","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Capecitabine","Drug: Cisplatin","Drug: Placebo","Drug: Fluorouracil"]}],"interventions":[{"name":"Ramucirumab","otherNames":["LY3009806","IMC-1121B","Cyramza"]},{"name":"Capecitabine","otherNames":[]},{"name":"Cisplatin","otherNames":[]},{"name":"Placebo","otherNames":[]},{"name":"Fluorouracil","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Have a histopathologically confirmed diagnosis of metastatic gastric or gastroesophageal junction (GEJ) adenocarcinoma. All histologies of nonsquamous cell origin including undifferentiated gastric carcinoma are eligible.\n* Have not received any prior first-line systemic therapy (prior adjuvant or neo-adjuvant therapy is permitted). Participants whose disease has progressed after \\>12 months following the last dose of systemic treatment in the adjuvant/neoadjuvant setting are eligible.\n* Have measurable or nonmeasurable but evaluable disease determined using guidelines in Response Evaluation Criteria in Solid Tumors, Version 1.1 (RECIST v 1.1). Baseline tumor assessment should be performed using a high resolution computed tomography (CT) scan using IV and oral contrast unless clinically contra-indicated. Magnetic resonance imaging (MRI) is acceptable if a CT cannot be performed.\n* Have a performance status of 0 or 1 on the Eastern Cooperative Oncology Group scale at baseline.\n* Have adequate organ function.\n* Have baseline clinical and laboratory parameters that are consistent with the requirements prescribed in respective labels and are suitable for consideration of treatment with capecitabine (or 5-FU) and cisplatin (for example, dihydropyrimidine dehydrogenase deficiency).\n* Have an estimated life expectancy of ≥12 weeks in the judgment of the investigator.\n\nExclusion Criteria:\n\n* Participants with adenocarcinoma of the esophagus are excluded.\n* Participants with human epidermal growth factor receptor 2 (HER2)-positive status.\n* Participants receiving chronic therapy with nonsteroidal anti-inflammatory agents.\n* Have radiation therapy within 14 days prior to randomization.\n* Have documented brain metastases, leptomeningeal disease or uncontrolled spinal cord compression.\n* Have significant bleeding disorders, vasculitis, or had a significant bleeding episode from the gastrointestinal tract within 12 weeks prior to randomization.\n* Have experienced any arterial thromboembolic event, including myocardial infarction, unstable angina, cerebrovascular accident, or transient ischemic attack, within 6 months prior to randomization.\n* Have symptomatic congestive heart failure (New York Heart Association II-IV) or symptomatic or poorly controlled cardiac arrhythmia.\n* Have uncontrolled hypertension prior to initiating study treatment, despite antihypertensive intervention.\n* Have undergone major surgery within 28 days prior to randomization, or central venous access device placement within 7 days prior to first dose of study treatment, except if the procedure is minimally invasive (for example, introduction of peripherally inserted central catheter \\[PICC\\] line) and the investigator does not anticipate any significant bleeding.\n* Have a history of gastrointestinal perforation and/or fistulae within 6 months prior to randomization.\n* Have a history of inflammatory bowel disease or Crohn's disease requiring medical intervention (immunomodulatory or immunosuppressive medications or surgery) ≤12 months prior to randomization.\n* Have an acute or subacute bowel obstruction or history of chronic diarrhea which is considered clinically significant in the opinion of the investigator.\n* The participant has:\n\n  * cirrhosis at a level of Child-Pugh B (or worse) or\n  * cirrhosis (any degree) and a history of hepatic encephalopathy or clinically meaningful ascites resulting from cirrhosis. Clinically meaningful ascites is defined as ascites resulting from cirrhosis and requiring ongoing treatment with diuretics and/or paracentesis.\n* Have known allergy or hypersensitivity to any components of study treatment.\n* Are pregnant or lactating.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression-free Survival (PFS)","description":"PFS time was measured from the date of randomization to the date of radiographic(rgr) documentation of progression(by RECIST v.1.1) or the date of death due to any cause, whichever was earlier.If a participant did not have a complete baseline tumor assessment,then the PFS time was censored at the randomization date.If a participant was not known to have died or have rgr documented progression as of the data cutoff date for the analysis, the PFS time was censored at the last adequate tumor assessment date. If death or progressive disease(PD) occurred after 2 or more consecutive missing rgr visits,censoring occurred at the date of the last rgr visit prior to the missed visits.If death or PD occurred after postdiscontinuation(pdis) systemic anticancer therapy,censoring occurred at the date of last rgr visit prior to the start of pdis systemic anticancer therapy. PD was defined according to RECIST v.1.1.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.72","spread":null},{"groupId":"OG001","value":"5.39","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS)","description":"OS was time from the date of randomization to the date of death from any cause. If the participant was alive at the cutoff for analysis (or was lost to follow-up), OS data were censored for analysis on the last date the participant was known to be alive.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.17","spread":null},{"groupId":"OG001","value":"10.74","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression- Free Survival 2 (PFS2)","description":"PFS2 was defined as the time from the date of randomization to second disease progression (defined as objective radiological or symptomatic progression), or death of any cause, whichever occurs first. Participants alive and for whom a second disease progression has not been observed (including participants who did not receive any additional systemic anticancer treatments) were censored at the last time known to be alive and without second disease progression. The second progression refers to disease progression on or after additional systemic anticancer therapy, regardless if any earlier progression is observed or not(e.g. at the end of study treatment). It is assessed by investigator based on overall clinical evaluation, not limited to RECIST.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.18","spread":null},{"groupId":"OG001","value":"9.20","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Complete Response (CR) or Partial Response (PR) (Objective Response Rate [ORR])","description":"Response was defined using Response Evaluation Criteria In Solid Tumors (RECIST v1.1).Target lesions - CR: Disappearance of all lesions; any pathological lymph nodes must have reduction in short axis to \\<10 mm. PR: At least a 30% decrease in the sum of diameters of lesions vs the baseline sum. PD: At least a 20% increase in the sum of diameters of lesions vs the smallest sum on study (the sum must also demonstrate an absolute increase of at least 5 mm); or the appearance of new lesion(s). Non target lesions - CR: Disappearance of all lesions and normalization of tumor marker levels; all lymph nodes must be non-pathological in size. Non-CR/Non-PD: Persistence of lesion(s) and/or maintenance of abnormal tumor marker levels. PD: Unequivocal progression of existing lesions or the appearance of new lesion(s).ORR calculated as:(sum of the number of participants with PRs and CRs) divided by (number of evaluable participants) multiplied by 100.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"41.1","spread":null},{"groupId":"OG001","value":"36.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Complete Response (CR), Partial Response (PR) or Stable Disease (SD) (Disease Control Rate [DCR])","description":"DCR was the percentage of participants with a best overall response of CR, PR, or SD as per Response using RECIST v1.1 criteria. Target lesions - CR: Disappearance of all lesions; any pathological lymph nodes must have reduction in short axis to \\<10 mm. PR: At least a 30% decrease in the sum of diameters of lesions vs the baseline sum. Progressive Disease (PD): At least a 20% increase in the sum of diameters of lesions vs the smallest sum on study (the sum must also demonstrate an absolute increase of at least 5 mm); or the appearance of new lesion(s). Stable Disease: Neither sufficient shrinkage to qualify for PR nor sufficient increase to qualify for PD. Non target lesions - CR: Disappearance of all lesions and normalization of tumor marker levels; all lymph nodes must be non-pathological in size. Non-CR/Non-PD: Persistence of lesion(s) and/or maintenance of abnormal tumor marker levels. PD: Unequivocal progression of existing lesions or the appearance of new lesion(s).","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"81.9","spread":null},{"groupId":"OG001","value":"76.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Progression (TTP)","description":"TTP was time from the date of randomization to the date of radiographic progression (according to RECIST v.1.1). If a participant died due to any reason without radiographic progression, TTP is censored at the last adequate tumor assessment. Target lesions: Progressive Disease (PD): At least a 20% increase in the sum of diameters of lesions vs the smallest sum on study (the sum must also demonstrate an absolute increase of at least 5 mm); or the appearance of new lesion(s). Non target lesions: PD: Unequivocal progression of existing lesions or the appearance of new lesion(s).","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.77","spread":null},{"groupId":"OG001","value":"5.78","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response (DoR)","description":"Participants achieved an objective response if they had a best overall response of CR or PR.Target lesions- CR:Disappearance of all lesions;any pathological lymph nodes must have reduction in short axis to \\<10 mm.PR: At least a 30% decrease in the sum of diameters of lesions vs the baseline sum.PD: At least a 20% increase in the sum of diameters of lesions vs the smallest sum on study(the sum must also demonstrate an absolute increase of at least 5 mm); or the appearance of new lesion(s).Non target lesions - CR: Disappearance of all lesions and normalization of tumour marker levels;all lymph nodes must be non-pathological in size. Non-CR/Non-PD:Persistence of lesion(s) and/or maintenance of abnormal tumor marker levels.PD:Unequivocal progression of existing lesions or the appearance of new lesion(s).If a participant was not known to have died or have radiographically documented PD as of the data inclusion cutoff date,DOR was censored at the date of the last adequate tumor assessment.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.72","spread":null},{"groupId":"OG001","value":"4.27","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Deterioration in Quality of Life (QoL) on the European Organization for Research and Treatment of Cancer Quality of Life Questionnaire-Core 30 (EORTC QLQ-C30) - Global Health Status/ QoL Scale","description":"Time to sustained deterioration was defined as time from randomization to first worsening in QoL with no subsequent non-worsened assessment. Worsening in global health status/QoL was defined as a decrease of ≥10 points on a 100-point scale. If a participant did not report worsening, time to sustained deterioration was censored at date of last non-worsened assessment.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.00","spread":null},{"groupId":"OG001","value":"9.46","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Health Status on the EuroQol 5-Dimensions 5-Level Instrument (EQ-5D- 5L)","description":"The EQ-5D-5L is a standardized instrument for use as a measure of self-reported health status. Five dimensions of health status are each assessed with 5 response options and scored as a composite index which were anchored on a scale of 0 to 1 with a higher score representing better health status. Additionally, current health status was assessed on a visual analogue scale (VAS) ranging from 0 to 100 with a higher score representing better health status.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.008","spread":"0.148"},{"groupId":"OG001","value":"-0.010","spread":"0.157"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.8","spread":"18.56"},{"groupId":"OG001","value":"1.5","spread":"20.33"}]}]}]},{"type":"SECONDARY","title":"Time to Deterioration in Eastern Cooperative Oncology Group (ECOG) Performance Status (PS)","description":"The time from the date of randomization to the first date observing ECOG PS ≥2 (that is, deterioration from baseline status of 0 or 1). Participants without PS deterioration were censored at their last documented assessments of 0 or 1. ECOG Performance Status: 2- Ambulatory and capable of all selfcare but unable to carry out any work activities. Up and about more than 50% of waking hours, 3 -Capable of only limited selfcare, confined to bed or chair more than 50% of waking hours, 4 -Completely disabled. Cannot carry on any selfcare.Totally confined to bed or chair,5- Dead.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Anti-Ramucirumab Antibodies","description":"Participants who developed treatment-emergent antibody responses to Ramucirumab postbaseline.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]}]},{"type":"SECONDARY","title":"Pharmacokinetics (PK): Maximum Observed Drug Concentration (Cmax) of Ramucirumab","description":"Pharmacokinetics (PK): Pharmacokinetics (PK): Maximum Observed Drug Concentration (Cmax) of Ramucirumab","paramType":"GEOMETRIC_MEAN","dispersionType":"Geometric Coefficient of Variation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"133","spread":"31"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"173","spread":"35"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"169","spread":"60"}]}]}]},{"type":"SECONDARY","title":"PK: Minimum Concentration (Cmin) of Ramucirumab","description":"Pharmacokinetics (PK): Minimum Concentration (Cmin) of Ramucirumab","paramType":"GEOMETRIC_MEAN","dispersionType":"Geometric Coefficient of Variation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"40.7","spread":"35"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"35.7","spread":"56"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"51.2","spread":"47"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"69.7","spread":"52"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"77.6","spread":"98"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":161,"n":323},"commonTop":["Nausea","Fatigue","Vomiting","Decreased appetite","Anaemia"]}}}