{"nctId":"NCT02551094","briefTitle":"Colchicine Cardiovascular Outcomes Trial (COLCOT)","startDateStruct":{"date":"2015-12-04","type":"ACTUAL"},"conditions":["Coronary Artery Disease","Myocardial Infarction"],"count":4745,"armGroups":[{"label":"colchicine","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: colchicine"]},{"label":"colchicine placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: colchicine placebo"]}],"interventions":[{"name":"colchicine","otherNames":["no other name"]},{"name":"colchicine placebo","otherNames":["no other name"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Males and females of at least 18 years of age capable and willing to provide informed consent\n* Patient must have suffered a documented acute myocardial infarction within the last 30 days\n* Patient must be treated according to national guidelines (including anti-platelet therapy, statin, renin-angiotensin-aldosterone system inhibitor (preferably angiotensin-converting enzyme) and beta-blocker when indicated)\n* Patient must have completed any planned percutaneous revascularization procedures associated with his or her qualifying myocardial infarction\n* Female patient is either not of childbearing potential, defined as postmenopausal for at least one year or surgically sterile, or is of childbearing potential and practicing at least one method of contraception and preferably two complementary forms of contraception\n* Patient is judged to be in good general health as determined by the principal investigator\n* Patient must be able and willing to comply with the requirements of this study protocol\n\nExclusion Criteria:\n\n* Patient with a poorly controlled medical condition, such as New York Heart Association Class III-IV heart failure, a left ventricular ejection fraction of less than 35%, recent stroke (within the past 3 months), or any other condition which in the opinion of the investigator, would put the patient at risk if participating in this study\n* Patient with a Type 2 index MI (secondary to ischemic imbalance)\n* Patient with a prior coronary artery bypass graft within the past 3 years, or planned\n* Patient currently in cardiogenic shock or with hemodynamic instability\n* Patient with a history of cancer or lymphoproliferative disease within the last 3 years other than a successfully treated non-metastatic cutaneous squamous cell or basal cell carcinoma and or localized carcinoma in situ of the cervix\n* Patient with inflammatory bowel disease (Crohn's disease or ulcerative colitis) or patient with chronic diarrhea\n* Patient with pre-existent progressive neuromuscular disease or patient with creatine phosphokinase level greater than 3 times the upper limit of normal (unless due to myocardial infarction which is allowed) as measured within the past 30 days and determined to be non-transient through repeat testing\n* Patient with any of the following as measured within the past 30 days, and determined to be non-transient through repeat testing: hemoglobin less than 115 grams/L, white blood cell count less than 3.0 X 10(9)/L,platelet count less than 110 X 10(9)/L, alanine aminotransferase greater than 3 times the upper limit of normal, total bilirubin greater than 2 times the upper limit of normal (unless due to Gilbert syndrome, which is allowed), creatinine greater than 2 times the upper limit of normal\n* Patient with a history of cirrhosis, chronic active hepatitis or sever hepatic disease\n* Female patient who is pregnant, or breast-feeding or is considering becoming pregnant during the study or for 6 months after the last dose of study medication\n* Patient with a history of clinically significant drug or alcohol abuse in the last year\n* Patient is currently using or plan to begin chronic systemic steroid therapy (oral or intravenous) during the study (topical or inhaled steroids are allowed)\n* Patient currently taking colchicine for other indications (mainly chronic indications represented by Familial Mediterranean Fever or gout); there is no wash-out period required for patients who have been treated with colchicine and stopped treatment prior to enrollment\n* Patient with history of an allergic reaction or significant sensitivity to colchicine\n* Patient who has used an investigational chemical agent less than 30 days or 5 half-lives prior to the screening visit (whichever is longer)\n* Patient is considered by he investigator, for any reason, to be an unsuitable candidate for the study","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"First Event of Cardiovascular Death, Resuscitated Cardiac Arrest, Acute Myocardial Infarction, Stroke, or Urgent Hospitalization for Angina Requiring Coronary Revascularization","description":"The descriptive statistics are the number of participants having at least one of the composites of the primary endpoint.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"170","spread":null},{"groupId":"OG001","value":"131","spread":null}]}]}]},{"type":"SECONDARY","title":"Death (Total Mortality)","description":"The descriptive statistics are the number of participants having deceased.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"44","spread":null},{"groupId":"OG001","value":"43","spread":null}]}]}]},{"type":"SECONDARY","title":"Cardiovascular Death","description":"The descriptive statistics are presented as the number of participants having had a cardiovascular death.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24","spread":null},{"groupId":"OG001","value":"20","spread":null}]}]}]},{"type":"SECONDARY","title":"Resuscitated Cardiac Arrest","description":"The descriptive statistics are presented as the number of participants having had resuscitated cardiac arrest","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]}]},{"type":"SECONDARY","title":"Myocardial Infarction","description":"The descriptive statistics are presented as the number of participants having had myocardial infarction.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"98","spread":null},{"groupId":"OG001","value":"89","spread":null}]}]}]},{"type":"SECONDARY","title":"Stroke","description":"The descriptive statistics are presented as the number of participants having had a stroke.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]}]},{"type":"SECONDARY","title":"Urgent Hospitalization for Angina Requiring Coronary Revascularization","description":"The descriptive statistics are presented as the number of participants having had urgent hospitalization for angina requiring coronary revascularization.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"50","spread":null},{"groupId":"OG001","value":"25","spread":null}]}]}]},{"type":"SECONDARY","title":"First Event of Cardiovascular Death, Resuscitated Cardiac Arrest, Acute MI or Stroke.","description":"The descriptive statistics are presented as the number of participants having had a first event of cardiovascular death, resuscitated cardiac arrest, acute MI or stroke.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"130","spread":null},{"groupId":"OG001","value":"111","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"First Event of Deep Venous Thrombosis or Pulmonary Embolus","description":"The descriptive statistics are presented as the number of participants having had a first event of deep venous thrombosis or pulmonary embolus.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Atrial Fibrillation","description":"The descriptive statistics are presented as the number of participants having had atrial fibrillation.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"40","spread":null},{"groupId":"OG001","value":"36","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Heart Failure Hospitalization","description":"The descriptive statistics are presented as the number of participants having had heart failure hospitalization.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null},{"groupId":"OG001","value":"25","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Coronary Revascularization","description":"The descriptive statistics are presented as the number of participants having had coronary revascularization.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"164","spread":null},{"groupId":"OG001","value":"132","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":404,"n":2346},"commonTop":["Diarrhea AE","Other","Nauseau AE","Anaemia AE","Flatulence AE"]}}}