{"nctId":"NCT02577003","briefTitle":"Double-blind Ipragliflozin Add-on Study in Japanese Participants With Type 2 Diabetes Mellitus Who Have Inadequate Glycemic Control on Sitagliptin (MK-0431J-843)","startDateStruct":{"date":"2015-11-09"},"conditions":["Type 2 Diabetes Mellitus"],"count":143,"armGroups":[{"label":"Ipragliflozin + Sitagliptin","type":"EXPERIMENTAL","interventionNames":["Drug: Ipragliflozin","Drug: Sitagliptin"]},{"label":"Placebo + Sitagliptin","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Placebo","Drug: Sitagliptin"]}],"interventions":[{"name":"Ipragliflozin","otherNames":[]},{"name":"Placebo","otherNames":[]},{"name":"Sitagliptin","otherNames":["Januvia®, Tesavel®, Xelevia®, Ristaben®, Glactiv®"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Type 2 diabetes mellitus\n* Inadequate glycemic control on diet/exercise therapy and sitagliptin monotherapy\n* HbA1c ≥7.0% and ≤10.0% before study start\n\nExclusion Criteria:\n\n* History of Type 1 diabetes mellitus or a history of ketoacidosis\n* History of any of the following medications: thiazolidinediones (TZD) and/or insulin within 12 weeks prior to study participation and sodium glucose cotransporter 2 (SGLT2) inhibitors anytime\n* Currently has a urinary tract infection or genital infection with subjective symptom","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in HbA1c at Week 24","description":"HbA1c is measured as percent. Thus, this change from baseline reflects the Week 24 HbA1c percent minus the Week 0 HbA1c percent. Statistical analysis based on a constrained longitudinal data analysis (cLDA) model with terms for treatment, time, prior use of AHAs, the interactions of treatment by time, time by prior use of AHAs, treatment by time by prior use of AHAs, and baseline eGFR value with the constraint that the mean baseline HbA1c is the same for both treatment groups.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.84","spread":null},{"groupId":"OG001","value":"-0.07","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants Who Experienced at Least One Adverse Event (AE)","description":"An adverse event is defined as any untoward medical occurrence in a participant or clinical investigation participant administered a pharmaceutical product and which does not necessarily have to have a causal relationship with this treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"50.7","spread":null},{"groupId":"OG001","value":"65.7","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants Who Discontinued Study Drug Due to an AE","description":"An adverse event is defined as any untoward medical occurrence in a participant or clinical investigation participant administered a pharmaceutical product and which does not necessarily have to have a causal relationship with this treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.7","spread":null},{"groupId":"OG001","value":"5.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in FPG at Week 24","description":"Change from baseline in FPG at Week 24 is defined as Week 24 FPG minus Week 0 FPG. Statistical analysis based on a cLDA model with terms for treatment, time, prior use of AHAs, the interactions of treatment by time, time by prior use of AHAs, treatment by time by prior use of AHAs, and baseline eGFR value with the constraint that the mean baseline FPG is the same for both treatment groups.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-30.3","spread":null},{"groupId":"OG001","value":"-2.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in 2-hr PMG at Week 24","description":"Change from baseline in 2-hr PMG at Week 24 is defined as Week 24 2-hr PMG minus Week 0 2-hr PMG. Statistical analysis based on a cLDA model with terms for treatment, time, prior use of AHAs, the interactions of treatment by time, time by prior use of AHAs, treatment by time by prior use of AHAs, and baseline eGFR value with the constraint that the mean baseline 2-hr PMG is the same for both treatment groups.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-52.4","spread":null},{"groupId":"OG001","value":"-3.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Glucose Total AUC0-2hr After Meal at Week 24","description":"Change from baseline in glucose total AUC0-2hr after meal at Week 24 is defined as Week 24 glucose total AUC0-2hr after a meal minus Week 0 glucose total AUC0-2hr after a meal. Statistical analysis based on a cLDA model with terms for treatment, time, prior use of AHAs, the interactions of treatment by time, time by prior use of AHAs and treatment by time by prior use of AHAs, and baseline eGFR value with the constraint that the mean baseline glucose total AUC0-2hr after meal is the same for both treatment groups.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-86.9","spread":null},{"groupId":"OG001","value":"-2.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Body Weight at Week 24","description":"Change from baseline in body weight at Week 24 is defined as Week 24 body weight minus Week 0 body weight. Statistical analysis based on a cLDA model with terms for treatment, time, prior use of AHAs, the interactions of treatment by time, time by prior use of AHAs and treatment by time by prior use of AHAs, and baseline eGFR value with the constraint that the mean baseline body weight is the same for both treatment groups.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.4","spread":null},{"groupId":"OG001","value":"-0.6","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":73},"commonTop":["Nasopharyngitis","Constipation","Contusion"]}}}