{"nctId":"NCT02269488","briefTitle":"A Phase 3 Open-label Study to Evaluate the Safety of MEDI3250 in Healthy Japanese Children Age 2 Years Through 6 Years","startDateStruct":{"date":"2014-11"},"conditions":["Healthy Japanese Children Age 2 Years Through 6 Years"],"count":100,"armGroups":[{"label":"MEDI3250","type":"EXPERIMENTAL","interventionNames":["Drug: MEDI3250"]}],"interventions":[{"name":"MEDI3250","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Healthy by medical history and physical examination OR presence of stable underlying chronic medical condition for which hospitalization has not been required in the previous year.\n2. Age 2 through 6 years of age at the time of administration.\n3. A written informed consent should be obtained from the subject's legally acceptable representative.\n4. Ability of the parent/guardian to understand and comply with the requirements of the protocol．\n5. Parent/guardian available by telephone or email．\n\nExclusion Criteria:\n\n1. Previous administration in the present study\n2. Participation in another clinical study with an investigational product during the last 3 month\n3. Acute illness or evidence of significant active infection at time of investigational product administration\n4. Fever ≥99.5°F (37.5°C) at time of investigational product administration\n5. Any drug therapy from 15 days prior to randomization or expected drug therapy through 28 days post last dose with the exception of the following classes/types of medications, which are allowed:\n\n   Topical corticosteroids, calcineurin inhibitors, or antifungals for uncomplicated dermatitis; Chronic medications (including those taken on an as-needed basis) that have been well tolerated and were not initiated and/or did not have a dosage change within 90 days prior to randomization.\n6. Current or expected receipt of immunosuppressive medications within a 28-day window around any dose, including an immunosuppressive dose of corticosteroids, which is defined as ≥20 mg/day of prednisone or its equivalent, given daily or on alternate days for ≥15 days (intranasal, intra-articular, and topical corticosteroids are permitted); Note: topical corticosteroids for uncomplicated dermatitis may be used throughout the study according to the judgment of the investigator; topical calcineurin inhibitors may be used in accordance with their package insert at entry and during study participation.\n7. Any known immunosuppressive condition or immune deficiency disease including known or suspected infection with human immunodeficiency virus (HIV);\n8. History of allergic disease or reactions likely to be exacerbated by any component of the investigational product including allergy to eggs, egg proteins, gentamicin, or gelatin or serious, life threatening, or severe reactions to previous influenza vaccinations;\n9. Use of aspirin or salicylate-containing medications within 28 days prior to enrolment or expected receipt through 28 days after final vaccination;\n10. History of Guillain-Barré syndrome;\n11. Use of antiviral agents with activity against influenza virus (including amantadine, rimantadine, oseltamivir, and zanamivir) within 28 days prior to first dose of investigational product or anticipated use of such agents within 28 days after last scheduled vaccination;\n12. Administration of any live virus vaccine within 30 days prior to enrolment, or if receipt of another live virus vaccine is expected within 30 days of any study vaccination;\n13. Administration of any inactivated vaccine within 14 days prior to enrolment or if receipt of another inactivated vaccine is expected within 14 days of any study vaccination;\n14. Receipt of any blood product within 90 days prior to vaccination or expected receipt during this study;\n15. Involvement in the planning and conduct of the study (applies to all AstraZeneca staff and staff at the study site as a parent/guardian)\n16. Any condition that, in the opinion of the investigator, might interfere with the interpretation or evaluation of the vaccines.","healthyVolunteers":false,"sex":"ALL","minimumAge":"2 Years","maximumAge":"6 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Solicited Symptoms Experienced From Administration of MEDI3250","description":"Solicited symptoms experienced from administration of investigational product through 14 days post vaccination by dose number.\n\nSolicited symptoms are events that are considered likely to occur post dosing. For this study, solicited symptoms include \"Fever ≥ 100.4°F (38.0°C) by any route\", \"Runny/stuffy nose\", \"Sore throat\", \"Cough\", \"Headache\", \"Generalized muscle aches\", \"Decreased activity level (lethargy) or tiredness/weakness\", \"Decreased appetite\" and \"Collection of specific solicited symptoms (sore throat, headache, generalized muscle aches) will be omitted when, according to the judgment of the investigator, the subject is too young to reliably report a particular symptom\"","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"57","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":100},"commonTop":["Nasopharyngitis"]}}}