{"nctId":"NCT00610675","briefTitle":"Fifty Two Week Extension Trial of Org 50081 (Esmirtazapine) in the Treatment of Insomnia (P05708)","startDateStruct":{"date":"2006-12-07","type":"ACTUAL"},"conditions":["Insomnia"],"count":346,"armGroups":[{"label":"Esmirtazapine","type":"EXPERIMENTAL","interventionNames":["Drug: Org 50081"]}],"interventions":[{"name":"Org 50081","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* sign written informed consent after the scope and nature of the investigation have been explained to them, before any trial-related evaluations;\n* completed Protocol P05706 or P05707;\n* Have safety and efficacy assessments conducted per protocol P05706 or P05707.\n\nExclusion Criteria:\n\n* clinically relevant electrocardiogram (ECG) abnormalities as judged by the investigator;\n* clinically relevant abnormal laboratory values as judged by the investigator;\n* any adverse event deemed relevant for exclusion in Protocol P05708 as judged by the investigator or,\n* were significantly non compliant with protocol criteria and procedures of Protocol P05706 or P05707, as judged by the investigator.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With an Adverse Event","description":"An Adverse Event (AE) is any untoward occurrence in a participant who is administered any pharmaceutical product, and which does not necessarily have a causal relationship with this treatment. An AE can therefore be any unfavorable and unintended sign (including an abnormal laboratory finding) symptom, or disease temporarily associated with the use of an investigational medicinal product (IMP), whether or not it is related to the IMP.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"235","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants Who Discontinued Treatment Due to an Adverse Event","description":"An Adverse Event (AE) is any untoward occurrence in a participant who is administered any pharmaceutical product, and which does not necessarily have a causal relationship with this treatment. An AE can therefore be any unfavorable and unintended sign (including an abnormal laboratory finding) symptom, or disease temporarily associated with the use of an IMP, whether or not it is related to the IMP.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"67","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Total Sleep Time at Week 52","description":"Total Sleep Time (TST) is a subjective time recorded by the participant in an electronic sleep diary in response to the question \"How much time did you actually spend sleeping?\". Baseline values were calculated by averaging baseline values from base trials P05706 and P05707. Data at baseline and at week 52 were collected every morning and evening for 7 consecutive days, and these data were then averaged. Missing values were imputed by the last observation carried forward (LOCF) method, where the last available assessments prior to the scheduled observation were averaged.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"331.7","spread":"77.9"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"73.0","spread":"85.9"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Sleep Latency at Week 52","description":"Sleep Latency (SL) is the time from when the participant went to bed up to the the time the participant actually fell asleep, recorded by the participant in an electronic sleep diary. Baseline values were calculated by averaging baseline values from base trials P05706 and P05707. Data at baseline and at week 52 were collected every morning and evening for 7 consecutive days, and these data were then averaged. Missing values were imputed by the LOCF method, where the last available assessments prior to the scheduled observation were averaged.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"70.9","spread":"51.3"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-24.5","spread":"62.2"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Wake Time After Sleep Onset at Week 52","description":"Wake time after sleep onset (WASO) is, if the planned waking time is on or after the time of final awakening, as follows: total time from falling asleep to the time of planned wake up minus the total sleep time. If the planned waking time is before the time of final awakening then WASO is as follows: total time from falling asleep to the time of actual final awakening minus the total sleep time. All times were recorded by the participant in an electronic sleep diary. Baseline values were calculated by averaging baseline values from base trials P05706 and P05707. Data at baseline and at week 52 were collected every morning and evening for 7 consecutive days, and these data were then averaged. Missing values were imputed by the LOCF method, where the last available assessments prior to the scheduled observation were averaged.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"85.0","spread":"58.0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-34.8","spread":"72.4"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Number of Awakenings at Week 52","description":"Number of awakenings is a subjective number recorded by the participant in an electronic sleep diary. Baseline values were calculated by averaging baseline values from base trials P05706 and P05707. Data at baseline and at week 52 were collected every morning and evening for 7 consecutive days, and these data were then averaged. Missing values were imputed by the LOCF method, where the last available assessments prior to the scheduled observation were averaged.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.0","spread":"1.5"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.7","spread":"1.5"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Quality of Sleep Scale at Week 52","description":"Quality of Sleep is a subjective number on a Visual Analog Scale recorded by the participant in an electronic sleep diary. The scale ranges from 0 to 100, where very poor is rated at 0, up to excellent, rated at 100. Baseline values were calculated by averaging baseline values from base trials P05706 and P05707. Data at baseline and at week 52 were collected every morning and evening for 7 consecutive days, and these data were then averaged. Missing values were imputed by the LOCF method, where the last available assessments prior to the scheduled observation were averaged.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"43.9","spread":"17.9"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17.3","spread":"22.0"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Satisfaction With Sleep Duration Scale at Week 52","description":"Satisfaction with Sleep Duration is a subjective number on a Visual Analog Scale recorded by the participant in an electronic sleep diary. The scale ranges from 0 to 100, where very unsatisfied is rated at 0, up to fully satisfied, rated at 100. Baseline values were calculated by averaging baseline values from base trials P05706 and P05707. Data at baseline and at week 52 were collected every morning and evening for 7 consecutive days, and these data were then averaged. Missing values were imputed by the LOCF method, where the last available assessments prior to the scheduled observation were averaged.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"41.3","spread":"17.8"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"19.2","spread":"22.2"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":8,"n":342},"commonTop":["Weight increased","Somnolence","Nasopharyngitis","Upper respiratory tract infection"]}}}