{"nctId":"NCT01001208","briefTitle":"The Efficacy and Safety of Adding Methotrexate to Etanercept in Psoriasis","startDateStruct":{"date":"2009-11"},"conditions":["Psoriasis"],"count":478,"armGroups":[{"label":"Etanercept Plus Methotrexate","type":"EXPERIMENTAL","interventionNames":["Drug: Methotrexate","Drug: Etanercept"]},{"label":"Etanercept Plus Placebo","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Etanercept","Drug: Placebo"]}],"interventions":[{"name":"Methotrexate","otherNames":[]},{"name":"Etanercept","otherNames":["Enbrel"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Is capable of understanding and giving written, voluntary informed consent before study screening\n* Male or female ≥18 years of age at time of screening\n* Has had stable moderate to severe plaque psoriasis for at least 6 months (eg, no morphology changes or significant flares of disease activity)\n* Has involved body surface area (BSA) ≥ 10% and Psoriasis Area and Severity Index (PASI) ≥ 10 at screening and at baseline\n* Is a candidate for systemic therapy or phototherapy in the opinion of the investigator\n* Has a negative test for hepatitis B surface antigen and hepatitis C antibody\n* Has a negative purified protein derivative test within 30 days prior to the first IP dose. Tuberculin skin tests should be considered positive when they have greater than or equal to 5 mm of induration at 48-72 hours after test is placed. Patients with a positive tuberculin skin test (if less than or equal to 14 mm of induration) are allowed if they have a history of Bacillus Calmette-Guerin vaccination with a negative Quantiferon test in the past year, no symptoms per tuberculosis worksheet, and a negative chest X ray.\n* Has a negative serum pregnancy test within 28 days before initiating Investigational Product (IP) and negative urine pregnancy test at baseline for females (except those at least 3 years post menopausal or surgically sterile)\n* Females are willing to use highly effective form of birth control (decided upon with the investigator) during the study and for 3 months after the end of treatment (except women at least 3 years post menopausal or surgically sterile)\n* Males are willing to use highly effective form of birth control (decided upon with the investigator) during the study and for 5 months after the end of treatment (except for men who are surgically sterile or whose female partners are at least 3 years post menopausal, surgically sterile, or are using a highly effective form of birth control)\n* Men with a pregnant female partner are willing to use effective methods (decided upon with the investigator) to ensure that an unborn child is not exposed to IP via semen\n* Patient or designee must have the ability to inject etanercept subcutaneously\n\nExclusion Criteria:\n\nSkin-disease related\n\n* Has active guttate, erythrodermic, or pustular psoriasis at the time of the screening visit.\n* Has evidence of skin conditions at the time of the screening visit (eg, eczema) that would interfere with evaluations of the effect of IP on psoriasis.\n\nMedical conditions\n\n* Has significant concurrent medical conditions, including:\n* Type 1 diabetes\n* Poorly controlled type 2 diabetes (hemoglobin A1c \\> 8.5)\n* Symptomatic heart failure (New York Heart Association \\[NYHA\\] class II, III, or IV)\n* Myocardial infarction within the last year\n* Current or history of unstable angina pectoris within the last year\n* Uncontrolled hypertension as defined by a resting blood pressure ≥ 160/95 mmHg prior to randomization (confirmed by a repeat assessment)\n* Severe chronic pulmonary disease (eg, requiring oxygen therapy)\n* No major chronic inflammatory disease or connective tissue disease other than psoriasis and/or psoriatic arthritis\n* Multiple sclerosis or any other demyelinating disease\n* Active malignancy, including evidence of cutaneous basal or squamous cell carcinoma or melanoma, or history of cancer (other than fully resected and surgically cured cutaneous basal cell and squamous cell carcinoma) within 5 years before the first IP dose. If malignancy occurred more than 5 years ago, documentation of disease-free state since treatment is required.\n* Known immunodeficiency syndromes including human immunodeficiency virus (HIV)\n* Uncontrolled, clinically significant history of renal disease\n* Alcoholic hepatitis\n* Any condition that, in the opinion of the investigator, might cause this study to be detrimental to the patient\n* Has any active CTC grade 2 or higher infection (including chronic or localized infections) within 30 days prior to screening, at screening, or during screening period prior to first investigational product (IP) dose\n* Is pregnant or breast feeding\n* Has any condition that could, in the opinion of the investigator, compromise the patient's ability to give written consent and/or comply with the study procedures, such as a history of substance abuse or a psychiatric condition Methotrexate contraindications or precautions\n* Has a family history of heritable liver disease (eg, hemachromatosis, Wilson's disease)\n* Has a history of or evidence at screening or baseline of alcohol abuse, alcoholic liver disease, or other clinically significant liver disease\n* Is unwilling or unable to limit alcohol consumption during the 24-week trial period (allowable limits are: not more than 4 drinks a week, not more than 2 drinks in a single day. 1 drink = 1 (5 oz) glass of wine = 1.5 oz liquor = 12 oz of beer or hard cider)\n* Has an estimated total cumulative methotrexate exposure (by medical history) exceeding 1000 mg, unless a subsequent liver biopsy has demonstrated no grade IIIb or greater injury\n* Has a history of significant methotrexate toxicity including pneumonitis or significant cytopenias\n\nLaboratory abnormalities\n\n* Has laboratory abnormalities at screening, including:\n* Aspartate aminotransferase (AST) and/or alanine aminotransferase (ALT) \\> the upper limit of normal (if screen fail for abnormal AST/ALT, 1 repeat measurement is allowed)\n* Serum total bilirubin ≥ 1.5 mg/dL\n* Abnormal serum albumin (\\< 3.5 g/dL)\n* Hemoglobin \\< 11 g/dL\n* Platelet count \\< 125,000 /mm\\^3\n* White blood cell count \\< 3,500 cells/mm\\^3\n* Absolute neutrophil count \\< 1500/mm\\^3\n* Estimated creatinine clearance \\< 50 mL/min (Cockroft-Gault formula, calculated value to be provided to sites)\n* Any other laboratory abnormality, which, in the opinion of the investigator, will prevent the patient from completing the study or will interfere with the interpretation of the study results\n\nWashouts and disallowed medications\n\n* Has used any of the following therapies within 14 days of IP initiation:\n* Ultraviolet light B therapy\n* Topical cyclosporine or calcineurin inhibitors\n* Topical vitamin A or D analog preparations\n* Class III through VII topical steroids (exception: permitted on the scalp, axillae, and groin)\n* Has used any of the following therapies within 28 days of IP initiation:\n* Intravenous or oral calcineurin inhibitors\n* Ultraviolet light A therapy\n* Psoralen and ultraviolet light A therapy\n* Oral retinoids\n* Class I or II topical steroids\n* Anthralin\n* Any other systemic psoriasis therapy (eg, cyclosporine), including oral or parenteral corticosteroids\n* Cyclophosphamide\n* Sulfasalazine\n* Has used methotrexate within 28 days of IP initiation. Patients with prior use of methotrexate must be excluded if subject discontinued because of a clinically significant adverse event (eg, severe skin reactions, methotrexate-induced lung disease, or any other adverse event that the investigator feels might cause this study to be detrimental to the patient)\n* Has used biologic therapies (other than interleukin (IL)12/IL23 inhibitors or anti-timor necrosis factor (TNF) agents) within 3 months of IP initiation\n* Has used an IL12/23 inhibitor within 6 months of IP initiation (eg, CNTO 1275, ABT 874)\n* Has used one or more anti-TNF agents (eg, etanercept, adalimumab, infliximab) within 3 months of IP initiation. Patients with prior use of an anti-TNF agent must be excluded if the subject discontinued for lack of efficacy or a clinically significant adverse event (eg, serious infection, neurologic event, malignancy, hematologic event, or any other adverse event that the investigator feels might cause this study to be detrimental to the patient).\n* Has previously used efalizumab (Raptiva®).\n* Other investigational procedures are excluded.\n* currently enrolled in or has not yet completed at least 30 days or 5 half-lives (if applicable; whichever is longer) since ending other investigational device or drug study(s), or is receiving other investigational agent(s).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"PASI 75 Response at Week 24","description":"Percentage of participants achieving at least a 75% decrease (improvement) from Baseline in the Psoriasis Area and Severity Index (PASI) at Week 24. PASI Score incorporates measures of erythema, desquamation, infiltration, and affected body surface area. Involvement and severity of psoriasis was scored by a blinded assessor using a scale of 0 to 72, where 0 = no psoriasis and 72 = severe disease.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"77.3","spread":null},{"groupId":"OG001","value":"60.3","spread":null}]}]}]},{"type":"SECONDARY","title":"PASI 50 Response at Week 24","description":"Percentage of participants achieving at least a 50% decrease (improvement) from Baseline in the Psoriasis Area and Severity Index (PASI) at Week 24. PASI Score incorporates measures of erythema, desquamation, infiltration, and affected body surface area. Involvement and severity of psoriasis was scored by a blinded assessor using a scale of 0 to 72, where 0 = no psoriasis and 72 = severe disease.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"91.6","spread":null},{"groupId":"OG001","value":"84.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Static Physician Global Assessment (sPGA) Response at Week 24","description":"Percentage of participants achieving a clear (0) or almost clear (1) status on the Static Physician Global Assessment (sPGA) at Week 24. This index evaluates the physician's global assessment of the participant's psoriasis based on severity of induration, scaling, and erythema. The assessment was scored by a blinded assessor on a scale of 0 to 5, where 0 = clear, with no evidence of plaque elevation, erythema, or scale, and 5 = severe induration, erythema, and scaling.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"71.8","spread":null},{"groupId":"OG001","value":"54.3","spread":null}]}]}]},{"type":"SECONDARY","title":"PASI 50 Response at Week 12","description":"Percentage of participants achieving at least a 50% decrease (improvement) from Baseline in the Psoriasis Area and Severity Index (PASI) at Week 12. PASI Score incorporates measures of erythema, desquamation, infiltration, and affected body surface area. Involvement and severity of psoriasis was scored by a blinded assessor using a scale of 0 to 72, where 0 = no psoriasis and 72 = severe disease.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"92.4","spread":null},{"groupId":"OG001","value":"83.8","spread":null}]}]}]},{"type":"SECONDARY","title":"PASI 75 Response at Week 12","description":"Percentage of participants achieving at least a 75% decrease (i.e. improvement) from Baseline in the Psoriasis Area and Severity Index (PASI) at Week 12. PASI Score incorporates measures of erythema, desquamation, infiltration, and affected body surface area. Involvement and severity of psoriasis was scored by a blinded assessor using a scale of 0 to 72, where 0 = no psoriasis and 72 = severe disease.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"70.2","spread":null},{"groupId":"OG001","value":"54.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Static Physician Global Assessment (sPGA) Response at Week 12","description":"Percentage of participants achieving a clear (0) or almost clear (1) status on the Static Physician Global Assessment (sPGA) at Week 12. This index evaluates the physician's global assessment of the participant's psoriasis based on severity of induration, scaling, and erythema. The assessment was scored by a blinded assessor on a scale of 0 to 5, where 0 = clear, with no evidence of plaque elevation, erythema, or scale, and 5 = severe induration, erythema, and scaling.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"65.5","spread":null},{"groupId":"OG001","value":"47","spread":null}]}]}]},{"type":"SECONDARY","title":"PASI 90 Response at Week 12","description":"Percentage of participants achieving at least a 90% decrease (improvement) from Baseline in the Psoriasis Area and Severity Index (PASI) at Week 12. PASI Score incorporates measures of erythema, desquamation, infiltration, and affected body surface area. Involvement and severity of psoriasis was scored by a blinded assessor using a scale of 0 to 72, where 0 = no psoriasis and 72 = severe disease.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"34","spread":null},{"groupId":"OG001","value":"23.1","spread":null}]}]}]},{"type":"SECONDARY","title":"PASI 90 Response at Week 24","description":"Percentage of participants achieving at least a 90% decrese (improvement) from Baseline in the Psoriasis Area and Severity Index (PASI) at Week 24. PASI Score incorporates measures of erythema, desquamation, infiltration, and affected body surface area. Involvement and severity of psoriasis was scored by a blinded assessor using a scale of 0 to 72, where 0 = no psoriasis and 72 = severe disease.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"53.8","spread":null},{"groupId":"OG001","value":"34.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Percentage of Body Surface Area Involved With Psoriasis at Week 12","description":"A measurement of psoriasis involvement, given as the physician's assessment of the percentage of the participant's total body surface area (BSA) involved with psoriasis. The BSA numerical score was completed by a blinded assessor. A decrease from Baseline indicates improvement. Change from Baseline was calculated as Baseline score - Week 12 score; a positive change from Baseline therefore indicates improvement.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.3","spread":"13.7"},{"groupId":"OG001","value":"15.2","spread":"13.4"}]}]}]},{"type":"SECONDARY","title":"Change Form Baseline in Percentage of Body Surface Area Involved With Psoriasis at Week 24","description":"A measurement of psoriasis involvement, given as the physician's assessment of the percentage of the participant's total body surface area (BSA) involved with psoriasis. The BSA numerical score was completed by a blinded assessor. A decrease from Baseline indicates improvement. Change from Baseline was calculated as Baseline score - Week 24 score; a positive change from Baseline therefore indicates improvement.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19.5","spread":"15.2"},{"groupId":"OG001","value":"17.8","spread":"14.0"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":239},"commonTop":["Nasopharyngitis","Headache","Upper Respiratory Tract Infection","Nausea"]}}}