{"nctId":"NCT00091442","briefTitle":"A Study of Docetaxel Monotherapy or DOXIL and Docetaxel in Patients With Advanced Breast Cancer","startDateStruct":{"date":"2004-09"},"conditions":["Breast Cancer"],"count":751,"armGroups":[{"label":"DOXIL and docetaxel combination therapy","type":"EXPERIMENTAL","interventionNames":["Drug: Docetaxel","Drug: DOXIL"]},{"label":"Docetaxel monotherapy","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Docetaxel"]}],"interventions":[{"name":"Docetaxel","otherNames":[]},{"name":"DOXIL","otherNames":["DOXIL in combination with Docataxel"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Females with locally advanced or metastatic breast cancer who received prior anthracycline therapy in the neoadjuvant or adjuvant setting, and had at least a 12-month disease-free interval since the end of their last cytotoxic therapy, were eligible for the study\n* Participants who received prior hormonal therapy, or no more than 1 cytotoxic chemotherapy regimen (anthracyclines, taxanes, or antitubulin agents were not permitted), or both for advanced disease\n* Participants with normal cardiac function, as evidenced by a normal left ventricular ejection fraction\n\nExclusion Criteria:\n\n* More than 1 prior cytotoxic chemotherapy regimen for advanced breast cancer\n* Treatment of advanced breast cancer with an anthracycline, paclitaxel, docetaxel, vinorelbine, or vinblastine (prior treatment of advanced breast cancer with 1 regimen that included alkylating agents or antimetabolite agents was acceptable)\n* Less than 2 months since the last dose of trastuzumab\n* Less than 3 weeks since last dose of tamoxifen or fulvestrant, or less than 1 week since the last dose of other hormonal therapy\n* Radiation to areas of disease within 30 days before study enrollment\n* History of New York Heart Association Class II or greater cardiac disease or other clinical evidence of congestive heart failure","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"SECONDARY","title":"Overall Survival","description":"Time interval in months between the date of randomization and the participant's death from any cause.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20.7","spread":null},{"groupId":"OG001","value":"20.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Response Rate: Number of Participants in the Evaluable Population Who Achieved a Complete Response (CR) or Partial Response (PR)","description":"Number of participants in the evaluable population who achieved a CR or PR as per Response Evaluation Criteria In Solid Tumors (RECIST) criteria. CR: Disappearance of all target lesions and PR: at least a 30% decrease in the sum of longest diameter (LD) of target lesions taking as reference the baseline sum LD. Response was assessed by Computed Tomography (CT)/Magnetic Resonance Imaging (MRI).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"95","spread":null},{"groupId":"OG001","value":"129","spread":null}]}]}]},{"type":"PRIMARY","title":"Time to Progression","description":"Time interval in months between the date of randomization and the date of disease progression or death due to progression, whichever occurred first.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.0","spread":null},{"groupId":"OG001","value":"9.8","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":59,"n":373},"commonTop":["Neutropenia","Alopecia","Mucositis/stomatitis","Palmar-plantar erythrodysaesthesia syndrome","Leukopenia"]}}}