{"nctId":"NCT02531438","briefTitle":"Omadacycline vs Moxifloxacin for the Treatment of CABP (EudraCT #2013-004071-13)","startDateStruct":{"date":"2015-11","type":"ACTUAL"},"conditions":["Bacterial Pneumonia","Community-Acquired Infections"],"count":774,"armGroups":[{"label":"Omadacycline","type":"EXPERIMENTAL","interventionNames":["Drug: Omadacycline"]},{"label":"Moxifloxacin","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Moxifloxacin"]}],"interventions":[{"name":"Omadacycline","otherNames":[]},{"name":"Moxifloxacin","otherNames":["Avelox"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients, ages 18 years or older who have signed the informed consent\n* Has qualifying bacterial pneumonia\n* Female patients must not be pregnant at the time of enrollment\n* Must agree to a reliable method of birth control during the study and for 30 days following the last dose of study drug\n\nExclusion Criteria:\n\n* Known or suspected hospital-acquired pneumonia\n* Evidence of significant immunological disease\n* Has a history of hypersensitivity or allergic reaction to any tetracycline or to any fluoroquinolone antibiotic\n* Has received an investigational drug within past 30 days\n* Women who are pregnant or nursing","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Early Clinical Response","description":"Early clinical response is defined as clinical success, categorized by survival with improvement of at least 1 level compared to Baseline in at least 2 CABP symptoms (cough, sputum production, pleuritic chest pain, and dyspnea) with no worsening in the other CABP symptoms. Response was determined programmatically using the investigator's assessment of the CABP symptoms. The severity of the participant's CABP symptoms was evaluated on a 4-point scale (absent, mild, moderate, or severe) based upon the CABP Subject Symptom Severity Guidance Framework for Investigator Assessment. An indeterminate response is defined as one that could not be adequately inferred because the participant was not assessed because they withdrew consent, were lost to follow-up, or other specified reason. Clinical failure is defined as no improvement by at least 1 level in CABP symptoms, worsening of any CABP symptom, alternative antibacterial treatment for CABP, discontinuation due to adverse event, or death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"313","spread":null},{"groupId":"OG001","value":"321","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"49","spread":null},{"groupId":"OG001","value":"47","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"24","spread":null},{"groupId":"OG001","value":"20","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With the Indicated Investigator Assessment of Clinical Response in the ITT Population at the Post Therapy Evaluation (PTE) Visit","description":"At the PTE Visit the investigator indicated one of the following outcomes relating to the primary infection under study: Clinical Success: survival after completion of a test article regimen without receiving any systemic antibacterial therapy other than test article, resolution of signs/symptoms of the infection present at Screening with no new symptoms/complications attributable to CABP and no need for further antibacterial therapy. Clinical Failure: alternative antibacterial treatment for CABP was required prior to the PTE Visit related to either (a) progression/development of new CABP symptoms or (b) development of infectious complications of CABP. Other reasons for clinical failure: participant received antibiotics that may have been effective for the infection under study for a different infection from the one under study; death prior to the PTE Visit. Indeterminate: the clinical response to test article could not be adequately inferred.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"338","spread":null},{"groupId":"OG001","value":"330","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"32","spread":null},{"groupId":"OG001","value":"42","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null},{"groupId":"OG001","value":"16","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With the Indicated Investigator Assessment of Clinical Response in the Clinically Evaluable-Post Therapy Evaluation (CT-PTE) Population","description":"At the PTE Visit the investigator indicated one of the following outcomes relating to the primary infection under study: Clinical Success: survival after completion of a test article regimen without receiving any systemic antibacterial therapy other than test article, resolution of signs/symptoms of the infection present at Screening with no new symptoms/complications attributable to CABP and no need for further antibacterial therapy. Clinical Failure: alternative antibacterial treatment for CABP was required prior to the PTE Visit related to either (a) progression/development of new CABP symptoms or (b) development of infectious complications of CABP. Other reasons for clinical failure: participant received antibiotics that may have been effective for the infection under study for a different infection from the one under study; death prior to the PTE Visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"316","spread":null},{"groupId":"OG001","value":"312","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"24","spread":null},{"groupId":"OG001","value":"33","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":23,"n":382},"commonTop":["Diarrhea","Alanine aminotransferase increased","Nausea","Hypertension","Aspartate aminotransferase increased"]}}}