{"nctId":"NCT03172325","briefTitle":"Study to Demonstrate Non-Inferior Efficacy and Safety of CinnoRA® Versus Humira® for Treatment of Active RA","startDateStruct":{"date":"2015-11-18","type":"ACTUAL"},"conditions":["Active Rheumatoid Arthritis"],"count":136,"armGroups":[{"label":"CinnaGen adalimumab","type":"EXPERIMENTAL","interventionNames":["Drug: Adalimumab","Drug: Methotrexate","Drug: Folic Acid","Drug: Prednisolone"]},{"label":"AbbVie adalimumab","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Adalimumab","Drug: Methotrexate","Drug: Folic Acid","Drug: Prednisolone"]}],"interventions":[{"name":"Adalimumab","otherNames":[]},{"name":"Methotrexate","otherNames":[]},{"name":"Folic Acid","otherNames":[]},{"name":"Prednisolone","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female aged 18-75 years at the time of signing the informed consent form.\n* Have been diagnosed as having active rheumatoid arthritis (RA) according to The European League Against Rheumatism criteria\n* moderately to severely active RA for at least six months\n* Patients who have an inadequate response to the treatment with the usual non-biological regimen for at least 12 weeks according to their investigator judgment.\n* Ability to comprehend and willingness to sign the Informed Consent Form for this study.\n\nExclusion Criteria:\n\n* Tuberculosis patient or latent tuberculosis patient (PPD \\>5mm or abnormal Chest X-ray)\n* Have been treated previously with any biological agents including any tumor necrosis factor inhibitors (including ORENCIA® (abatacept), KINERET® (anakinra), REMICADE® (infliximab), ENBREL® (etanercept), CIMZIA® (certolizumab pegol), SIMPONI® (golimumab), or Adalimumab).\n* Have a known hypersensitivity to human immunoglobulin proteins or other components of Humira or test- Adalimumab\n* Women who are pregnant, breastfeeding or planning to become pregnant during the study\n* Have a positive serological test for hepatitis B or hepatitis C or have a known history of infection with human immunodeficiency virus (HIV) of the past three months.\n* Physical incapacitation (ACR functional Class IV or wheelchair-/bed-bound)\n* Have had a serious infection or have been treated with intravenous antibiotics for an infection within eight weeks or oral antibiotics within two weeks prior to screening\n* Have a history of chronic or recurrent infection\n* Aspartate aminotransferase (AST) or alanine aminotransferase (ALT) \\> two times upper limit of normal.\n* Hemoglobin \\<8.5 g/dL.\n* Platelets \\<125,000/µL.\n* Leukocyte count \\<3500/µL.\n* Serum Creatinine\\>2 mg/dl\n* Concomitant use of Prednisolone \\> 10 mg/day and NSAIDs\n* Treatment with intravenous, intramuscular, intra-articular and oral corticosteroids within four weeks prior to Day 1 (prednisolone, more than 7.5 mg/daily)\n* Ever used RITUXAN® (rituximab), IMURAN® (azathioprine), or PURINETHOL® (mercaptopurine, 6-MP).\n* Have any of the following conditions:\n\n  1. History of congestive heart failure.\n  2. History of acute myocardial infarction or unstable angina within the previous 12 months prior to Screening.\n  3. History of demyelinating disorders (e.g., MS)\n  4. History of multiple sclerosis\n  5. History of any malignancy within the previous five years prior to Screening.\n  6. Any other disease or disorder which, in the opinion of the Investigator, will put the subject at risk if they are enrolled.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Patients With DAS28-EULAR Good and Moderate Responses at Week 24","description":"The primary variables are the percentage of patients with DAS28-EULAR Good and Moderate Responses at week 24 compared with Humira. Moderate response is defined as decrement of more than 1.2 in patient's DAS score while patient's DAS score is equal to or more than 3.2 or decrement of 0.6-1.2 while patient's DAS score is equal to or below 5.1. Good response is defined as decrement of more than 1.2 in patient's DAS score while patient's DAS score is below 3.2. We used the Disease Activity Score-28 for rheumatoid arthritis with erythrocyte sedimentation rate (DAS28-ESR) to assess disease activity in patients with rheumatoid arthritis. This score ranges from 2 to 10, and higher values indicate higher disease activity. DAS28-ESR is calculated with the following formula:\n\nDAS28-ESR= (0.56\\*√(Tender Joint Count)+0.28\\*√(Swollen Joint Count)+0.7\\*ln(ESR)+0.014\\*(global health))","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"63","spread":null},{"groupId":"OG001","value":"63","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients Achieving ACR20, ACR50 and ACR70 Response Rates at Week 24","description":"ACR20, ACR50, and ACR70 Response Rates are considered as respectively an Improvement of at Least 20%, 50%, or 70% in American College of Rheumatology (ACR) Score from Baseline at Week 24.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"92","spread":null},{"groupId":"OG001","value":"89","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"77","spread":null},{"groupId":"OG001","value":"75","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"47","spread":null},{"groupId":"OG001","value":"53","spread":null}]}]}]},{"type":"SECONDARY","title":"Health Assessment Questionnaire (HAQ) Disability Index at Week 24.","description":"Quality of life is assessed using the Health Assessment Questionnaire (HAQ). The HAQ is a self-reported scale used in studies of rheumatoid arthritis to assess areas such as dressing/grooming, arising, eating, walking, reach, grip, maintaining hygiene, and daily activities. There are 20 questions in the mentioned 8 sections. In each section, the highest score is considered as the main answer. Scores should be between 0 and 3 and the final answer is the average of scores relating to all sections. An increased score indicates a worsening of the disability. The disability index of Health Assessment Questionnaire (HAQ) at week 24 is reported.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.25","spread":null},{"groupId":"OG001","value":"0.19","spread":null}]}]}]},{"type":"SECONDARY","title":"The Incidence of Adverse Events","description":"The incidence of adverse events at each visit is recorded based on patients' reports, vital signs, physical examinations, and laboratory tests for systemic safety, including liver function, renal function, complete blood count and clinical chemistries, urinalysis, and hematologic testing.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23","spread":null},{"groupId":"OG001","value":"30","spread":null}]}]}]},{"type":"SECONDARY","title":"Immunogenicity: Number of Participants With Anti-Drug Antibodies (ADA)","description":"Number of Participants with Anti-Drug Antibodies (ADA) at Week 24. The ELISA method was used for immunogenicity assessments of adalimumab.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":68},"commonTop":["Injection site reaction","Respiratory infection","Headache","Flu-like symptoms","Nausea"]}}}