{"nctId":"NCT00318708","briefTitle":"Asthma Clinical Research Network (ACRN) Trial - Macrolides in Asthma (MIA)","startDateStruct":{"date":"2006-06"},"conditions":["Asthma"],"count":92,"armGroups":[{"label":"clarithromycin + fluticasone","type":"EXPERIMENTAL","interventionNames":["Drug: clarithromycin","Drug: fluticasone propionate"]},{"label":"placebo + fluticasone","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: fluticasone propionate","Drug: placebo clarithromycin"]}],"interventions":[{"name":"clarithromycin","otherNames":["Biaxin"]},{"name":"fluticasone propionate","otherNames":["Flovent®"]},{"name":"placebo clarithromycin","otherNames":["placebo Biaxin"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* History of physician-diagnosed asthma\n* Methacholine PC20 less than or equal to 16 mg/ml and/or FEV1 improvement greater than or equal to 12% in response to 180 mcg albuterol\n* Stable asthma for at least 6 weeks prior to study entry\n* FEV1 greater than or equal to 60% of predicted result following 180 mcg albuterol\n* Juniper ACQ score greater than or equal to 1.5 (optimal ACQ score cut-off point for asthma that is \"not well-controlled\" by NIH/Global Initiative for Asthma \\[GINA\\] guidelines)\n* Nonsmoker (less than 10 pack-per-year lifetime smoking history and no smoking in the year prior to study entry)\n* Able to perform spirometry, as per American Thoracic Society criteria\n* 75% adherence with diary cards, fluticasone (monitored with Doser), and placebo pill trial (monitored electronically with Electronic Drug Exposure Monitor \\[eDEM\\] pill dose counter) for the final 2 weeks of the four-week run-in period\n* At Visit 1, in steroid-naïve participants, no significant adrenal suppression, defined as a plasma cortisol concentration less than 5 mcg/dL. If adrenal suppression occurs, a 250 mcg corticotropin (ACTH) stimulation test will be performed. Plasma cortisol levels will be collected at baseline, and 30 and 60 minutes after the ACTH stimulation test. Participants must have a cortisol concentration greater than 20 mcg/dL on at least one of the post-ACTH time points\n* Absence of bronchoscopy-induced exacerbation; if bronchoscopy-induced exacerbation has occurred, prednisone therapy must have stopped at least 6 weeks prior to study entry\n* Absence of respiratory tract infection; if infection has occurred, infection-related symptoms must have stopped at least 6 weeks prior to study entry\n* Has experienced no more than two exacerbations or respiratory tract infections prior to study entry\n* If female and able to conceive, willing to utilize two medically acceptable forms of contraception (one non-barrier method with single barrier method OR double barrier method)\n\nExclusion Criteria:\n\n* Presence of lung disease other than asthma\n* Presence of vocal cord dysfunction, due to potential confounding of ACQ score\n* Significant medical illness other than asthma\n* History of atrial or ventricular tachyarrhythmia\n* Use of any medication that has a significant interaction with clarithromycin, including herbal or alternative therapies\n* Asthma exacerbation within 6 weeks of the screening visit or during the run-in period prior to bronchoscopy\n* Use of systemic steroids or change in dose of controller therapy within 6 weeks of the screening visit\n* Inability, in the opinion of the study investigator, to coordinate use of dry powder or metered-dose inhaler or to comply with medication regimens\n* Inability or unwillingness to perform required study procedures\n* Prolonged heart rate corrected QT-interval (greater than 450 msec in women and greater than 430 msec in men) on echocardiogram (ECG) at study entry\n* Low potassium or magnesium levels (based on local Asthma Clinical Research Network laboratory definitions)\n* Abnormal elevation of liver function tests (AST, ALT, total bilirubin, or alkaline phosphatase)\n* Abnormal prothrombin time (PT) or partial thromboplastin time (PTT) results\n* Reduced creatinine clearance\n* Contraindication to bronchoscopy, as determined by medical history or physical examination\n* Regular consumption of grapefruit or grapefruit juice\n* Pregnant or breastfeeding","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"60 Years","stdAges":["ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Juniper Asthma Control Questionnaire (ACQ) Results","description":"The Juniper asthma control questionnaire (ACQ) consists of six questions answered by the asthma patient with respect to symptoms, rescue medication use, and night-time awakenings due to asthma. A seventh item in the ACQ is the percent predicted FEV1. Each of the seven items is scored from from 0 (best) to 6 (worst), and then the seven items are averaged to yield a number from 0 (best) to 6 (worst). Asthma patients needed to display an ACQ greater than or equal to 1.25 in order to be eligible for randomization. A reduction of 0.5 units or more in the ACQ over the 16 weeks of treatment is considered to be clinically significant.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.15","spread":"0.14"},{"groupId":"OG001","value":"-0.38","spread":"0.14"}]}]}]},{"type":"SECONDARY","title":"Asthma Rescue Medication Use","description":"number of rescue puffs per day","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.71","spread":"0.23"},{"groupId":"OG001","value":"-0.14","spread":"0.24"}]}]}]},{"type":"SECONDARY","title":"AM Peak Expiratory Flow (PEF)","description":"daily AM peak expiratory flow (PEF) measured in liters per minute","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.31","spread":"4.55"},{"groupId":"OG001","value":"11.69","spread":"4.48"}]}]}]},{"type":"SECONDARY","title":"Forced Expiratory Volume in One Second (FEV1)","description":"Forced expiratory volume in one second (FEV1) from spirometry","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.08","spread":"0.05"},{"groupId":"OG001","value":"-0.06","spread":"0.06"}]}]}]},{"type":"SECONDARY","title":"Methacholine Provocative Concentration (PC20)","description":"Logarithm-base 2 transformed Methacholine provocative concentration (PC20) based on FEV1","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.39","spread":"0.30"},{"groupId":"OG001","value":"0.41","spread":"0.30"}]}]}]},{"type":"SECONDARY","title":"Exhaled Nitric Oxide (eNO)","description":"Exhaled nitric oxide (eNO) measured in parts per billion","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.33","spread":"3.16"},{"groupId":"OG001","value":"3.04","spread":"3.26"}]}]}]},{"type":"SECONDARY","title":"Asthma Quality of Life Questionnaire (AQLQ)","description":"The Asthma Quality of Life Questionnaire (AQLQ) consists of 32 questions, with each question ranging from 1 (worst) to 7 (best). The 32 questions are averaged to yield an overall score, which is reported here. Therefore, a positive change between the 16-week score and the baseline score represents improvement.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.41","spread":"0.16"},{"groupId":"OG001","value":"0.59","spread":"0.15"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":47},"commonTop":["respiratory infections","gastrointestinal events"]}}}