{"nctId":"NCT01355484","briefTitle":"Phase III Study of the Effect of GTx-024 on Muscle Wasting in Patients With Non-Small Cell Lung Cancer (NSCLC)","startDateStruct":{"date":"2011-07"},"conditions":["Muscle Wasting","Non Small Cell Lung Cancer"],"count":321,"armGroups":[{"label":"GTx-024","type":"EXPERIMENTAL","interventionNames":["Drug: GTx-024"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: placebo"]}],"interventions":[{"name":"GTx-024","otherNames":[]},{"name":"placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* give voluntary, signed informed consent in accordance with institutional policies\n* be non-obese as defined as body mass index (BMI)\\< or = to 32 and weight \\<300 pounds (\\<136kg)\n* have been diagnosed with Stage III or IV NSCLC\n* be prior to first line chemotherapy\n* planned first line chemotherapy regimen is platinum plus paclitaxel only or platinum plus docetaxel only\n* if surgery is part of the cancer treatment, screening for this study should be conducted at least 4 weeks (28 days) after surgery\n* life expectancy of \\>6 months\n* ECOG score \\<or=1\n* Serum creatinine \\<or=2.0 mg/dL\n* MALES - age \\>or= 30 years\n* FEMALES - age \\>or=30 years and clinically confirmed as postmenopausal.Subjects must have undergone the onset of spontaneous or surgical menopause prior to the start of this study. Spontaneous menopause is defined as the natural cessation of ovarian function as indicated by being amenorrheic for at least 12 months. If the subject has been amenorrheic for \\>or=6 months but \\<12 months they must have a serum FSH concentration of \\>or=50 mIU/mL and an estradiol concentration of \\<or=25 pg/mL. Surgical menopause is defined as bilateral oophorectomy.\n* MALES - subjects must agree to use a double barrier method of contraception during the study and for 3 months after study completion. This may include the following: condom + spermicide or condom + oral hormonal contraception\n* MALES - have a serum PSA of \\<or=4.0 ng/mL or a negative prostate biopsy (no prostate cancer)within 6 months of evaluation\n\nExclusion Criteria:\n\n* Have, in the judgment of the investigator, a clinically significant concurrent illness or psychological, familial, sociological, geographical or other concomitant condition that would not permit adequate follow-up and compliance with the study protocol\n* Have ALT/SGOT or AST/SGPT above 1.5 times the upper limit of normal (ULN) without evidence of liver metastases and above 5 times the ULN in subjects with evidence of liver metastases\n* Have alkaline phosphatase greater than 3 times ULN and/or total bilirubin levels above 2 mg/dL at baseline\n* Have biologic agents or kinase inhibitors as part of their first line chemotherapy regimen including, but not limited to bevacizumab (Avastin), gefitinib (Nexavar) and erlotinib (Tarceva)\n* Cardiovascular: uncontrolled hypertension, congestive heart failure or angina\n* Pulmonary: Stage 4 chronic obstructive pulmonary disease (COPD)\n* positive screen for Hepatitis B consisting of HBsAg (Hepatitis B Surface Antigen), unless subject was diagnosed \\> 10 years prior to enrollment and no evidence of active liver disease\n* positive screen for anti-HCV (Hepatitis C Antibody),hepatitis A antibody IgM, or HIV\n* currently taking testosterone, oxandrolone (Oxandrin), testosterone-like agents (such as dehydroepiandrosterone (DHEA), androstenedione, and other androgenic compounds, including herbals), or antiandrogens; previous therapy with testosterone and testosterone-like agents is acceptable with a 30 day washout (if previous testosterone therapy was long term depot within the past 6 months, the site should contact the medical monitor for this study to determine appropriate washout period)\n* currently taking megestrol acetate (Megace), dronabinol (Marinol), medical marijuana (medical cannabis) or any prescription medication intended to increase appetite or treat unintentional weight loss\n* have a baseline stair climb time \\>or=30 seconds (mean of two stair climbs)\n* Have active cancer, other than NSCLC, or non-melanoma carcinoma of the skin, within the previous two years","healthyVolunteers":false,"sex":"ALL","minimumAge":"30 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Physical Function","description":"Measure is the percentage of subjects at day 84 with stair climb power change \\>=10% from their baseline value.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"29.4","spread":null},{"groupId":"OG001","value":"24.2","spread":null}]}]}]},{"type":"PRIMARY","title":"Lean Body Mass","description":"Measure is the percentage of subjects at day 84 with lean body mass change \\>=0% from their baseline value.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"41.9","spread":null},{"groupId":"OG001","value":"30.4","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":56,"n":160},"commonTop":["Nausea","Alopecia","Anaemia","Vomiting","Disease Progression"]}}}