{"nctId":"NCT03017508","briefTitle":"Acute Anxiolytic Effects of Riluzole on Subjects With Social Anxiety Disorder","startDateStruct":{"date":"2017-01"},"conditions":["Social Anxiety Disorder","Performance Anxiety"],"count":22,"armGroups":[{"label":"BHV-0223 (Sublingual Riluzole)","type":"EXPERIMENTAL","interventionNames":["Drug: BHV-0223"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"BHV-0223","otherNames":["sublingual riluzole"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Male or female (post-menopausal, surgically sterile, or negative pregnancy test at screening and agreement to utilize an established birth control, including complete abstinence, during the testing period) between the age of 18 and 65 yrs.\n2. Meet DSM-5 criteria for social anxiety disorder by structured clinical interview (SCID) and have a LSAS public speaking subscale score \\>6.\n3. Stable psychiatric medications. Participants must have had stable doses of all psychiatric medications for the month prior to treatment and have been on stable doses of SSRI and antidepressants for at least 1 month prior to study enrollment. As needed benzodiazepine use will be permitted as long as subjects refrain from using benzodiazepines for the 48 hours prior to the study.\n4. Medically and neurologically healthy on the basis of physical examination, SMAC-20 (including LFT's, TFT's), VDRL, CBC w/ diff, urinalysis, urine toxicology, EKG, and medical history. Individuals with stable medical problems that do not have CNS effects or interfere with medications administered (e.g., oral hypoglycemics) may be included if their medications have not been adjusted in the month prior to entry;\n5. Urine toxicology screen negative for drug of abuse.\n6. Able to provide written informed consent according to the Yale Human Investigation Committee (HIC) guidelines.\n\nExclusion Criteria:\n\n1. Positive pregnancy test\n2. Breastfeeding females\n3. History of substance abuse disorder (ETOH, cocaine, opiates, PCP) within the last 6 months or positive urine toxicology on screening (within the previous 6 months).\n4. History of pervasive developmental disorder or psychotic disorder by DSM-IV-TR criteria.\n5. Presence of dentures, braces, piercings at the time of dosing, or any physical findings in the mouth or tongue that, in the opinion of the Principal Investigator, would be likely to interfere with successful completion of the dosing procedure.\n6. Participants with a medical condition that might interfere with the physiological absorption and motility (ie, gastric bypass, duodenectomy) or gastric bands.\n7. Participants with any clinically significant abnormality or abnormal laboratory test results.\n8. Participant has a current diagnosis of viral hepatitis (HBsAG or HVC) or a history of liver disease.\n9. Participant has significant history of seizure disorder other than a single childhood febrile seizure (eg. Epilepsy)\n10. Participant using any drugs known to induce or inhibit CYP 1A2 metabolism (examples of inducers: rifampin, carbamazepine, etc.; examples of inhibitors: fluvoxamine, ciprofloxacin, fluoroquinolones, etc.) within 30 days prior to the first study drug administration.\n11. Participants with a history of allergic reactions to riluzole or other related drugs.\n12. Participant has a history of anaphylaxis, a documented hypersensitivity reaction, or a clinically important reaction to any drug.\n13. Participant has received another investigational drug or device within the 30 days (90 days for biologics) prior to the first dosing or is currently participating in an investigational study involving no drug administration.\n14. Participant with clinically significant electrocardiogram (ECG) abnormalities (QTcF \\>450 msec) or vital sign abnormalities (systolic blood pressure lower than 90 or over 140 mmHg, diastolic blood pressure lower than 50 or over 90 mmHg, or heart rate less than 50 or over 100 bpm) at Screening or Baseline (Day -1).\n15. Any reason which, in the opinion of the Principal Investigator, would prevent the participant from being in the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"VAS-anxiety Immediately After the Impromptu Speech Task","description":"Measure Description: In the Visual Analogue Scale (VAS) participants are presented with a straight horizontal line of 100 mm in length and asked to mark the placement that would best describe the intensity of the anxiety felt at that moment. The left end (0mm) represents \"no anxiety\" and the right end (100mm) represents \"the worst anxiety ever felt\" by the participant.The VAS score is determined by measuring in millimeters from the left hand end of the line to the point that the patient marks, generating a numerical score along a continuum","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"54.3","spread":"23.6"},{"groupId":"OG001","value":"62.6","spread":"13.7"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":22},"commonTop":["Temporary perioral numbing"]}}}