{"nctId":"NCT02587221","briefTitle":"Clinical Study to Evaluate the Efficacy, Safety and Immunogenicity of an MF59-Adjuvanted Quadrivalent Influenza Vaccine Compared to Non-influenza Vaccine Comparator in Adults ≥ 65 Years of Age","startDateStruct":{"date":"2016-09-30","type":"ACTUAL"},"conditions":["Influenza"],"count":6790,"armGroups":[{"label":"aQIV","type":"EXPERIMENTAL","interventionNames":["Biological: MF59-adjuvanted Quadrivalent Subunit Inactivated Egg-derived Influenza Vaccine (aQIV)"]},{"label":"Non-influenza Comparator Vaccine","type":"PLACEBO_COMPARATOR","interventionNames":["Biological: Non-Influenza Comparator (Boostrix)"]}],"interventions":[{"name":"MF59-adjuvanted Quadrivalent Subunit Inactivated Egg-derived Influenza Vaccine (aQIV)","otherNames":[]},{"name":"Non-Influenza Comparator (Boostrix)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Males and females ≥ 65 years old who are healthy or have co-morbidities\n2. Individuals who or whose legal guardian have voluntarily given written consent after the nature of the study has been explained according to local regulatory requirements, prior to study entry.\n3. Ability to attend all scheduled visits and to comply with study procedures\n\nExclusion Criteria:\n\n1. Hypersensitivity, including allergy to any component of vaccines foreseen in this study\n2. Abnormal function of the immune system.\n3. Receipt of any influenza vaccine within 6 months prior to enrolment in this study or who plan to receive influenza vaccine while participating in the study.\n4. Additional eligibility criteria may be discussed by contacting the site","healthyVolunteers":true,"sex":"ALL","minimumAge":"65 Years","stdAges":["OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Absolute Vaccine Efficacy (VE) of aQIV Versus Non-influenza Comparator Based on RT-PCR-confirmed Influenza Due to Any Strain Using Protocol Defined ILI Definition.","description":"The primary efficacy endpoint was the time of first-occurrence of RT-PCR-confirmed influenza due to any strain of influenza regardless of antigenic match to the strains selected for the seasonal vaccine from Day 21 through 180 days after vaccination or end of the influenza season, whichever is longer, using protocol defined ILI definition. Absolute vaccine efficacy is VE=1-HR, where HR is the hazard ratio of aQIV vs non-influenza comparator estimated by the Cox proportional hazards model for the primary endpoint.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"122","spread":null},{"groupId":"OG001","value":"151","spread":null}]}]}]},{"type":"PRIMARY","title":"Safety Endpoint: The Percentage of Subjects in the Solicited Safety Subset With Solicited Local and Systemic Adverse Events (AE)","description":"Safety of vaccination was assessed in terms of percentage of subjects reporting solicited local and systemic AEs up to 7 days after vaccination.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"34.3","spread":null},{"groupId":"OG001","value":"32.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"24.4","spread":null},{"groupId":"OG001","value":"19.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"19.2","spread":null},{"groupId":"OG001","value":"16.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.2","spread":null},{"groupId":"OG001","value":"3.9","spread":null}]}]}]},{"type":"PRIMARY","title":"Safety Endpoint: Percentage of Subjects With Medically-attended Adverse Events (MAAEs)","description":"Safety of vaccination was assessed in terms of percentage of subjects reporting medically attended AEs within 30 days after of first occurrence RT-PCR confirmed influenza.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.7","spread":null},{"groupId":"OG001","value":"0.4","spread":null}]}]}]},{"type":"PRIMARY","title":"Safety Endpoint: Percentages of Subjects With Any Unsolicited AE","description":"Safety of vaccination was assessed in terms of percentage of subjects reporting unsolicited AEs up to 21 days after vaccination.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.5","spread":null},{"groupId":"OG001","value":"21.2","spread":null}]}]}]},{"type":"PRIMARY","title":"Safety Endpoint: Percentages of Subjects With Serious Adverse Events (SAE), AEs Leading to Withdrawal, New Onset of Chronic Disease (NOCD), and Adverse Events of Special Interest (AESI)","description":"Safety of vaccination was assessed in terms of percentage of subjects reporting SAEs, AEs leading to withdrawal, NOCDs, and AESIs up to 366 days after vaccination.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.0","spread":null},{"groupId":"OG001","value":"6.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.1","spread":null},{"groupId":"OG001","value":"1.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9.5","spread":null},{"groupId":"OG001","value":"9.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1","spread":null},{"groupId":"OG001","value":"0.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Absolute Vaccine Efficacy (VE) of aQIV Versus Non-influenza Comparator Based on RT-PCR-confirmed Influenza Due to Any Strain Using Modified CDC ILI Definition.","description":"The secondary efficacy endpoint was the time of first-occurrence of RT-PCR-confirmed influenza due to any strain of influenza regardless of antigenic match to the strains selected for the seasonal vaccine from Day 21 through 180 days after vaccination or end of the influenza season, whichever is longer, using modified CDC ILI definition. Absolute vaccine efficacy is VE=1-HR, where HR is the hazard ratio of aQIV vs non-influenza comparator estimated by the Cox proportional hazards model for the secondary efficacy endpoint.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"83","spread":null},{"groupId":"OG001","value":"121","spread":null}]}]}]},{"type":"SECONDARY","title":"Absolute Vaccine Efficacy (VE) of aQIV Versus Non-influenza Comparator Based on Culture Confirmed Influenza Due to Any Strain of Influenza Antigenically Matched to the Strains Selected for the Seasonal Vaccine Using Protocol Defined ILI Definition.","description":"The secondary efficacy endpoint was the time of first-occurrence of culture confirmed influenza due to any strain of influenza antigenically matched to the strains selected for the seasonal vaccine from Day 21 through 180 days after vaccination or end of the influenza season, whichever is longer, using protocol defined ILI definition. Absolute vaccine efficacy is VE=1-HR, where HR is the hazard ratio of aQIV vs non-influenza comparator estimated by the Cox proportional hazards model for the secondary endpoint.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"14","spread":null}]}]}]},{"type":"SECONDARY","title":"Absolute Vaccine Efficacy (VE) of aQIV Versus Non-influenza Comparator Based on Culture Confirmed Influenza Due to Any Strain of Influenza Antigenically Matched to the Strains Selected for the Seasonal Vaccine Using Modified CDC ILI Definition.","description":"The secondary efficacy endpoint was the time of first-occurrence of culture confirmed influenza due to any strain of influenza antigenically matched to the strains selected for the seasonal vaccine from Day 21 through 180 days after vaccination or end of the influenza season, whichever is longer, using modified CDC ILI definition. Absolute vaccine efficacy is VE=1-HR, where HR is the hazard ratio of aQIV vs non-influenza comparator estimated by the Cox proportional hazards model for the secondary endpoint.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"13","spread":null}]}]}]},{"type":"SECONDARY","title":"Absolute Vaccine Efficacy (VE) of aQIV Versus Non-influenza Comparator Based on Culture Confirmed Influenza Due to Any Strain of Influenza Regardless of Antigenic Match Using Protocol Defined ILI Definition.","description":"The secondary efficacy endpoint was the time of first-occurrence of culture confirmed influenza due to any strain of influenza regardless of antigenic match from Day 21 through 180 days after vaccination or end of the influenza season, whichever is longer, using protocol defined ILI definition. Absolute vaccine efficacy is VE=1-HR, where HR is the hazard ratio of aQIV vs non-influenza comparator estimated by the Cox proportional hazards model for the secondary endpoint.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"58","spread":null},{"groupId":"OG001","value":"81","spread":null}]}]}]},{"type":"SECONDARY","title":"Absolute Vaccine Efficacy (VE) of aQIV Versus Non-influenza Comparator Based on Culture Confirmed Influenza Due to Any Strain of Influenza Regardless of Antigenic Match Using Modified CDC ILI Definition.","description":"The secondary efficacy endpoint was the time of first-occurrence of culture confirmed influenza due to any strain of influenza regardless of antigenic match from Day 21 through 180 days after vaccination or end of the influenza season, whichever is longer, using modified CDC ILI definition. Absolute vaccine efficacy is VE=1-HR, where HR is the hazard ratio of aQIV vs non-influenza comparator estimated by the Cox proportional hazards model for the secondary endpoint.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"44","spread":null},{"groupId":"OG001","value":"66","spread":null}]}]}]},{"type":"SECONDARY","title":"Absolute Vaccine Efficacy (VE) of aQIV Versus Non-influenza Comparator Based on Culture Confirmed Influenza Due to Any Strain of Influenza Antigenically Unmatched to the Strains Selected for the Seasonal Vaccine Using Protocol Defined ILI Definition.","description":"The secondary efficacy endpoint was the time of first-occurrence of culture confirmed influenza due to any strain of influenza antigenically unmatched to the strains selected for the seasonal vaccine from Day 21 through 180 days after vaccination or end of the influenza season, whichever is longer, using protocol defined ILI definition. Absolute vaccine efficacy is VE=1-HR, where HR is the hazard ratio of aQIV vs non-influenza comparator estimated by the Cox proportional hazards model for the secondary endpoint.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"51","spread":null},{"groupId":"OG001","value":"67","spread":null}]}]}]},{"type":"SECONDARY","title":"Absolute Vaccine Efficacy (VE) of aQIV Versus Non-influenza Comparator Based on Culture Confirmed Influenza Due to Any Strain of Influenza Antigenically Unmatched to the Strains Selected for the Seasonal Vaccine Using Modified CDC ILI Definition.","description":"The secondary efficacy endpoint was the time of first-occurrence of culture confirmed influenza due to any strain of influenza antigenically unmatched to the strains selected for the seasonal vaccine from Day 21 through 180 days after vaccination or end of the influenza season, whichever is longer, using modified CDC ILI definition. Absolute vaccine efficacy is VE=1-HR, where HR is the hazard ratio of aQIV vs non-influenza comparator estimated by the Cox proportional hazards model for the secondary endpoint.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"39","spread":null},{"groupId":"OG001","value":"53","spread":null}]}]}]},{"type":"SECONDARY","title":"Immunogenicity Endpoint: Geometric Mean Hemagglutination Inhibition (HI) Titers (GMT)","description":"The log-transformed antibody titers (GMT) at Day 1 and Day 22 were evaluated using an analysis of covariance (ANCOVA) model including factors for site/country, pre-vaccination titer, age, and comorbidity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"31.86","spread":null},{"groupId":"OG001","value":"36.19","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"438.79","spread":null},{"groupId":"OG001","value":"29.43","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"28.31","spread":null},{"groupId":"OG001","value":"27.56","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"572.80","spread":null},{"groupId":"OG001","value":"27.06","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13.83","spread":null},{"groupId":"OG001","value":"13.13","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"86.77","spread":null},{"groupId":"OG001","value":"12.49","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12.77","spread":null},{"groupId":"OG001","value":"12.26","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"104.26","spread":null},{"groupId":"OG001","value":"11.25","spread":null}]}]}]},{"type":"SECONDARY","title":"Immunogenicity Endpoint: Geometric Mean Ratio (GMR) of Post-vaccination HI Titer Over the Pre-vaccination HI Titer","description":"The GMR was assessed as the postvaccination HI titer divided by the prevaccination HI titer (Day 22/Day 1).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.17","spread":null},{"groupId":"OG001","value":"0.89","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"22.65","spread":null},{"groupId":"OG001","value":"1.08","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.58","spread":null},{"groupId":"OG001","value":"0.97","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.59","spread":null},{"groupId":"OG001","value":"0.94","spread":null}]}]}]},{"type":"SECONDARY","title":"Immunogenicity Endpoint: Percentages of Subjects With an HI Titer ≥1:40","description":"The percentage of subjects vaccinated with aQIV with a HI antibody titers ≥1:40 was assessed for each of the 4 strains Assessment criteria was considered fulfilled if the lower bound of the two-sided 95% CI for percent of subjects with HI antibody titer ≥1:40 met or exceeded 60% at Day 22.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"96.2","spread":null},{"groupId":"OG001","value":"46.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"95.6","spread":null},{"groupId":"OG001","value":"41.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"79.2","spread":null},{"groupId":"OG001","value":"21.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"81.6","spread":null},{"groupId":"OG001","value":"18.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Immunogenicity Endpoint: Percentages of Subjects Who Achieved Seroconversion (SCR)","description":"The percentage of subjects achieving SCR at Day 22 was assessed for each of the 4 strains. SCR is defined as HI titer ≥1:40 for subjects seronegative at baseline (HI titer \\<1:10) or a minimum 4-fold increase in HI titer for subjects seropositive at baseline (HI titer ≥1:10) on Day 22. Assessment criteria was considered fulfilled if the lower bound of the two-sided 95% CI for the percentage of subjects achieving an HI antibody SCR met or exceeded 30% at Day 22.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"78.0","spread":null},{"groupId":"OG001","value":"2.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"84.6","spread":null},{"groupId":"OG001","value":"3.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"60.8","spread":null},{"groupId":"OG001","value":"3.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"65.5","spread":null},{"groupId":"OG001","value":"2.1","spread":null}]}]}]},{"type":"POST_HOC","title":"Absolute Vaccine Efficacy (VE) of aQIV Versus Non-influenza Comparator Based on RT-PCR-confirmed Influenza Due to Any Strain Using WHO ILI Definition.","description":"The post-hoc efficacy endpoint was the time of first-occurrence of RT-PCR-confirmed influenza due to any strain of influenza regardless of antigenic match to the strains selected for the seasonal vaccine from Day 21 through 180 days after vaccination or end of the influenza season, whichever is longer, using WHO ILI definition. Absolute vaccine efficacy is VE=1-HR, where HR is the hazard ratio of aQIV vs non-influenza comparator estimated by the Cox proportional hazards model for the post-hoc efficacy endpoint","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"39","spread":null},{"groupId":"OG001","value":"79","spread":null}]}]}]},{"type":"POST_HOC","title":"Absolute Vaccine Efficacy (VE) of aQIV Versus Non-influenza Comparator Based on Culture Confirmed Influenza Due to Any Strain of Influenza Antigenically Matched to the Strains Selected for the Seasonal Vaccine Using WHO ILI Definition.","description":"The post-hoc efficacy endpoint was the time of first-occurrence of culture confirmed influenza due to any strain of influenza antigenically matched to the strains selected for the seasonal vaccine from Day 21 through 180 days after vaccination or end of the influenza season, whichever is longer, using WHO ILI definition. Absolute vaccine efficacy is VE=1-HR, where HR is the hazard ratio of aQIV vs non-influenza comparator estimated by the Cox proportional hazards model for the post-hoc endpoint.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"8","spread":null}]}]}]},{"type":"POST_HOC","title":"Absolute Vaccine Efficacy (VE) of aQIV Versus Non-influenza Comparator Based on Culture Confirmed Influenza Due to Any Strain of Influenza Regardless of Antigenic Match Using WHO ILI Definition","description":"The post-hoc efficacy endpoint was the time of first-occurrence of culture confirmed influenza due to any strain of influenza regardless of antigenic match from Day 21 through 180 days after vaccination or end of the influenza season, whichever is longer, using WHO ILI definition. Absolute vaccine efficacy is VE=1-HR, where HR is the hazard ratio of aQIV vs non-influenza comparator estimated by the Cox proportional hazards model for the post-hoc endpoint.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null},{"groupId":"OG001","value":"45","spread":null}]}]}]},{"type":"POST_HOC","title":"Absolute Vaccine Efficacy (VE) of aQIV Versus Non-influenza Comparator Based on Culture Confirmed Influenza Due to Any Strain of Influenza Antigenically Unmatched to the Strains Selected for the Seasonal Vaccine Using WHO ILI Definition.","description":"The post-hoc efficacy endpoint was the time of first-occurrence of culture confirmed influenza due to any strain of influenza antigenically unmatched to the strains selected for the seasonal vaccine from Day 21 through 180 days after vaccination or end of the influenza season, whichever is longer, using WHO ILI definition. Absolute vaccine efficacy is VE=1-HR, where HR is the hazard ratio of aQIV vs non-influenza comparator estimated by the Cox proportional hazards model for the post-hoc endpoint.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null},{"groupId":"OG001","value":"37","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":238,"n":3380},"commonTop":["Pain","Erythema","Fatigue","Headache","Induration"]}}}