{"nctId":"NCT01321554","briefTitle":"A Multicenter, Randomized, Double-Blind, Placebo-Controlled, Trial of Lenvatinib (E7080) in 131I-Refractory Differentiated Thyroid Cancer (DTC)","startDateStruct":{"date":"2011-03-17","type":"ACTUAL"},"conditions":["Thyroid Cancer"],"count":392,"armGroups":[{"label":"Lenvatinib (Randomization Phase)","type":"EXPERIMENTAL","interventionNames":["Drug: Lenvatinib"]},{"label":"Placebo (Randomization Phase)","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"Lenvatinib 24 mg (OOL Lenvatinib Treatment Period)","type":"EXPERIMENTAL","interventionNames":["Drug: Lenvatinib"]},{"label":"Lenvatinib 20 mg (OOL Lenvatinib Treatment Period)","type":"EXPERIMENTAL","interventionNames":["Drug: Lenvatinib"]}],"interventions":[{"name":"Lenvatinib","otherNames":["Lenvatinib (Lenvima, E7080)"]},{"name":"Placebo","otherNames":[]},{"name":"Lenvatinib","otherNames":["Lenvatinib (Lenvima, E7080)"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n1. Histologically or cytologically confirmed diagnosis of one of the following DTC subtypes: Papillary thyroid cancer (PTC) or follicular thyroid cancer (FTC).\n2. Measurable disease according to (RECIST 1.1) and confirmed by central radiographic review.\n3. 131 I-refractory/resistant disease.\n4. Evidence of disease progression within 12 months prior to signing informed consent (+1 month screening window).\n5. Prior treatment with 0 or 1 vascular endothelial growth-factor (VEGF) or vascular endothelial growth-factor receptors (VEGFR) targeted therapy.\n6. Adequate renal, liver, bone marrow, and blood coagulation function, as defined in the protocol.\n\nExclusion criteria:\n\n1. Anaplastic or medullary carcinoma of the thyroid\n2. 2 or more prior VEGF/ VEGFR-targeted therapies\n3. Received any anticancer treatment within 21 days or any investigational agent within 30 days prior to the first dose of study drug.\n\nInclusion criteria for OOL Lenvatinib Treatment Period :\n\nParticipants were eligible for lenvatinib treatment in the OOL Lenvatinib Treatment Period if the met the following criteria:\n\n1. Placebo-treated participants in the Randomization Phase who had progressive disease (PD) confirmed by IIR, and who requested treatment with lenvatinib.\n2. Participants who continued to satisfy specified inclusion and exclusion criteria as presented in the study protocol.\n3. Participants with maximum interval between the day of confirmation of PD by IIR and Cycle 1/Day 1 of the OOL Lenvatinib Treatment Period of less than or equal to 3 months.\n4. No systemic anticancer treatment during the interval between the day of confirmation of PD by the IIR and Cycle 1/Day 1 of the OOL Lenvatinib Treatment Period.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression Free Survival (PFS)","description":"PFS was defined as the time from the date of randomization to the date of first documentation of disease progression or death (whichever occurred first), as determined by blinded IIR using Response Evaluation Criteria In Solid Tumors (RECIST) 1.1 for the double-blind treatment period (Randomization Phase). Disease progression per RECIST v1.1 was defined as at least a 20 percent (%) relative increase and 5 millimeter (mm) absolute increase in the sum of diameters of target lesions (taking as reference the smallest sum on study), recorded since the treatment started or the appearance of 1 or more new lesions.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.3","spread":null},{"groupId":"OG001","value":"3.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Response Rate (ORR)","description":"ORR, defined as the percentage of participants who had best overall response (BOR) of complete response (CR) or partial response (PR) as determined by blinded IIR using RECIST 1.1 for target lesions and assessed by magnetic resonance imaging/computed tomography (MRI/CT) scans (for double blind treatment period i.e. Randomization Phase). CR was defined as disappearance of all target lesions. Any pathological lymph nodes (whether target or non-target) had to have reduction in short axis to less than 10 mm. PR was defined as at least a 30% decrease in the sum of diameters of target lesions, taking as reference the baseline sum diameters. ORR = CR + PR.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"64.8","spread":null},{"groupId":"OG001","value":"1.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS)","description":"Overall survival measured from the date of randomization until date of death from any cause. Overall survival is adjusted with rank preserving structural failure time.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Pharmacokinetic (PK) Profile of Lenvatinib: Area Under the Plasma Concentration Curve","description":null,"paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3490","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":171,"n":261},"commonTop":["Diarrhoea","Hypertension","Decreased appetite","Weight decreased","Nausea"]}}}