{"nctId":"NCT04542070","briefTitle":"A Study to Evaluate Efficacy and Safety of Cabotegravir (CAB) Long Acting (LA) Plus (+) Rilpivirine (RPV) LA Versus BIKTARVY® (BIK) in Participants With Human Immunodeficiency Virus (HIV)-1 Who Are Virologically Suppressed","startDateStruct":{"date":"2020-11-09","type":"ACTUAL"},"conditions":["HIV Infections"],"count":687,"armGroups":[{"label":"Biktarvy (BIK)","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: BIKTARVY Tablets (BIK)"]},{"label":"Oral lead-in phase (OLI)","type":"EXPERIMENTAL","interventionNames":["Drug: Cabotegravir Tablets","Drug: Rilpivirine Tablets"]},{"label":"Direct to injections (D2I)","type":"EXPERIMENTAL","interventionNames":["Drug: Cabotegravir Injectable Suspension (CAB LA)","Drug: Rilpivirine Injectable Suspension (RPV LA)"]},{"label":"Switch Q2M Group","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Cabotegravir Injectable Suspension (CAB LA)","Drug: Rilpivirine Injectable Suspension (RPV LA)"]}],"interventions":[{"name":"Cabotegravir Tablets","otherNames":[]},{"name":"Cabotegravir Injectable Suspension (CAB LA)","otherNames":[]},{"name":"Rilpivirine Tablets","otherNames":[]},{"name":"Rilpivirine Injectable Suspension (RPV LA)","otherNames":[]},{"name":"BIKTARVY Tablets (BIK)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participants aged 18 years or older (or \\>=19 where required by local regulatory agencies), at the time of signing the informed consent.\n* A female participant is eligible to participate if she is not pregnant (as confirmed by a negative serum human chorionic gonadotropin (hCG) test at screen and a negative urine hCG test at Randomization), not lactating, and at least one of the following conditions applies.\n\n  1. Non-reproductive potential defined as:\n\n     * Pre-menopausal females with one of the following:\n\n       1. Documented tubal ligation.\n       2. Documented hysteroscopic tubal occlusion procedure with follow-up confirmation of bilateral tubal occlusion.\n       3. Hysterectomy.\n       4. Documented Bilateral Oophorectomy\n     * Postmenopausal defined as 12 months of spontaneous amenorrhea (in questionable cases a blood sample with simultaneous follicle stimulating hormone \\[FSH\\] and estradiol levels consistent with menopause). Females on hormone replacement therapy (HRT) and whose menopausal status is in doubt will be required to use one of the highly effective contraception methods if they wish to continue their HRT during the study. Otherwise, they must discontinue HRT to allow confirmation of post-menopausal status prior to study enrollment.\n  2. Reproductive potential and agrees to follow one of the options listed in the Modified List of Highly Effective Methods for Avoiding Pregnancy in Females of Reproductive Potential (FRP) from 30 days prior to the first dose of study medication, throughout the study, for at least 30 days after discontinuation of all oral study medications, and for at least 52 weeks after discontinuation of CAB LA and RPV LA.\n* Capable of giving signed informed consent, which includes compliance with the requirements and restrictions listed in the consent form and in this protocol. Eligible participants or their legal guardians (and next of kin when locally required), must sign a written Informed Consent Form before any protocol-specified assessments are conducted. Enrollment of participants who are unable to provide direct informed consent is optional and will be based on local legal/regulatory requirements and site feasibility to conduct protocol procedures.\n* Participants enrolled in France must be affiliated to, or a beneficiary of, a social security category.\n* Must be on the uninterrupted current regimen of BIK for at least 6 months prior to Screening with an undetectable HIV-1 viral load for at least 6 months prior to Screening. BIK must be the participant's first or second regimen. If BIK is the second regimen, the first regimen must be an integrase inhibitor (INI) regimen. Only a single prior Integrase inhibitor (INI) regimen is allowed if BIK is a second line regimen \\>=6 months prior to screening. Any history of non-integrase strand transfer inhibitor regimens (that is. non-nucleoside reverse transcriptase inhibitor, protease inhibitor, C-C chemokine receptor 5 and other entry inhibitors) are not permitted. Any prior change in regimen, defined as a change of a single drug or multiple drugs simultaneously, must have occurred due to tolerability/safety, access to medications, or convenience/simplification, and must not have been done for treatment failure (HIV-1 RNA \\>=400 c/mL).\n\nThe following are limited exceptions:\n\n* A change from Tenofovir disoproxil fumarate (TDF) to TAF will not be considered a regimen change.\n* Historical perinatal use of Nucleoside reverse transcriptase inhibitor (NRTI) when given in addition to an ongoing Highly active antiretroviral therapy (HAART) will not be considered a change in ART therapy regimen.\n* The past use of ARVs in the context of Post Exposure Prophylaxis (PEP) or Pre-Exposure Prophylaxis (PrEP) while the participant was HIV negative will be allowed. Such cases will be evaluated on a case by case basis with the Medical Monitor, and may require documentation of HIV negative serology during time of PEP or PrEP.\n* A change in dosing scheme of the same drug from twice daily to once daily will not be considered a change in ART regimen if data support similar exposures and efficacy.\n* A change in formulation from multiple class regimens to single treatment regimens (of the same medications) would not be considered a change in ART regimen.\n\n  * Documented evidence of plasma HIV-1 RNA measurements \\<50 c/mL in the 6 months prior to Screening.\n  * Plasma HIV-1 RNA \\<50 c/mL at Screening.\n\nExclusion Criteria:\n\n* Within 6 months prior to Screening, any plasma HIV-1 RNA measurement \\>=50 c/mL.\n* Within the 6 to 12-month window prior to Screening, documented evidence of any plasma HIV-1 RNA measurement greater than (\\>)200 c/mL, or 2 or more plasma HIV-1 RNA measurements \\>=50 c/mL.\n* History of prior treatment failure to any Department of Health and Human Services (DHHS) recommended ART regimen.\n* History of drug holiday \\>1 month for any reason prior to Screening visit, except where all ART was stopped due to tolerability and/or safety concerns.\n* Any change to a second line regimen, defined as change of a single drug or multiple drugs simultaneously, due to virologic failure to therapy (defined as a confirmed plasma HIV 1 RNA measurement \\>=200 c/mL after initial suppression to \\<50 c/mL while on first line HIV therapy regimen).\n* Participants who are currently participating in or anticipate being selected for any other interventional study.\n* Women who are pregnant, breastfeeding or plan to become pregnant or breastfeed during the study.\n* Any evidence of a current Center for Disease Control and Prevention (CDC) Stage 3 disease except cutaneous Kaposi's sarcoma not requiring systemic therapy, and CD4+ counts \\<200 cells/microliter are not exclusionary.\n* Participants with moderate to severe hepatic impairment.\n* Any pre-existing physical or mental condition (including substance use disorder) which, in the opinion of the Investigator, may interfere with the participant's ability to comply with the dosing schedule and/or protocol evaluations or which may compromise the safety of the participant.\n* Participants determined by the Investigator to have a high risk of seizures, including participants with an unstable or poorly controlled seizure disorder. A participant with a prior history of seizure may be considered for enrollment if the Investigator believes the risk of seizure recurrence is low. All cases of prior seizure history should be discussed with the Medical Monitor prior to enrollment.\n* All participants will be screened for syphilis.\n\n  * Participants with untreated secondary (late latent) or tertiary syphilis infection, defined as a positive rapid plasma reagin (RPR) and a positive treponemal test without clear documentation of treatment, are excluded.\n  * Participants with a false positive RPR (with negative treponemal test) or serofast RPR result (persistence of a reactive nontreponemal syphilis test despite history of adequate therapy and no evidence of re-exposure) may enroll after consultation with the Medical Monitor.\n  * Participants with primary syphilis or early latent secondary syphilis (acquired within the preceding year) who have a positive RPR test and have not been treated may be treated during the screening period and if completion of antibiotic treatment occurs during the screening period, may be allowed entry after consultation with the Medical Monitor. If antibiotic treatment cannot be completed before the screening window ends, participants may be rescreened once following completion of antibiotic therapy for primary or early latent secondary syphilis.\n* Participants who, in the investigator's judgment, pose a significant suicide risk. Participant's recent history of suicidal behavior and/or suicidal ideation should be considered when evaluating for suicide risk.\n* The participant has a tattoo, gluteal implant/enhancements or other dermatological condition overlying the gluteus region which may interfere with interpretation of injection site reactions.\n* Evidence of Hepatitis B virus (HBV) infection based on the results of testing at Screening for Hepatitis B surface antigen (HBsAg), Hepatitis B core antibody (anti-HBc), Hepatitis B surface antibody (anti-HBs) and HBV deoxyribonucleic acid (DNA) as follows:\n\n  1. Participants positive for HBsAg are excluded.\n  2. Participants negative for anti-HBs but positive for anti-HBc (negative HBsAg status), whether negative or positive for HBV DNA, are excluded.\n* Asymptomatic individuals with chronic hepatitis C virus (HCV) infection will not be excluded, however Investigators must carefully assess if therapy specific for HCV infection is required; participants who require or qualify for immediate HCV treatment are excluded for those co-infected participants who post entry into Switch Onto Long Acting Regimen (SOLAR) decide treatment for HCV infection is warranted or desired either by the participant or by the treating physician.\n\nParticipants with HCV co-infection will be allowed entry into this study if:\n\n1. Liver enzymes meet entry criteria\n2. HCV Disease has undergone appropriate work-up, and is not advanced, and will not require treatment prior to the Month 14 visit. Additional information (where available) on participants with HCV co-infection at screening should include results from any liver biopsy, Fibroscan, ultrasound, or other fibrosis evaluation, history of cirrhosis or other decompensated liver disease, prior treatment, and timing/plan for HCV treatment.\n3. In the event that recent biopsy or imaging data is not available or inconclusive, the fibrosis (Fib)-4 score will be used to verify eligibility\n\ni. Fib-4 score \\>3.25 is exclusionary ii. Fib-4 scores 1.45-3.25 requires Medical Monitor consultation Fibrosis 4 Score Formula: d. Age x aspartate aminotransferase (AST)/ Platelets x (square \\[Alanine aminotransferase {ALT}\\]).\n\n* Unstable liver disease (as defined by any of the following: presence of ascites, encephalopathy, coagulopathy, hypoalbuminemia, esophageal or gastric varices, or persistent jaundice or cirrhosis, or decompensated cirrhosis \\[for example {e.g.} ascites, encephalopathy, or variceal bleeding\\]), known biliary abnormalities (with the exception of Gilbert's syndrome or asymptomatic gallstones or otherwise stable chronic liver disease per investigator assessment).\n* History of liver cirrhosis with or without hepatitis viral co-infection.\n* Ongoing or clinically relevant pancreatitis\n* Clinically significant cardiovascular disease, as defined by history/evidence of congestive heart failure, symptomatic arrhythmia, angina/ischemia, coronary artery bypass grafting (CABG) surgery or percutaneous transluminal coronary angioplasty (PTCA) or any clinically significant cardiac disease.\n* Ongoing malignancy other than cutaneous Kaposi's sarcoma, basal cell carcinoma, or resected, non-invasive cutaneous squamous cell carcinoma, or cervical intraepithelial neoplasia; other localized malignancies require agreement between the investigator and the Study medical monitor for inclusion of the participant prior to randomization.\n* Any condition which, in the opinion of the Investigator, may interfere with the absorption, distribution, metabolism or excretion of the study drugs or render the participant unable to receive study medication.\n* History or presence of allergy or intolerance to the study drugs or their components or drugs of their class. In addition, if heparin is used during pharmacokinetic (PK) sampling, participants with a history of sensitivity to heparin or heparin-induced thrombocytopenia must not be enrolled.\n* Current or anticipated need for chronic anti-coagulation with the exception of the use of low dose acetylsalicylic acid (less than or equal to \\[\\<=\\]325 milligram) or hereditary coagulation and platelet disorders such as hemophilia or Von Willebrand Disease.\n* Corrected QT interval (QTc \\[Bazett\\]) \\>450 milliseconds (msec) or QTc (Bazett) \\>480 msec for participants with bundle branch block.\n* Known or suspected active Coronavirus Disease-2019 (COVID-19) infection or has had contact with an individual with known COVID-19, within 14 days of study enrollment.\n* Known or suspected presence of resistance mutations as defined by the International Antiviral Society-United States of America (IAS-USA) resistance guidelines to the individual components of BIK (BIC, FTC, TAF), RPV, and CAB by any historical resistance test result.\n* Any verified Grade 4 laboratory abnormality. A single repeat test is allowed during the Screening phase to verify a result.\n* Any acute laboratory abnormality at Screening, which, in the opinion of the investigator, would preclude the participant's participation in the study of an investigational compound.\n* Participant has estimated creatine clearance \\<30mL/minute per 1.73 meter square (m\\^2) via Chronic Kidney Disease-Epidemiology Collaboration (CKD-EPI) Method.\n* ALT \\>=3 times upper limit of normal (ULN).\n* Exposure to an experimental drug or experimental vaccine within either 30 days, 5 half-lives of the test agent, or twice the duration of the biological effect of the test agent, whichever is longer, prior to Day 1 of this study.\n* Treatment with any of the following agents within 28 days of Screening:\n\n  * radiation therapy;\n  * cytotoxic chemotherapeutic agents;\n  * tuberculosis therapy with the exception of isoniazid (isonicotinylhydrazid/INH);\n  * anti-coagulation agents;\n  * Immunomodulators that alter immune responses such as chronic systemic corticosteroids, interleukins, or interferons.\n* Treatment with an HIV-1 immunotherapeutic vaccine within 90 days of Screening.\n* Treatment with any agent, except recognized ART as allowed above, with documented activity against HIV-1 within 28 days of study Day 1. Treatment with acyclovir/valacyclovir is permitted.\n* Use of medications which are associated with Torsade de Pointes.\n* Participants receiving any prohibited medication and who are unwilling or unable to switch to an alternate medication.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Plasma Human Immunodeficiency Viruses (HIV)-1 Ribonucleic Acid (RNA) Greater Than or Equal to (>=) 50 Copies Per Milliliter (c/mL) at Month 12/11 - ITT-E Population","description":"Percentage of participants with plasma HIV 1 RNA \\>= 50 c/mL at month 12 was assessed using the food and drug administration (FDA) snapshot algorithm. For the Q2M arm, data from the Q2M OLI participants at Month 12 visit and Q2M D2I participants at Month 11 visit were combined as the study objective was to demonstrate the non-inferior antiviral activity of (Q2M) (OLI+ D2I combined) compared to BIK. For BIK arm, data was collected at month 12 visit. Month 12/11 refers to the Month 12 (OLI and BIK) visit/Month 11 (DTI) visit. The FDA snapshot algorithm defines a participant's virologic response status using only the viral load at the predefined time point within a window of time (HIV-RNA equal to or above 50 copies/mL and HIV-RNA below 50 copies/mL), along with study drug discontinuation status. The third category of the FDA snapshot (\"No virologic data\") is not pre-defined as an endpoint and therefore not reported separately.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.3","spread":null},{"groupId":"OG001","value":"0.4","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With Plasma HIV-1 RNA Greater >=50 Copies Per Milliliter (c/mL) at Month 12/11 - mITT-E Population","description":"Percentage of participants with plasma HIV 1 RNA \\>= 50 c/mL at month 12 was assessed using the food and drug administration (FDA) snapshot algorithm. For the Q2M arm, data from the Q2M OLI participants at Month 12 visit and Q2M D2I participants at Month 11 visit were combined as the study objective was to demonstrate the non-inferior antiviral activity of (Q2M) (OLI+ D2I combined) compared to BIK. For BIK arm, data was collected at month 12 visit. Month 12/11 refers to the Month 12 (OLI and BIK) visit/Month 11 (DTI) visit. The FDA snapshot algorithm defines a participant's virologic response status using only the viral load at the predefined time point within a window of time (HIV-RNA equal to or above 50 copies/mL and HIV-RNA below 50 copies/mL), along with study drug discontinuation status. The third category of the FDA snapshot (\"No virologic data\") is not pre-defined as an endpoint and therefore not reported separately.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.1","spread":null},{"groupId":"OG001","value":"0.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Plasma HIV-1 RNA Less Than (<)50 c/mL at Month 12/11 - ITT-E Population","description":"Percentage of participants with plasma HIV 1 RNA \\< 50 c/mL was assessed using the FDA snapshot algorithm. For the Q2M arm, data from the Q2M OLI participants at Month 12 visit and Q2M D2I participants at Month 11 visit were combined as the study objective was to demonstrate the non-inferior antiviral activity of (Q2M) (OLI+ D2I combined) compared to BIK. For BIK arm, data was collected at month 12 visit. Month 12/11 refers to the Month 12 (OLI and BIK) visit/Month 11 (DTI) visit. The FDA snapshot algorithm defines a participant's virologic response status using only the viral load at the predefined time point within a window of time (HIV-RNA equal to or above 50 copies/mL and HIV-RNA below 50 copies/mL), along with study drug discontinuation status. The third category of the FDA snapshot (\"No virologic data\") is not pre-defined as an endpoint and therefore not reported separately.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"89.4","spread":null},{"groupId":"OG001","value":"93.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Plasma HIV-1 RNA <50 c/mL at Month 12/11 -mITT-E Population","description":"Percentage of participants with plasma HIV 1 RNA \\< 50 c/mL was assessed using the FDA snapshot algorithm. For the Q2M arm, data from the Q2M OLI participants at Month 12 visit and Q2M D2I participants at Month 11 visit were combined as the study objective was to demonstrate the non-inferior antiviral activity of (Q2M) (OLI+ D2I combined) compared to BIK. For BIK arm, data was collected at month 12 visit. Month 12/11 refers to the Month 12 (OLI and BIK) visit/Month 11 (DTI) visit. The FDA snapshot algorithm defines a participant's virologic response status using only the viral load at the predefined time point within a window of time (HIV-RNA equal to or above 50 copies/mL and HIV-RNA below 50 copies/mL), along with study drug discontinuation status. The third category of the FDA snapshot (\"No virologic data\") is not pre-defined as an endpoint and therefore not reported separately.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"90.2","spread":null},{"groupId":"OG001","value":"92.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Plasma HIV-1 RNA <50 c/mL at Month 6/5 - ITT-E Population","description":"Percentage of participants with plasma HIV 1 RNA \\< 50 c/mL was assessed using the FDA snapshot algorithm. For the Q2M arm, data from the Q2M OLI participants at Month 6 visit and Q2M D2I participants at Month 5 visit were combined as the study objective was to demonstrate the non-inferior antiviral activity of (Q2M) (OLI+ D2I combined) compared to BIK. For BIK arm, data was collected at month 6 visit. Month 6/5 refers to the Month 6 (OLI and BIK) visit/Month 5 (DTI) visit. The FDA snapshot algorithm defines a participant's virologic response status using only the viral load at the predefined time point within a window of time (HIV-RNA equal to or above 50 copies/mL and HIV-RNA below 50 copies/mL), along with study drug discontinuation status. The third category of the FDA snapshot (\"No virologic data\") is not pre-defined as an endpoint and therefore not reported separately.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"92.7","spread":null},{"groupId":"OG001","value":"97.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Plasma HIV-1 RNA <50 c/mL at Month 6/5 - mITT-E Population","description":"Percentage of participants with plasma HIV 1 RNA \\< 50 c/mL was assessed using the FDA snapshot algorithm. For the Q2M arm, data from the Q2M OLI participants at Month 6 visit and Q2M D2I participants at Month 5 visit were combined as the study objective was to demonstrate the non-inferior antiviral activity of (Q2M) (OLI+ D2I combined) compared to BIK. For BIK arm, data was collected at month 6 visit. Month 6/5 refers to the Month 6 (OLI and BIK) visit/Month 5 (DTI) visit. The FDA snapshot algorithm defines a participant's virologic response status using only the viral load at the predefined time point within a window of time (HIV-RNA equal to or above 50 copies/mL and HIV-RNA below 50 copies/mL), along with study drug discontinuation status. The third category of the FDA snapshot (\"No virologic data\") is not pre-defined as an endpoint and therefore not reported separately.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"93.5","spread":null},{"groupId":"OG001","value":"97.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Protocol-defined Confirmed Virologic Failure (CVF) Through Month 6/5 and 12/11","description":"Protocol-defined confirmed virologic failure was defined as rebound as indicated by two consecutive plasma HIV-1 RNA levels \\>= 200 c/mL (Day 1 values are not applicable) after prior suppression to \\<200 c/mL. For the Q2M arm, data from the Q2M OLI participants at Month 6 and 12 visit and Q2M D2I participants at Month 5 and 11 visit were combined as the study objective was to demonstrate the non-inferior antiviral activity of (Q2M) (OLI+ D2I combined) compared to BIK. For BIK arm, data was collected at Month 6 and 12 visit. Month 6/5 refers to the Month 6 (OLI and BIK) visit/Month 5 (DTI) visit. Month 12/11 refers to the Month 12 (OLI and BIK) visit/Month 11 (DTI) visit. Cumulative number of participants with protocol defined CVF through Month 6/5 and 12/11 has been presented.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Plasma HIV-1 RNA Greater Than or Equal to (>=) 50 c/mL at Month 6/5","description":"Percentage of participants with plasma HIV 1 RNA \\>= 50 c/mL at month 6 was assessed using the food and drug administration (FDA) snapshot algorithm. For the Q2M arm, data from the Q2M OLI participants at Month 6 visit and Q2M D2I participants at Month 5 visit were combined as the study objective was to demonstrate the non-inferior antiviral activity of (Q2M) (OLI+ D2I combined) compared to BIK. For BIK arm, data was collected at month 6 visit. Month 6/5 refers to the Month 6 (OLI and BIK) visit/Month 5 (DTI) visit. The FDA snapshot algorithm defines a participant's virologic response status using only the viral load at the predefined time point within a window of time (HIV-RNA equal to or above 50 copies/mL and HIV-RNA below 50 copies/mL), along with study drug discontinuation status. The third category of the FDA snapshot (\"No virologic data\") is not pre-defined as an endpoint and therefore not reported separately.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.4","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Absolute Values of HIV Viral Load","description":"Plasma samples were collected for quantitative analysis of HIV-1 RNA. Logarithm to base 10 (log10) values for plasma HIV-1 RNA has been presented. For the Q2M arm, data from the Q2M OLI participants at Month 6 and 12 visit and Q2M D2I participants at Month 5 and 11 visit were combined as the study objective was to demonstrate the non-inferior antiviral activity of (Q2M) (OLI+ D2I combined) compared to BIK. For BIK arm, data was collected at month 6 and 12 visit. Month 6/5 refers to the Month 6 (OLI and BIK) visit/Month 5 (DTI) visit. Month 12/11 refers to the Month 12 (OLI and BIK) visit/Month 11 (DTI) visit.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.5993","spread":"0.10559"},{"groupId":"OG001","value":"1.5947","spread":"0.06640"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.6002","spread":"0.09268"},{"groupId":"OG001","value":"1.5910","spread":"0.01182"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.6019","spread":"0.13064"},{"groupId":"OG001","value":"1.5911","spread":"0.01552"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in HIV Viral Load","description":"Plasma samples were collected for quantitative analysis of HIV-1 RNA. Baseline value is defined as latest pre-treatment assessment with a non-missing value, including those from unscheduled visits. Change from Baseline is defined as post-dose visit value minus Baseline value. Logarithm to base 10 values for plasma HIV-1 RNA has been presented. For the Q2M arm, data from the Q2M OLI participants at Month 6 and 12 visit and Q2M D2I participants at Month 5 and 11 visit were combined as the study objective was to demonstrate the non-inferior antiviral activity of (Q2M) (OLI+ D2I combined) compared to BIK. For BIK arm, data was collected at month 6 and 12 visit. Month 6/5 refers to the Month 6 (OLI and BIK) visit/Month 5 (DTI) visit. Month 12/11 refers to the Month 12 (OLI and BIK) visit/Month 11 (DTI) visit.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.5993","spread":"0.10559"},{"groupId":"OG001","value":"1.5947","spread":"0.06640"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0015","spread":"0.13997"},{"groupId":"OG001","value":"-0.0039","spread":"0.06826"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0029","spread":"0.17038"},{"groupId":"OG001","value":"-0.0041","spread":"0.07172"}]}]}]},{"type":"SECONDARY","title":"Absolute Values of Cluster of Differentiation 4 Plus (CD4+) Cell Count","description":"Blood samples were collected and CD4+ cell count was assessed using flow cytometry. For the Q2M arm, data from the Q2M OLI participants at Month 6 and 12 visit and Q2M D2I participants at Month 5 and 11 visit were combined as the study objective was to demonstrate the non-inferior antiviral activity of (Q2M) (OLI+ D2I combined) compared to BIK. For BIK arm, data was collected at month 6 and 12 visit. Month 6/5 refers to the Month 6 (OLI and BIK) visit/Month 5 (DTI) visit. Month 12/11 refers to the Month 12 (OLI and BIK) visit/Month 11 (DTI) visit.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"670.9","spread":"282.11"},{"groupId":"OG001","value":"679.4","spread":"306.89"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"689.1","spread":"284.89"},{"groupId":"OG001","value":"673.7","spread":"290.46"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"711.9","spread":"297.13"},{"groupId":"OG001","value":"717.3","spread":"317.82"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in CD4+ Cell Count","description":"Blood samples were collected and CD4+ cell count was assessed using flow cytometry. Baseline value is defined as latest pre-treatment assessment with a non-missing value, including those from unscheduled visits. Change from baseline is defined as post-dose visit value minus baseline value. For the Q2M arm, data from the Q2M OLI participants at Month 6 and 12 visit and Q2M D2I participants at Month 5 and 11 visit were combined as the study objective was to demonstrate the non-inferior antiviral activity of (Q2M) (OLI+ D2I combined) compared to BIK. For BIK arm, data was collected at month 6 and 12 visit. Month 6/5 refers to the Month 6 (OLI and BIK) visit/Month 5 (DTI) visit. Month 12/11 refers to the Month 12 (OLI and BIK) visit/Month 11 (DTI) visit.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"670.9","spread":"282.11"},{"groupId":"OG001","value":"679.4","spread":"306.89"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20.4","spread":"202.38"},{"groupId":"OG001","value":"-3.1","spread":"197.62"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"35.2","spread":"219.79"},{"groupId":"OG001","value":"32.2","spread":"208.29"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment-emergent Phenotypic Resistance Through Month 12/11","description":"Blood samples were collected to evaluate the phenotypic resistance to CAB, RPV, BIC, FTC, and TAF. For each participant, prevalence of phenotype, fold changes to CAB, RPV, and BIC, replication capacity of Integrase, protease, and reverse transcriptase enzymes at the time of CVF was assessed. For the Q2M arm, data from the Q2M OLI participants at Month 12 visit and Q2M D2I participants at Month 11 visit were combined as the study objective was to demonstrate the non-inferior antiviral activity of (Q2M) (OLI+ D2I combined) compared to BIK. For BIK arm, data was collected at month 12 visit. Month 12/11 refers to the Month 12 (OLI and BIK) visit/Month 11 (DTI) visit. No participants in the BIK arm met CVF.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment-emergent Phenotypic Resistance Through Month 6/5","description":"Blood samples were collected to evaluate the phenotypic resistance to CAB, RPV, BIC, FTC, and TAF. For each participant, prevalence of phenotype, fold changes to CAB, RPV, and BIC, replication capacity of Integrase, protease, and reverse transcriptase enzymes at the time of CVF was assessed. For the Q2M arm, data from the Q2M OLI participants at Month 6 visit and Q2M D2I participants at Month 5 visit were combined as the study objective was to demonstrate the non-inferior antiviral activity of (Q2M) (OLI+ D2I combined) compared to BIK. For BIK arm, data was collected at month 6 visit. Month 6/5 refers to the Month 6 (OLI and BIK) visit/Month 5 (DTI) visit. No participants in the BIK arm met CVF.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment-emergent Genotypic Resistance Through Month 12/11","description":"Blood samples were collected to evaluate the genotypic resistance to CAB, RPV, BIC, FTC, and TAF. For each participant, prevalence of resistance mutations and genotypic susceptibility at the time of CVF was assessed. For the Q2M arm, data from the Q2M OLI participants at Month 12 visit and Q2M D2I participants at Month 11 visit were combined as the study objective was to demonstrate the non-inferior antiviral activity of (Q2M) (OLI+ D2I combined) compared to BIK. For BIK arm, data was collected at month 12 visit. Month 12/11 refers to the Month 12 (OLI and BIK) visit/Month 11 (DTI) visit. No participants in the BIK arm met CVF.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment-emergent Genotypic Resistance Through Month 6/5","description":"Blood samples were collected to evaluate the genotypic resistance to CAB, RPV, BIC, FTC, and TAF. For each participant, prevalence of resistance mutations and genotypic susceptibility at the time of CVF was assessed. For the Q2M arm, data from the Q2M OLI participants at Month 6 visit and Q2M D2I participants at Month 5 visit were combined as the study objective was to demonstrate the non-inferior antiviral activity of (Q2M) (OLI+ D2I combined) compared to BIK. For BIK arm, data was collected at month 6 visit. Month 6/5 refers to the Month 6 (OLI and BIK) visit/Month 5 (DTI) visit. No participants in the BIK arm met CVF.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Bone Biomarkers: Specific Alkaline Phosphatase, Procollagen Type 1 N-Terminal Propeptide, Type 1 Collagen Cross-linked C-telopeptide, Osteocalcin (Micrograms Per Liter (ug/L))","description":"Serum samples were collected to evaluate bone specific biomarkers: specific alkaline phosphatase, procollagen type 1 N-propeptide, type 1 collagen cross-linked C-telopeptide, osteocalcin. Baseline value is defined as latest pre-treatment assessment with a non-missing value, including those from unscheduled visits. Change from baseline is defined as post-dose visit value minus baseline value. For the Q2M arm, data from the Q2M OLI participants at Month 6 and 12 visit and Q2M D2I participants at Month 5 and 11 visit were combined as the study objective was to demonstrate the non-inferior antiviral activity of (Q2M) (OLI+ D2I combined) compared to BIK. For BIK arm, data was collected at month 6 and 12 visit. Month 6/5 refers to the Month 6 (OLI and BIK) visit/Month 5 (DTI) visit. Month 12/11 refers to the Month 12 (OLI and BIK) visit/Month 11 (DTI) visit.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.7","spread":"4.27"},{"groupId":"OG001","value":"12.9","spread":"4.60"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.3","spread":"9.89"},{"groupId":"OG001","value":"0.2","spread":"2.60"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1","spread":"5.03"},{"groupId":"OG001","value":"0.5","spread":"3.55"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"21.0","spread":"7.35"},{"groupId":"OG001","value":"20.4","spread":"7.48"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.4","spread":"5.53"},{"groupId":"OG001","value":"-0.4","spread":"5.11"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.9","spread":"6.11"},{"groupId":"OG001","value":"-0.6","spread":"5.51"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"59.1","spread":"23.06"},{"groupId":"OG001","value":"59.2","spread":"23.88"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.5","spread":"15.70"},{"groupId":"OG001","value":"0.1","spread":"18.53"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.7","spread":"19.73"},{"groupId":"OG001","value":"0.6","spread":"19.63"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.4","spread":"0.25"},{"groupId":"OG001","value":"0.5","spread":"0.25"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.1","spread":"0.23"},{"groupId":"OG001","value":"-0.1","spread":"0.21"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"0.25"},{"groupId":"OG001","value":"0.0","spread":"0.22"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Bone Biomarkers: Serum 25-hydroxyvitamin D (Nanomoles Per Liter (Nmol/L))","description":"Serum samples were collected to evaluate bone specific biomarkers: serum 25-hydroxyvitamin D. Baseline value is defined as latest pre-treatment assessment with a non-missing value, including those from unscheduled visits. Change from baseline is defined as post-dose visit value minus baseline value. For the Q2M arm, data from the Q2M OLI participants at Month 6 and 12 visit and Q2M D2I participants at Month 5 and 11 visit were combined as the study objective was to demonstrate the non-inferior antiviral activity of (Q2M) (OLI+ D2I combined) compared to BIK. For BIK arm, data was collected at month 6 and 12 visit. Month 6/5 refers to the Month 6 (OLI and BIK) visit/Month 5 (DTI) visit. Month 12/11 refers to the Month 12 (OLI and BIK) visit/Month 11 (DTI) visit.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"61.0","spread":"34.69"},{"groupId":"OG001","value":"59.9","spread":"33.30"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.8","spread":"29.24"},{"groupId":"OG001","value":"6.0","spread":"34.16"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.3","spread":"29.00"},{"groupId":"OG001","value":"-3.1","spread":"26.38"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Renal Biomarkers: Specific Serum Beta-2 Microglobulin, Cystatin c, Retinol Binding Protein, Urine Beta-2 Microglobulin (Milligrams Per Liter [mg/L])","description":"Serum samples were collected to evaluate renal specific biomarkers: specific serum beta-2 microglobulin, cystatin c, retinol binding protein, urine beta-2 microglobulin. Baseline value is defined as latest pre-treatment assessment with a non-missing value, including those from unscheduled visits. Change from baseline is defined as post-dose visit value minus baseline value. For the Q2M arm, data from the Q2M OLI participants at Month 6 and 12 visit and Q2M D2I participants at Month 5 and 11 visit were combined as the study objective was to demonstrate the non-inferior antiviral activity of (Q2M) (OLI+ D2I combined) compared to BIK. For BIK arm, data was collected at month 6 and 12 visit. Month 6/5 refers to the Month 6 (OLI and BIK) visit/Month 5 (DTI) visit. Month 12/11 refers to the Month 12 (OLI and BIK) visit/Month 11 (DTI) visit.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.8","spread":"0.40"},{"groupId":"OG001","value":"1.8","spread":"0.38"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"0.28"},{"groupId":"OG001","value":"0.0","spread":"0.28"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"0.33"},{"groupId":"OG001","value":"0.0","spread":"0.32"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.9","spread":"0.13"},{"groupId":"OG001","value":"0.9","spread":"0.14"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"0.08"},{"groupId":"OG001","value":"0.0","spread":"0.08"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"0.08"},{"groupId":"OG001","value":"0.0","spread":"0.08"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"51.3","spread":"13.01"},{"groupId":"OG001","value":"52.2","spread":"12.61"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.0","spread":"9.00"},{"groupId":"OG001","value":"-0.3","spread":"8.75"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.2","spread":"9.24"},{"groupId":"OG001","value":"0.2","spread":"9.06"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.2","spread":"0.34"},{"groupId":"OG001","value":"0.2","spread":"0.40"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"0.40"},{"groupId":"OG001","value":"0.1","spread":"0.65"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"0.24"},{"groupId":"OG001","value":"0.1","spread":"0.52"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Renal Biomarkers: Urine Phosphate (Millimoles Per Liter (mmol/L))","description":"Serum samples were collected to evaluate renal specific biomarkers: urine phosphate. Baseline value is defined as latest pre-treatment assessment with a non-missing value, including those from unscheduled visits. Change from baseline is defined as post-dose visit value minus baseline value. For the Q2M arm, data from the Q2M OLI participants at Month 6 and 12 visit and Q2M D2I participants at Month 5 and 11 visit were combined as the study objective was to demonstrate the non-inferior antiviral activity of (Q2M) (OLI+ D2I combined) compared to BIK. For BIK arm, data was collected at month 6 and 12 visit. Month 6/5 refers to the Month 6 (OLI and BIK) visit/Month 5 (DTI) visit. Month 12/11 refers to the Month 12 (OLI and BIK) visit/Month 11 (DTI) visit.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20.0","spread":"14.03"},{"groupId":"OG001","value":"18.4","spread":"13.10"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.0","spread":"16.29"},{"groupId":"OG001","value":"0.4","spread":"15.60"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1","spread":"16.17"},{"groupId":"OG001","value":"-0.6","spread":"15.16"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Renal Biomarker: Urine Retinol Binding Protein 4 (Microgram Per Liter (ug/L))","description":"Serum samples were collected to evaluate renal specific biomarkers: urine retinol binding protein 4. Baseline value is defined as latest pre-treatment assessment with a non-missing value, including those from unscheduled visits. Change from baseline is defined as post-dose visit value minus baseline value. For the Q2M arm, data from the Q2M OLI participants at Month 6 and 12 visit and Q2M D2I participants at Month 5 and 11 visit were combined as the study objective was to demonstrate the non-inferior antiviral activity of (Q2M) (OLI+ D2I combined) compared to BIK. For BIK arm, data was collected at month 6 and 12 visit. Month 6/5 refers to the Month 6 (OLI and BIK) visit/Month 5 (DTI) visit. Month 12/11 refers to the Month 12 (OLI and BIK) visit/Month 11 (DTI) visit.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"114.2","spread":"111.45"},{"groupId":"OG001","value":"100.0","spread":"82.00"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.8","spread":"139.88"},{"groupId":"OG001","value":"5.7","spread":"105.08"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.6","spread":"123.52"},{"groupId":"OG001","value":"-1.2","spread":"105.26"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Renal Biomarker: Urine Retinol Binding Protein/Creatinine (Milligram Per Mole (mg/Mol))","description":"Serum samples were collected to evaluate renal specific biomarkers: urine retinol binding protein/creatinine. Baseline value is defined as latest pre-treatment assessment with a non-missing value, including those from unscheduled visits. Change from baseline is defined as post-dose visit value minus baseline value. For the Q2M arm, data from the Q2M OLI participants at Month 6 and 12 visit and Q2M D2I participants at Month 5 and 11 visit were combined as the study objective was to demonstrate the non-inferior antiviral activity of (Q2M) (OLI+ D2I combined) compared to BIK. For BIK arm, data was collected at month 6 and 12 visit. Month 6/5 refers to the Month 6 (OLI and BIK) visit/Month 5 (DTI) visit. Month 12/11 refers to the Month 12 (OLI and BIK) visit/Month 11 (DTI) visit.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.6","spread":"6.32"},{"groupId":"OG001","value":"8.0","spread":"5.75"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.8","spread":"6.00"},{"groupId":"OG001","value":"-0.8","spread":"7.23"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.5","spread":"6.41"},{"groupId":"OG001","value":"0.0","spread":"4.15"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Renal Biomarker: Urine Beta-2 Microglobulin/ Creatinine (Grams Per Mole (g/Mol))","description":"Serum samples were collected to evaluate renal specific biomarkers: urine beta-2 microglobulin/ creatinine. Baseline value is defined as latest pre-treatment assessment with a non-missing value, including those from unscheduled visits. Change from baseline is defined as post-dose visit value minus baseline value. For the Q2M arm, data from the Q2M OLI participants at Month 6 and 12 visit and Q2M D2I participants at Month 5 and 11 visit were combined as the study objective was to demonstrate the non-inferior antiviral activity of (Q2M) (OLI+ D2I combined) compared to BIK. For BIK arm, data was collected at month 6 and 12 visit. Month 6/5 refers to the Month 6 (OLI and BIK) visit/Month 5 (DTI) visit. Month 12/11 refers to the Month 12 (OLI and BIK) visit/Month 11 (DTI) visit.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"0.03"},{"groupId":"OG001","value":"0.0","spread":"0.04"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"0.03"},{"groupId":"OG001","value":"0.0","spread":"0.19"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"0.02"},{"groupId":"OG001","value":"0.0","spread":"0.04"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Percentage of Participants With Metabolic Syndrome at Month 12/11","description":"Metabolic syndrome defined as cluster of conditions that occurred together increasing one's risk of heart disease, stroke and type 2 diabetes mellitus (DM). These conditions included increased blood pressure (BP), elevated blood glucose levels, excess body fat around the waist and abnormal fasting cholesterol and triglyceride (TG) levels. Baseline value is defined as latest pre-treatment assessment with a non-missing value, including those from unscheduled visits. Change from baseline is defined as post-dose visit value minus baseline value. For the Q2M arm, data from the Q2M OLI participants at Month 12 visit and Q2M D2I participants at Month 11 visit were combined as the study objective was to demonstrate the non-inferior antiviral activity of (Q2M) (OLI+ D2I combined) compared to BIK. For BIK arm, data was collected at month 12 visit. Month 12/11 refers to the Month 12 (OLI and BIK) visit/Month 11 (DTI) visit.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"69","spread":null},{"groupId":"OG001","value":"70","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Percentage of Participants With Metabolic Syndrome at Month 6/5","description":"Metabolic syndrome defined as cluster of conditions that occurred together increasing one's risk of heart disease, stroke and type 2 diabetes mellitus (DM). These conditions included increased blood pressure (BP), elevated blood glucose levels, excess body fat around the waist and abnormal fasting cholesterol and triglyceride (TG) levels. Baseline value is defined as latest pre-treatment assessment with a non-missing value, including those from unscheduled visits. Change from baseline is defined as post-dose visit value minus baseline value. For the Q2M arm, data from the Q2M OLI participants at Month 6 visit and Q2M D2I participants at Month 5 visit were combined as the study objective was to demonstrate the non-inferior antiviral activity of (Q2M) (OLI+ D2I combined) compared to BIK. For BIK arm, data was collected at month 6 visit. Month 6/5 refers to the Month 6 (OLI and BIK) visit/Month 5 (DTI) visit.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"74","spread":null},{"groupId":"OG001","value":"71","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Homeostasis Model of Assessment-insulin Resistance (HOMA-IR)","description":"The homeostatic model assessment (HOMA) is a method used to quantify insulin resistance. HOMA-IR is calculated as fasting insulin microunits per liter (microU/L) multiplied by fasting glucose (nmol/L) divided by 22.5. Higher HOMA-IR values indicate increased insulin resistance; values \\<2 is generally regarded as normal. Baseline value is defined as latest pre-treatment assessment with a non-missing value, including those from unscheduled visits. Change from baseline is defined as post-dose visit value minus baseline value. For the Q2M arm, data from the Q2M OLI participants at Month 6 and 12 visit and Q2M D2I participants at Month 5 and 11 visit were combined as the study objective was to demonstrate the non-inferior antiviral activity of (Q2M) (OLI+ D2I combined) compared to BIK. For BIK arm, data was collected at month 6 and 12 visit. Month 6/5 refers to the Month 6 (OLI and BIK) visit/Month 5 (DTI) visit. Month 12/11 refers to the Month 12 (OLI and BIK) visit/Month 11 (DTI) visit.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.8","spread":"4.05"},{"groupId":"OG001","value":"3.1","spread":"5.06"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.3","spread":"4.11"},{"groupId":"OG001","value":"-0.1","spread":"5.09"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.2","spread":"3.99"},{"groupId":"OG001","value":"-0.4","spread":"3.76"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Treatment Preference as Assessed Using Preference Questionnaire at Month 12/11 - Q2M","description":"Participants who had switched from the daily oral BIK regimen to CAB + RPV, were assessed as per the preference questionnaire every two months. There were 3 preference questions included to assess the preferred treatment 1) Long-acting injectable HIV medication, 2) Daily oral HIV medication, 3) No Preference. This endpoint was only planned to be analyzed for Q2M arm only. Month 12/11 refers to the Month 12 (OLI and BIK) visit/Month 11 (DTI) visit. Data represented included maintenance withdrawal or Month 12/11.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"87","spread":null},{"groupId":"OG001","value":"92","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Total Treatment Satisfaction Score Using HIV Treatment Satisfaction Status Questionnaire (HIVTSQs)","description":"The HIVTSQs total treatment satisfaction score comprised of 11 items based on HIVTSQ questionnaire each graded on a scale of 0 (very dissatisfied) to 6 (very satisfied) which were summed to produce a total score range of 0-66. Higher scores represent greater treatment satisfaction. Baseline value is defined as latest pre-treatment assessment with a non-missing value, including those from unscheduled visits. Change from baseline is defined as post-dose visit value minus baseline value. For the Q2M arm, data from the Q2M OLI participants at Month 6 and 12 visit and Q2M D2I participants at Month 5 and 11 visit were combined as the study objective was to demonstrate the non-inferior antiviral activity of (Q2M) (OLI+ D2I combined) compared to BIK. For BIK arm, data was collected at month 6 and 12 visit. Month 6/5 refers to the Month 6 (OLI and BIK) visit/Month 5 (DTI) visit. Month 12/11 refers to the Month 12 (OLI and BIK) visit/Month 11 (DTI) visit.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"57.88","spread":"7.906"},{"groupId":"OG001","value":"58.38","spread":"8.229"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.99","spread":"9.670"},{"groupId":"OG001","value":"-0.66","spread":"7.417"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.21","spread":"9.273"},{"groupId":"OG001","value":"-1.93","spread":"8.045"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Individual Item Scores Using HIVTSQs","description":"The individual item scores on HIVTSQs scale were rated on a scale of 6 (very satisfied, convenient, flexible, etc.) to -6 (very dissatisfied, inconvenient, inflexible, etc.). Higher scores represent greater satisfaction with each aspect of treatment. Baseline value is defined as latest pre-treatment assessment with a non-missing value, including those from unscheduled visits. Change from baseline is defined as post-dose visit value minus baseline value. For the Q2M arm, data from the Q2M OLI participants at Month 6 and 12 visit and Q2M D2I participants at Month 5 and 11 visit were combined as the study objective was to demonstrate the non-inferior antiviral activity of (Q2M) (OLI+ D2I combined) compared to BIK. For BIK arm, data was collected at month 6 and 12 visit. Month 6/5 refers to the Month 6 (OLI and BIK) visit/Month 5 (DTI) visit. Month 12/11 refers to the Month 12 (OLI and BIK) visit/Month 11 (DTI) visit.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.5","spread":"0.86"},{"groupId":"OG001","value":"5.6","spread":"0.75"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1","spread":"1.10"},{"groupId":"OG001","value":"-0.2","spread":"0.91"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.2","spread":"1.07"},{"groupId":"OG001","value":"-0.3","spread":"1.00"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.8","spread":"0.54"},{"groupId":"OG001","value":"5.8","spread":"0.45"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"0.80"},{"groupId":"OG001","value":"-0.1","spread":"0.55"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"0.70"},{"groupId":"OG001","value":"-0.1","spread":"0.69"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.5","spread":"0.91"},{"groupId":"OG001","value":"5.5","spread":"1.02"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.3","spread":"1.42"},{"groupId":"OG001","value":"0.0","spread":"1.21"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.1","spread":"1.38"},{"groupId":"OG001","value":"0.0","spread":"1.16"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.2","spread":"1.16"},{"groupId":"OG001","value":"5.2","spread":"1.21"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.4","spread":"1.32"},{"groupId":"OG001","value":"-0.1","spread":"1.28"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.3","spread":"1.33"},{"groupId":"OG001","value":"-0.2","spread":"1.35"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.0","spread":"1.24"},{"groupId":"OG001","value":"5.2","spread":"1.16"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.6","spread":"1.42"},{"groupId":"OG001","value":"-0.1","spread":"1.30"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.7","spread":"1.43"},{"groupId":"OG001","value":"-0.2","spread":"1.33"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.7","spread":"1.70"},{"groupId":"OG001","value":"4.9","spread":"1.55"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.9","spread":"1.77"},{"groupId":"OG001","value":"0.0","spread":"1.58"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.9","spread":"1.74"},{"groupId":"OG001","value":"-0.1","spread":"1.58"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.5","spread":"0.80"},{"groupId":"OG001","value":"5.5","spread":"0.92"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.2","spread":"0.81"},{"groupId":"OG001","value":"0.1","spread":"0.75"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1","spread":"0.86"},{"groupId":"OG001","value":"0.1","spread":"0.78"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.0","spread":"1.20"},{"groupId":"OG001","value":"5.1","spread":"1.11"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.7","spread":"1.36"},{"groupId":"OG001","value":"-0.1","spread":"1.26"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.7","spread":"1.31"},{"groupId":"OG001","value":"-0.2","spread":"1.38"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.5","spread":"0.86"},{"groupId":"OG001","value":"5.5","spread":"1.02"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.2","spread":"1.10"},{"groupId":"OG001","value":"0.0","spread":"1.09"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.2","spread":"1.04"},{"groupId":"OG001","value":"-0.1","spread":"1.04"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.9","spread":"1.23"},{"groupId":"OG001","value":"4.9","spread":"1.28"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.8","spread":"1.54"},{"groupId":"OG001","value":"0.0","spread":"1.38"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.9","spread":"1.49"},{"groupId":"OG001","value":"-0.2","spread":"1.45"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.2","spread":"1.10"},{"groupId":"OG001","value":"5.3","spread":"1.06"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.5","spread":"1.34"},{"groupId":"OG001","value":"-0.2","spread":"1.20"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.5","spread":"1.34"},{"groupId":"OG001","value":"-0.3","spread":"1.13"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.5","spread":"1.02"},{"groupId":"OG001","value":"5.6","spread":"0.94"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.6","spread":"1.64"},{"groupId":"OG001","value":"-0.1","spread":"0.93"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.5","spread":"1.54"},{"groupId":"OG001","value":"-0.2","spread":"1.09"}]}]}]},{"type":"SECONDARY","title":"HIV Treatment Satisfaction Change Questionnaire (HIVTSQc) Total Score at Month 12/11","description":"HIV treatment satisfaction change questionnaire (HIVTSQc) total Score is computed with items 1-11 which were summed to produce a total score range of -33 to 33. Higher score indicated greater improvement in the satisfaction with the treatment and lower score indicated greater deterioration in treatment satisfaction. A score of 0 represents no change. For the Q2M arm, data from the Q2M OLI participants at Month 12 visit and Q2M D2I participants at Month 11 visit were combined as the study objective was to demonstrate the non-inferior antiviral activity of (Q2M) (OLI+ D2I combined) compared to BIK. For BIK arm, data was collected at month 12 visit. Month 12/11 refers to the Month 12 (OLI and BIK) visit/Month 11 (DTI) visit.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26.97","spread":"10.135"},{"groupId":"OG001","value":"16.89","spread":"14.299"}]}]}]},{"type":"SECONDARY","title":"Individual Item Scores of HIVTSQc at Month 12/11","description":"Individual item scores were rated on a scale of +3 (much more satisfied', 'much more convenient', 'much more flexible') to -3 (much less satisfied', 'much less convenient', 'much less flexible'). Higher score indicates greater improvement, and lower score indicates greater deterioration in satisfaction with each aspect of treatment. A score of 0 represents no change. For the Q2M arm, data from the Q2M OLI participants at Month 12 visit and Q2M D2I participants at Month 11 visit were combined as the study objective was to demonstrate the non-inferior antiviral activity of (Q2M) (OLI+ D2I combined) compared to BIK. For BIK arm, data was collected at month 12 visit. Month 12/11 refers to the Month 12 (OLI and BIK) visit/Month 11 (DTI) visit.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.56","spread":"1.043"},{"groupId":"OG001","value":"1.60","spread":"1.417"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.47","spread":"1.086"},{"groupId":"OG001","value":"1.88","spread":"1.375"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.10","spread":"1.388"},{"groupId":"OG001","value":"1.63","spread":"1.463"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.41","spread":"1.109"},{"groupId":"OG001","value":"1.42","spread":"1.560"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.50","spread":"1.070"},{"groupId":"OG001","value":"1.38","spread":"1.520"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.41","spread":"1.138"},{"groupId":"OG001","value":"1.24","spread":"1.591"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.35","spread":"1.065"},{"groupId":"OG001","value":"1.94","spread":"1.297"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.56","spread":"0.994"},{"groupId":"OG001","value":"1.43","spread":"1.489"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.61","spread":"1.065"},{"groupId":"OG001","value":"1.73","spread":"1.467"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.58","spread":"1.093"},{"groupId":"OG001","value":"1.22","spread":"1.602"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.46","spread":"1.107"},{"groupId":"OG001","value":"1.43","spread":"1.542"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.85","spread":"1.530"},{"groupId":"OG001","value":"1.64","spread":"1.465"}]}]}]},{"type":"SECONDARY","title":"Change From Month 2/1 in Dimension Scores Using Perception of Injection (PIN) Questionnaire - Q2M","description":"The PIN questionnaire was used to explore the dimension scores based on 4 dimensions including acceptance of injection site reactions (ISRs), Bother from ISRs, Leg movement and Sleep categories. Domain scores were calculated as a mean of all items with the domain. The PIN response options range from 1 (totally acceptable) to 5 (not at all acceptable). This endpoint was only planned to be analyzed for Q2M arm. Month 2/1 refers to the Month 2 (OLI and BIK) visit/Month 1 (DTI) visit. Month 6/5 refers to the Month 6 (OLI and BIK) visit/Month 5 (DTI) visit. Month 12/11 refers to the Month 12 (OLI and BIK) visit/Month 11 (DTI) visit.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.58","spread":"0.568"},{"groupId":"OG001","value":"1.60","spread":"0.583"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.01","spread":"0.528"},{"groupId":"OG001","value":"-0.03","spread":"0.590"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.08","spread":"0.594"},{"groupId":"OG001","value":"-0.04","spread":"0.583"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.93","spread":"1.013"},{"groupId":"OG001","value":"1.83","spread":"0.913"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.14","spread":"0.779"},{"groupId":"OG001","value":"-0.22","spread":"0.868"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.18","spread":"0.859"},{"groupId":"OG001","value":"-0.24","spread":"0.817"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.83","spread":"0.936"},{"groupId":"OG001","value":"1.87","spread":"0.965"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.01","spread":"0.915"},{"groupId":"OG001","value":"-0.16","spread":"0.869"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.07","spread":"0.948"},{"groupId":"OG001","value":"-0.17","spread":"0.870"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.02","spread":"1.017"},{"groupId":"OG001","value":"2.05","spread":"0.949"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.14","spread":"0.906"},{"groupId":"OG001","value":"-0.13","spread":"0.879"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.20","spread":"0.873"},{"groupId":"OG001","value":"-0.26","spread":"0.856"}]}]}]},{"type":"SECONDARY","title":"Change From Month 2/1 in Individual Item Scores Using PIN Questionnaire- Q2M","description":"The PIN questionnaire was used to explore the individual item scores based on anxiety before, pain, satisfaction, anxiety after and willingness categories. The items in the scale are rated on a 5-point scale and questions are phrased in such a way as to ensure that 1 is very dissatisfied and 5 was very satisfied. This endpoint was only planned to be analyzed for Q2M arm. Month 2/1 refers to the Month 2 (OLI and BIK) visit/Month 1 (DTI) visit. Month 6/5 refers to the Month 6 (OLI and BIK) visit/Month 5 (DTI) visit. Month 12/11 refers to the Month 12 (OLI and BIK) visit/Month 11 (DTI) visit.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.9","spread":"1.02"},{"groupId":"OG001","value":"1.9","spread":"1.02"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.14","spread":"1.021"},{"groupId":"OG001","value":"-0.22","spread":"1.000"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.28","spread":"0.973"},{"groupId":"OG001","value":"-0.22","spread":"0.914"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.8","spread":"0.88"},{"groupId":"OG001","value":"2.0","spread":"0.93"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.09","spread":"0.907"},{"groupId":"OG001","value":"-0.03","spread":"0.935"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.13","spread":"0.995"},{"groupId":"OG001","value":"0.02","spread":"0.943"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.7","spread":"0.90"},{"groupId":"OG001","value":"1.6","spread":"0.81"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.06","spread":"0.837"},{"groupId":"OG001","value":"0.00","spread":"0.867"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.12","spread":"0.861"},{"groupId":"OG001","value":"-0.11","spread":"0.830"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.8","spread":"1.12"},{"groupId":"OG001","value":"1.7","spread":"0.96"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.14","spread":"0.994"},{"groupId":"OG001","value":"-0.04","spread":"0.916"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.24","spread":"0.947"},{"groupId":"OG001","value":"-0.16","spread":"0.850"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.4","spread":"0.76"},{"groupId":"OG001","value":"1.4","spread":"0.78"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.01","spread":"0.716"},{"groupId":"OG001","value":"-0.08","spread":"0.794"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.01","spread":"0.744"},{"groupId":"OG001","value":"-0.10","spread":"0.742"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":11,"n":175},"commonTop":["Injection site pain","COVID-19","Headache","Pyrexia","Injection site nodule"]}}}