{"nctId":"NCT00003869","briefTitle":"Carboxyamidotriazole in Treating Patients With Stage III or Stage IV Non-small Cell Lung Cancer","startDateStruct":{"date":"1999-04"},"conditions":["Stage IIIA Non-small Cell Lung Cancer","Stage IIIB Non-small Cell Lung Cancer","Stage IV Non-small Cell Lung Cancer"],"count":186,"armGroups":[{"label":"Arm I (CAI)","type":"EXPERIMENTAL","interventionNames":["Drug: carboxyamidotriazole","Procedure: quality-of-life assessment","Other: laboratory biomarker analysis"]},{"label":"Arm II (placebo)","type":"PLACEBO_COMPARATOR","interventionNames":["Other: placebo","Procedure: quality-of-life assessment","Other: laboratory biomarker analysis"]}],"interventions":[{"name":"carboxyamidotriazole","otherNames":["CAI","carboxyamido-triazole","carboxyaminoimidazole"]},{"name":"placebo","otherNames":["PLCB"]},{"name":"quality-of-life assessment","otherNames":["quality of life assessment"]},{"name":"laboratory biomarker analysis","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* TRACK I: Histologically or cytologically confirmed NSCLC stage III or IV; disease must be stable or responding after standard chemotherapy (with or without TRT) for a minimum of 3 or a maximum of 6 months\n* TRACK I: Not required to have measurable or evaluable disease at study entry\n* TRACK I: Must have had one and only one prior chemotherapy regimen for NSCLC (radiosensitizers are allowed)\n* TRACK I: =\\< 6 weeks from last dose of chemotherapy or TRT\n* TRACK I: ECOG PS 0, 1, or 2\n* TRACK I: ANC \\>= 1500/mm\\^3\n* TRACK I: PLT \\>= 100,000/mm\\^3\n* TRACK I: HgB \\>= 10.0 g/dL\n* TRACK I: Total bilirubin =\\< 1.5 x UNL\n* TRACK I: Alkaline phosphatase =\\< 3 x UNL\n* TRACK I: AST =\\< 3 x UNL\n* TRACK I: Creatinine =\\< 1.5 x UNL\n* TRACK I: Expected survival of at least three months\n* TRACK II AT REGISTRATION: Histologically or cytologically confirmed NSCLC stage III or IV\n* TRACK II AT REGISTRATION: No prior chemotherapy for NSCLC\n* TRACK II AT REGISTRATION: Expected survival of at least six months\n* TRACK II AT REGISTRATION: Willingness to provide blood sample\n* TRACK II AT RANDOMIZATION: STAB, PR, CR, REGR following 3-6 months of chemotherapy with or without radiation therapy\n* TRACK II AT RANDOMIZATION: Must have had one and only one prior chemotherapy regimen for NSCLC (radiosensitizers are allowed)\n* TRACK II AT RANDOMIZATION: =\\< 6 weeks from last dose of chemotherapy or TRT\n* TRACK II AT RANDOMIZATION: ECOG PS 0, 1, or 2\n* TRACK II AT RANDOMIZATION: ANC \\>= 1500/mm\\^3\n* TRACK II AT RANDOMIZATION: PLT \\>= 100,000/mm\\^3\n* TRACK II AT RANDOMIZATION: HgB \\>= 10.0 g/dL\n* TRACK II AT RANDOMIZATION: Total bilirubin =\\< 1.5 x UNL\n* TRACK II AT RANDOMIZATION: Alkaline phosphatase =\\< 3 x UNL\n* TRACK II AT RANDOMIZATION: AST =\\< 3 x UNL\n* TRACK II AT RANDOMIZATION: Creatinine =\\< 1.5 x UNL\n* TRACK II AT RANDOMIZATION: Expected survival of at least three months\n\nExclusion Criteria:\n\n* TRACK I: Pregnant, nursing women, females or sexual partners of childbearing potential not using adequate contraception (condoms, diaphragm, birth control pills, injections, intrauterine device \\[IUD\\], or abstinence, etc.) while on study treatment and for two months after discontinuing study treatment as this regimen may be harmful to a developing fetus or nursing child\n* TRACK I: Untreated brain metastases\n* TRACK I: Concomitant participation in a phase III lung cancer treatment trial\n* TRACK I: Planned concurrent chemotherapy, immunotherapy or radiotherapy\n* TRACK II AT RANDOMIZATION: Pregnant, nursing women, females or sexual partners of childbearing potential not using adequate contraception (condoms, diaphragm, birth control pills, injections, intrauterine device \\[IUD\\], or abstinence, etc.) while on study treatment and for two months after discontinuing study treatment as this regimen may be harmful to a developing fetus or nursing child\n* TRACK II AT RANDOMIZATION: Untreated brain metastases\n* TRACK II AT RANDOMIZATION: Planned concurrent chemotherapy, immunotherapy, or radiotherapy","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Survival (OS)","description":"OS was defined as the time from randomization to death of any cause. Participants who did not die or were lost to follow-up were censored at the time of last evaluation/follow-up date. Patients were followed for a maximum of 5 years from randomization. The median OS with 95%CI was estimated using the Kaplan Meier method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.4","spread":null},{"groupId":"OG001","value":"10.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Participants With Severe Non-hematologic Adverse Events","description":"Severe non-hematologic adverse events were defined as adverse events grade 3 or higher, regardless of attribution to study drug. Adverse events were graded according to the National Cancer Institute Common Toxicity Criteria (NCI CTC version 2.0)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"38","spread":null},{"groupId":"OG001","value":"30","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Disease Progression (TTP)","description":"TTP is defined as the time from randomization to first documented disease progression(PD). Patients who were lost to follow-up were censored at the time of last evaluation. For patients who died without clear documentation, PD was assumed at the midpoint of the time interval between last evaluation and death. Median TTP was estimated using the Kaplan Meier method.\n\nMeasurable PD: ≥25% increase in the sum of the products of two greatest perpendicular diameters of all indicator lesions or appearance of new lesion(s). Evaluable PD: definite increase in tumor size or appearance of new lesion(s)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.8","spread":null},{"groupId":"OG001","value":"2.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Clinically Significant (10-point) Decrease in UNISCALE Quality of Life (QOL)Assessment From Baseline to Week 8","description":"The UNISCALE was used to assess QOL. UNISCALE is a single item global measure of QOL. Participant were to complete the questionnaire at baseline and every 8 weeks, prior to assessment by the treating physician. A high score indicates a higher quality of life while a low score represents a lower quality of life. A 10 point or greater decline (from baseline to week 8) in UNISCALE QOL score was considered clinically significant.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"28","spread":null},{"groupId":"OG001","value":"32","spread":null}]}]}]},{"type":"SECONDARY","title":"Clinically Significant (10-point) Decrease in Functional Assessment of Cancer Therapy for Lung Cancer (FACT-L) Quality of Life (QOL)Assessment From Baseline to Week 8","description":"The FACT-L is a 36-item Likert instrument that combines frequency of symptomatic/QOL problems with perceived relative importance of each issue. It includes 4 constructs of well being: physical, social/family, emotional and functional, and a fifth construct, additional concerns, dealing solely with tumor related symptoms. Questionnaires were completed at baseline and 8 weeks. Questions within each construct were summated to obtain a construct score. A higher score relates to higher quality of life. A 10 point or greater decline (from baseline to week 8) was considered clinically significant.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27","spread":null},{"groupId":"OG001","value":"33","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Patients With a Confirmed Tumor Responses Treated With CAI.","description":"Confirmed response was defined as a complete response (CR) or partial response (PR) for patients with measurable disease or as a CR or regression (REGR) for patients with evaluable disease noted on 2 consecutive evaluations at least 4 weeks apart.\n\n* CR: total disappearance of all tumor;\n* PR: \\>=50% reduction of the sum of the products of the two greatest perpendicular diameters of all indicator lesions;\n* REGR: Definite decrease in tumor size and no new lesion(s).","classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":9,"n":90},"commonTop":["Anemia","Neuro-Sensory","Nausea","Fatigue","Ataxia"]}}}