{"nctId":"NCT03390842","briefTitle":"Long-term Safety Extension to Study TRCA-301","startDateStruct":{"date":"2017-12-20","type":"ACTUAL"},"conditions":["Metabolic Acidosis"],"count":196,"armGroups":[{"label":"TRC101","type":"EXPERIMENTAL","interventionNames":["Drug: TRC101"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"TRC101","otherNames":["Veverimer"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Key Inclusion Criteria:\n\n* Completed the 12-week treatment period and attended the Week 12 Visit in the parent study TRCA-301.\n* Blood bicarbonate level of \\>= 12 mEq/L at the Week 12 Visit in the parent study TRCA-301.\n\nKey Exclusion Criteria:\n\n* Any level of low blood bicarbonate at the Week 12 Visit that, in the opinion of the Investigator, requires emergency intervention or evaluation for an acute acidotic process.\n* Required dialysis for acute kidney injury or worsening CKD during the parent study TRCA-301.\n* Planned initiation of renal replacement therapy within 6 months following study entry.\n* History or current diagnosis of diabetic gastroparesis, bowel obstruction, swallowing disorders, severe gastrointestinal disorders, inflammatory bowel disease, major gastrointestinal surgery, or active gastric/duodenal ulcers.\n* Serum calcium \\<= 8.0 mg/dL at the Week 10 in the parent study TRCA-301.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Incidence of Adverse Events, Serious Adverse Events, and Adverse Events Leading to Withdrawal.","description":"The incidence of adverse events (AEs), serious adverse events (SAEs) and AEs leading to withdrawal. For incidence of AEs and SAEs, see Adverse Events Section. For incidence of AEs leading to withdrawal, see endpoint values below.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Subjects With Change From Baseline in Serum Bicarbonate of ≥ 4 mEq/L or Serum Bicarbonate Within the Normal Range","description":"Percent of subjects having a change from baseline in serum bicarbonate of at least 4 mEq/L or bicarbonate in the normal range (22 - 29 mEq/L) at the end of treatment (Week 52).","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"62.7","spread":null},{"groupId":"OG001","value":"37.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Serum Bicarbonate at the End of Treatment","description":"Change from baseline in serum bicarbonate at the end of treatment (Week 52).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.70","spread":"0.335"},{"groupId":"OG001","value":"2.71","spread":"0.403"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Total Score of the KDQOL-PFD at the End of Treatment","description":"Change from baseline in the total score of the Kidney Disease Quality of Life Physical Function Domain (KDQOL-PFD) at the end of treatment. The KDQOL is a validated, kidney disease-specific measure of health-related quality of life. For study TRCA-301E, and the parent study TRCA-301, the 10-question Item 3 of the KDQOL, also known as the SF-36 Physical Function subscale, was selected to measure physical functioning and is referenced herein as the KDQOL-PFD. The KDQOL-PFD was chosen as a patient-reported outcome measurement to evaluate the effects of TRC101 on daily activities that may be adversely affected by loss of muscle caused by metabolic acidosis. The minimum score for each of the 10 questions is 0 (physical activity highly limited) and the maximum is 100 (physical activity not limited). The total KDQOL-PFD score is calculated by adding the scores for all 10 questions, for a minimum and maximum possible total KDQOL-PFD score of 0 or 100, respectively.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.42","spread":"2.201"},{"groupId":"OG001","value":"-0.71","spread":"2.268"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Duration of Repeated Chair Stand Test at the End of Treatment","description":"Change from baseline in the duration of repeated chair stand test at the end of treatment (Week 52). The five-times repeated chair stand test was used as a measure of lower extremity muscle strength. In this test, the time it took for a subject to repeatedly stand from a chair five times was recorded. This test is among the group of measures (gait speed, chair stand, and balance tests) comprising the Short Physical Performance Battery (SPPB), which has been used as a predictive tool for possible disability and for monitoring physical functioning in older people.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.28","spread":"1.240"},{"groupId":"OG001","value":"-1.42","spread":"1.248"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":112},"commonTop":["Headache","Hyperkalaemia","Influenza","Flatulence","Diarrhoea"]}}}