{"nctId":"NCT00699582","briefTitle":"To Evaluate The Efficacy and Safety of E2007 (Perampanel) Given as Adjunctive Therapy in Subjects With Refractory Partial Seizures","startDateStruct":{"date":"2008-05"},"conditions":["Refractory Partial Seizures"],"count":389,"armGroups":[{"label":"1","type":"EXPERIMENTAL","interventionNames":["Drug: E2007 (perampanel)"]},{"label":"2","type":"EXPERIMENTAL","interventionNames":["Drug: E2007 (perampanel)"]},{"label":"3","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"E2007 (perampanel)","otherNames":["perampanel"]},{"name":"E2007 (perampanel)","otherNames":["perampanel"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\nEach subject must meet all of the following criteria to be enrolled in this study:\n\n1. Provide written informed consent signed by the subject or legal guardian prior to entering the study or undergoing any study procedures (If the written informed consent is provided by the legal guardian because the subject is unable to do so, a written or verbal assent from the subject must also be obtained).\n2. Be considered reliable and willing to be available for the study period and able to record seizures and report Adverse Events (AEs) them self or have a caregiver who can record seizures and report AEs for them.\n3. Male or female and greater than or equal to 12 years of age (within the course of the study), or greater than or equal to 18 years of age (depending on location) at the time of signing the informed consent.\n4. Females should be either of non-childbearing potential (defined as having undergone surgical sterilization, or postmenopausal \\[age 50 and amenorrheic for 12 months\\]) or of childbearing potential. Females of childbearing potential must have a negative serum beta-human chorionic gonadotropin (ß-hCG) at Visit 1 and a negative urine pregnancy test prior to randomization at Visit 2. Female subjects of childbearing potential must agree to be abstinent or to use at least 1 medically acceptable method of contraception (eg, a double-barrier method \\[eg, condom + spermicide, condom + diaphragm with spermicide\\], IUD, or have a vasectomised partner) starting at Visit 1 and throughout the entire study period and for 2 months after the last dose of study drug. Those women using hormonal contraceptives must also be using an additional approved method of contraception (as described previously) starting at Visit 1 and continuing throughout the entire study period and for 2 months after the last dose of study drug. (It is not required for male subjects to use contraceptive measures based on preclinical toxicology data).\n5. Have a diagnosis of epilepsy with partial seizures with or without secondarily generalized seizures according to the International League Against Epilepsy's Classification of Epileptic Seizures (1981). Diagnosis should have been established by clinical history and an electroencephalogram (EEG) that is consistent with localization-related epilepsy; normal interictal EEGs will be allowed provided that the subject meets the other diagnosis criterion (ie, clinical history).\n6. Have had a computed tomography (CT) or magnetic resonance imaging (MRI) within the last 10 years that ruled out a progressive cause of epilepsy.\n7. Have uncontrolled partial seizures despite having been treated with at least 2 different anti-epileptic drugs (AEDs) within approximately the last 2 years.\n8. During the 6-week Pre-randomization Phase subjects must have had ≥5 partial seizures (with ≥2 partial seizures per each of 3-week period) and with no 25-day seizure-free period in the 6-week period, as documented via a valid seizure diary. Only simple partial seizures with motor signs, complex partial seizures, and complex partial seizures with secondary generalization are counted toward this inclusion.\n9. Are currently being treated with stable doses of 1, 2 or a maximum of 3 approved AEDs. Only 1 inducer AED (defined as; carbamazepine, phenytoin, phenobarbital, or primidone only) out of the maximum of 3 AEDs is allowed.\n10. Are on a stable dose of the same concomitant AED(s) for 1 month (or no less than 21 days) prior to Visit 1; in the case where a new AED regime has been initiated for a subject, the dose must be stable for 2 months (or no less than 49 days) prior to Visit 1.\n11. If on a stable dose (other than intermittent rescue use) of benzodiazepines for epilepsy (or for anxiety or sleep disorders) the prescribed dose must be stable for 1 month (or no less than 21 days) prior to Visit 1. (Note: the use of intermittent rescue benzodiazepines is defined in the exclusion criterion #22 below.) When used in these cases (epilepsy, anxiety or sleep disorders), benzodiazepines will be counted as 1 AED; therefore, only 1 or a maximum of 2 additional approved AEDs will be allowed.\n12. A vagal nerve stimulator (VNS) is allowed but it must have been implanted ≥5 months prior to Visit 1. Stimulator parameters can not be changed for 1 month (or no less than 21 days) prior to Visit 1 or thereafter during the study.\n\nExclusion Criteria:\n\nSubjects who meet any of the following criteria will be excluded from the study:\n\n1. Participated in a study involving administration of an investigational compound or device within 1 month (or no less than 21 days) prior to Visit 1, or within approximately 5 half-lives of the previous investigational compound, whichever is longer.\n2. Pregnant and/or lactating.\n3. Participated in previous perampanel studies.\n4. Presence of nonmotor simple partial seizures only.\n5. Presence of primary generalized epilepsies or seizures, such as absences and or myoclonic epilepsies.\n6. Presence or previous history of Lennox-Gastaut syndrome.\n7. A history of status epilepticus within approximately 12 months prior to Visit 1.\n8. Seizure clusters where individual seizures cannot be counted.\n9. A history of psychogenic seizures.\n10. Evidence of clinically significant disease (eg, cardiac, respiratory, gastrointestinal, renal disease) that in the opinion of the Investigator(s) could affect the subject's safety or the study conduct.\n11. Scheduled and/or confirmed to have epilepsy surgery within 6 months after Visit 1; however those who have previously documented \"failed\" epilepsy surgery will be allowed.\n12. Evidence of significant active hepatic disease. Stable elevations of liver enzymes, alanine aminotransferase (ALT), and aspartate aminotransferase (AST) due to concomitant medication(s) will be allowed if they are less than 3 times the upper limit of normal (ULN).\n13. Evidence of significant active hematological disease; white blood cell (WBC) count \\<= 2500/µL (2.50 1E+09/L) or an absolute neutrophil count \\<= 1000/µL (1.00 1E+09/L).\n14. A clinically significant ECG abnormality, including prolonged QTc defined as \\>450 msec.\n15. Suffering from psychotic disorder(s) and/or unstable recurrent affective disorder(s) evident by use of antipsychotics or have had a suicide attempt(s) within approximately the last 2 years.\n16. Presence of a progressive central nervous system (CNS) disease, including degenerative CNS diseases and progressive tumors.\n17. History of drug or alcohol dependency or abuse within approximately the last 2 years.\n18. Have had multiple drug allergies or a severe drug reaction to an AED(s), including dermatological (eg, Stevens-Johnson syndrome), hematological, or organ toxicity reactions.\n19. If felbamate is used as a concomitant AED, subjects must be on felbamate for at least 2 years, with a stable dose for 2 months (or no less than 49 days) prior to Visit 1. They must not have a history of white blood cell (WBC) count below 2500/µL (2.50 1E+09/L), platelets below 100,000, liver function tests (LFTs) above 3 times the upper limit of normal (ULN), or other indication of hepatic or bone marrow dysfunction while receiving felbamate. If subjects received felbamate in the past, it must have been discontinued 2 months (or no less than 49 days) prior to Visit 1.\n20. Concomitant use of vigabatrin. Subjects who took vigabatrin in the past must be off vigabatrin for approximately 5 months prior to Visit 1 and must have documentation showing no evidence of a vigabatrin associated clinically significant abnormality in a visual perimetry test.\n21. Concomitant use of barbiturates (except for seizure control indication) within 1 month (or no less than 21 days) prior to Visit 1.\n22. Use of intermittent rescue benzodiazepines (ie, 1-2 doses over a 24-hr period considered one-time rescue) 2 or more times in a 1-month period prior to Visit 1; or\n23. Any condition(s) that will make the subject, in the opinion of the Investigator, unsuitable for the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percent Change in the 28-day Seizure Frequency From Baseline to the End of the Double-blind Phase (Titration and Maintenance Phases)","description":"Seizure frequency per 28 days was derived from the information recorded in the subject diaries.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-9.72","spread":null},{"groupId":"OG001","value":"-30.52","spread":null},{"groupId":"OG002","value":"-17.57","spread":null}]}]}]},{"type":"SECONDARY","title":"Responder Rate","description":"The responder rate for the Full ITT Analysis Set from the maintenance LOCF (Last Observation Carried Forward). A responder was a subject who had a 50 percent or greater reduction in seizure frequency per 28 days from the Pre-randomization phase.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.7","spread":null},{"groupId":"OG001","value":"33.3","spread":null},{"groupId":"OG002","value":"33.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"85.3","spread":null},{"groupId":"OG001","value":"66.7","spread":null},{"groupId":"OG002","value":"66.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change in the 28-day Complex Partial Plus Secondarily Generalized Seizure Frequency From Baseline to the End of the Double-blind Phase (Titration and Maintenance Phases)","description":"Percent Change in the Seizure frequency per 28 days was derived from the information recorded in the subject diaries.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-8.05","spread":null},{"groupId":"OG001","value":"-32.72","spread":null},{"groupId":"OG002","value":"-21.89","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":7,"n":136},"commonTop":["Dizziness","Fatigue","Headache","Somnolence","Nausea"]}}}