{"nctId":"NCT04410991","briefTitle":"Relapsing Forms of Multiple Sclerosis (RMS) Study of Bruton's Tyrosine Kinase (BTK) Inhibitor Tolebrutinib (SAR442168) (GEMINI 2)","startDateStruct":{"date":"2020-06-11","type":"ACTUAL"},"conditions":["Relapsing Multiple Sclerosis"],"count":899,"armGroups":[{"label":"SAR442168","type":"EXPERIMENTAL","interventionNames":["Drug: Tolebrutinib","Drug: Placebo to match Teriflunomide"]},{"label":"Teriflunomide","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Teriflunomide HMR1726","Drug: Placebo to match Tolebrutinib"]}],"interventions":[{"name":"Tolebrutinib","otherNames":["SAR442168"]},{"name":"Teriflunomide HMR1726","otherNames":[]},{"name":"Placebo to match Tolebrutinib","otherNames":[]},{"name":"Placebo to match Teriflunomide","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria :\n\n* The participant must be 18 to 55 years of age, inclusive, at the time of signing the informed consent\n* The participant must have been diagnosed with RMS according to the 2017 revision of the McDonald diagnostic criteria\n* The participant has an expanded disability status scale (EDSS) score ≤5.5 at the first Screening Visit\n* The participant must have at least 1 of the following prior to screening:\n\n  * ≥1 documented relapse within the previous year OR\n  * ≥2 documented relapses within the previous 2 years, OR\n  * ≥1 documented Gd enhancing lesion on an MRI scan within the previous year\n* Contraceptive use by men or women should be consistent with local regulations regarding the methods of contraception for those participating in clinical studies\n* Male participants are eligible to participate if they agree to the following during the intervention period and until accelerated elimination procedure:\n\n  * Refrain from donating sperm\n\nPlus either:\n\n* Be abstinent from heterosexual intercourse as their preferred and usual lifestyle (abstinent on a long term and persistent basis) and agree to remain abstinent OR\n* Must agree to use contraception/barrier as detailed below\n* Agree to use a male condom and should also be advised of the benefit for a female partner to use a highly effective method of contraception as a condom may break or leak when having sexual intercourse with a woman of childbearing potential (WOCBP) who is not currently pregnant\n\n  \\- A female participant is eligible to participate if she is not pregnant or breastfeeding, and at least one of the following conditions apply:\n* Is not a WOCBP OR\n* Is a WOCBP and agrees to use a contraceptive method that is highly effective (with a failure rate of \\<1% per year), preferably with low user dependency during the intervention period and until accelerated elimination procedure is completed (or for at least 10 days after the last dose of SAR442168, if the case was unblinded) and agrees not to donate eggs (ova, oocytes) for the purpose of reproduction during the study and for the same period of time.\n\n  * A WOCBP must have a negative highly sensitive pregnancy test at screening and within 24hours before the first dose of study intervention.\n  * If a urine test cannot be confirmed as negative (eg, an ambiguous result), a serum pregnancy test is required. In such cases, the participant must be excluded from participation if the serum pregnancy result is positive.\n  * The Investigator is responsible for review of medical history, menstrual history, and recent sexual activity to decrease the risk for inclusion of a woman with an early undetected pregnancy.\n  * The participant must have given written informed consent prior to undertaking any study related procedure. This includes consent to comply with the requirements and restrictions listed in the informed consent form (ICF) and in this protocol. In countries where the legal age of maturity is greater than 18 years, a specific ICF for such legally minor participants must also be signed by the participant's legally authorized representative\n\nExclusion criteria:\n\n* The participant has been diagnosed with primary progressive multiplesclerosis (PPMS) according to the 2017 revision of the McDonald diagnostic criteria or with nonrelapsing secondary progressive multiplesclerosis (SPMS)\n* The participant has a history of infection or may be at risk for infection including but not limited to: HIV, transplantation, live attenuated vaccines, progressive multifocal leukoencephalopathy, tuberculosis, hepatitis B or C, any persistent chronic or active recurring infection\n* Clinically significant laboratory abnormalities (including evidence of liver injury) or electrocardiogram abnormalities at Screening.\n* The participant has conditions or situations that would adversely affect participation in this study, including but not limited to:\n\n  * A short life expectancy due to pre-existing health condition(s) as determined by their treating neurologist\n  * Medical condition(s) or concomitant disease(s) making them nonevaluable for the primary efficacy endpoint or that would adversely affect participation in this study, as judged by the Investigator\n  * A requirement for concomitant treatment that could bias the primary evaluation\n* The participant has a history of or currently has concomitant medical or clinical conditions that would adversely affect participation in this study\n* At screening, the participant is positive for hepatitis B surface antigen and/or hepatitis B core antibody and/or is positive for hepatitis C antibody\n* The participant has any of the following:\n\n  * A bleeding disorder or known platelet dysfunction at any time prior to the screening visit\n  * A platelet count \\<150 000/μL at the screening visit\n* The participant has a lymphocyte count below the lower limit of normal (LLN) at the screening visit\n* The presence of psychiatric disturbance or substance abuse\n* Prior/concomitant therapy\n* The participant is receiving potent and moderate inducers of cytochrome P450 (CYP) 3A or potent inhibitors of CYP2C8 hepatic enzymes\n* The participant is receiving anticoagulant/antiplatelet therapies\n* The above information is not intended to contain all considerations relevant to a patient's potential participation in a clinical trial","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"55 Years","stdAges":["ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Annualized Relapse Rate (ARR) as Assessed by Confirmed Protocol-defined Adjudicated Relapses","description":"Multiple sclerosis (MS) relapse was defined as a monophasic, acute or subacute onset of new neurological symptoms or worsening of previous neurological symptoms with an objective change on neurological examination. Symptoms were attributable to MS, lasted for \\>=24 hours with or without recovery, present at normal body temperature, and preceded by \\>=30 days of clinical stability.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.109","spread":null},{"groupId":"OG001","value":"0.108","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Onset of 6-Month Confirmed Disability Worsening as Assessed by Expanded Disability Status Scale","description":"The EDSS was a disability scale that assessed the following 7 functional domains: visual, brainstem, pyramidal \\[motor\\], cerebellar \\[coordination\\], sensory, cerebral, and bowel/bladder. The total EDSS score ranged from 0 (normal) to 10 (death due to MS), increasing in increments of 0.5 points. Higher scores indicated increased disability. Time to onset of 6-month CDW was defined as the time from randomization to the onset of a confirmed, sustained increase from baseline in EDSS score (of \\>=1.5 points when the baseline score was 0, of \\>=1.0 point when the baseline score was 0.5 to \\<=5.5, of \\>=0.5 points when the baseline EDSS score was \\>5.5) over at least 6 months that was not attributable to another etiology.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.14","spread":null},{"groupId":"OG001","value":"15.12","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Onset of 3-Month Confirmed Disability Worsening as Assessed by Expanded Disability Status Scale","description":"The EDSS was a disability scale that assessed the following 7 functional domains: visual, brainstem, pyramidal \\[motor\\], cerebellar \\[coordination\\], sensory, cerebral, and bowel/bladder. The total EDSS score ranged from 0 (normal) to 10 (death due to MS), increasing in increments of 0.5 points. Higher scores indicated increased disability. Time to onset of 3-month CDW was defined as the time from randomization to the onset of a confirmed, sustained increase from baseline in EDSS score (of \\>=1.5 points when the baseline score was 0, of \\>=1.0 point when the baseline score was 0.5 to \\<=5.5, of \\>=0.5 points when the baseline EDSS score was \\>5.5) over at least 3 months that was not attributable to another etiology.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.11","spread":null},{"groupId":"OG001","value":"12.11","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Number of New and/or Enlarging T2-Hyperintense Lesions Per Year","description":"Magnetic resonance imaging (MRI) of the brain was performed to identify number of new and/or enlarging T2-hyperintense lesions defined as the sum of the individual number of new and/or enlarging T2 lesions starting from baseline up to and including the EOS visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.369","spread":null},{"groupId":"OG001","value":"5.092","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Number of New Gadolinium-Enhancing T1-Hyperintense Lesions Per Scan","description":"MRI of the brain was performed to identify number of new Gd-enhancing T1-hyperintense lesions defined as the sum of the individual number of new Gd- enhancing T1-hyperintense lesions starting from baseline up to and including the EOS visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.217","spread":null},{"groupId":"OG001","value":"0.460","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Cognitive Function as Assessed by the Symbol Digit Modalities Test (SDMT) at EOS","description":"The SDMT was used to assess processing speed, divided attention, visual scanning, tracking and motor speed. It involved a simple substitution task using a reference key. The number of correct substitutions and number of items completed within a 90 second interval (maximum 110 seconds) were recorded. A decrease of 4 points from baseline on the SDMT was considered meaningful worsening. The score was the number of correctly coded items from 0-110 in 90 seconds; higher scores indicating a better outcome. Baseline was defined as the last available value prior to the first dose of study intervention.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.428","spread":"0.0373"},{"groupId":"OG001","value":"0.374","spread":"0.0370"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Cognitive Function as Assessed by the California Verbal Learning Test Second Edition (CVLT-II) at EOS","description":"The CVLT-II was a verbal learning and memory test consisting of recall and recognition of a list of 16 words. For each assessment, 5 trials were completed. Total Correct Recall Trials 1-5 was scaled to a normalized T-score metric, which had a mean of 50 and standard deviation of 10, the maximum possible score was 80 and a minimum was 0. Higher values indicated improved cognitive function. Baseline was defined as the last available value prior to the first dose of study intervention.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.431","spread":"0.6825"},{"groupId":"OG001","value":"15.819","spread":"0.6740"}]}]}]},{"type":"SECONDARY","title":"Time to Onset of 6-Month Confirmed Disability Improvement (CDI) as Assessed by Expanded Disability Status Scale","description":"The EDSS was a disability scale that assessed the following 7 functional domains: visual, brainstem, pyramidal \\[motor\\], cerebellar \\[coordination\\], sensory, cerebral, and bowel/bladder. The total EDSS score ranged from 0 (normal) to 10 (death due to MS), increasing in increments of 0.5 points. Higher scores indicated increased disability. CDI was defined as a decrease of \\>=1 point from baseline in the EDSS score lasting at least 6 months.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.05","spread":null},{"groupId":"OG001","value":"9.04","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change in Brain Volume Loss at EOS Compared to Month 6","description":"MRI of the brain was performed at the specified timepoints to detect the changes in brain volume loss.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.740","spread":"0.0394"},{"groupId":"OG001","value":"-0.696","spread":"0.0387"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Multiple Sclerosis Quality of Life 54 (MSQoL-54) Questionnaire Score at EOS","description":"MSQoL-54 was standardized instrument comprising generic and MS-specific items. This 54-item instrument generated 12 subscales and 2 single-item measures (satisfaction with sexual function \\[1 item\\]; change in health \\[1 item\\]). 12 subscales were: a: physical health (10 items), b: health perceptions (5 items), c: energy (5 items), d: role limit physical (4 items), e: sexual function (4 items), f: pain (3 items), g: social function (3 items), h: health distress (4 items), i: overall quality of life (2 items), j: emotional well-being (5 items), k: role limitations emotional (3 items) and l: cognitive function (4 items). Physical and mental health composite score were calculated as weighted sum of 'a to h' and 'i to l' subscales respectively. Each composite score was transformed linearly to common 0 (worst) to 100 (best) score range; higher score indicated improved quality of life. Baseline was defined as last available value prior to first dose of study intervention.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.040","spread":"0.7404"},{"groupId":"OG001","value":"-1.199","spread":"0.7304"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.657","spread":"0.8709"},{"groupId":"OG001","value":"-1.390","spread":"0.8581"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment-emergent Adverse Events (TEAEs), Treatment-emergent Serious Adverse Events (TESAEs), TEAEs Leading to Permanent Study Intervention Discontinuation and Adverse Events of Special Interest (AESIs)","description":"An AE was any untoward medical occurrence in a participant or clinical study participant, temporally associated with the use of study intervention, whether or not considered related to the study intervention. SAE was any untoward medical occurrence that at any dose: resulted in death, was life-threatening, required inpatient hospitalization or prolongation of existing hospitalization, resulted in persistent disability/incapacity, was a congenital anomaly/birth defect or was an important medical event. An AESI was an AE (serious or nonserious) of scientific and medical concern specific to the Sponsor's product or program for which ongoing monitoring and immediate notification by the Investigator to the Sponsor was required. TEAEs were defined as AEs that developed, worsened or became serious during the treatment period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"387","spread":null},{"groupId":"OG001","value":"385","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"37","spread":null},{"groupId":"OG001","value":"49","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null},{"groupId":"OG001","value":"19","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"40","spread":null},{"groupId":"OG001","value":"46","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Plasma Neurofilament Light Chain (NfL) and Serum Chitinase-3 Like Protein-1 (Chi3L1) Levels at EOS","description":"Blood samples were collected at specified timepoints to assess change from baseline in NfL and Chi3L1. Baseline was defined as the last available value prior to the first dose of study intervention.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.900","spread":null},{"groupId":"OG001","value":"-0.150","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-281.100","spread":null},{"groupId":"OG001","value":"1462.500","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Serum Immunoglobulin (Ig) Levels at EOS","description":"Blood samples were collected at specified timepoints to assess change from baseline in IgG and IgM levels. Baseline was defined as the last available value prior to the first dose of study intervention.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.590","spread":null},{"groupId":"OG001","value":"0.140","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.160","spread":null},{"groupId":"OG001","value":"-0.320","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":37,"n":451},"commonTop":["Covid-19","Nasopharyngitis","Headache","Alopecia","Diarrhoea"]}}}