{"nctId":"NCT01254630","briefTitle":"A Study to Evaluate the Safety and Efficacy of Inactivated Varicella-zoster Vaccine (VZV) as a Preventative Treatment for Herpes Zoster (HZ) and HZ-related Complications in Adult Participants With Solid Tumor or Hematologic Malignancy (V212-011)","startDateStruct":{"date":"2011-06-24","type":"ACTUAL"},"conditions":["Herpes Zoster"],"count":5305,"armGroups":[{"label":"V212-STM","type":"EXPERIMENTAL","interventionNames":["Biological: V212"]},{"label":"V212-HM","type":"EXPERIMENTAL","interventionNames":["Biological: V212"]},{"label":"Placebo-STM","type":"PLACEBO_COMPARATOR","interventionNames":["Biological: Placebo"]},{"label":"Placebo-HM","type":"PLACEBO_COMPARATOR","interventionNames":["Biological: Placebo"]}],"interventions":[{"name":"V212","otherNames":["Inactivated Varicella-Zoster (VZV) vaccine"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n* Has been diagnosed with an STM or HM and is not likely to undergo hematopoietic cell transplant (HCT) and is either ≥18 years of age and receiving a cytotoxic or immunosuppressive chemotherapy regimen OR is ≥ 50 years of age with a hematologic malignancy that is not in remission, whether on therapy or not\n* Life expectancy ≥12 months\n* Has prior history of varicella, antibodies to VZV (documented prior to receipt of blood products), or residence in a country with endemic VZV infection for ≥30 years or if participant is \\<30 years old, attended primary or secondary school in a country with endemic VZV infection\n* Is highly unlikely to conceive during the time period starting 2 weeks prior to enrollment through 6 months from last vaccination dose\n* Female participants of childbearing potential must have a negative serum or urine pregnancy test\n\nExclusion criteria:\n\n* History of hypersensitivity reaction to any vaccine component\n* Prior history of Herpes Zoster within 1 year of enrollment\n* Has received or is expected to receive any varicella or non-study zoster vaccine\n* Currently receiving or expected to receive long-term antiviral prophylaxis (\\>4 weeks duration) with activity against herpes simplex virus (HSV), VZV or cytomegalovirus (CMV)\n* Is pregnant or breastfeeding or expecting to conceive within the period of 2 weeks prior to enrollment throughout 6 months from last vaccination dose\n* Has received a live virus vaccine or is scheduled to receive a live virus vaccine in the period from 4 weeks prior to Dose 1 through 28 days Postdose 4\n* Has received an inactivated vaccine or is scheduled to receive an inactivated vaccine in the period between 7 days prior to and 28 days following Doses 1 through 4","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Incidence of Confirmed Herpes-Zoster","description":"Clinical criteria for suspected HZ cases were the development of a papular or vesicular rash with a dermatomal or generalized distribution, or in the absence of a rash, clinical suspicion of VZV infection with or without the detection of VZV in diagnostic specimens from blood, cerebrospinal fluid, lung, liver, or other organ. All suspected cases of HZ were subjected to adjudication by the Clinical Adjudication Committee (CAC). Case confirmation was based on skin lesion polymerase chain reaction, if available, or by adjudication of the clinical case description by the CAC, conducted according to the CAC Standard Operations Procedure.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.737","spread":null},{"groupId":"OG001","value":"18.457","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With One or More Serious Adverse Events","description":"An adverse event (AE) is defined as any unfavorable and unintended change in the structure, function, or chemistry of the body temporally associated with the use of the sponsor's product, whether or not considered related to the use of the product. A serious adverse event (SAE) is an AE that results in death, is life threatening, results in a persistent or significant disability or incapacity, results in or prolongs an existing hospitalization, is a congenital anomaly or birth defect, is a cancer, is an overdose, or is another important medical event.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22.5","spread":null},{"groupId":"OG001","value":"21.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Incidence of Moderate to Severe Herpes-Zoster-Associated Pain","description":"Moderate to severe HZ-associated pain was defined as 2 or more occurrences of a score of 3 or greater (0-to-10 scale, where 0 is no pain and 10 is pain as bad as you can imagine) on the Zoster Brief Pain Inventory (ZBPI) at any time from HZ onset through the end of the 6 month HZ-follow-up period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.144","spread":null},{"groupId":"OG001","value":"9.380","spread":null}]}]}]},{"type":"SECONDARY","title":"Incidence of Herpes-Zoster Complications","description":"The composite efficacy endpoint of the incidence of HZ complications was defined as the occurrence of any of the following during the study: hospitalization or prolongation of hospitalization due to HZ, disseminated HZ (including disseminated HZ rash or VZV viremia), visceral HZ, ophthalmic HZ, neurological impairment due to HZ, or administration of intravenous acyclovir therapy for treatment of HZ.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.306","spread":null},{"groupId":"OG001","value":"2.421","spread":null}]}]}]},{"type":"SECONDARY","title":"Incidence of Postherpetic Neuralgia","description":"Postherpetic Neuralgia (PHN) was defined as pain in the area of the HZ rash with pain in the last 24 hours scored as 3 or greater (on a 0 to 10 scale, where 0 is no pain and 10 is pain as bad as you can imagine) on the ZBPI that persists or appears greater than or equal to 90 days after HZ rash onset.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.306","spread":null},{"groupId":"OG001","value":"1.210","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Percentage of Participants With Study Medication Withdrawn Due to an Adverse Event","description":"An adverse event (AE) is defined as any unfavorable and unintended change in the structure, function, or chemistry of the body temporally associated with the use of the sponsor's product, whether or not considered related to the use of the product. A serious adverse event (SAE) is an AE that results in death, is life threatening, results in a persistent or significant disability or incapacity, results in or prolongs an existing hospitalization, is a congenital anomaly or birth defect, is a cancer, is an overdose, or is another important medical event.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.2","spread":null},{"groupId":"OG001","value":"1.7","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":794,"n":1322},"commonTop":["Injection site pain","Injection site erythema","Pyrexia","Injection site swelling","Nausea"]}}}