{"nctId":"NCT03715465","briefTitle":"The Clinical Utility of Measuring the Circadian Clock in Treatment of Delayed Sleep-Wake Phase Disorder","startDateStruct":{"date":"2019-02-15","type":"ACTUAL"},"conditions":["Delayed Sleep Phase Syndrome"],"count":44,"armGroups":[{"label":"Estimated DLMO","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Melatonin 0.5 MG"]},{"label":"Measured DLMO","type":"EXPERIMENTAL","interventionNames":["Drug: Melatonin 0.5 MG","Other: Dim Light Melatonin Onset (salivary)"]}],"interventions":[{"name":"Melatonin 0.5 MG","otherNames":[]},{"name":"Dim Light Melatonin Onset (salivary)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Meet diagnostic criteria for delayed sleep wake phase disorder\n* Female participants of childbearing potential must agree to use a reliable method of contraception from the screening visit until 4 weeks after the study has completed.\n\nExclusion Criteria:\n\n* Hypersensitivity to melatonin or any other component of the product\n* Sleep disorder other than delayed sleep wake phase disorder\n* Medical and psychiatric conditions that may influence sleep or be affected by melatonin\n* Current use of medications which may have interactions with melatonin\n* Pregnancy or breastfeeding\n* Routine night shift work\n* Past month travel or planned travel during the study across more than one time zone\n* Use of melatonin in the past month\n* Current use of medications that may interfere with the measurement of melatonin","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline Time of Dim Light Melatonin Onset (DLMO) at 4 Weeks","description":"Onset of melatonin in dim light conditions as measured in saliva (also called DLMO). Time of DLMO is measured in clock time and change in time of DLMO is measured in hours. The change score is calculated as time at 4 weeks minus baseline time. Thus, positive scores indicate a shift towards a later onset of melatonin and negative scores indicate a shift towards an earlier onset of melatonin.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.23","spread":"1.53"},{"groupId":"OG001","value":"-1.58","spread":"1.30"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline Score on Wrist Actigraphy and Self-Report Diary Sleep Diary Parameters - Total Sleep Time at 4 Weeks","description":"Change in total sleep time is measured in hours. The change score is calculated by subtracting total sleep time at 4 weeks from total sleep time at baseline. Thus, positive scores indicate an increase in total sleep time, whereas negative scores indicate a decrease in total sleep time.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.41","spread":"0.79"},{"groupId":"OG001","value":"0.65","spread":"0.99"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.63","spread":"0.79"},{"groupId":"OG001","value":"0.66","spread":"1.00"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline Score on Wrist Actigraphy and Self-Report Diary Sleep Diary Parameters - Sleep Onset Time at 4 Weeks","description":"Sleep onset time is measured in clock time and reflects time of falling asleep. The change score is calculated as time at 4 weeks minus baseline time. Thus, positive scores indicate a shift towards a later fall asleep time and negative scores indicate a shift towards an earlier fall asleep time.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.73","spread":"1.10"},{"groupId":"OG001","value":"-1.84","spread":"1.40"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.58","spread":"1.11"},{"groupId":"OG001","value":"-1.63","spread":"1.47"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline Score on Wrist Actigraphy and Self-Report Diary Sleep Diary Parameters - Sleep Offset Time at 4 Weeks","description":"Sleep offset time is measured in clock time and reflects time of waking for the day. The change score is calculated as time at 4 weeks minus baseline time. Thus, positive scores indicate a shift towards a later wake time and negative scores indicate a shift towards an earlier wake time.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.61","spread":"0.98"},{"groupId":"OG001","value":"-1.96","spread":"0.96"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.15","spread":"0.89"},{"groupId":"OG001","value":"-1.45","spread":"1.18"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline Score on Wrist Actigraphy and Self-Report Diary Sleep Onset Latency at 4 Weeks","description":"Length of time to sleep onset latency in minutes (reflects time to fall asleep). The change score is calculated as time at 4 weeks minus baseline time. Thus, a negative scores indicate a reduction in time to fall asleep, whereas positive scores indicate an increase in time to fall asleep.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-14.35","spread":"32.61"},{"groupId":"OG001","value":"-10.21","spread":"17.25"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-9.75","spread":"36.83"},{"groupId":"OG001","value":"-0.53","spread":"25.19"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline Score on Epworth Sleepiness Scale at 4 Weeks","description":"Self-report of daytime sleepiness. Scores range from 0 to 24. Scores of 10 or higher indicate excessive daytime sleepiness. The change score is calculated as score at 4 weeks minus baseline score.Thus, positive scores indicate an increase in sleepiness, whereas negative scores indicate a reduction in sleepiness.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.61","spread":"2.75"},{"groupId":"OG001","value":"-0.78","spread":"3.80"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline Score on Multidimensional Fatigue Inventory at 4 Weeks","description":"Self-report of daytime fatigue. Scores range from 20-100; higher scores indicate more fatigue. The change score is calculated as score at 4 weeks minus baseline score. Thus, positive scores indicate an increase in fatigue, whereas negative scores indicate a reduction in fatigue.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.78","spread":"8.73"},{"groupId":"OG001","value":"-6.50","spread":"10.43"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline Score on Sheehan Disability Scale at 4 Weeks","description":"Self-report of functional impairment in works/school, social, and family life. Scores range from 0-30; higher scores indicate more impairment.\n\nThe change score is calculated as time at 4 weeks minus baseline time Thus, positive scores indicate increased impairment, whereas negative scores indicate a reduction in impairment.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.33","spread":"4.92"},{"groupId":"OG001","value":"-5.85","spread":"6.63"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline Score on Patient Health Questionnaire-9 at 4 Weeks","description":"Self-report of depression symptoms. Scores range from 0-27; higher scores indicate more severe depression. The change score is calculated as score at 4 weeks minus baseline score. Thus, positive scores indicate an increase in depression, whereas negative scores indicate a reduction in depression.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.28","spread":"2.63"},{"groupId":"OG001","value":"-0.39","spread":"3.53"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline Score on Generalized Anxiety Disorder-7 Scale at 4 Weeks","description":"Self-report of generalized anxiety symptoms. Scores range from 0-21; higher scores indicate more severe anxiety. The change score is calculated as score at 4 weeks minus baseline score. Thus, positive scores indicate an increase in anxiety, whereas negative scores indicate a reduction in anxiety.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.11","spread":"3.03"},{"groupId":"OG001","value":"-0.50","spread":"2.79"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline Score on the Pittsburgh Sleep Quality Index at 4 Weeks","description":"Self-report of sleep quality. Seven subscale scores are summed to obtain a global score. Global scores range from 0 to 21; scores of 5 or higher indicate poor sleep quality. The change score is calculated as score at 4 weeks minus baseline score. Thus, positive scores indicate a worsening of sleep quality, whereas negative scores indicate an improvement in sleep quality.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.61","spread":"2.87"},{"groupId":"OG001","value":"-0.59","spread":"3.74"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline Score on the Morningness Eveningness Questionnaire at 4 Weeks","description":"Self-report of chronotype. Scores range from 16-86. Lower scores indicate more eveningness.The change score is calculated as score at 4 weeks minus baseline score. Thus, positive scores indicate a shift towards more morningness, whereas negative scores indicate a shift towards more eveningness.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.89","spread":"4.73"},{"groupId":"OG001","value":"12.17","spread":"9.65"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline Score on the PROMIS-Sleep Disturbance Scale at 4 Weeks","description":"Self-report of sleep disturbances. Scores range from 8-40. Higher scores indicate greater sleep disturbance. The change score is calculated as score at 4 weeks minus baseline score. Thus, positive scores indicate a worsening of sleep disturbance, whereas negative scores indicate an improvement in sleep disturbance.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.56","spread":"6.28"},{"groupId":"OG001","value":"-5.94","spread":"5.85"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline Score on the PROMIS-Sleep Related Impairment Scale at 4 Weeks","description":"Self-report of impairment related to sleep. Scores range from 8-40. Higher scores indicate greater impairment due to sleep.\n\nThe change score is calculated as score at 4 weeks minus baseline score. Thus, positive scores indicate an increase in impairment due to sleep, whereas negative scores indicate a reduction in impairment due to sleep.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.94","spread":"5.25"},{"groupId":"OG001","value":"-6.11","spread":"7.75"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":20},"commonTop":["Somnolence","Headaches","Insomnia","Decreased appetite","Anxiety"]}}}