{"nctId":"NCT02234310","briefTitle":"Study to Determine the Safety and Efficacy of rFIXFc in Previously Untreated Males With Severe Hemophilia B","startDateStruct":{"date":"2014-11-13","type":"ACTUAL"},"conditions":["Hemophilia B"],"count":33,"armGroups":[{"label":"Recombinant Coagulation Factor IX Fc Fusion Protein (rFIXFc)","type":"EXPERIMENTAL","interventionNames":["Biological: rFIXFc"]}],"interventions":[{"name":"rFIXFc","otherNames":["BIIB029","Alprolix","recombinant coagulation factor IX Fc fusion protein"]}],"eligibilityModule":{"eligibilityCriteria":"Key Inclusion Criteria:\n\n* Weight \\>=3.5 kilogram at the time of informed consent.\n* Severe hemophilia B was defined as less than or equal to (\\<=)2 International Units per deciliter (IU/dL) (\\<=2 percent \\[%\\]) endogenous FIX documented in the medical record or as tested during the Screening Period.\n\nKey Exclusion Criteria:\n\n* History of positive inhibitor testing. A prior history of inhibitors was defined based on a participant's historical positive inhibitor test using the local laboratory Bethesda value for a positive inhibitor test (that is equal to or above lower limit of detection).\n* History of hypersensitivity reactions associated with any rFIXFc administration.\n* Exposure to blood components or injection with a coagulation factor IX (FIX) concentrate (including plasma derived) other than rFIXFc.\n* Injection with commercially available rFIXFc more than 28 days prior to Screening.\n* More than 3 injections of commercially available rFIXFc prior to confirmation of eligibility.\n* Other coagulation disorders in addition to hemophilia B.\n* Any concurrent clinically significant major disease that, in the opinion of the Investigator, would have made the participant unsuitable for enrollment (example HIV infection with cluster of differentiation 4 (CD4) lymphocyte count less than (\\<)200 cells/microliter (mcL) or a viral load greater than (\\>)200 particles/mcL, or any other known congenital or acquired immunodeficiency).\n* Current systemic treatment with chemotherapy and/or other immunosuppressant drugs. Use of steroids for treatment of asthma or management of acute allergic episodes or otherwise life-threatening episodes was allowed. Treatment in these circumstances should not have exceeded a 14-day duration.\n* Participation within the past 30 days in any other clinical study involving investigational treatment.\n* Current enrollment in any other clinical study involving investigational treatment.\n* Inability to comply with study requirements.\n* Other unspecified reasons that, in the opinion of the Investigator or Bioverativ, would have made the participant unsuitable for enrollment.\n\nNOTE: Other protocol-defined inclusion/exclusion criteria may apply.","healthyVolunteers":false,"sex":"MALE","maximumAge":"17 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Confirmed Inhibitor Development as Measured by the Nijmegen-Modified Bethesda Assay","description":"Development of an inhibitor was defined as an inhibitor test result of \\>= 0.60 Bethesda units per milliliter (BU/mL) that was confirmed by a second test result of \\>=0.60 BU/mL from a separate sample, drawn 2 to 4 weeks after the date when the original sample was drawn, with both tests performed by the central laboratory using Nijmegen-modified Bethesda assay.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.03","spread":null}]}]}]},{"type":"SECONDARY","title":"Annualized Number of Bleeding Episodes (Spontaneous and Traumatic) Per Participant (Annualized Bleeding Rate [ABR])","description":"ABR was annualized number of bleeding episodes during efficacy period (EP) per participant normalized to a 1-year interval of time. Bleeding episodes were classified as: spontaneous if parent/caregiver/participant records bleeding event when there is no known contributing factor such as definite trauma or antecedent strenuous activity; and traumatic when there is known reason for bleed. ABR=(Number of bleeding episodes during EP/total number of days during EP)\\*365.25. EP reflects the sum of all intervals of time during which participants were treated with rFIXFc per treatment regimens excluding surgical/rehabilitation periods and large injection intervals (greater than \\[\\>\\]28 days). Participants were included in summary of more than 1 treatment regimen if their regimen changed during study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.21","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.24","spread":null}]}]}]},{"type":"SECONDARY","title":"Annualized Number of Spontaneous Joint Bleeding Episodes","description":"Bleeding episodes were classified as spontaneous if parent/caregiver/participant records a bleeding event when there is no known contributing factor such as a definite trauma or antecedent \"strenuous\" activity. Annualized spontaneous joint bleeding episodes=(Total number of spontaneous joint bleeding episodes during efficacy period (EP) divided by total number of days during EP)\\*365.25. EP reflects the sum of all intervals of time during which participants were treated with rFIXFc per treatment regimen excluding major and minor surgical/rehabilitation periods and large injection intervals (\\>28 days). Participants were included in summary of more than 1 treatment regimen if their regimen changed during study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.00","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.00","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of rFIXFc Injections With Excellent or Good, Moderate or None Treatment Response Assessed Using a 4-Point Scale","description":"Using e-diary, each participant's parent/caregiver rated treatment response to any bleeding episode (BE) at approximately 8 to 12 hours from time of injection and prior to additional doses of rFIXFc given for same BE using 4-point scale:- 1=Excellent: abrupt pain relief and/or improvement in signs of bleeding within approximately 8 hours after initial injection; 2=Good: definite pain relief and/or improvement in signs of bleeding within approx. 8 hours after injection, but possibly requiring more than 1 injection after 24-48 hours for complete resolution; 3=Moderate: Probable/slight beneficial effect within 8 hours after initial injection and requires more than 1 injection and 4=None: No improvement or condition worsens within approx. 8 hours after initial injection. Participants were included in summary of more than 1 treatment regimen if their regimen changed during study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null}]},{"measurements":[{"groupId":"OG000","value":"58","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"50","spread":null}]},{"measurements":[{"groupId":"OG000","value":"6","spread":null}]},{"measurements":[{"groupId":"OG000","value":"1","spread":null}]},{"measurements":[{"groupId":"OG000","value":"17","spread":null}]}]}]},{"type":"SECONDARY","title":"Total Number of Exposure Days (EDs)","description":"An ED was defined as a 24-hour period in which a participant received one or more doses of rFIXFc injections, with the time of the first injection of rFIXFc defined as the start of the ED. Participant who did not have a particular injection type were counted as having zero injections for that type.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"76.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Total Annualized rFIXFc Consumption Per Participant for the Prevention and Treatment of Bleeding Episodes","description":"Total annualized rFIXFc consumption (in IU/kg) was calculated for each participant as: Annualized consumption = (Total IU/kg of rFIXFc during efficacy period (EP) divided by total number of days during EP)\\*365.25. EP reflects the sum of all intervals of time during which participants were treated with rFIXFc according to the treatment regimens of the study excluding surgical/rehabilitation periods and large injection intervals (\\> 28 days). Participants were included in summary of more than 1 treatment regimen if their regimen changed during study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"203.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3175.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Injections of rFIXFc Required to Resolve a Bleeding Episode","description":"Number of injections of rFIXFc required to resolve a bleeding episode during efficacy period (EP) were reported. EP reflects the sum of all intervals of time during which participants were treated with rFIXFc according to the treatment regimens of the study excluding surgical/rehabilitation periods and large injection intervals (\\>28 days). All injections given from the initial sign of a bleed, until the last date/time within the bleed window were counted. Participants were included in summary of more than 1 treatment regimen if their regimen changed during study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Average Dose Per Injection of rFIXFc Required to Resolve a Bleeding Episode","description":"The average dose of rFIXFc per injection per bleeding episode was calculated as the average of all doses (IU/kg) administered to treat the bleeding episode during efficacy period (EP). EP begins with the first treatment regimen dose of rFIXFc and ends with the last dose (regardless of the reason for dosing). Surgery/rehabilitation periods are not included in the EP. Participants were included in summary of more than 1 treatment regimen if their regimen changed during study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"88.50","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"71.92","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in rFIXFc Incremental Recovery (IR)","description":"Blood samples were taken at trough and Cmax (maximum concentration) for assessment of incremental recovery, measured by the one-stage clotting assay. IR (International Units per deciliter \\[IU/dL\\] per IU/kg) = (Cmax for FIX activity - Pre-dose FIX activity) (IU/dL)/ Actual dose (IU/kg), where Cmax is 30 minute FIX activity post-dose and FIX activity less than (\\<)0.5 IU/dL was set to 0 IU/dL for calculation of IR.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":23,"n":33},"commonTop":["Pyrexia","Nasopharyngitis","Upper respiratory tract infection","Fall","Teething"]}}}