{"nctId":"NCT00393939","briefTitle":"Study Of Sunitinib In Combination With Docetaxel Vs Docetaxel In Patients With Advanced Breast Cancer","startDateStruct":{"date":"2007-02"},"conditions":["Breast Neoplasms"],"count":594,"armGroups":[{"label":"A","type":"EXPERIMENTAL","interventionNames":["Drug: Sunitinib malate"]},{"label":"B","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Taxotere"]}],"interventions":[{"name":"Sunitinib malate","otherNames":[]},{"name":"Taxotere","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Breast cancer with evidence of unresectable locally recurrent, or metastatic disease\n* Her-2 negative tumors\n\nExclusion Criteria:\n\n* Patients for whom docetaxel is contraindicated\n* Clinical presentation of inflammatory carcinoma with no other measurable disease","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression-Free Survival (PFS)","description":"PFS defined as time from date of randomization to date of the first documentation of objective tumor progression or death due to any cause, whichever occurred first. PFS calculated as (Months) = (first event date minus randomization date plus 1) divided by 30.4.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.6","spread":null},{"groupId":"OG001","value":"8.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.2","spread":null},{"groupId":"OG001","value":"6.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Objective Response","description":"Percentage of participants with objective response based assessment of confirmed complete response (CR) or confirmed partial response (PR) according to Response Evaluation Criteria in Solid Tumors (RECIST). CR defined as the disappearance of all tumor lesions (target and non-target). PR defined as greater than or equal to 30 percent (≥30%) decrease in the sum of the longest dimensions of the target lesions taking as a reference the baseline sum longest dimensions with a non-progressive disease status of the non-target lesions.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"51.0","spread":null},{"groupId":"OG001","value":"39.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"52.7","spread":null},{"groupId":"OG001","value":"43.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response (DR)","description":"DR defined as time from first objective documentation of complete or partial response that was subsequently confirmed to first documentation of disease progression or to death due to any cause, whichever occurred first. DR calculated (Months) = (the date of the first documentation of objective tumor progression or death due to any cause minus the date of the first CR or PR that was subsequently confirmed plus 1) divided by 30.4.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.5","spread":null},{"groupId":"OG001","value":"7.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.9","spread":null},{"groupId":"OG001","value":"5.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS)","description":"Time from randomization to date of death due to any cause. OS calculated as (Months) = (death date minus date of first dose of study medication plus 1) divided by 30.4. For participants who were alive, overall survival was censored at last contact.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26.0","spread":null},{"groupId":"OG001","value":"28.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in European Organization for Research and Treatment of Cancer Quality of Life Questionaire-C30 (EORTC- QLQ-C30) Score","description":"EORTC QLQ-C30 measured 5 functional domains (physical, role, cognitive, emotional, and social), global health status, and symptom scales of fatigue, pain, nausea and vomiting, dyspnoea, loss of appetite, insomnia, constipation and diarrhea, and financial difficulties. For functional domains and global health status, scores ranged from 0 to 100 where higher scores represented a better level of functioning. For symptoms scales, scores ranged from 0 to 100 where higher scores represented a greater degree of symptoms. Change from baseline = score for Cycle/Day minus baseline score.","classes":[]},{"type":"SECONDARY","title":"Change From Baseline in EORTC-QLQ Breast Cancer Module (EORTC-QLQ-BR23) Score","description":"EORTC-QLQ-BR23 measured multi-item functional scales for body image, sexual functioning, sexual enjoyment, and future perspective and measured single item symptoms scales which assessed systemic therapy side effects, breast symptoms, arm symptoms, and upset by hair loss. For functional scales, scores ranged from 0 to 100 where higher scores represented a better level of functioning. For symptoms scales, scores ranged from 0 to 100 where higher scores represented a greater degree of symptoms. Change from baseline = score for Cycle/Day minus baseline score.","classes":[]},{"type":"SECONDARY","title":"Change From Baseline European Quality of Life 5-dimensional Self-Report Questionnaire (EQ-5D) Score","description":"EQ-5D: standardized, participant-administered 2 part measure of health outcome. Part 1: descriptive profile for 5 dimensions (mobility, self-care, usual activities, pain/discomfort, and anxiety/depression), used 3 levels (no, some, extreme problems) and a single index value characterized current health status using formula that weighted the dimensions. Part 2: overall rating of participant's current health used Visual Analog Scale with endpoints labeled 'best imaginable health state' and 'worst imaginable health state'. Change from baseline = score for Cycle/Day minus baseline score.","classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":112,"n":295},"commonTop":["Alopecia","Neutropenia","Diarrhoea","Nausea","Fatigue"]}}}