{"nctId":"NCT02476175","briefTitle":"Add-on Mirabegron in Pediatric Patients With Refractory Overactive Bladder","startDateStruct":{"date":"2013-04"},"conditions":["Overactive Bladder","Urinary Incontinence"],"count":35,"armGroups":[{"label":"Add-on Mirabegron","type":"EXPERIMENTAL","interventionNames":["Drug: Mirabegron"]}],"interventions":[{"name":"Mirabegron","otherNames":["Myrbetriq"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female ≥ 5 years old and ≤17 years old\n* OAB diagnostic according to the International Children Continence Society (ICCS) and less than 65% of the expected mean bladder capacity for age is confirmed (30 + (age in years x 30) mL) on a 3-day voiding diary.\n* Weight and height are within the normal percentile (3rd to 97th percentile) and weight is ≥ 20 kg (3rd percentile of a 8 y.o. child, boy or girl), according to the CDC growth chart\n* Ability to swallow pills\n* Subjects/parents (vs. legal guardian) agree to participate to the following study and sign the informed consent\n* Subjects/parents (vs. legal guardian) are able to comply with the study requirements and with the medication restrictions.\n* Female subjects of childbearing potential must have a negative serum or urine pregnancy test at enrollment and must agree to maintain highly effective birth control during the study. Sexually active male subjects agree to use a barrier method of birth control with female partner for the duration of the study and at least one month after ending study treatment. Sexually active male subjects agree to use a condom for the duration of the study and for at least one month after ending study treatment and the female partner to use a reliable form of birth control for the duration of the study and for at least one month after ending study treatment.\n* Patients without symptom improvement or with partial response under medical therapy (at least 2 different antimuscarinic agents).\n\nExclusion Criteria:\n\n* Subject has a diagnostic of dysfunctional voiding\n* Post-voiding residue \\> 20 cc\n* Polyuria (\\> 75 ml/kg/b.w./24 hours)\n* Nephrogenic of central diabetes insipidus\n* Constipation at screening (if the patient is treated and the treatment is successful, the patient will be eligible to the study)\n* Urinary tract infection at visit 2-3-4. If UTI is present at the screening visit, the UTI must be treated and the success of the treatment must be documented with a negative urinalysis at visit 2.\n* QTc interval greater than 460 ms, or any increase of 30 ms on follow-up EKG (mean of 6 separate EKG-3 from visit week-2 and 3 from visit week 0). If a patient meets those criteria in the first month (initial dose), he will be excluded from the study. If the QTc change is noted after the up-titration, the dose will be decreased and EKG will be repeated within 1 week to ensure normalization of QTc.\n* Clinically significant unstable medical condition or disorder\n* Subject is pregnant or intends to become pregnant\n* Serum creatinin more than or equal to 2 times the upper limit of normal\n* Aspartate aminotransferase (AST) or alanine aminotransferase (ALT) more than or equal to 2 times ULN, or bilirubin more than or equal to 1.5 times ULN.\n* Known hypersensitivity to mirabegron or any contraindication to the use of the molecule, in accordance to the product monography (to the exception of pediatric age).\n* Subject is taking medication that interact with mirabegron and this medication can't be discontinued (see appendix 1 of excluded drugs)\n* Known urological pathology other than OAB that could explain urinary symptoms (as bladder stone…)\n* Non-treated or non-controlled arterial hypertension","healthyVolunteers":false,"sex":"ALL","minimumAge":"5 Years","maximumAge":"17 Years","stdAges":["CHILD"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Response to Urinary Incontinence as a Composite Measure of Efficacy of add-on Mirabegron","description":"Results were based on the International Children's Continence Sociéty classification. Parents or patients supervised by their parents rated symptom relief on a questionnaire as complete cure (definied as dryness) or partial response (reduction of 50% to 99% in incontinence episodes).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Grade 2 or 3 Urgency Episodes as a Measure of Efficacy","description":"On voiding diary, participants described their urgency according to the Canadian Urological Association voiding diary, range 0 to 3 at study entry and at study end.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"19","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Cardio Vascular Safety","description":"Cardiovascular safety: mean difference in blood pressure (Variation in blood pressure: systolic ±20 mmHg, diastolic ±15 mmHg), blood pressure was taken at each visit and at the study end.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"35","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Showing Improved Quality of Life Using the Patient Perception of Bladder Condition Scale and Voiding Diaries","description":"Effectiveness will also be assessed using the Patient Perception of Bladder Condition (PPBC) scale on a 6-point scale ranging from 1 to 6 ( 1 is the best score and 6 is the worst score), at study initiation, every visit and at the study end.\n\nResults will be documented based on subjective relief of symptoms and objective voiding diaries.\n\nParticipants perception of bladder condition score at initiation of treatment was:4 and at last follow up score was: 2.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Without Variation in Heart Rate","description":"Cardiovascular safety: mean difference in heart rate (with variation in heart rate increase of more than 20%). Heart rate was taken at initiation of study drug, at each visit and at the study end.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":35},"commonTop":["Transcient constipation","Abdominal colic","Temporary blurred vision","Rhinitis"]}}}