{"nctId":"NCT03107026","briefTitle":"A Study to Evaluate a Drug (Dasotraline) on the Safety, Effectiveness and How Well the Body Tolerates it, in Adults With Moderate to Severe Binge Eating Disorder","startDateStruct":{"date":"2017-03-31","type":"ACTUAL"},"conditions":["Binge Eating Disorder"],"count":491,"armGroups":[{"label":"dasotraline 4mg","type":"EXPERIMENTAL","interventionNames":["Drug: dasotraline 4mg"]},{"label":"dasotraline 6mg","type":"EXPERIMENTAL","interventionNames":["Drug: dasotraline 6mg"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"dasotraline 4mg","otherNames":["SEP225289"]},{"name":"dasotraline 6mg","otherNames":["SEP225289"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n\\- 1. Male or female subject between 18-55 years of age, inclusive, at time of informed consent.\n\n2\\. Subject meets the following DSM-5 criteria for a diagnosis of BED. An episode of binge eating is characterized by both:\n\n* Eating an amount of food larger than what most people would eat, in a discrete period of time (eg, 2 hours)\n* Sense of lack of control over eating episode\n\nBinge eating episodes are associated with ≥ 3 of the following:\n\n* Eating much more rapidly than normal\n* Eating until uncomfortably full\n* Eating large amounts when not feeling hungry\n* Eating alone because of embarrassment\n* Feeling disgusted with oneself, guilty afterward Binge eating episodes are also associated with marked distress regarding the episode and not associated with recurrent use of compensatory behavior (eg, bulimia nervosa). Note: A subject using compensatory behavior less than 1 time every 2 weeks over the 3 months prior to screening may be permitted to enroll in the study.\n\n  3\\. Diagnosis is confirmed based on the Structured Clinical Interview for DSM-IV Axis I Disorders, Module H (SCID-I Module H), clinician review of subject diaries, and the EDE-Q.\n\n  4\\. Subject has a BED diagnosis or is diagnosed at screening and has a history of at least 2 binge eating days a week for at least 6 months prior to screening.\n\n  5\\. Subject's BED is of at least moderate severity with subject reporting at least 3 binge eating days for each of the 2 weeks prior to baseline as documented in the subject's binge diary. A binge eating day is defined as having at least one binge eating episode 6. Subject has a BE- CGI-S score ≥ 4 at screening and baseline. 7. Subject has a negative breath alcohol test and a negative UDS for any illicit drug.\n\n  8\\. Female subject must have a negative serum pregnancy test at screening; females who are post-menopausal (defined as at least 12 months of spontaneous amenorrhea) and those who have undergone hysterectomy or bilateral oophorectomy will be exempted from the pregnancy test.\n\n  9\\. Female subject of childbearing potential and male subject with female partner of childbearing potential must agree to use an effective and medically acceptable form of birth control throughout the study period. Note: Continued use of an effective and medically acceptable form of birth control is recommended for 30 days after study completion.\n\n  10\\. Subject must be able to comply with study drug administration and adhere to protocol requirements including all study assessments.\n\n  11\\. Subject can read well enough to understand the informed consent form and other subject materials\n\nExclusion Criteria:\n\n1. Subject has BMI of 18 kg/m2or less, or greater than 45 kg/m2.\n2. Subject has a lifetime history or current symptoms consistent with bulimia nervosa or anorexia nervosa.\n3. Subject has started psychotherapy (eg, supportive psychotherapy, cognitive behavior therapy, interpersonal therapy) within 3 months prior to screening. Note: Subjects receiving stable ongoing psychotherapy for longer than 3 months are permitted to enroll.\n4. Subject has participated in a formal weight loss program (eg, Weight Watchers®) within 3 months prior to screening.\n5. Subject has used a psychostimulant or mood stabilizer within the 3 months prior to screening.\n6. Subject has used any medications for the treatment of binge eating, other eating disorders, obesity, or weight gain or any other medication that could result in weight gain or weight loss including over-the-counter and herbal products within the 3 months prior to screening.\n7. Subject has received lisdexamfetamine dimesylate (Vyvanse®) for any reason, including but not limited to participation in any Phase 2 or 3 trial.\n8. Subject has a lifetime history of psychotic disorder, bipolar disorder, hypomania, dementia, or ADHD as defined by the DSM-5 criteria.\n9. Subject has a history of moderate to severe depression based on Investigator's judgment within the 6 months prior to screening or is currently taking or has taken any medication for depression during the 3 months prior to screening.\n10. Subject has MADRS score ≥ 18 at screening and Baseline visit.\n11. Subject has a history of substance use disorder including alcohol use disorder (excluding nicotine and caffeine) within the 12 months prior to screening, as defined by the DSM-5 criteria.\n12. Subject is considered a suicide risk in the investigator's opinion or has any previous history of suicide attempt within the past 12 months.\n13. Subject answers \"yes\" to \"suicidal ideation\" item 4 (active suicidal ideation with some intent to act, without specific plan) or item 5 (active suicidal ideation with specific plan and intent) on the C-SSRS assessment at screening (in the past month). Subjects who answer \"yes\" to this question must be referred to the Investigator for follow-up evaluation.\n14. Subject has type I diabetes mellitus or insulin-dependent diabetes mellitus.\n15. Subject with type II diabetes mellitus, has hemoglobin A1c ≥ 6.5% at screening, or has initiated treatment with or changed the dose of a glucose-lowering agent within 3 months prior to screening.\n16. Subject has known history of symptomatic cardiovascular disease, advanced arteriosclerosis, structural cardiac abnormality, cardiomyopathy, documented heart rhythm abnormalities, coronary artery disease, or other serious cardiac problems.\n17. Subject has initiated treatment with or changed the dose of a lipid-lowering medication within the 3 months prior to screening.\n18. Subject has a history of moderate or severe hypertension that in the Investigator's opinion has not been medically stable or has required a change in dosage and/or medication during the 3 months prior to screening.\n19. Subject has a history of focal or diffuse brain disorder including but not limited to epilepsy, seizures (except childhood febrile seizures),stroke, benign or malignant tumors, or head trauma with loss of consciousness lasting more than 5 minutes; unexplained syncope or other unexplained blackouts (except single incident); or a history of clinically significant repeated head-traumas without loss of consciousness.\n20. Subject has had polycystic ovarian syndrome (PCOS) in the previous 12 months, even if no treatment was provided.\n21. Subject is female and pregnant or nursing.\n22. Subject has had major bariatric surgery, eg, gastric jejunal bypass,Roux-en-Y gastric bypass, sleeve gastrectomy, duodenal switch with biliopancreatic diversion for weight loss at any time.\n23. Minor bariatric surgey (eg, lap bands) within 3 years of screening. Note: Surgeries for cosmetic reasons are not exclusionary but should be discussed with the medical monitor.\n24. Subject has a history of positive test for either Hepatitis B surface antigen or Hepatitis C antibody, and has liver function test results at screening above the upper limit of normal (ULN) for the reference laboratory.\n25. Subject without a history of positive test for Hepatitis B surface antigen or Hepatitis C antibody has alanine aminotransferase (ALT) or aspartate aminotransferase (AST) value ≥ 2 times the ULN at screening.\n26. Subject has a blood urea nitrogen (BUN) value ≥ 1.5 times the ULN for the reference range, serum creatinine \\> 1.5 times the ULN for the reference range, fasting blood glucose ≥ 126 mg/dL (7.0 mmol/L), or hemoglobin A1c ≥ 6.5% at screening.\n27. Subject is known to have tested positive for human immunodeficiency virus (HIV).\n28. Subject has a clinically significant abnormality on screening evaluation including physical examination, vital signs, ECG, or laboratory tests that the Investigator considers to be inappropriate to allow participation in the study.\n29. The subject's screening ECG shows a corrected QT interval using Fridericia's formula (QTcF) of ≥ 450 msec for male subjects or ≥ 470 msec for female subjects. Eligibility will be based on the core laboratory ECG interpretation report.\n30. Subject has any life-time history of abuse or diversion of stimulants.\n31. Subject has a history of allergic reaction or has a known or suspected sensitivity to any substance that is contained in the study drug formulation.\n32. Subject who in the opinion of the Sponsor and Investigator has any other psychiatric or medical condition or disorder or any other psychosocial or work-related issue not previously listed that could interfere with the diagnosis of BED at screening or subsequent evaluations during the course of the study.\n33. Subject who may experience or who is currently experiencing significant psychosocial or environmental stressors (eg, loss of employment, loss of housing, financial hardship, divorce) that could impede their ability to adhere to protocol requirements, as judged by the Investigator.\n34. Subject is currently participating in or has participated in any clinical trial within the last 90 days or has participated in more than 2 clinical trials within the past year. This includes studies using marketed compounds or devices.\n35. Subject has previously been enrolled in a clinical trial of dasotraline (SEP-225289).\n36. Subject is an investigational site staff member or the relative of an investigational site staff member.\n37. Subject has started a new physical training/exercise program for the purpose of managing his or her weight or binge eating within 3 months prior to screening. Note: Subjects participating in a stable physical training/exercise program for longer than 3 months are permitted to enroll.\n38. Subject has a history of malignancy within 5 years prior to the Screening visit, except for adequately treated basal cell or squamous cell skin cancer or in situ cervical cancer. History of pituitary tumor, whether benign or malignant, is exclusionary.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"55 Years","stdAges":["ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Number of Binge Days","description":"Change from baseline in number of binge days (defined as days during which at least 1 binge episode occurs) per week at Week 12","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.92","spread":"0.134"},{"groupId":"OG001","value":"-3.21","spread":"0.135"},{"groupId":"OG002","value":"-3.47","spread":"0.140"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Binge Eating Clinical Global Impression-Severity( BE-CGI-S )Score","description":"Binge-eating Clinical Global Impression-Severity (BE-CGI-S) The BE-CGI-S is a single value, clinician-rated assessment of illness severity, and 7-point scale with range from 1 = normal, not at all ill; 2 = borderline mentally ill; 3 = mildly ill; 4 = moderately ill; 5 = markedly ill; 6 = severely ill; 7 = among the most extremely ill subjects. A higher score is associated with greater illness severity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.77","spread":"0.114"},{"groupId":"OG001","value":"-2.13","spread":"0.117"},{"groupId":"OG002","value":"-2.27","spread":"0.121"}]}]}]},{"type":"SECONDARY","title":"Percent of Subjects With a 4-week Cessation From Binge Eating","description":"Percent of subjects with a 4-week cessation from binge eating (defined as a 100% reduction for at least 28 consecutive days in the number of binge eating episodes prior to Week 12/end of treatment \\[EOT\\])","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"49","spread":null},{"groupId":"OG001","value":"54","spread":null},{"groupId":"OG002","value":"55","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Yale-Brown Obsessive Compulsive Scale Modified for Binge Eating (Y-BOCS-BE) Total Score","description":"Yale-Brown Obsessive Compulsive Scale Modified for Binge Eating (Y-BOCS-BE) Y-BOCS-BE total scores range from 0 to 40. Y-BOCS-BE obsessions subscale ranges from 0 to 20. Y-BOCS-BE compulsions subscale ranges from 0 to 20. Higher values of Y-BOCS-BE score and subscale scores represent greater severity of illness","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-11.83","spread":"0.670"},{"groupId":"OG001","value":"-14.13","spread":"0.680"},{"groupId":"OG002","value":"-15.23","spread":"0.703"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Number of Binge Days Per Week at Weeks 1, 2, 3, 4, 6, 8, and 10","description":"Change from baseline in number of binge days per week at Weeks 1, 2, 3, 4, 6, 8, and 10","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.16","spread":"0.137"},{"groupId":"OG001","value":"-1.82","spread":"0.137"},{"groupId":"OG002","value":"-1.51","spread":"0.136"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.74","spread":"0.137"},{"groupId":"OG001","value":"-2.36","spread":"0.138"},{"groupId":"OG002","value":"-2.27","spread":"0.136"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.23","spread":"0.135"},{"groupId":"OG001","value":"-2.74","spread":"0.136"},{"groupId":"OG002","value":"-2.70","spread":"0.135"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.27","spread":"0.143"},{"groupId":"OG001","value":"-2.85","spread":"0.144"},{"groupId":"OG002","value":"-2.98","spread":"0.145"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.61","spread":"0.126"},{"groupId":"OG001","value":"-2.97","spread":"0.127"},{"groupId":"OG002","value":"-3.24","spread":"0.130"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.80","spread":"0.127"},{"groupId":"OG001","value":"-3.15","spread":"0.127"},{"groupId":"OG002","value":"-3.31","spread":"0.132"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.87","spread":"0.128"},{"groupId":"OG001","value":"-3.12","spread":"0.129"},{"groupId":"OG002","value":"-3.31","spread":"0.134"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Number of Binge Episodes Per Week at Weeks 1, 2, 3, 4, 6, 8, 10, and 12","description":"Change from baseline in number of binge episodes per week at Weeks 1, 2, 3, 4, 6, 8, 10, and 12","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.53","spread":"0.230"},{"groupId":"OG001","value":"-2.43","spread":"0.231"},{"groupId":"OG002","value":"-2.21","spread":"0.230"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.48","spread":"0.235"},{"groupId":"OG001","value":"-3.20","spread":"0.237"},{"groupId":"OG002","value":"-2.88","spread":"0.234"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.06","spread":"0.226"},{"groupId":"OG001","value":"-3.69","spread":"0.228"},{"groupId":"OG002","value":"-3.46","spread":"0.226"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.95","spread":"0.254"},{"groupId":"OG001","value":"-3.72","spread":"0.256"},{"groupId":"OG002","value":"-3.77","spread":"0.257"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.43","spread":"0.231"},{"groupId":"OG001","value":"-3.90","spread":"0.234"},{"groupId":"OG002","value":"-4.06","spread":"0.236"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.64","spread":"0.216"},{"groupId":"OG001","value":"-4.20","spread":"0.218"},{"groupId":"OG002","value":"-4.19","spread":"0.223"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.67","spread":"0.213"},{"groupId":"OG001","value":"-4.17","spread":"0.215"},{"groupId":"OG002","value":"-4.25","spread":"0.221"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.70","spread":"0.227"},{"groupId":"OG001","value":"-4.32","spread":"0.230"},{"groupId":"OG002","value":"-4.38","spread":"0.237"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Binge-eating Clinical Global Impression-Severity (BE-CGI-S) Score at Weeks 2, 4, 6, 8, and 10","description":"Binge-eating Clinical Global Impression-Severity (BE-CGI-S) The BE-CGI-S is a single value, clinician-rated assessment of illness severity, and 7-point scale with range from 1 = normal, not at all ill; 2 = borderline mentally ill; 3 = mildly ill; 4 = moderately ill; 5 = markedly ill; 6 = severely ill; 7 = among the most extremely ill subjects. A higher score is associated with greater illness severity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.82","spread":"0.090"},{"groupId":"OG001","value":"-1.37","spread":"0.091"},{"groupId":"OG002","value":"-1.20","spread":"0.090"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.21","spread":"0.102"},{"groupId":"OG001","value":"-1.89","spread":"0.104"},{"groupId":"OG002","value":"-1.79","spread":"0.102"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.37","spread":"0.105"},{"groupId":"OG001","value":"-1.83","spread":"0.107"},{"groupId":"OG002","value":"-1.90","spread":"0.108"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.55","spread":"0.108"},{"groupId":"OG001","value":"-1.91","spread":"0.110"},{"groupId":"OG002","value":"-2.04","spread":"0.113"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.59","spread":"0.112"},{"groupId":"OG001","value":"-1.95","spread":"0.115"},{"groupId":"OG002","value":"-2.07","spread":"0.119"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Yale-Brown Obsessive Compulsive Scale Modified for Binge Eating (Y-BOCS-BE) Total Score at Weeks 2, 4, 6, 8, and 10","description":"Yale-Brown Obsessive Compulsive Scale Modified for Binge Eating (Y-BOCS-BE) Y-BOCS-BE total scores range from 0 to 40. Y-BOCS-BE obsessions subscale ranges from 0 to 20. Y-BOCS-BE compulsions subscale ranges from 0 to 20. Higher values of Y-BOCS-BE score and subscale scores represent greater severity of illness.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.49","spread":"0.576"},{"groupId":"OG001","value":"-10.32","spread":"0.583"},{"groupId":"OG002","value":"-9.21","spread":"0.577"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-9.30","spread":"0.623"},{"groupId":"OG001","value":"-13.15","spread":"0.631"},{"groupId":"OG002","value":"-12.77","spread":"0.627"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-9.74","spread":"0.645"},{"groupId":"OG001","value":"-12.50","spread":"0.653"},{"groupId":"OG002","value":"-13.65","spread":"0.663"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-10.99","spread":"0.654"},{"groupId":"OG001","value":"-13.55","spread":"0.661"},{"groupId":"OG002","value":"-14.25","spread":"0.681"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-10.81","spread":"0.658"},{"groupId":"OG001","value":"-13.54","spread":"0.668"},{"groupId":"OG002","value":"-14.21","spread":"0.690"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Yale-Brown Obsessive Compulsive Scale Modified for Binge Eating (Y-BOCS-BE) Subscale Scores (Obsessions and Compulsions) at Weeks 2, 4, 6, 8, 10, and 12","description":"Yale-Brown Obsessive Compulsive Scale Modified for Binge Eating (Y-BOCS-BE) Y-BOCS-BE total scores range from 0 to 40. Y-BOCS-BE obsessions subscale ranges from 0 to 20. Y-BOCS-BE compulsions subscale ranges from 0 to 20. Higher values of Y-BOCS-BE score and subscale scores represent greater severity of illness.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.14","spread":"0.297"},{"groupId":"OG001","value":"-4.84","spread":"0.301"},{"groupId":"OG002","value":"-4.37","spread":"0.297"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.30","spread":"0.315"},{"groupId":"OG001","value":"-6.32","spread":"0.319"},{"groupId":"OG002","value":"-6.29","spread":"0.317"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.65","spread":"0.326"},{"groupId":"OG001","value":"-6.12","spread":"0.330"},{"groupId":"OG002","value":"-6.70","spread":"0.336"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.20","spread":"0.337"},{"groupId":"OG001","value":"-6.48","spread":"0.341"},{"groupId":"OG002","value":"-7.00","spread":"0.354"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.94","spread":"0.335"},{"groupId":"OG001","value":"-6.49","spread":"0.340"},{"groupId":"OG002","value":"-6.88","spread":"0.353"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.56","spread":"0.339"},{"groupId":"OG001","value":"-6.73","spread":"0.344"},{"groupId":"OG002","value":"-7.43","spread":"0.356"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.32","spread":"0.303"},{"groupId":"OG001","value":"-5.45","spread":"0.307"},{"groupId":"OG002","value":"-4.83","spread":"0.304"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.98","spread":"0.330"},{"groupId":"OG001","value":"-6.80","spread":"0.334"},{"groupId":"OG002","value":"-6.44","spread":"0.333"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.08","spread":"0.337"},{"groupId":"OG001","value":"-6.34","spread":"0.341"},{"groupId":"OG002","value":"-6.91","spread":"0.348"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.77","spread":"0.343"},{"groupId":"OG001","value":"-7.03","spread":"0.347"},{"groupId":"OG002","value":"-7.22","spread":"0.359"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.85","spread":"0.344"},{"groupId":"OG001","value":"-7.00","spread":"0.349"},{"groupId":"OG002","value":"-7.30","spread":"0.361"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.24","spread":"0.352"},{"groupId":"OG001","value":"-7.34","spread":"0.357"},{"groupId":"OG002","value":"-7.78","spread":"0.370"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Sheehan Disability Scale (SDS) Total Score and Subscale Scores (School/Work Disability, Social Life Disability, and Family Life Disability) at Weeks 6 and 12","description":"Sheehan Disability Scale (SDS) total and subscale scores The Sheehan Disability Scale (SDS) 3 subscales (work/school, social life, home life) are rated on the following scale: 0 = not at all; 1-3 = mildly; 4-6 = moderately; 7-9 =markedly; 10 = extremely. The 3 items can be combined into a single global measure of impairment (SDS total score) that ranges from 0 (unimpaired) to 30 (highly impaired). A higher subscale score and total score are associated with greater illness severity","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.73","spread":"0.551"},{"groupId":"OG001","value":"-7.65","spread":"0.563"},{"groupId":"OG002","value":"-6.88","spread":"0.566"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.14","spread":"0.547"},{"groupId":"OG001","value":"-8.56","spread":"0.551"},{"groupId":"OG002","value":"-8.19","spread":"0.580"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.20","spread":"0.185"},{"groupId":"OG001","value":"-1.81","spread":"0.189"},{"groupId":"OG002","value":"-1.57","spread":"0.191"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.33","spread":"0.189"},{"groupId":"OG001","value":"-1.93","spread":"0.190"},{"groupId":"OG002","value":"-1.84","spread":"0.201"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.26","spread":"0.199"},{"groupId":"OG001","value":"-3.06","spread":"0.199"},{"groupId":"OG002","value":"-2.82","spread":"0.203"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.38","spread":"0.195"},{"groupId":"OG001","value":"-3.50","spread":"0.196"},{"groupId":"OG002","value":"-3.38","spread":"0.207"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.04","spread":"0.188"},{"groupId":"OG001","value":"-2.59","spread":"0.188"},{"groupId":"OG002","value":"-2.40","spread":"0.192"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.39","spread":"0.177"},{"groupId":"OG001","value":"-2.94","spread":"0.178"},{"groupId":"OG002","value":"-3.00","spread":"0.189"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Montgomery-Asberg Depression Rating Scale (MADRS) Total Score at Week 12","description":"Montgomery-Asberg Depression Rating Scale (MADRS) total score The MADRS total score ranges from 0 to 60, with higher scores indicating increased depressive symptoms","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.1","spread":"0.36"},{"groupId":"OG001","value":"-0.9","spread":"0.36"},{"groupId":"OG002","value":"0.6","spread":"0.36"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Hamilton Anxiety Rating Scale (HAM-A) Total Score at Week 12","description":"Hamilton Anxiety Rating Scale (HAM-A) total score HAM-A total score ranges from 0 to 56. A higher score is associated with a greater degree of anxiety.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.4","spread":"0.37"},{"groupId":"OG001","value":"0.3","spread":"0.37"},{"groupId":"OG002","value":"1.8","spread":"0.37"}]}]}]},{"type":"SECONDARY","title":"Proportion of Binge Eating Responders Who Have ≥ 75% Reduction in the Number of Binge Eating Episodes From Baseline at Week 12","description":"Proportion of binge eating responders who have ≥ 75% reduction in the number of binge eating episodes from Baseline at Week 12","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"91","spread":null},{"groupId":"OG001","value":"112","spread":null},{"groupId":"OG002","value":"123","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Eating Disorder Examination Questionnaire (EDE-Q) Modified Including EDE-Q7 Global Score and 3 Subscale Scores (Dietary Restraint, Shape/Weight Overvaluation, and Body Dissatisfaction) at Week 12","description":"Eating Disorder Examination Questionnaire (EDE-Q) Modified global and subscale scores 4 subscale scores (Restraint, Eating Concern, Shape Concern, and Weight Concern) range from 0- 6, where 0 represents absence of the feature and 6 represents an extreme degree. An EDE-Q global score is calculated as average of 4 EDE-Q subscale scores.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.54","spread":"0.116"},{"groupId":"OG001","value":"-1.20","spread":"0.116"},{"groupId":"OG002","value":"-1.35","spread":"0.118"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.23","spread":"0.149"},{"groupId":"OG001","value":"-0.85","spread":"0.149"},{"groupId":"OG002","value":"-1.14","spread":"0.152"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.74","spread":"0.132"},{"groupId":"OG001","value":"-1.36","spread":"0.132"},{"groupId":"OG002","value":"-1.43","spread":"0.135"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.62","spread":"0.129"},{"groupId":"OG001","value":"-1.38","spread":"0.130"},{"groupId":"OG002","value":"-1.46","spread":"0.132"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":163},"commonTop":["Insomnia","Dry mouth","Headache","Decreased appetite","Nausea"]}}}