{"nctId":"NCT01970371","briefTitle":"A Study of Plazomicin Compared With Colistin in Patients With Infection Due to Carbapenem-Resistant Enterobacteriaceae (CRE)","startDateStruct":{"date":"2014-09-16","type":"ACTUAL"},"conditions":["Bloodstream Infections (BSI) Due to CRE","Hospital-Acquired Bacterial Pneumonia (HABP) Due to CRE","Ventilator-Associated Bacterial Pneumonia (VABP) Due to CRE","Complicated Urinary Tract Infection (cUTI) Due to CRE","Acute Pyelonephritis (AP) Due to CRE"],"count":69,"armGroups":[{"label":"Plazomicin in Combination with Meropenem or Tigecycline","type":"EXPERIMENTAL","interventionNames":["Drug: plazomicin","Drug: meropenem","Drug: tigecycline"]},{"label":"Colistin in Combination with Meropenem or Tigecycline","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: colistin","Drug: meropenem","Drug: tigecycline"]},{"label":"Plazomicin in Combination with Adjunctive Antibiotic","type":"EXPERIMENTAL","interventionNames":["Drug: plazomicin","Drug: antibiotic of Investigator's choice"]}],"interventions":[{"name":"plazomicin","otherNames":[]},{"name":"colistin","otherNames":["colistimethate sodium"]},{"name":"meropenem","otherNames":[]},{"name":"tigecycline","otherNames":[]},{"name":"antibiotic of Investigator's choice","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Key Inclusion Criteria:\n\n* Cohort 1: APACHE II score between 15 and 30, inclusive; Cohort 2: BSI, HABP, VABP patients with an APACHE II score ≤30 (cUTI and AP patients do not need to have their APACHE II score calculated)\n* Positive culture that was collected ≤96 hours prior to randomization indicating a CRE infection, or a high likelihood of a CRE infection\n* Diagnosis of BSI as defined by at least one of the following: fever, hypothermia, new onset arterial hypotension, elevated total peripheral white blood cell (WBC) count, increased immature neutrophils (band forms), or leukopenia\n* Or, diagnosis of HABP defined as clinical signs and symptoms consistent with pneumonia acquired after at least 48 hours of continuous stay in an inpatient acute or chronic-care facility, or acquired within 7 days after being discharged from a hospitalization of ≥3 days duration\n* Or, diagnosis of VABP defined by clinical signs and symptoms consistent with pneumonia acquired after at least 48 hours of continuous mechanical ventilation\n* Or, diagnosis of cUTI or AP defined by clinical signs and symptoms consistent with cUTI or AP assessed within 24 hours prior to enrollment\n\nKey Exclusion Criteria:\n\n* Cohorts 1 and 2 BSI, HABP, and VABP patients: receipt of more than 72 hours of potentially effective antibacterial therapy; Cohort 2: cUTI and AP patients: receipt of any potentially effective antibacterial therapy in the 48 hours prior to enrollment\n* Cohort 1 only: knowledge that index CRE infection is resistant to colistin prior to randomization\n* Objective clinical evidence for any of the following clinical syndromes that necessitates study therapy for greater than 14 days: endovascular infection including endocarditis, osteomyelitis, prosthetic joint infection, meningitis and/or other central nervous system infections\n* Objective clinical evidence of infectious involvement of intravascular material potentially due to the study qualifying pathogen and not intended to be removed within 4 calendar days of the initial positive culture\n* HABP or VABP patients only: pulmonary disease that precludes evaluation of therapeutic response including known bronchial obstruction or a history of post-obstructive pneumonia, tracheobronchitis, primary lung cancer or malignancies metastatic to the lung, bronchiectasis, known or suspected active tuberculosis\n* cUTI or AP patients only: renal abscess, chronic bacterial prostatitis, orchitis or epididymitis, polycystic kidney disease, one functional kidney, vesicoureteral reflux, renal transplant, cystectomy or ileal loop surgery, fungal UTI or complete, permanent obstruction of the urinary tract\n* Patients in acute renal failure at the time of randomization\n* Patients receiving intermittent hemodialysis (IHD) at the time of screening\n* Pregnant or breastfeeding female patient","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Patients With All Cause Mortality (ACM) at Day 28 or Significant Disease-Related Complication (SDRC) in the Microbiological Modified Intent to Treat (mMITT) Population in Cohort 1","description":"ACM at Day 28: confirmed date of death within 28 days of the first dose of study drug, irrespective of causality. SDRCs for all patients: presence of 1 or more of the following complications within 7 days of randomization: new or worsening acute respiratory distress syndrome (ARDS), new lung abscess, new empyema, new onset of septic shock, new carbapenem-resistant Enterobacteriaceae (CRE) (HABP/VABP patients only); persistent bacteremia on study Day ≥5 (BSI patients only).\n\nNote: Although it is generally expected that results for primary and secondary endpoints will be presented for all arms included at baseline, results for Cohort 2 are not presented here as this Cohort was not part of the primary or key secondary endpoints per the protocol and statistical analysis plan (SAP).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23.5","spread":null},{"groupId":"OG001","value":"50","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients With ACM at Day 28 in the mMITT Population in Cohort 1","description":"ACM at Day 28: confirmed date of death within 28 days of the first dose of study drug, irrespective of causality.\n\nNote: Although it is generally expected that results for primary and secondary endpoints will be presented for all arms included at baseline, results for Cohort 2 are not presented here as this Cohort was not part of the primary or key secondary endpoints per the protocol and SAP.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.8","spread":null},{"groupId":"OG001","value":"40","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients With Adjudicated Clinical Cure at the Test of Cure (TOC) Visit in the mMITT Population in Cohort 1","description":"Clinical response (CR) was assessed at end of treatment (EOT) in all patients and at TOC for those who were a clinical cure or had an indeterminate outcome at the most recent visit. Assessment of CR at TOC was not needed for those who were a clinical failure at an earlier visit. Clinical outcomes at both EOT and TOC were independently adjudicated by an external committee. The assessment was confounded by comorbidities and the occurrence of additional infections; thus, adjudicating CR of the baseline CRE infection was influenced by confounding signs and symptoms of unrelated infections or conditions. The difficulty assessing CR supports greater reliance on the more objective mortality-based primary endpoint in these patients.\n\nNote: Although it is generally expected that results for primary and secondary endpoints will be presented for all arms included at baseline, results for Cohort 2 are not presented here as this Cohort was not part of the endpoints per the protocol and SAP.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"64.7","spread":null},{"groupId":"OG001","value":"45","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"35.3","spread":null},{"groupId":"OG001","value":"55","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"35.3","spread":null},{"groupId":"OG001","value":"35","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"58.8","spread":null},{"groupId":"OG001","value":"65","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.9","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Death Through Day 28 in the mMITT Population in Cohort 1","description":"Time to death through Day 28 is defined as days from first dose of study drug to death from any cause on or before Day 28. Patients who were alive at Day 28 were censored on Day 28. Any patient whose survival status was not known at Day 28 was censored on the last known date alive.\n\nNote: Although it is generally expected that results for primary and secondary endpoints will be presented for all arms included at baseline, results for Cohort 2 are not presented here as this Cohort was not part of the primary or key secondary endpoints per the protocol and SAP.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.8","spread":null},{"groupId":"OG001","value":"40.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"88.2","spread":null},{"groupId":"OG001","value":"60.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11.8","spread":null},{"groupId":"OG001","value":"40","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients With ACM at Day 14 in the mMITT Population in Cohort 1","description":"ACM at Day 14 was defined as a confirmed date of death within 14 days of the first dose of study drug, irrespective of causality.\n\nNote: Although it is generally expected that results for primary and secondary endpoints will be presented for all arms included at baseline, results for Cohort 2 are not presented here as this Cohort was not part of the primary or key secondary endpoints per the protocol and SAP.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.9","spread":null},{"groupId":"OG001","value":"20","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients With Dose Adjustment Due to Therapeutic Drug Management (TDM)","description":"After the initial plazomicin dose, subsequent doses were adjusted, as directed, with the use of TDM on Day 1, 4, and 8 as needed.\n\nNote: Although it is generally expected that results for primary and secondary endpoints will be presented for all arms included at baseline, results for Cohort 1: Colistin are not presented here as TDM collection does not apply to and was not collected for patients in the colistin arm, as only plazomicin levels were measured.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"77.8","spread":null},{"groupId":"OG001","value":"86.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients With Treatment-Emergent Adverse Events (TEAEs)","description":"An adverse event (AE) is any untoward medical occurrence associated with the use of a drug in humans, whether or not it is considered to be drug related. An AE (also referred to as an adverse experience) can be any unfavorable and unintended sign (eg, an abnormal laboratory finding), symptom, or disease temporally associated with the use of a drug, and it does not imply any judgment about causality. Adverse events also include the exacerbation or worsening of a condition present at screening other than the index infection for which the patient was enrolled in the study. A TEAE is any AE that newly appeared, increased in frequency, or worsened in severity following initiation of study drug. The safety population included all randomized patients who received any amount of study drug.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"88.9","spread":null},{"groupId":"OG001","value":"100","spread":null},{"groupId":"OG002","value":"86.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Plasma Pharmacokinetics (PK): Area Under the Curve From 0 to 24 Hours (AUC 0-24h)","description":"PK specimens were collected on Days 1 and 4 using a sparse sampling scheme, and concentration-time data from these PK specimens were pooled with data from specimens collected for TDM. The pooled data were analyzed by population PK modeling, which described PK over the entire course of plazomicin treatment. The protocol allowed dose adjustments based on creatinine clearance; therefore, various dose regimens were used in the study, including regimens with dosing intervals of 12, 24, and 48 hours. To enable a combined summation of exposures across dose regimens, PK exposure parameters for the study were summarized for the first 48 hours of treatment. Thus, while exposures are summarized for the first 48 hours, the reported results considered patient data over the course of plazomicin treatment.","paramType":"GEOMETRIC_MEAN","dispersionType":"Geometric Coefficient of Variation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"235","spread":"42"}]}]}]},{"type":"SECONDARY","title":"Plasma Pharmacokinetics (PK): Maximum Observed Plasma Drug Concentration (Cmax)","description":"PK specimens were collected on Days 1 and 4 using a sparse sampling scheme, and concentration-time data from these PK specimens were pooled with data from specimens collected for TDM. The pooled data were analyzed by population PK modeling, which described PK over the entire course of plazomicin treatment. The protocol allowed dose adjustments based on creatinine clearance; therefore, various dose regimens were used in the study, including regimens with dosing intervals of 12, 24, and 48 hours. To enable a combined summation of exposures across dose regimens, PK exposure parameters for the study were summarized for the first 48 hours of treatment. Thus, while exposures are summarized for the first 48 hours, the reported results considered patient data over the course of plazomicin treatment.","paramType":"GEOMETRIC_MEAN","dispersionType":"Geometric Coefficient of Variation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"37.1","spread":"39.3"}]}]}]},{"type":"SECONDARY","title":"Plasma Pharmacokinetics (PK): Minimum Observed Plasma Drug Concentration (Cmin)","description":"PK specimens were collected on Days 1 and 4 using a sparse sampling scheme, and concentration-time data from these PK specimens were pooled with data from specimens collected for TDM. The pooled data were analyzed by population PK modeling, which described PK over the entire course of plazomicin treatment. The protocol allowed dose adjustments based on creatinine clearance; therefore, various dose regimens were used in the study, including regimens with dosing intervals of 12, 24, and 48 hours. To enable a combined summation of exposures across dose regimens, PK exposure parameters for the study were summarized for the first 48 hours of treatment. Thus, while exposures are summarized for the first 48 hours, the reported results considered patient data over the course of plazomicin treatment.","paramType":"GEOMETRIC_MEAN","dispersionType":"Geometric Coefficient of Variation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.1","spread":"99.4"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":9,"n":18},"commonTop":["Acute kidney injury","Anaemia","Diarrhoea","Thrombocytopenia","Delirium"]}}}