{"nctId":"NCT02282527","briefTitle":"A Study to Assess Safety and PK of Liquid Alpha₁-Proteinase Inhibitor (Human) in Treating Alpha₁-Antitrypsin Deficiency","startDateStruct":{"date":"2014-10"},"conditions":["Alpha₁-Antitrypsin Deficiency"],"count":32,"armGroups":[{"label":"Treatment Sequence 1","type":"OTHER","interventionNames":["Biological: Liquid Alpha₁-PI","Biological: Prolastin-C"]},{"label":"Treatment Sequence 2","type":"OTHER","interventionNames":["Biological: Liquid Alpha₁-PI","Biological: Prolastin-C"]}],"interventions":[{"name":"Liquid Alpha₁-PI","otherNames":[]},{"name":"Prolastin-C","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Be between 18 and 70 years of age, inclusive\n* Had a diagnosis of congenital AATD\n* Had a documented total alpha₁-PI level \\< 11 µM. If the total alpha₁-PI level had yet to be documented, a blood draw for total alpha₁-PI level was obtained at the Screening Visit\n* Had a post-bronchodilator Forced expiratory volume in 1 second (FEV1) ≥ 30% and \\< 80% of predicted and FEV1/forced vital capacity (FVC) \\< 70%\n* If the subject had received alpha₁-PI augmentation therapy of any kind, he/she must have been be willing to discontinue that treatment at the Week 1 (Baseline) Visit and remain off any kind of alpha₁-PI treatment, other than the investigational products for this study, while participating in the study\n\nExclusion Criteria:\n\n* Subject had a moderate or severe pulmonary exacerbation during the 4 weeks before the Week 1 (Baseline) Visit\n* History of lung or liver transplant\n* Any lung surgery during the past 2 years (excluding lung biopsy)\n* Liver cirrhosis confirmed by biopsy\n* Elevated liver enzymes (aspartate transaminase \\[AST\\], alanine aminotransferase \\[ALT\\], and alkaline phosphatase \\[ALP\\]) equal to or greater than 2.5 times the upper limit of normal\n* Severe concomitant disease (e.g., congestive heart failure, clinically significant pulmonary fibrosis, malignant disease \\[with the exception of skin cancers other than melanoma\\], history of acute hypersensitivity pneumonitis reaction, or current chronic hypersensitivity pneumonitis)\n* Females who were pregnant, breastfeeding or, if of child-bearing potential, unwilling to practice a highly effective method of contraception (oral, injectable or implanted hormonal methods of contraception, placement of an intrauterine device (IUD) or intrauterine system (IUS), condom or occlusive cap with spermicidal foam/gel/film/cream/suppository, male sterilization, or abstinence) throughout the study\n* Known previous infection with or clinical signs and symptoms consistent with current hepatitis A virus (HAV), hepatitis B virus (HBV), hepatitis C virus (HCV), or human immunodeficiency virus (HIV) infection\n* Smoking during the past 6 months or a positive urine cotinine test at the Screening Visit that is due to smoking\n* Participation in another investigational drug study within one month prior to the Week 1 (Baseline) Visit\n* History of anaphylaxis or severe systemic response to any plasma-derived alpha1-PI preparation or other blood product(s)\n* Use of systemic steroids above a stable dose equivalent to 5 mg/day prednisone (i.e.,10 mg every 2 days) within the 4 weeks prior to the Week 1 (Baseline) Visit inhaled steroids are not considered systemic steroids)\n* Use of systemic or aerosolized antibiotics for an exacerbation within the 4 weeks prior to the Week 1 (Baseline) Visit\n* Known selective or severe Immunoglobulin A (IgA) deficiency","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"AUC(0-7 Days) Based on Antigenic Content","description":"The primary PK objective of this study was to demonstrate the bioequivalence of Liquid Alpha₁-PI 60 mg/kg to Prolastin-C 60 mg/kg, as measured by AUC from 0 to 7 days (AUC0-7days) using an antigenic content assay of alpha₁-PI, at approximate steady state in subjects with AATD.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"203.20","spread":"23.041"},{"groupId":"OG001","value":"198.38","spread":"25.230"}]}]}]},{"type":"SECONDARY","title":"AUC(0-7 Days) Based on Functional Activity","description":"The exploratory PK objective of this study was to demonstrate the bioequivalence of Liquid Alpha₁-PI 60 mg/kg to Prolastin-C 60 mg/kg, as measured by AUC from 0 to 7 days (AUC 0-7 days) using a functional activity assay of alpha₁-PI, at approximate steady state in subjects with AATD.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"171.16","spread":"28.764"},{"groupId":"OG001","value":"168.50","spread":"27.473"}]}]}]},{"type":"SECONDARY","title":"Number of Subjects With Immunogenicity Response","description":"Blood samples for immunogenicity testing were collected at Weeks 1 (Baseline), 9, 17, and 20. Any samples that tested positive for alpha₁-PI antibodies were tested for neutralizing antibodies and antibody titer. Immunogenicity testing was performed using validated assays in a multitiered approach. Samples collected at Week 1 (Baseline) and at Weeks 9 and 20 were tested for immunogenicity while samples collected at Week 17 were to be tested for immunogenicity only if deemed appropriate (eg, unexpected PK profile).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":32},"commonTop":["Nasopharyngitis","Diarrhoea","Fatigue","Pyrexia","Dermatitis Contact"]}}}