{"nctId":"NCT02436759","briefTitle":"Study of the Safety and Efficacy of RVL-1201 in the Treatment of Acquired Blepharoptosis","startDateStruct":{"date":"2015-05"},"conditions":["Acquired Blepharoptosis"],"count":140,"armGroups":[{"label":"RVL-1201","type":"EXPERIMENTAL","interventionNames":["Drug: RVL-1201"]},{"label":"RVL-1201 Vehicle Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: RVL-1201 Vehicle Placebo"]}],"interventions":[{"name":"RVL-1201","otherNames":["Oxymetazoline Hydrochloride Ophthalmic Solution 0.1%"]},{"name":"RVL-1201 Vehicle Placebo","otherNames":["RVL-1201 Ophthalmic Solution 0.1% Placebo"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Male or female subjects 18 years of age and older.\n2. Presence of all of the following at Screening :\n\n   a. Loss on a reliable LPFT of ≥ 8 points in the top 2 rows (LPFT Eligibility Score); subjects must see at least 9 total points in the top 4 rows (LPFT Total Score).\n\n   i. This criteria must be met at both the Visit 1 Hour 0 (V1H0) and Visit 1 Hour 6 (V1H6) LPFT assessments\n\n   ii. There must be ≤ 4 points of variance between the V1H0 and the V1H6 LPFT Eligibility Score;; AND\n\n   b. The MRD, the distance from the central pupillary light reflex to the central margin of the upper lid, must be ≤ 2 mm (no visible central pupillary light reflex defaults to 0) in the same eye as Inclusion Criterion #2a\n\n   AND\n\n   c. Snellen visual acuity (VA) of 20/80 or better in the same eye as Inclusion Criteria #2a and #2b.\n3. Presence of all of the following at Baseline:\n\n   a. Loss on a reliable LPFT of ≥ 8 points in the top 2 rows (LPFT Eligibility Score) in the same eye as Inclusion Criterion #2a; subjects must see at least 9 total points in the top 4 rows (LPFT Total Score).\n\n   i. This criteria must be met at the Visit 2 Hour 0 (V2H0) LPFT assessment. ii. There must be ≤ 4 points of variance between the V1H6 and the V2H0 LPFT Eligibility Score;\n\n   AND\n\n   b. Marginal Reflex Distance (MRD), the distance from the central pupillary light reflex to the central margin of the upper lid, must be ≤ 2 mm (no visible central pupillary light reflex defaults to 0) in the same eye as Inclusion Criterion #2a;\n\n   AND\n\n   c. Snellen VA of 20/80 or better in the same eye as Inclusion Criteria #2a and #2b.\n4. Female subjects must be 1 year postmenopausal, surgically sterilized, or women of childbearing potential with a negative urine pregnancy test at Visit 1. Women of childbearing potential must use an acceptable form of contraception throughout the study. Acceptable methods include the use of at least one of the following: intrauterine (intrauterine device), hormonal (oral, injection, patch, implant, ring), barrier with spermicide (condom, diaphragm), or abstinence.\n5. Able to self-administer study medication or to have the study medication administered by a caregiver throughout the study period.\n6. Subjects must be able to understand and sign an IRB approved informed consent form prior to participation in any study-related procedures.\n\nExclusion Criteria:\n\nIn either eye\n\n1. Congenital ptosis.\n2. Presence of either of the following:\n\n   1. Pseudoptosis (upper eyelid dermatochalasis that overhangs the upper eyelid margin) or\n   2. Dermatochalasis that extends less than 3 mm above the upper eyelid margin.\n3. Horner syndrome.\n4. Marcus Gunn jaw winking syndrome.\n5. Myasthenia gravis.\n6. Mechanical ptosis, including ptosis due to orbital or lid tumor, cicatricial processes affecting the movements of the upper lid, and enophthalmos.\n7. Previous ptosis surgery (previous blepharoplasty \\[only\\] is allowed provided the surgery took place \\> 3 months prior to Visit 1).\n8. Lid position affected by lid or conjunctival scarring.\n9. Visual field loss from any cause other than ptosis.\n10. History of herpes keratitis.\n11. History of closed/narrow angle glaucoma (unless patent peripheral iridotomy has been performed \\> 3 months prior to Visit 1).\n12. Periocular neurotoxin (eg, Botox, Xeomin, Dysport, Myobloc) injections within 3 months prior to Visit 1 and during the study.\n13. Topical application of bimatoprost (ie, Latisse®) to the eyelashes within 7 days prior to Visit 1 and during the study.\n14. Use of topical ophthalmic medications (including anti-allergy \\[eg, antihistamines\\], dry eye \\[ie, Restasis®\\] and anti-inflammatory drugs \\[including nonsteroidal anti-inflammatory drugs (NSAIDs) and steroids\\] other than the assigned study medication within 7 days prior to Visit 1 and during the study. Topical ophthalmic prostaglandin analogues for the treatment of elevated intraocular pressure are permitted if dosed in the evening in accordance with the approved prescribing information. All other topical antiglaucoma medications are prohibited\n15. Intravitreal injections (eg, Lucentis®, Eylea®, Avastin®, Triesence®) within 7 days prior to Visit 1 and during the study.\n16. Current punctal plugs or placement of punctal plugs during the study.\n17. Use of over the counter (OTC) vasoconstrictor/decongestant eye medication (eg, Visine® L.R.®) or any ophthalmic or non-ophthalmic α adrenergic agonist including OTC products (eg, Afrin®) at any time during the study; nonpreserved artificial tears are allowed.\n\n    General\n18. Resting heart rate (HR) outside the normal range (60-100 beats per minute).\n19. Hypertension with resting diastolic blood pressure (BP) \\> 105 mm Hg.\n20. Use of monoamine oxidase inhibitors (MAOIs; eg, isocarboxazid, phenelzine, tranylcypromine) within 14 days prior to Visit 1 and during the study.\n21. Advanced arteriosclerotic disease or history of cerebrovascular accident (CVA).\n22. History of hyperthyroidism or thyroid eye disease (ie, exophthalmos, upper eyelid retraction, diplopia secondary to extraocular muscle involvement). Hypothyroidism that is controlled on medication is allowed.\n23. Patients with diabetic retinopathy may not be enrolled. However, patients with insulin dependent diabetes, diabetes requiring oral hypoglycemic drugs, or diet controlled diabetes are allowed.\n24. Pregnancy or lactation.\n25. Diagnosed benign prostatic hypertrophy requiring medicinal therapy; previous prostatectomy is allowed.\n26. History of contact or systemic allergic reaction to oxymetazoline or other sympathomimetic drugs (eg, phenylephrine, pseudoephedrine, ephedrine, phenylpropanolamine, fepradinol, or methoxamine).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Change in Number of Points Seen on the Leicester Peripheral Field Test (LPFT) in RVL-1201 Group vs. Vehicle Group","description":"LPFT Total Score is the number of points seen in the top 4 rows on the LPFT. Possible scores range from 0 (no points seen) to 35 (all points seen).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.2","spread":"5.97"},{"groupId":"OG001","value":"1.5","spread":"3.93"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.4","spread":"5.04"},{"groupId":"OG001","value":"2.2","spread":"5.80"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Marginal Reflex Distance (MRD) in the Study Eye","description":"MRD is the distance from the center pupillary light reflex to the central margin of the upper eyelid. The MRD is measured from an external photograph.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.94","spread":"0.924"},{"groupId":"OG001","value":"0.67","spread":"1.001"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.09","spread":"0.799"},{"groupId":"OG001","value":"0.58","spread":"0.975"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.99","spread":"0.776"},{"groupId":"OG001","value":"0.50","spread":"0.803"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.93","spread":"0.958"},{"groupId":"OG001","value":"0.70","spread":"0.771"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.03","spread":"0.856"},{"groupId":"OG001","value":"0.70","spread":"0.985"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.88","spread":"0.857"},{"groupId":"OG001","value":"0.68","spread":"1.023"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.25","spread":"1.036"},{"groupId":"OG001","value":"0.79","spread":"1.020"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":94},"commonTop":["Punctate keratitis","Vision blurred","Instillation site pain","Ocular hyperaemia","Upper respiratory tract infection"]}}}