{"nctId":"NCT03377803","briefTitle":"Cantharidin Application in Molluscum Patients","startDateStruct":{"date":"2018-02-14","type":"ACTUAL"},"conditions":["Molluscum Contagiosum"],"count":262,"armGroups":[{"label":"VP-102","type":"ACTIVE_COMPARATOR","interventionNames":["Combination Product: VP-102 - Cantharidin, Topical Film Forming Solution"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Combination Product: Placebo -Topical Film Forming Solution without VP-102"]}],"interventions":[{"name":"VP-102 - Cantharidin, Topical Film Forming Solution","otherNames":[]},{"name":"Placebo -Topical Film Forming Solution without VP-102","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nTo qualify for inclusion in this study, subjects must:\n\n1. Be healthy subjects, at least 2 years of age or older.\n2. Consent to having all molluscum lesions treated and the physician must be willing to treat all molluscum lesions initially present. Lesions within 10mm of the eyelid margins or the margin of any mucosal membrane should be evaluated carefully to ensure that they can be safely treated. Non-mucosal genital area lesions and inflamed lesions are considered treatable.\n3. Be otherwise medically healthy with no clinically significant medical history as determined by the investigator. Subjects exhibiting active Atopic Dermatitis may be enrolled.\n4. On day of treatment refrain from application of all topical agents including alcohol-based sanitary products and sunscreens for a minimum of 4 hours before Study drug application. Topical agents including alcohol-based sanitary products and sunscreens may be used after application of the study drug so long as they are not applied within 5cm of treated skin lesions.\n5. Refrain from swimming, bathing or prolonged immersion in water or any liquids until the Study drug is removed.\n6. Have the ability or have a guardian with the ability to follow study instructions and be likely to complete all study requirements.\n7. Provide written informed consent or assent in a manner approved by the institutional review board (IRB) and/or have a parent/guardian provide written informed consent as evidenced by the signature on an IRB approved assent/consent form.\n8. Provide written authorization for use and disclosure of protected health information.\n9. Agree to allow photographs to be taken, (selected sites only) of selected lesions at every visit that will be used for training, publication and future marketing brochures.\n\nExclusion Criteria:\n\nSubjects will be excluded from the study if they:\n\n1. Are unable to cooperate with the requirements or visits of the study, as determined by the investigator.\n2. Are systemically immunosuppressed or are receiving treatments such as chemotherapy or other non-topical immunosuppressive agents.\n3. Have any lesions present at baseline in anatomic locations that the subject/parent/guardian or the physician is unwilling to treat.\n4. Have had any previous treatment of molluscum including the use of cantharidin, antivirals, retinoids, curettage or freezing of lesions in the past 14 days. Additional treatments should not be implemented during the course of the study.\n5. Have a history of illness or any dermatologic disorder which, in the opinion of the investigator, will interfere with accurate counting of lesions or increase the risk of adverse events.\n6. History or presence of clinically significant medical, psychiatric, or emotional condition or abnormality that, in the opinion of the investigator, would compromise the safety of the subject or the quality of the data.\n7. Have a history or presence of hypersensitivity or an idiosyncratic reaction to the Study drug or related compounds, or drug product excipients (acetone, ethyl alcohol, nitrocellulose, hydroxypropyl cellulose, castor oil, camphor, gentian violet, and denatonium benzoate).\n8. Have a condition or situation that may interfere significantly with the subject's participation in the study (e.g., subjects who required hospitalization in the 2 months prior to screening for an acute or chronic condition including alcohol or drug abuse), at the discretion of the investigator.\n9. Have received another investigational product within 14 days prior to the first application of the Study drug.\n10. Have been treated within 14 days with a product that contains cantharidin (topical or homeopathic preparations) for any reason prior to screening.\n11. Are sexually active or may become sexually active and are unwilling to practice responsible birth control methods. (e.g., combination of condoms and foam, birth control pills, intrauterine device, patch, shot and vaginal ring, etc.). Withdrawal is not an acceptable method of birth control. Females that have reached menarche must have a negative urine pregnancy test at each visit prior to treatment with Study drug.\n12. Are pregnant or breastfeeding.","healthyVolunteers":false,"sex":"ALL","minimumAge":"2 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Subjects Exhibiting Complete Clearance of All Treatable Molluscum Lesions (Baseline and New) on the Day 84 Visit (EOS)","description":"Percentage of subjects exhibiting complete clearance of all treatable molluscum lesions (baseline and new) on the Day 84 visit (EOS).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"81","spread":null},{"groupId":"OG001","value":"15","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects Exhibiting Complete Clearance of All Treatable Molluscum Lesions (Baseline and New) on the Day 63 Visit","description":"Percentage of subjects exhibiting complete clearance of all treatable molluscum lesions (baseline and new) on the Day 63 visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"42","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects Exhibiting Complete Clearance of All Treatable Molluscum Lesions (Baseline and New) on the Day 42 Visit","description":"Percentage of subjects exhibiting complete clearance of all treatable molluscum lesions (baseline and new) on the Day 42 visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects Exhibiting Complete Clearance of All Treatable Molluscum Lesions (Baseline and New) on the Day 21 Visit","description":"Percentage of subjects exhibiting complete clearance of all treatable molluscum lesions (baseline and new) on the Day 21 visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Change From Baseline of the Composite Score From the Children's Dermatology Life Quality Index (CDLQI) Assessment at the EOS Visit to Measure the Quality of Life and Impact of Skin Disease in the Subset of Subjects 4 -16 Years of Age","description":"Change from Baseline to EOS Day 84 of the Composite Score From the Children's Dermatology Life Quality Index (CDLQI) Assessment at the EOS Visit to Measure the Quality of Life and Impact of Skin Disease in the Subset of Subjects 4 -16 Years of Age.\n\nFrom responses to that questionnaire, a composite score was calculated. The calculated composite score was the sum of the individual 10 items of the CDLQI and could range from 0-30. For each item on the\n\nCDLQI, a score of 0-3 was assigned using the following scores per response:\n\n* 3: Very much (or Prevented School, Question 7 only)\n* 2: Quite a lot\n* 1: Only a little\n* 0: Not at all Larger composite CDLQI scores indicate skin condition is having more effect on subjects' lives (worse outcome).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.0","spread":"3.31"},{"groupId":"OG001","value":"-1.2","spread":"3.17"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.5","spread":"3.20"},{"groupId":"OG001","value":"-1.4","spread":"2.82"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.0","spread":"3.28"},{"groupId":"OG001","value":"-1.6","spread":"3.04"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.1","spread":"3.34"},{"groupId":"OG001","value":"-1.9","spread":"3.35"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Percent Change of All Treatable Molluscum Lesions (Baseline and New) From Baseline at the EOS Visit","description":"Percent change of all treatable molluscum lesions (baseline and new) from baseline at the EOS visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-83.3","spread":"43.13"},{"groupId":"OG001","value":"-19.1","spread":"108.38"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Change From Baseline in the Number of Treatable Molluscum Lesions (Baseline and New) at the EOS Visit","description":"Change from baseline in the number of treatable molluscum lesions (baseline and new) at the EOS visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-17.1","spread":"22.87"},{"groupId":"OG001","value":"-10.9","spread":"20.14"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Percentage of Subjects Exhibiting a 75% or Greater Reduction of All Treatable Molluscum Lesions (Baseline and New) at the EOS Visit","description":"Percentage of subjects exhibiting a 75% or greater reduction of all treatable molluscum lesions (baseline and new) at the EOS visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"122","spread":null},{"groupId":"OG001","value":"40","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Percentage of Subjects Exhibiting a 90% or Greater Reduction of All Treatable Molluscum Lesions (Baseline and New) at the EOS Visit","description":"Percentage of subjects exhibiting a 90% or greater reduction of all treatable molluscum lesions (baseline and new) at the EOS visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"105","spread":null},{"groupId":"OG001","value":"31","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Subject Reported Spread to Household Members as Measured by Any New Occurrence of Molluscum in Household Members of Subject","description":"Subject reported spread to household members as measured by any new occurrence of molluscum in household members of subject.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":150},"commonTop":["Application site vesicles","Application site scab","Application site pruritus","Application site Pain","Application site erythema"]}}}