{"nctId":"NCT00494871","briefTitle":"Efficacy and Safety of Rivaroxaban for the Prevention of Stroke in Subjects With Non-Valvular Atrial Fibrillation","startDateStruct":{"date":"2007-06"},"conditions":["Atrial Fibrillation"],"count":1280,"armGroups":[{"label":"Rivaroxaban (Xarelto, BAY59-7939)","type":"EXPERIMENTAL","interventionNames":["Drug: Rivaroxaban (Xarelto, BAY59-7939)","Drug: Warfarin placebo"]},{"label":"Warfarin","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Warfarin","Drug: Rivaroxaban placebo"]}],"interventions":[{"name":"Rivaroxaban (Xarelto, BAY59-7939)","otherNames":[]},{"name":"Warfarin","otherNames":[]},{"name":"Rivaroxaban placebo","otherNames":[]},{"name":"Warfarin placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* 20 years or older\n* Japanese male or female\n* Non- valvular atrial fibrillation documented by ECG\n* Patients with a risk of stroke and non-CNS systemic embolism\n\nExclusion Criteria:\n\n* Significant mitral stenosis\n* Patients in whom anticoagulants are contraindicated","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Event Rate of the Composite Endpoint of Adjudicated Major Bleeding or Adjudicated Non-major Clinically Relevant Bleeding","description":"Major bleeding: clinically overt bleeding (COB) associated with a fall in hemoglobin ≥2 g/dL, leading to transfusion ≥2 units of packed red blood cells or whole blood, occurring in a critical site or contributing to death. Non-major clinically relevant bleeding: COB that does not meet the definition of major bleeding, but requires medical intervention or unscheduled contact with the physician, (temporary) discontinuation of the study treatment, discomfort to the subject such as pain, or impairment of activities of daily life.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.04","spread":null},{"groupId":"OG001","value":"16.42","spread":null}]}]}]},{"type":"SECONDARY","title":"Event Rate of the Composite Endpoint of Adjudicated Stroke and Non-central Nervous System (CNS) Systemic Embolism","description":"This is the principal efficacy endpoint. Stroke included hemorrhagic, ischemic infarction and unknown. Arterial emboli in the following areas were \"non-CNS systemic embolism\": peripheral arterial in the upper and lower extremities, renal, mesenteric, splenic, hepatic, ocular/retinal and others. Pulmonary embolism or myocardial infarction was excluded.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.26","spread":null},{"groupId":"OG001","value":"2.61","spread":null}]}]}]},{"type":"SECONDARY","title":"Event Rate of the Composite Endpoint of Adjudicated Stroke, Non-CNS Systemic Embolism, and Vascular Death","description":"Stroke included hemorrhagic, ischemic infarction and unknown. Arterial emboli in the following areas were \"non-CNS systemic embolism\": peripheral arterial in the upper and lower extremities, renal, mesenteric, splenic, hepatic, ocular/retinal and others. Pulmonary embolism or myocardial infarction was excluded. Any death that was not clearly non-vascular.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.83","spread":null},{"groupId":"OG001","value":"2.85","spread":null}]}]}]},{"type":"SECONDARY","title":"Event Rate of the Composite Endpoint of Adjudicated Stroke, Non-CNS Systemic Embolism, Myocardial Infarction, and Vascular Death","description":"Stroke included hemorrhagic, ischemic infarction and unknown. Arterial emboli in the following areas were \"non-CNS systemic embolism\": peripheral arterial in the upper and lower extremities, renal, mesenteric, splenic, hepatic, ocular/retinal and others. Pulmonary embolism or myocardial infarction was excluded. Myocardial infarction: assessed based on either cardiac biomarkers, new abnormal Q waves appeared on electrocardiogram for ≥2 leads, or autopsy confirmation. Any death that was not clearly non-vascular.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.18","spread":null},{"groupId":"OG001","value":"2.97","spread":null}]}]}]},{"type":"SECONDARY","title":"Event Rate of Stroke","description":"All events were adjudicated and confirmed by a central independent committee blinded to treatment. Stroke included hemorrhagic (Stroke with local collections of intraparenchymal blood. Subarachnoid hemorrhage, subdural hemorrhage, and epidural hemorrhage were excluded.), ischemic infarction (Stroke without focal collection of intracranial blood) and unknown (No imaging data and anatomic findings were available.).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.15","spread":null},{"groupId":"OG001","value":"2.49","spread":null}]}]}]},{"type":"SECONDARY","title":"Event Rate of Non-CNS Systemic Embolism","description":"All events were adjudicated and confirmed by a central independent committee blinded to treatment. Non-CNS systemic embolism was abrupt vascular insufficiency associated with clinical or radiological evidence of arterial occlusion in the absence of other likely mechanisms (such as trauma, atherosclerosis, and instrumentation). Arterial emboli in the following areas were \"non-CNS systemic embolism\": peripheral arterial in the upper and lower extremities, renal, mesenteric, splenic, hepatic, ocular/retinal and others. Pulmonary embolism or myocardial infarction was excluded from this category.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.11","spread":null},{"groupId":"OG001","value":"0.12","spread":null}]}]}]},{"type":"SECONDARY","title":"Event Rate of Myocardial Infarction","description":"All events were adjudicated and confirmed by a central independent committee blinded to treatment. Myocardial infarction was assessed based on either cardiac bio-markers (troponin I, troponin T, or creatine kinase-muscle and brain subunit isozyme), new abnormal Q waves appeared on ECG for 2 or more leads, or autopsy confirmation.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.34","spread":null},{"groupId":"OG001","value":"0.12","spread":null}]}]}]},{"type":"SECONDARY","title":"Event Rate of Vascular Death","description":"All events were adjudicated and confirmed by a central independent committee blinded to treatment. Any death that was not clearly non-vascular (e.g., deaths due to spontaneous bleeding, myocardial infarction, stroke, cardiac failure, and arrhythmia)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.69","spread":null},{"groupId":"OG001","value":"0.24","spread":null}]}]}]},{"type":"SECONDARY","title":"Event Rate of Stroke With Serious Residual Disability","description":"All events were adjudicated and confirmed by a central independent committee blinded to treatment. A stroke was considered disabling if the participant's modified Rankin score was between 3 and 5, inclusive.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.57","spread":null},{"groupId":"OG001","value":"1.19","spread":null}]}]}]},{"type":"SECONDARY","title":"Event Rate of All-cause Death","description":"All events were adjudicated and confirmed by a central independent committee blinded to treatment. All-cause death included vascular death and non-vascular death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.80","spread":null},{"groupId":"OG001","value":"0.59","spread":null}]}]}]},{"type":"SECONDARY","title":"Event Rate of Adjudicated Major Bleeding","description":"All events were adjudicated and confirmed by a central independent committee blinded to treatment. Major bleeding was clinically overt bleeding associated with a fall in hemoglobin of 2 g/dL or higher, leading to a transfusion of 2 or more units of packed red blood cells or whole blood, occurring in a critical site or contributing to death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.00","spread":null},{"groupId":"OG001","value":"3.59","spread":null}]}]}]},{"type":"SECONDARY","title":"Event Rate Adjudicated Non-major Clinically Relevant Bleeding","description":"All events were adjudicated and confirmed by a central independent committee blinded to treatment. Non-major clinically relevant bleeding was clinically overt bleeding that does not meet the definition of major bleeding, but requires medical intervention or unscheduled contact with the physician, (temporary) discontinuation of the study treatment, discomfort to the subject such as pain, or impairment of activities of daily life.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15.42","spread":null},{"groupId":"OG001","value":"12.99","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":151,"n":639},"commonTop":["Nasopharyngitis","Epistaxis","Haemorrhage subcutaneous","Upper respiratory tract inflammation","Contusion"]}}}