{"nctId":"NCT02991482","briefTitle":"PembROlizuMab Immunotherapy Versus Standard Chemotherapy for Advanced prE-treated Malignant Pleural Mesothelioma","startDateStruct":{"date":"2017-09-12","type":"ACTUAL"},"conditions":["Pleural Mesothelioma Malignant Advanced"],"count":144,"armGroups":[{"label":"Pembrolizumab arm","type":"EXPERIMENTAL","interventionNames":["Drug: Pembrolizumab"]},{"label":"Standard chemotherapy arm","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Gemcitabine","Drug: Vinorelbine"]}],"interventions":[{"name":"Pembrolizumab","otherNames":["KEYTRUDA","MK-3475","SCH 900475"]},{"name":"Gemcitabine","otherNames":["Gemzar"]},{"name":"Vinorelbine","otherNames":["Navelbine"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Histologically confirmed malignant pleural mesothelioma (all subtypes are eligible)\n* Progressing after or on previous platinum based chemotherapy.\n* Availability of tumour tissue for translational research.\n* Female and male patients aged 18 years or over.\n* Eastern Cooperative Oncology Group (ECOG) performance status 0-1.\n* Life expectancy of at least 3 months.\n* Measurable or evaluable disease according to RECIST 1.1 criteria.\n* Adequate renal function\n* Creatinine 1.5 × Upper Limit of Normal (ULN) OR Calculated creatinine clearance 40 mL/min (using the Cockroft-Gault formula).\n* Adequate haematological function\n* Haemoglobin 90 g/L or 5.6 mmol/L\n* White Blood Cell (WBC) 1.0 × 109/L\n* Lymphocytes 0.5 g/L\n* Absolute neutrophils count (ANC) 1.5 × 109/L\n* Platelet count 100 × 109/L.\n* Adequate liver function\n* ALT and AST 2.5 × ULN. If the patient has liver metastases, ALT and AST must be ≤5 × ULN.\n* Women of childbearing potential, including women who had their last menstrual period in the last 2 years, must have a negative serum or urine pregnancy test within 35 days before randomisation (the test has to be repeated 72 hours before pembrolizumab treatment start).\n* Written informed consent must be signed and dated by the patient and the investigator prior to any trial-related intervention including the submission of mandatory biomaterial.\n\nExclusion Criteria:\n\n* Prior therapy with an anti-programmed cell death protein 1 (anti-PD-1), anti-programmed cell death ligand 1 (anti-PD-L1), anti-programmed cell death ligand 2 (anti-PD-L2), anti-CD137, or anti-cytotoxic T-lymphocyte-associated antigen-4 (CTLA-4) antibody (including ipilimumab or any other antibody or drug specifically targeting T-cell co-stimulation or checkpoint pathways).\n* Prior therapy with gemcitabine or vinorelbine.\n* Known active central nervous system metastases and/or carcinomatous meningitis. Patients with previously treated brain metastases may participate provided they are stable (without evidence of progression by imaging for at least 4 weeks prior to randomisation and any neurologic symptoms have returned to baseline), have no evidence of new or enlarging brain metastases, and are not using steroids for at least 7 days prior to randomisation. This exception does not include carcinomatous meningitis, which is excluded regardless of clinical stability.\n* Known or suspected hypersensitivity to pembrolizumab or any of its excipients.\n* Known unstable or unresolved surgical or chemotherapy-related toxicity that would compromise the patient's capacity to participate in the trial.\n* Previous allogeneic tissue/solid organ transplant.\n* Live vaccines within 30 days prior to first dose of pembrolizumab.\n* Regular intake of immune-modulating drugs (such as interferon, methotrexate).\n* History of (non-infectious) pneumonitis that required steroids, evidence of interstitial lung disease or active, non-infectious pneumonitis.\n* Active autoimmune disease that has required systemic treatment in the past 2 years (i.e. with use of disease modifying agents, corticosteroids or immunosuppressive drugs). Replacement therapy (i.e. thyroxine, insulin, or physiologic corticosteroid replacement therapy for adrenal or pituitary insufficiency, etc.) or topical therapy (e.g., steroids) for psoriasis or eczema is not considered a form of systemic treatment.\n* Ongoing clinically serious infections requiring systemic antibiotic or antiviral, antimicrobial, or antifungal therapy.\n* Human immunodeficiency virus (HIV) infection.\n* Known active hepatitis B or hepatitis C.\n* Known history of active tuberculosis.\n* Patients with diagnosed immunodeficiency or receiving systemic steroid therapy or any other form of immunosuppressive therapy within 7 days prior to randomisation.\n* Patients with other serious diseases or clinical conditions, including but not limited to uncontrolled active infection and any other serious underlying medical condition that could affect the patient's capacity to participate in the trial.\n* Substance abuse, medical, psychological or social conditions that may interfere with the patient's participation in the trial or evaluation of the trial results.\n* Women who are pregnant or in the period of lactation.\n* Sexually active men and women of childbearing potential who are not willing to use an effective contraceptive method during the trial and up to 120 days following cessation of trial treatment.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression Free Survival (PFS) as Assessed by Independent Radiological Review","description":"To investigate whether treatment with pembrolizumab improves PFS, compared to standard, institutional choice chemotherapy, assessed according to RECIST 1.1 criteria based on independent radiological review; using Kaplan-Meier method and compared between the two treatment arms by a stratified log rank test.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.5","spread":null},{"groupId":"OG001","value":"3.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Objective Response Rate by Independent Radiological Review","description":"Defined as the best overall response (complete or partial response) across all assessment time-points from randomisation to end of trial treatment, determined by RECIST 1.1 criteria.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.9","spread":null},{"groupId":"OG001","value":"5.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival.","description":"Defined as time from the date of randomisation until death from any cause. Censoring will occur at the last follow-up date.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.7","spread":null},{"groupId":"OG001","value":"12.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Treatment Failure.","description":"Time from from randomisation to discontinuation of treatment for any reason, including progression of disease, treatment toxicity, refusal and death, by Kaplan Meier method. Censoring will occur at the last follow-up date.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.8","spread":null},{"groupId":"OG001","value":"2.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients Experienced AEs/SAEs","description":"The safety and tolerability of pembrolizumab treatment will be assessed through analysis of the worst grade of toxicity/adverse events according to CTCAE v4.0 criteria observed over the whole treatment period. Adverse events are collected from study treatment initiation to 30 days after treatment is ceased for any reason. Serious adverse events and events of clinical interest are collected within 90 days after last dose of trial treatment.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"70","spread":null},{"groupId":"OG001","value":"65","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"50","spread":null},{"groupId":"OG001","value":"52","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null},{"groupId":"OG001","value":"18","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression Free Survival (PFS) Assessed by Investigator","description":"Investigator assessed PFS, from the date of randomisation until documented progression or death, if progression is not documented. Censoring occurs at the last tumor assessment.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.5","spread":null},{"groupId":"OG001","value":"3.7","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":25,"n":72},"commonTop":["Fatigue","Diarrhea","Constipation","Nausea","Pain"]}}}