{"nctId":"NCT02706483","briefTitle":"Long Term Safety Study of Plecanatide","startDateStruct":{"date":"2016-01"},"conditions":["Irritable Bowel Syndrome"],"count":2272,"armGroups":[{"label":"Plecanatide","type":"EXPERIMENTAL","interventionNames":["Drug: Plecanatide"]}],"interventions":[{"name":"Plecanatide","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nPatients with documented diagnosis of IBS-C who:\n\n* Completed plecanatide study SP304203-04 or SP304203-05, were compliant with the previous study's requirements, and did not experience any Serious Adverse Event (SAE) deemed related to study drug during the course of the previous study, OR\n* Failed screening in study SP304203-04 or SP304203-05 due to diary noncompliance (an exclusion in the core study) or due to an administrative reason and is allowed to enter this study by notification from Sponsor or delegate.\n\nKey Exclusion Criteria:\n\n* Patient is unwilling or unable to: participate in the study for the required duration, understand and sign the informed consent form (ICF) and undergo all protocol related tests and procedures throughout the study.\n* Female patient of childbearing potential with a positive urine pregnancy test on Day 1.\n* Male and female patients of childbearing potential who do not agree to continue to use the method of birth control used in the core double-blind plecanatide study for the duration of this clinical trial.\n* Patient has experienced a significant negative change in health status during the course of participation in the core double-blind plecanatide study or after completion of the study.\n* In the opinion of the Investigator or Medical Monitor, it is not in the patient's best interest to participate in the study. The reason(s) for the patient's exclusion must be specified.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Treatment Related Adverse Events.","description":"Number of participants with adverse events with evidence to suggest a causal relationship between treatment and study drug.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"205","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":45,"n":2272},"commonTop":["Diarrhoea","Upper Respiratory Tract Infection","Urinary Tract Infection","Nasopharyngitis","Nausea"]}}}