{"nctId":"NCT02013609","briefTitle":"Brexpiprazole (OPC-34712) as an Adjunctive Treatment in Active Adults, 18 to 35 Years Old, With Major Depressive Disorder Who Are in a School or Work Environment","startDateStruct":{"date":"2013-11"},"conditions":["MDD"],"count":48,"armGroups":[{"label":"Brexpiprazole","type":"EXPERIMENTAL","interventionNames":["Drug: Brexpiprazole"]}],"interventions":[{"name":"Brexpiprazole","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Main Inclusion Criteria:\n\nHave a diagnosis of a single or recurrent, nonpsychotic episode of MDD as defined by the Diagnostic and Statistical Manual of Mental Disorders, Fourth Edition, Text Revision (DSM-IV-TR) and confirmed by both the Mini International Neuropsychiatric Interview (M.I.N.I.) and an adequate clinical psychiatric evaluation.\n\nHave a treatment history of an inadequate ADT response to at least 1 ADT (but not \\> 3) for the current episode.\n\nHave received a single, trial-approved, SSRI or SNRI at an adequate dose for ≥ 6 weeks prior to screening.\n\nAre 18 to 35 years old at the time of consent (inclusive, and outpatients only).\n\nAre (and will be) working 20 hours or more per week or a student taking 6 credit hours or more during the trial period, however minor deviations from the \"part-time\" concept may be acceptable on a case-by-case basis based on approval of the medical monitor.\n\nHave a Hamilton Depression Rating Scale (HAM-D)- 17-item Total Score ≥ 18 at screening and baseline.\n\nHave a Sheehan Disability Scale (SDS) 3-item mean score ≥ 5 at baseline.\n\nMain Exclusion Criteria:\n\nSubjects with any of the following current Axis I DSM-IV-TR diagnoses: delirium, dementia, amnestic, or other cognitive disorders; schizophrenia, schizoaffective disorder, or other psychotic disorders; bipolar I disorder, bipolar II disorder, or bipolar disorder not otherwise specified (NOS); eating disorders (including anorexia nervosa or bulimia); obsessive compulsive disorder; panic disorder; post-traumatic stress disorder; and attention deficit hyperactivity disorder.\n\nSubjects with any of the following current Axis II DSM-IV-TR diagnoses: borderline, antisocial, paranoid, schizoid, schizotypal or histrionic personality disorders, or mental retardation.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"35 Years","stdAges":["ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Change From Baseline to Week 12 in the Montgomery Asberg Depression Rating Scale (MADRS) Total Score","description":"The MADRS was utilized as the primary efficacy assessment of the participant's level of depression and was administered utilizing the Structured Interview Guide for the MADRS (SIGMA). Detailed instructions for administration of this structured interview was provided in the SIGMA. The MADRS consists of 10 items, all rated on a 0 to 6 scale with 0 being the \"best\" rating and 6 being the \"worst\" rating. The MADRS Total Score is the sum of ratings for all 10 items. The possible Total scores are from 0 to 60.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-18.1","spread":"1.4"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline to Week 12 in Clinical Global Impression-Severity (CGI-S) Total Score","description":"The severity of illness for each participant was rated using the CGI-S. To perform this assessment, the study physician answered the following question: \"Considering your total clinical experience with this particular population, how mentally ill is the participant at this time?\" Response choices included: 0 = not assessed; 1 = normal, not at all ill; 2 = borderline mentally ill; 3 = mildly ill; 4 = moderately ill; 5 = markedly ill; 6 = severely ill; and 7 = among the most extremely ill participants.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.0","spread":"0.2"}]}]}]},{"type":"SECONDARY","title":"Mean Clinical Global Impression-Improvement (CGI-I) Score at Week 12","description":"The improvement of each participants condition was rated for each participant using the CGI-I. The study physician rated the participants total improvement whether or not it was due entirely to drug treatment. To perform this assessment, the study physician answered the following question: \"Compared to his/her condition at baseline, how much has the participant changed?\" Response choices included: 0 = not assessed, 1 = very much improved, 2 = much improved, 3 = minimally improved, 4 = no change, 5 = minimally worse, 6 = much worse, and 7 = very much worse. The response at a given week was compared with the participants condition at Baseline prior to the first dose of study medication.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.5","spread":"0.8"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.0","spread":"0.8"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.8","spread":"1.0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.7","spread":"1.0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.6","spread":"1.3"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.5","spread":"1.2"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.3","spread":"1.2"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.2","spread":"1.3"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With CGI-I Response","description":"The CGI-I response rate was defined as a CGI-I score of 1 (very much improved) or 2 (much improved).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"24","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"27","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"29","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"28","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"30","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With MADRS Response","description":"MADRS response rate was defined as ≥ 50% reduction in respective total scores from Baseline to Week 12.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"53.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With MADRS Remission","description":"MADRS remission rate, where remission is defined as MADRS Total Score ≤ 10 and 50% reduction in MADRS Total Score from Baseline to Week 12.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"42.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline to Week 12 in Hamilton Depression Rating Scale (HAM-D17) Total Score","description":"The HAM-D17 was utilized as an assessment of a participants level of depression and was administered utilizing the Structured Interview Guide for the Hamilton Depression Rating Scale (SIGH-D). Detailed instructions for administration of this structured interview were provided in the SIGH-D. HAM-D17 is a 17-item questionnaire with a total score of 0 to 52 with higher scores indicating more depressive symptoms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-14.9","spread":"1.1"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline to Week 12 in Sheehan Disability Scale (SDS) 3-item Total/Summed Score","description":"The SDS was a self-rated instrument used to measure the effect of the participant's symptoms on work/school, social life, and family/home responsibilities. The SDS was a visual analogue scale that used spatio-visual, numeric, and verbal descriptive anchors simultaneously to assess disability across the 3 domains. The number most representative of how much each area was disrupted by symptoms was marked along the line from 0 = not at all to 10 = extremely. Scores of 5 and above were associated with significant functional impairment. The three items may be summed into a single dimensional measure of global functional impairment that ranges from 0 (unimpaired) to 30 (highly impaired).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.74","spread":"0.54"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline to Week 12 in Sheehan Disability Scale (SDS) Single Item Sub-scores","description":"The SDS was a self-rated instrument used to measure the effect of the participant's symptoms on work/school, social life, and family/home responsibilities. The SDS was a visual analogue scale that used spatio-visual, numeric, and verbal descriptive anchors simultaneously to assess disability across the 3 domains. The number most representative of how much each area was disrupted by symptoms was marked along the line from 0 = not at all to 10 = extremely. Scores of 5 and above were associated with significant functional impairment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.5","spread":"0.5"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.9","spread":"0.6"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.7","spread":"5.0"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline to Week 12 in Social Adaptation Self-evaluation Scale (SASS) Total Score","description":"The SASS was a self-rated instrument to assess the social motivation and behavior in participants with depression. It contained 21 items covering the different aspects of social interactions, global social attitude, and self-perception. The SASS total score will be un-evaluable if less than 16 of the 20 items (for item number 1 and item number 2, participant is to answer either one of these) are recorded. If 16 to 19 of the 20 items are recorded, the SASS total score will be the mean of the recorded items multiplied by 20 and then rounded to the first decimal place.Each item is scored from 0 to 3, corresponding to minimal and maximal social adjustment, with a total score range of 0 to 60 (higher scores, indicating worse outcome).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.7","spread":"1.6"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline to Week 12 in Massachusetts General Hospital-Cognitive and Physical Functioning Questionnaire (MGH-CPFQ) Total Score","description":"The MGH-CPFQ was a participant-rated scale designed to assess cognitive and executive dysfunction including symptoms of fatigue in mood and anxiety disorders. The MGH-CPFQ consisted of 7 items, each rated on a scale from 1 (greater than normal functioning) to 6 (poorer than normal functioning). The total score of the 7 items ranged from 7 to 42.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-8.1","spread":"1.3"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline to Week 12 in Kellner Symptom Questionnaire (KSQ) Total Score","description":"KSQ is a subject-rated scale designed to assess distress using symptoms of depression, anxiety, anger-hostility and somatization. The questionnaire contains 92 items of which 68 items indicate symptoms and 24 items are antonyms of some of the symptoms that indicate well-being. The maximum score for each symptom subscale is 17, the well-being subscales 6 and for the total scale scores 23.The total subscale scores will be unevaluable if less than 19 of the 23 items are recorded. If 19 to 22 of the 23 items are recorded, the total subscale score is the mean of the recorded items multiplied by 23 and then rounded to the first decimal place. The total score will be unevaluable if less than 76 of the 92 items are recorded. If 76 to 91 of the 92 items and no less than 19 of the 23 items of each subscale are recorded, the total score will be the mean of the recorded items multiplied by 92 and then rounded to the first decimal place. A higher score indicates more distress than a lower score.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-30.5","spread":"3.6"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline to Week 12 in Go/No-Go Task (P-inhibition Failure)","description":"Executive function and working memory were assessed for the Go/No-go Task using computer-based and paper-pencil neuropsychological instruments. These instruments focused on measuring impulse inhibition. Proportions of inhibitory failures (p-inhibitory failures) is measured as the proportion of no-go targets in the go-cue condition in which a participant failed to inhibit a response.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.052","spread":"0.299"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.052","spread":"0.295"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline to Week 12 in Go/No-Go Task (Mean Reaction Time)","description":"Executive function and working memory were assessed for the Go/No-go Task using computer-based and paper-pencil neuropsychological instruments. These instruments focused on measuring impulse inhibition.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-17.35","spread":"73.34"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-12.99","spread":"70.67"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Delay Discounting Task - Monetary Choice Questionnaire (MCQ) k Value","description":"Delay discounting was a participant-completed task is an index of impulsive behavior. It measured the extent to which the value of a reward decreased as the delay to obtaining that reward increased. The propensity of participants to delay reward was assessed with an MCQ. Discounting rate is estimated using, k= (A/V)1/D, where k is the discounting rate parameter, V is the immediate reward, A is the higher delayed reward and D is the amount of days to the delayed reward. The MCQ consists of 27 choices between immediate and delayed rewards. The participant chooses repeatedly between 2 hypothetical sums of money: a smaller amount now or a larger amount in the future (for example, \"would you prefer $27 today or $50 in 21 days?\") The answers provide an estimate of the participant's discounting rate; higher discounting rates indicate greater impulsivity. A total score is not computed for all 27 questions.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.009531","spread":"0.055516"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline to Week 12 in the Number of Impulsive Choices in the Delayed Reward Task (DRT)","description":"Delay discounting was a participant-completed task considered as an index of impulsive behavior. It measured the extent to which the value of a reward decreased as the delay to obtaining that reward increased. During a training session, a single button with letter A or B appeared on the screen. The participant had to wait until the letter began to flash, and press the button only once. An amount of money was added to a counter and another single button appeared. During the test session, both buttons with letters A and B appeared on the screen. The participant had to choose one of the letters that remained; the other disappeared. The participant had to wait until the letter began to flash and then press the button again. An amount of money was added to the counter, and both letters appeared again. The data are computerized and reflect delay discounting and impulsivity (higher discounting shows greater impulsivity). A total score was not calculated for this task.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.6","spread":"15.2"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline to Week 12 in Delay and Probability Discounting Task (DPDT)","description":"The experiential discounting task (EDT) was a subject-completed computerized task designed to measure delay discounting, an index of impulsive behavior. It measured the extent to which the value of a reward decreased as the delay to obtaining that reward increased. The participant chose between different amounts of money available at different delays or with different chances (probability to get the money). At the end of the session, one of the choices was selected at random, and the participant received whatever they chose in response of that question (immediate, delayed, or probabilistic amount). Formula for h-value:value = A / (1 + hO) p is probability of reward and O is odds against.The value of h indicates how the value of a reward and the probability of its occurrence decreases.The data are computerized and reflect delay discounting and impulsivity (higher discounting and higher probability discounting shows greater impulsivity). A total score is not computed for this task.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.315241","spread":"116.798133"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10.350419","spread":"60.212518"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Food Delay Discounting Task (DDT)","description":"Delay discounting was a participant-completed task considered as an index of impulsive behavior. The participant chooses between a reward they could have today and another that they could get after a specified amount of time. The participant would not receive the rewards, but was asked to make decisions as though he or she were really going to receive them. AUC is defined as area under the concentration-time curve; AUC for food is presented below. The data are computerized and reflect delay discounting and impulsivity (higher discounting shows greater impulsivity). To calculate the AUC, the \"X-axis\" is \"days\", \"Y-axis\" is \"Food value\", the actual area underneath the curve was calculated by summing the results for each delay and present value pair: x2 -x1\\[(y1 + y2)/2\\], where x1 and x2 are successive delays and y1 and y2 are the present values associated with those delays. The AUC can range from 1 (no discounting) to 0 (maximum discounting).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.3487","spread":"1.4158"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Money Delay Discounting Task","description":"Delay discounting was a participant-completed task considered as an index of impulsive behavior. The participant chose between a reward they could have today and another that they could get after a specified amount of time. The participant would not receive the rewards, but was asked to make decisions as though he or she were really going to receive them. AUC is defined as area under the concentration-time curve; AUC for money is presented below. The data are computerized and reflect delay discounting and impulsivity (higher discounting shows greater impulsivity). To calculate the AUC, the \"X-axis\" is \"days\", \"Y-axis\" is \"Money value\", the actual area underneath the curve was calculated by summing the results for each delay and present value pair: x2 -x1\\[(y1 + y2)/2\\], where x1 and x2 are successive delays and y1 and y2 are the present values associated with those delays. The AUC can range from 1 (no discounting) to 0 (maximum discounting).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.0095","spread":"0.1859"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline to Week 12 in Barratt Impulsiveness Scale 11-Item (BIS-11) Total Score","description":"The BIS-11 was a participant-rated scale designed to assess impulsive personality traits. The BIS-11 consisted of 30 items scored on a 4-point scale ranging from 1 (rarely/never) to 4 (almost always/always). The scores provided information to assess 6 first-order factors (attention, motor, self-control, cognitive complexity, perseverance, and cognitive instability impulsiveness) and 3 second-order factors (motor impulsiveness, non-planning impulsiveness, and attentional impulsiveness). The total score ranged from 30 to 120, with higher scores indicating impulsive personality traits.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-7.1","spread":"1.5"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":47},"commonTop":["Headache","Weight increased","Somnolence","Anxiety","Nausea"]}}}