{"nctId":"NCT01691768","briefTitle":"Implementation Effectiveness and Safety of Tenofovir Gel Provision Through Family Planning Services","startDateStruct":{"date":"2012-10"},"conditions":["HIV"],"count":372,"armGroups":[{"label":"Intervention","type":"EXPERIMENTAL","interventionNames":["Drug: 1% tenofovir gel"]},{"label":"Control","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: 1% tenofovir gel"]}],"interventions":[{"name":"1% tenofovir gel","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age 18 years and older\n* Women who previously participated in an ARV prevention study\n* Currently utilizing or agreeing to attend designated public sector family planning services\n* Able and willing to provide first person informed consent to be screened for, and to enroll in, the study\n* Able and willing to provide adequate locator information for study retention purposes\n* Sexually active (at least one coital act in the last 3 months prior to screening)\n* HIV negative (by HIV testing performed by study staff within 30 days of enrollment)\n* Negative pregnancy test performed by study staff within 21 days of enrollment\n* Agree to use a non-barrier form of contraceptive\n* Agree to adhere to study visits and procedures\n\nExclusion Criteria:\n\n* Has a creatinine clearance \\< 50ml/min\n* Has any other condition that, based on the opinion of the Investigator or designee, would preclude provision of informed consent, make participation in the study unsafe, complicate interpretation of study outcome data, or otherwise interfere with achieving the study objectives","healthyVolunteers":true,"sex":"FEMALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Number of Returned Used Applicators Per Month (i.e in 30 Days)","description":"The primary endpoint is the mean number of returned used applicators per month. Since participants in the intervention arm followed two and three monthly schedule (as opposed to monthly in the intervention arm), the number of returned used applicators per month for each participant will be estimated as the total number of returned applicators at that visit divided by the number of days since the previous visit, multiplied by 30. Thus a uniform distribution of gel use will be assumed in participants whom we did not see monthly. Intent to treat and per protocol analyses were carried out of this outcome. Intent to treat population includes all participants who were randomized, met pre-randomization eligibility criteria and who have post-enrollment follow-up data. The per protocol population is a subset of the intent to treat population.The per-protocol analysis excluded visits where no gel had been dispensed for \\>120 days.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.2","spread":null},{"groupId":"OG001","value":"5.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.5","spread":null},{"groupId":"OG001","value":"5.8","spread":null}]}]}]},{"type":"SECONDARY","title":"HIV Incidence Rates","description":"Time to HIV infection was calculated as the difference between estimated date of infection (midpoint between the last negative HIV test date and the first confirmed positive HIV test date) and enrolment date, plus one. Where a participant has a positive PCR and a negative rapid test on the same date, the date of infection is calculated as 14 days prior to this date. Women who do not become HIV positive before their last study visit will be censored on the day of their last negative HIV test. Their follow-up time will be calculated as the difference between date of censoring and enrolment date, plus one.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.5","spread":null},{"groupId":"OG001","value":"3.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Pregnancy Incidence Rates","description":"Time to pregnancy, was as the difference between the estimated date of conception and the enrolment date, plus one. The date of conception was defined as 14 days after the last normal menstrual period or the estimated date of delivery minus 40 weeks if the first date of last normal menstrual period is not available or the midpoint between the date of the first positive pregnancy test and the date of the previous negative pregnancy test. The censoring time for a woman who did not become pregnant during the study equals the difference between the calculated censoring date and the enrolment date, plus one.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.9","spread":null},{"groupId":"OG001","value":"5.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving Adherence >80%.","description":"Self-reported adherence to the tenofovir gel dosing strategy.Gel adherence was defined as the estimated proportion of reported sex acts covered by two gel doses and calculated for each woman by dividing half the number of returned used applicators each month by the number of reported sex acts that month.For participants attending 2-3 monthly clinic visits, their number of gels used in the last 30 days will be estimated as the total number of returned used gels, divided by the number of days between the current and the previous visit, times 30.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"70.2","spread":null},{"groupId":"OG001","value":"65.2","spread":null}]}]}]},{"type":"SECONDARY","title":"HIV Viral Load Among HIV Seroconverters","description":"This is mean log transformed HIV viral load measured at the first visit post HIV infection.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.4","spread":"1.3"},{"groupId":"OG001","value":"4.8","spread":"0.9"}]}]}]},{"type":"SECONDARY","title":"Tenofovir Resistance Among HIV Seroconverters","description":null,"classes":[]},{"type":"SECONDARY","title":"Human Papillomavirus Incidence Rates","description":"For the calculation of the incidence rate, seroconversion was assumed to have occurred at the midpoint between the first positive HPV test and the previous HPV negative test.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.0","spread":null},{"groupId":"OG001","value":"3.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Detectable Tenofovir Levels From Vaginal Samples at 12 Months of Follow-up","description":"Percentage of participants with detectable tenofovir levels from vaginal samples at 12 months of follow-up. All drug levels below limit of quantification were considered to be undetectable.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"39.5","spread":null},{"groupId":"OG001","value":"43.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Product Acceptability","description":"This is the number of participants who reported that they liked the study product. The questionnaire was administered at study exit, therefore participants who were loss to follow-up and those who died could not complete the questionnaire.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"180","spread":null},{"groupId":"OG001","value":"170","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":13,"n":189},"commonTop":["Vaginal discharge","Headache","Nasopharyngitis","Blood pressure diastolic increased","Diarrhoea"]}}}