{"nctId":"NCT01472757","briefTitle":"Clinical Study to Evaluate the Efficacy of VR506 Using a New Inhaler for the Treatment of Asthma","startDateStruct":{"date":"2011-10"},"conditions":["Asthma"],"count":374,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"Dose 1","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: VR506"]},{"label":"Dose 2","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: VR506"]},{"label":"Dose 3","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: VR506"]}],"interventions":[{"name":"VR506","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Written informed consent\n* Adolescents aged 12 to 17 years (inclusive) and adults aged 18 to 65 years (inclusive)\n* Documented clinical history of asthma (i.e. made by a physician) for at least 6 months before the Screening Visit\n* Documented asthma reversibility in the 5 years prior to or during Screening, or if the asthma reversibility criterion is not met at Screening, then a repeat test may be carried out at the end of the Run-In Period\n* Subjects with asthma who, in the opinion of the investigator, require maintenance therapy with inhaled corticosteroids (ICS), are believed to have been regularly compliant with this therapy, and are therefore likely to deteriorate within 6 weeks following withdrawal of their usual ICS treatment\n* Mild or moderate asthma, defined as:\n\n  * Mild - good asthma control achieved by low-dose inhaled corticosteroid (daily dose 200-500 μg beclomethasone dipropionate or equivalent) with or without other low-intensity treatment (e.g. leukotriene modifiers or cromones) for at least 28 days before the Screening Visit\n  * Moderate - good asthma control achieved by low- to moderate-dose ICS (daily dose 200-1000 μg beclomethasone dipropionate or equivalent), and long acting β2-agonist (LABA) or other extra treatment, for at least 28 days before the Screening Visit\n* Ability to use the new inhaler correctly, based on investigator's review of the completed inhaler operation checklist\n* Ability to use the eDiary correctly, assessed by the investigator during the Screening Period\n* Ability to perform technically satisfactory pulmonary function tests\n* Ability to comply with study procedures, including blood sampling\n* Body mass index (BMI) of 16.0 to 26.0 kg/m2 in adolescents, and in adult subjects recruited in the Philippines, and 18.0 to 32.0 kg/m2 in adults recruited in other countries\n* Available to complete all study visits\n* Oral peak inspiratory flow (PIF) of at least 60 L/min; using an appropriate device set to match the resistance of the new dry powder inhaler (nDPI)\n* Good health, except for the presence of asthma, according to medical history and physical examination\n* Normal (i.e. non-clinically significant abnormality) 12-lead electrocardiogram (ECG)\n* Negative drug, alcohol, and urine cotinine screen; subjects must test negative for amphetamines, barbiturates, benzodiazepines, cannabinoids, cocaine, cotinine (unless related to nicotine-containing therapies), ethanol, and opiates (unless given as a prescription medicine)\n* Non-smokers or ex-smokers with a smoking history of less than 10 pack-years (e.g. \\<20 cigarettes per day for 10 years or 40 cigarettes per day for 5 years) and stopped smoking for at least one year prior to the Screening Visit. Smoking will not be permitted throughout the study\n* Female subjects of child-bearing potential must be using medically acceptable forms of contraception; approved forms of contraception are abstinence, hormonal (oral, implant, transdermal, or injection, in use for ≥3 consecutive months before the start of the Run-In Period), double barrier (condom with spermicide, diaphragm with spermicide), intrauterine device, or vasectomised partner (≥6 months since vasectomy)\n\nExclusion Criteria:\n\n* Regular use (≥3 times per week) of topical steroids taken to treat dermatitis, rhinitis or allergic conjunctivitis, within 28 days of the Screening Visit\n* Subjects who have or who have had an upper or lower respiratory tract infection within 28 days of the Screening Visit\n* Subjects with asthma that required admission to an intensive care unit and/or ventilation within the previous 12 months\n* History of lung cancer\n* Subjects with \"brittle asthma\", defined as patients with asthma who either maintain over many months a wide variation (\\>40%) in peak expiratory flow (PEF) between morning and evening measurements despite moderate to high doses of ICS, or are prone to acute, severe and often unpredictable attacks of asthma that may be fatal, on a background of apparently good asthma control\n* History or current diagnosis of human immunodeficiency virus (HIV) infection\n* Active chronic hepatitis B or C infection. If the patient's screening test is positive for hepatitis B surface antigen, the patient should be excluded unless the investigator, after a careful review of the patient's medical history and current laboratory tests of liver function, can exclude the possibility of recent or current infection\n* Persistent arterial hypotension, with average systolic blood pressure (SBP) readings of ≤95 mmHg\n* Subjects who have any clinically significant abnormality or finding from examination, tests, or history that may compromise subject safety, specifically any history of cardiac, renal or hepatic impairment\n* Subjects with an abnormal ECG\n* Persistent elevation of blood pressure, with average SBP readings of ≥160 mmHg or average diastolic blood pressure (DBP) readings of ≥100 mmHg\n* Pregnant or lactating females\n* Participation in another clinical study in the 28 days prior to the Screening Visit\n* Current or a history of drug or alcohol abuse or dependence according to World Health Organization criteria in the 12 months prior to the Screening Visit or evidence of such abuse as indicated by laboratory assays conducted during the screening evaluation\n* Evidence of clinically significant renal, hepatic, cardiac, pulmonary (apart from asthma) or metabolic dysfunction, e.g. diabetes mellitus, thyrotoxicosis, uncorrected hypokalaemia, or predisposition to low levels of serum potassium\n* Inability to communicate well with the investigator\n* Evidence of clinically significant renal, hepatic, cardiac, pulmonary (apart from asthma) or metabolic dysfunction, e.g. diabetes mellitus, thyrotoxicosis, uncorrected hypokalaemia, or predisposition to low levels of serum potassium\n* Donation of ≥450 mL of blood or blood products within the previous 12 weeks prior to the Screening Visit\n* History of allergy, intolerance or contraindications to corticosteroids, lactose, or severe allergy to milk proteins\n* Consumption of alcohol- or caffeine-containing foods or beverages from midnight before or during the Screening Visit. The visit can be rescheduled once before the subject is excluded\n* History of medically diagnosed chronic respiratory diseases (other than asthma) e.g. chronic obstructive pulmonary disease\n* Subjects with previously clinically or radiologically diagnosed osteoporosis and/or those receiving regular treatment (more than 1 month duration) with oral or parenteral corticosteroids in the last year prior to the Screening Visit","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","maximumAge":"65 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Change From Start of Treatment Baseline to End of Study (Week 12) for In-clinic Morning Pre-Dose Forced Expiratory Volume In 1 Second (FEV1)","description":null,"paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.19","spread":"0.36"},{"groupId":"OG001","value":"0.32","spread":"0.46"},{"groupId":"OG002","value":"0.38","spread":"0.30"},{"groupId":"OG003","value":"0.38","spread":"0.33"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Withdrawals Due to Worsening of Asthma","description":null,"paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26","spread":null},{"groupId":"OG001","value":"9","spread":null},{"groupId":"OG002","value":"11","spread":null},{"groupId":"OG003","value":"12","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Start of Treatment Baseline to End of Study (Week 12) for In-clinic Weekly Morning Pre-dose Peak Expiratory Flow (PEF)","description":null,"paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.18","spread":"47.54"},{"groupId":"OG001","value":"25.00","spread":"58.33"},{"groupId":"OG002","value":"27.11","spread":"56.67"},{"groupId":"OG003","value":"21.99","spread":"45.03"}]}]}]},{"type":"SECONDARY","title":"Assessment of Acceptability of the Device","description":"Percentage of subjects that overall found it very easy, fairly easy or fairy difficult to use the inhaler, based on inhaler acceptability questionnaire.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"57","spread":null},{"groupId":"OG001","value":"66","spread":null},{"groupId":"OG002","value":"58","spread":null},{"groupId":"OG003","value":"59","spread":null}]},{"measurements":[{"groupId":"OG000","value":"20","spread":null},{"groupId":"OG001","value":"25","spread":null},{"groupId":"OG002","value":"26","spread":null},{"groupId":"OG003","value":"22","spread":null}]},{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"2","spread":null}]},{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"2","spread":null},{"groupId":"OG002","value":"8","spread":null},{"groupId":"OG003","value":"9","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":91},"commonTop":["ASTHMA","NASOPHARYNGITIS","HEADACHE","COUGH","UPPER RESPIRATORY TRACT INFECTION"]}}}