{"nctId":"NCT00089791","briefTitle":"A Study to Evaluate Denosumab in the Treatment of Postmenopausal Osteoporosis","startDateStruct":{"date":"2004-08-01","type":"ACTUAL"},"conditions":["Osteoporosis"],"count":7808,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: placebo"]},{"label":"Denosumab 60 mg Q6M","type":"EXPERIMENTAL","interventionNames":["Drug: Denosumab"]}],"interventions":[{"name":"placebo","otherNames":[]},{"name":"Denosumab","otherNames":["AMG 162","Prolia®"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Women who are 60 to 90 years of age may be eligible to participate\n* Bone mineral density (BMD) T-Score at hip or spine must be less than -2.5\n\nExclusion Criteria:\n\n* BMD T-Score at the hip or the spine of less than -4.0\n* Patients with any severe or more than two moderate vertebral fractures on spinal x-ray at entry","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"60 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With New Vertebral Fractures","description":"A new vertebral fracture, assessed by lateral spine X-ray using Genant semiquantitative scoring method, was identified as an ≥ 1 grade increase from the Baseline grade of 0 in any vertebra from T4 to L4. New vertebral fractures included morphometric vertebral fractures (assessed at scheduled visits and not associated with signs or symptoms \\[or both\\] indicative of a fracture) and clinical vertebral fractures (assessed at either a scheduled or unscheduled visit and associated with any signs and/or symptoms indicative of a fracture, excluding any fracture associated with high trauma severity or a pathologic fracture).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"264","spread":null},{"groupId":"OG001","value":"86","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Nonvertebral Fractures","description":"Nonvertebral fractures (osteoporotic) were those occurring on study excluding those of the vertebrae (cervical, thoracic, and lumbar), skull, facial, mandible, metacarpus, finger phalanges, and toe phalanges. Fractures associated with high trauma severity (fractures that were the result of a fall from higher than the height of a stool, chair, first rung on a ladder or equivalent (\\> 20 inches) or was the result of severe trauma other than a fall) and pathologic fractures were excluded from this category. Nonvertebral fractures were required to be confirmed either by radiographs or other diagnostic images such as computerized tomography (CT) or magnetic resonance imaging (MRI), or by documentation in a radiology report, surgical report, or discharge summary.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"293","spread":null},{"groupId":"OG001","value":"238","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With a Hip Fracture","description":"Hip fractures are a subset of nonvertebral fractures including femur neck, femur intertrochanter, and femur subtrochanter.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"43","spread":null},{"groupId":"OG001","value":"26","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":972,"n":3876},"commonTop":["Back pain","Arthralgia","Hypertension","Nasopharyngitis","Pain in extremity"]}}}