{"nctId":"NCT03941860","briefTitle":"Testing the Addition of Ixazomib/Placebo to Lenalidomide in Patients With Evidence of Residual Multiple Myeloma, OPTIMUM Trial","startDateStruct":{"date":"2022-02-16","type":"ACTUAL"},"conditions":["Multiple Myeloma"],"count":1,"armGroups":[{"label":"Arm A (lenalidomide, ixazomib citrate)","type":"EXPERIMENTAL","interventionNames":["Procedure: Biospecimen Collection","Procedure: Bone Marrow Aspirate","Procedure: Bone Marrow Biopsy","Procedure: Computed Tomography","Drug: Ixazomib Citrate","Drug: Lenalidomide","Other: Quality-of-Life Assessment","Other: Questionnaire Administration"]},{"label":"Arm B (lenalidomide, placebo)","type":"PLACEBO_COMPARATOR","interventionNames":["Procedure: Biospecimen Collection","Procedure: Bone Marrow Aspirate","Procedure: Bone Marrow Biopsy","Procedure: Computed Tomography","Drug: Lenalidomide","Other: Placebo Administration","Procedure: Positron Emission Tomography","Other: Quality-of-Life Assessment","Other: Questionnaire Administration"]}],"interventions":[{"name":"Biospecimen Collection","otherNames":["Biological Sample Collection","Biospecimen Collected","Specimen Collection"]},{"name":"Bone Marrow Aspirate","otherNames":["BONE MARROW, LIQUID","Human Bone Marrow Aspirate"]},{"name":"Bone Marrow Biopsy","otherNames":["Biopsy of Bone Marrow","Biopsy, Bone Marrow"]},{"name":"Computed Tomography","otherNames":["CAT","CAT Scan","Computed Axial Tomography","Computerized Axial Tomography","Computerized axial tomography (procedure)","Computerized Tomography","Computerized Tomography (CT) scan","CT","CT Scan","tomography"]},{"name":"Ixazomib Citrate","otherNames":["MLN 9708","MLN-9708","MLN9708","Ninlaro"]},{"name":"Lenalidomide","otherNames":["CC 5013","CC-5013","CC5013","CDC 501","Revlimid"]},{"name":"Placebo Administration","otherNames":[]},{"name":"Positron Emission Tomography","otherNames":["Medical Imaging, Positron Emission Tomography","PET","PET Scan","Positron emission tomography (procedure)","Positron Emission Tomography Scan","Positron-Emission Tomography","proton magnetic resonance spectroscopic imaging","PT"]},{"name":"Quality-of-Life Assessment","otherNames":["Quality of Life Assessment"]},{"name":"Questionnaire Administration","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* STEP 0: PRE-REGISTRATION\n* Patient must be \\>= 18 years of age\n* Patient must be previously diagnosed with multiple myeloma (MM) and be on lenalidomide maintenance with \\>= 5mg daily for at least 6 months and no more than 18 months after an early autologous stem cell transplantation (SCT =\\< 12 months of diagnosis). Patient must not be off lenalidomide maintenance therapy for more than 30 days prior to start of treatment on Step 1 of this protocol\n* Patient must be able to undergo a diagnostic bone marrow aspirate following pre-registration to Step 0\n\n  * NOTE: A bone marrow aspirate specimen must be submitted to Mayo Clinic Hematology Laboratory for central assessment of minimal residual disease (MRD) status to confirm patient's eligibility for Step 1 randomization. Mayo Clinic will forward results to the submitting institution within three (3) business days of receipt of the bone marrow specimen\n* Patient must have an Eastern Cooperative Oncology Group (ECOG) performance status 0, 1, or 2\n* Patient must have been able to maintain at least 5mg daily dose of lenalidomide without growth factor support\n* Human immunodeficiency virus (HIV)-infected patients on effective anti-retroviral therapy with undetectable viral load within 6 months are eligible for this trial\n* STEP 1 RANDOMIZATION\n* Patient must meet Step 0 eligibility criteria at the time of Step 1 randomization\n* Patients must have evidence of residual disease by central MRD testing or by presence of monoclonal protein in serum or urine\n* Patient must have serum protein electrophoresis (SPEP), urine protein electrophoresis (UPEP), and serum free light chain (FLC) performed =\\< 28 days prior to randomization\n\n  * NOTE: UPEP (on a 24-hour collection) is required, no substitute method is acceptable. Urine must be followed monthly if the baseline urine M-spike is \\>= 200 mg/24 hour (hr). Please note that if both serum and urine M-components are present, both must be followed in order to evaluate response\n* Hemoglobin \\>= 8 g/dL (obtained =\\< 14 days prior to randomization)\n* Untransfused platelet count \\>= 75,000 cells/mm\\^3 (obtained =\\< 14 days prior to randomization)\n* Absolute neutrophil count (ANC) \\>= 1000 cells/mm\\^3 (obtained =\\< 14 days prior to randomization)\n* Calculated creatinine clearance \\>= 30 mL/min (obtained =\\< 14 days prior to randomization)\n* Total bilirubin =\\< 1.5 times the upper limit of normal (ULN) (obtained =\\< 14 days prior to randomization)\n* Serum glutamate pyruvate transaminase (SGPT) (alanine aminotransferase \\[ALT\\]) and serum glutamic oxaloacetic transaminase (SGOT) (aspartate aminotransferase \\[AST\\]) =\\< 3 times the upper limit of normal (ULN) (obtained =\\< 14 days prior to randomization)\n* Patient must agree to register into the mandatory Revlimid Risk Evaluation and Mitigation Strategies (REMS) registered trademark program and be willing and able to comply with the requirements of Revlimid REMS registered trademark\n* Patients of childbearing potential must either abstain from sexual intercourse for the duration of their participation in the study or agree to use TWO acceptable methods of birth control, one highly effective method and one additional effective method AT THE SAME TIME for 1) at least 28 days before starting study treatment; 2) while participating in the study; 3) during dose interruptions; and 4) for at least 90 days after the last dose of protocol treatment. Patients must also agree to not breastfeed during this same time period. Men must agree to either abstain from sexual intercourse for the duration of their participation in the study or use a latex condom during sexual contact with a partner of childbearing potential while participating in the study and for 90 days after the last dose of protocol treatment even if they have had a successful vasectomy. Patients must also agree to abstain from donating sperm while on study treatment and for 28 days after the last dose of protocol treatment even if they have had a successful vasectomy. All patients must agree to abstain from donating blood during study participation and for at least 28 days after the last dose of protocol treatment\n\nExclusion Criteria:\n\n* Patient must not have primary refractory or progressive disease on a proteasome inhibitor-based regimen during induction therapy prior to stem cell transplant\n* Patient must not be on other concurrent chemotherapy, or any ancillary therapy considered investigational\n\n  * NOTE: Bisphosphonates are considered to be supportive care rather than therapy and are allowed while on protocol treatment\n* Patient must not have uncontrolled psychiatric illness or social situations that would limit compliance with study requirements\n* Patient must not have another malignancy requiring treatment or have received treatment within two years before pre-registration or previously diagnosed with another malignancy and have any evidence of residual disease. Patients with non-melanoma skin cancer or carcinoma in situ of any type are not excluded if they have undergone complete resection\n* Patients must not have known gastrointestinal (GI) disease or GI procedure that could interfere with the oral absorption or tolerance of ixazomib or lenalidomide including difficulty swallowing\n* Patient must not have known hepatitis B surface antigen-positive status or known or suspected active hepatitis C infection, but testing specifically for the trial is not required\n* Patient must not be off lenalidomide maintenance therapy for more than 30 days prior to start of treatment on Step 1 of this protocol\n* Patients must not have grade 2 or higher peripheral neuropathy or grade 1 peripheral neuropathy with pain per Common Terminology Criteria for Adverse Events (CTCAE)\n* Patients must not have uncontrolled intercurrent illness\n* Patients must not have grade 2 or higher diarrhea per CTCAE in the absence of antidiarrheals\n* Patients must not have been on systemic treatment, within 14 days before the first dose of ixazomib, with strong CYP3A inducers (such as rifampin, rifapentine, rifabutin, carbamazepine, phenytoin, phenobarbital), or use of St. John's wort\n* Patient must not be pregnant due to potential harm to the fetus from ixazomib and lenalidomide. All patients of childbearing potential must have a blood test or urine study with a sensitivity of at least 25 mIU/mL within 10-14 days prior to the first dose of lenalidomide and again within 24 hours prior to the first dose of lenalidomide. Patients of childbearing potential must also agree to ongoing pregnancy testing while on treatment. A patient of childbearing potential is defined as anyone, regardless of sexual orientation or whether they have undergone tubal ligation, who meets the following criteria: 1) has achieved menarche at some point, 2) has not undergone a hysterectomy or bilateral oophorectomy, or 3) has not been naturally postmenopausal (amenorrhea following cancer therapy does not rule out childbearing potential) for at least 24 consecutive months (i.e., has had menses at any time in the preceding 24 consecutive months)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Survival (OS)","description":"Overall survival is defined as time from randomization to death or date last known alive.","classes":[]},{"type":"SECONDARY","title":"Progression-free Survival (PFS)","description":"Progression-free survival defined as the time from randomization until the earlier of progression or death due to any cause, or censored at date of last disease evaluation.\n\nProgression is defined as one of the following criteria is met.\n\n* Increase of ≥ 25% from lowest value reported in serum M-component (the absolute increase must be ≥ 0.5 g/dL) and/or urine M-component (the absolute increase must be ≥ 200 mg/ 24 hours).\n* Only in patients without measurable serum and urine M protein levels: the difference between involved and uninvolved FLC levels. The absolute increase must be \\> 10 mg/dL.\n* If the only measurable disease is bone marrow, bone marrow plasma cell percentage: the absolute % must be ≥ 10%.\n* Development of new bone lesions or soft tissue plasmacytomas or ≥ 50% increase from nadir in the size (SPD) of existing bone lesions or soft tissue plasmacytoma or ≥ 50% increase in the longest diameter of a previous lesion \\> 1cm in short axis.","classes":[]},{"type":"SECONDARY","title":"Best Response on Treatment","description":"Response is evaluated based on standard International Myeloma Working Group (IMWG) criteria and tabulated by category. Response (stringent complete response \\[sCR\\], complete response \\[CR\\], very good partial response \\[VGPR\\]) is defined as below.\n\nsCR: All CR criteria and the following have to be met. Normal serum FLC ratio at two consecutive times and absence of clonal cells in bone marrow by immunohistochemistry or 2- to 4- color flow cytometry. Presence/absence of clonal cells is based upon the κ/λ ratio. An abnormal κ/λ ratio by immunohistochemistry requires a minimum of 100 plasma cells for analysis. An abnormal ratio reflecting presence of an abnormal clone is κ/λ ratio of 4:1 or 1:2.\n\nCR: Complete disappearance of an Mprotein and no evidence of myeloma in the bone marrow.\n\nVGPR: Serum M-protein detectable by immunofixation but not quantifiable on electrophoresis and urine M-protein \\< 100 mg/24 hours","classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"Cumulative Dose","description":"Cumulative dose will be calculated as the sum of all doses taken across all cycles.","classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"Relative Dose Intensity","description":"Relative dose intensity will be calculated as the dose intensity divided by planned dose intensity.","classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"Dose Intensity","description":"Will be calculated as cumulative dose received divided by treatment duration. Will be calculated overall and by cycle. Data will be summarized by treatment arm with descriptive statistics and graphically over time.","classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"Treatment Duration","description":"Treatment duration is defined as the time from randomization to date off treatment. Patients who are still on treatment will be censored at the date of last treatment.","classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"Duration of Response","description":"Duration of response is defined as the time from observed response (VGPR, CR or sCR) to the time of progression in the respective group of responders.","classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"Time to Progression","description":"Time to progression is defined as the time from randomization to progression. Patients without documented progression will be censored at date of last disease assessment.\n\nProgression is defined as one of the following criteria is met.\n\n* Increase of ≥ 25% from lowest value reported in serum M-component (the absolute increase must be ≥ 0.5 g/dL) and/or urine M-component (the absolute increase must be ≥ 200 mg/ 24 hours).\n* Only in patients without measurable serum and urine M protein levels: the difference between involved and uninvolved FLC levels. The absolute increase must be \\> 10 mg/dL.\n* If the only measurable disease is bone marrow, bone marrow plasma cell percentage: the absolute % must be ≥ 10%.\n* Development of new bone lesions or soft tissue plasmacytomas or ≥ 50% increase from nadir in the size (SPD) of existing bone lesions or soft tissue plasmacytoma or ≥ 50% increase in the longest diameter of a previous lesion \\> 1cm in short axis.","classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"To Determine the Extent and Timing of Neuropathy Associated With the Addition of Ixazomib to Lenalidomide Maintenance on Patient Reported Health-related Quality of Life (QOL) Outcomes.","description":"Health-related QOL will be assessed with three instruments: 1) the FACT-General (G) functional well-being (FWB) and physical wellbeing (PWB) subscales. Each FACT-G subscale has 7 items. The 14 items are based on a 5-point Likert scale (0-4) resulting in a score ranging from 0 to 56 points with a higher score indicating better health-related QOL; 2) The FACT/GOG-Neurotoxicity Trial Outcomes Index (FACT/GOG-Ntx TOI) comprised of the FWB and PWB subscales plus the neurotoxicity subscale which has 11 items, summing to a score of 0-100; and 3) the FACT-Multiple Myeloma Trial Outcomes Index (FACT-MM TOI) comprised of the FWB and PWB subscales plus the multiple myeloma subscale which has 14 items, summing to a score of 0-112 for the instrument.","classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"To Assess the Impact and Timing of Disease Control With the Addition of Ixazomib to Lenalidomide Maintenance on Patient Reported Healthrelated Quality of Life Outcomes","description":"Health-related QOL will be assessed with three instruments: 1) the FACT-General (G) functional well-being (FWB) and physical wellbeing (PWB) subscales. Each FACT-G subscale has 7 items. The 14 items are based on a 5-point Likert scale (0-4) resulting in a score ranging from 0 to 56 points with a higher score indicating better health-related QOL; 2) The FACT/GOG-Neurotoxicity Trial Outcomes Index (FACT/GOG-Ntx TOI) comprised of the FWB and PWB subscales plus the neurotoxicity subscale which has 11 items, summing to a score of 0-100; and 3) the FACT-Multiple Myeloma Trial Outcomes Index (FACT-MM TOI) comprised of the FWB and PWB subscales plus the multiple myeloma subscale which has 14 items, summing to a score of 0-112 for the instrument.","classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"Presence, Frequency, Interference, Amount, and/or Severity of Select Patient Reported Outcomes - Common Terminology Criteria for Adverse Events (PRO-CTCAE)","description":"NCI PRO-CTCAE items will be administered. There are 80 symptomatic AE terms included in the PRO-CTCAE library. Items correspond to 5 attributes measured \\[frequency (F), severity (S), interference (I), presence/absence (P) and amount (A)\\] based on multiple choice questions. Response for each attribute except P which is binary is on a 5-point Likert scale with 5 indicating 'almost constantly' frequency, 'very severe' severity, 'very much' amount or 'very much' interference. For each attribute, recall is the past 7 days. Attributes measured for each symptomatic AE varies and comprise the PRO-CTCAE item library. For this study, 23 symptomatic AEs summing to 38 items have been selected as presented below. There are 10 symptomatic AEs assessed using one item, 11 symptomatic AEs assessed using two items, and 6 symptomatic AEs assessed using three items. The types of items in order of prevalence include severity, interference, frequency, present/not present, and amount. T","classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"Adherence Starts With Knowledge (ASK)-12 Scores","description":"The Adherence Starts with Knowledge Scale (ASK-12) will be used to assess the likelihood that a patient is taking oral medications per protocol. The 12-item questionnaire was derived from the predecessor ASK-20 using a study population of 112 patients with asthma, congestive heart failure or diabetes. In this study, the ASK12 had good internal consistency, and test-retest reliability. The ASK-12 which elicits the same type of information as the Morisky Medication Adherence Scale (MMAS) also demonstrated convergent validity through strong correlation with MMAS-4 (Spearman correlation r = 0.74; p \\< 0.001). The ASK-12 titled 'Taking Medicine What Gets in the Way?' is segmented into 3 sections: inconvenience/forgetfulness (3 items), treatment beliefs (4 items) and behavior (5 items). Response for each item is on a 5-point Likert scale (1-5) with the total score ranging from 12-60 and a higher score representing less likelihood of medication adherence.","classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"To Assess Correlation Among Patient Reported Outcome Measures and Association With Clinical Outcomes.","description":"The association between patient reported outcome measures and clinical outcomes will be evaluated.","classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"PRO Compliance Rate","description":"PRO compliance rate is defined as the proportion of patients who submit the given PRO instrument among those eligible at each time point which excludes those missing by design (due to death or disease progression, early treatment discontinuation).","classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"PRO Completion Rate","description":"PRO completion rate is defined as the proportion of patients who complete given PRO instrument based on the instrument's scoring system among those eligible at each time point.","classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"To Evaluate the Association Between Baseline 18F-FDG PET/CT and Patient Outcomes.","description":"Quantitatively, the association between baseline standardized uptake values (SUV) based quantitative 18F-FDG PET/CT parameters (SUVmax, SUVpeak, metabolic tumor volume \\[MTV\\], total lesion glycolysis \\[TLG\\]) and PFS will be analyzed through Cox regression. PFS will be defined as the time from randomization until the earlier of progression or death due to any cause. SUV-based quantitative 18F-FDG PET/CT (qPET) parameters will be analyzed as continuous covariates.","classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"To Compare the Change in Quantitative 18F-FDG PET/CT Parameters Over Time With the Addition of Ixazomib to Lenalidomide","description":"The difference in qPET parameters from the baseline 18FFDG PET/CT to the year 1 18F-FDG PET/CT will be reported by study arm. An analysis of covariance (ANCOVA) model will be used to test for a treatment effect on each qPET parameter, where the baseline qPET parameter value and an indicator for study arm are included as covariates, with the qPET parameter at year 1 as the model outcome.","classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"To Compare Overall Survival (OS) With the Addition of Ixazomib to Lenalidomide Among Baseline 18F-FDG PET/CT-positive and 18F-FDG PET/CT-negative Subgroups.","description":"Heterogeneity of treatment effect will be assessed at full information, using a two-sided statistical test for interaction between study arm (ixazomib/lenalidomide vs. placebo/lenalidomide) and baseline 18F-FDG PET/CT status (positive/abnormal vs. negative) in a Cox regression model. If the statistical test for interaction is not significant at the 0.05 level, we will conclude that there is not sufficient evidence for heterogeneity of treatment effect; if the statistical test for interaction is significant, estimated treatment hazard ratios for OS (ixazomib arm vs. placebo arm) will be reported separately for baseline 18FFDG PET/CT-positive and 18F-FDG PET/CT-negative subgroups, along with the corresponding 95% confidence intervals. OS will be defined as the time from randomization until death or the date last known alive.","classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"Incidence of Adverse Events","description":"Incidence of adverse events","classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":0},"commonTop":[]}}}