{"nctId":"NCT03137992","briefTitle":"Clinical Endpoint Bioequivalence Study of Test and Reference Inhalation Products in Patients With COPD With Device Robustness","startDateStruct":{"date":"2017-11-21","type":"ACTUAL"},"conditions":["Chronic Obstructive Pulmonary Disease"],"count":377,"armGroups":[{"label":"Test Product (tiotropium bromide inhalation powder)","type":"EXPERIMENTAL","interventionNames":["Drug: Test Product (tiotropium bromide inhalation powder)"]},{"label":"Reference Product (Spiriva®)","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Reference Product (Spiriva®)"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Placebo","otherNames":[]},{"name":"Test Product (tiotropium bromide inhalation powder)","otherNames":[]},{"name":"Reference Product (Spiriva®)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male and non-pregnant female subjects (40 years of age and older).\n* Patients with diagnosis of COPD according to the GOLD guidelines.\n* Post-bronchodilator FEV1 \\<80% of the predicted value at the screening visit.\n* Post-bronchodilator FEV1/FVC ratio ≤0.70 at the screening visit.\n* Current or former smokers (e.g., with history of = 10 pack-years).\n* Written informed consent.\n\nExclusion Criteria:\n\n* Known respiratory disorder other than COPD including, but not limited to the following: alpha-1 antitrypsin deficiency, cystic fibrosis, significant asthma, active bronchiectasis, sarcoidosis, lung fibrosis, pulmonary hypertension, pulmonary edema, or interstitial lung disease.\n* History of allergy or hypersensitivity to anticholinergic/muscarinic receptor antagonist agents, beta-2 adrenergic agonists, lactose/milk proteins, or known hypersensitivity to any of the proposed ingredients or components of the delivery system.\n* Hospitalization for COPD or pneumonia within 12 weeks prior to the screening visit.\n* Treatment for COPD exacerbation within 12 weeks prior to the screening visit.\n* Viral or bacterial upper or lower respiratory tract infection, sinusitis, sinus infection, rhinitis, pharyngitis, middle ear infection, urinary tract infection, or illness within 6 weeks prior to the screening visit.\n* Abnormal and significant ECG finding prior to the screening, during the run-in and treatment periods.","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Baseline Adjusted Mean Change in FEV1 AUC0-24h Post Dose","description":"To show clinical bioequivalence in the efficacy of the test product as a single dose versus reference product based on the baseline adjusted mean change in forced expiratory volume in the first second (FEV1) area under the curve from time zero to 24 hours post dose (AUC0-24h) on day 1 zero to 24 hours post-dose (AUC0-24h). Baseline was defined as the average of the FEV1 values recorded at approximately 30 minutes and 15 minutes before dosing with study medication.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.5644","spread":"0.323"},{"groupId":"OG001","value":"2.7370","spread":"0.322"}]}]}]},{"type":"PRIMARY","title":"Difference in Baseline Adjusted FEV1 AUC0-24h for Comparison of Lupin Tiotropium Bromide Inhalation Powder (Test) and Spiriva (Reference) to Placebo","description":"This measure is to demonstrate that test product as a single dose and reference product are superior to placebo based on the baseline adjusted mean change in forced expiratory volume in the first second (FEV1) area under the curve from time zero to 24 hours post dose (AUC0-24h) on day 1 zero to 24 hours post-dose (AUC0-24h). Baseline was defined as the average of the FEV1 values recorded at approximately 30 minutes and 15 minutes before dosing with study medication.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.90","spread":"0.197"},{"groupId":"OG001","value":"3.03","spread":"0.196"},{"groupId":"OG002","value":"-0.40","spread":"0.199"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":337},"commonTop":[]}}}