{"nctId":"NCT03137121","briefTitle":"Olanzapine for the Treatment of Chronic Nausea and/or Vomiting in Advanced Cancer Patients","startDateStruct":{"date":"2017-07-12","type":"ACTUAL"},"conditions":["Advanced Cancer"],"count":30,"armGroups":[{"label":"Olanzapine","type":"EXPERIMENTAL","interventionNames":["Drug: Olanzapine"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Placebo"]}],"interventions":[{"name":"Olanzapine","otherNames":["Zyprexa"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Be at least 18 years of age\n* Have histologically or cytologically-confirmed malignant disease in an advanced incurable stage\n* Have not received chemotherapy or radiation for \\>14 days (advanced cancer patients receiving hormonal therapy or targeted therapy that does not come with a recommendation for prophylactic anti-emetic therapy are eligible)\n* Have chronic nausea that has been present for at least one week (worst daily score \\>3, 0-10 visual analogue scale) or vomiting at least five times over past one week\n* Have serum creatinine \\< 2.0 mg/dl and serum glutamic oxaloacetic transaminase (SGOT) or serum glutamic pyruvic transaminase (SGPT) \\< 3 times upper limits of normal ≤120 days prior to registration\n* Absolute neutrophil count (ANC) \\>1500 mm3 \\<120 days prior to registration\n* Women of childbearing potential must consent to use adequate contraception throughout protocol therapy; females of childbearing potential must have a negative urine pregnancy test \\<7 days prior to registration.\n\nExclusion Criteria:\n\n* Not be receiving treatment with another antipsychotic agent such as risperidone, quetiapine, clozapine, phenothiazine or butyrophenone for less than or equal to 30 days prior to registration or planned during protocol therapy (patients may have received prochlorperazine and other phenothiazines as prior anti-emetic therapy)\n* Not have concurrent use of ethyol\n* Not have severe cognitive compromise\n* History of central nervous system (CNS) disease (e.g. brain metastases, seizure disorder)\n* Concurrent use of amifostine, concurrent abdominal radiotherapy; concurrent use of quinolone antibiotic therapy\n* Chronic alcoholism (as determined by the investigator)\n* Known hypersensitivity to olanzapine\n* Known cardiac arrhythmia, uncontrolled congestive heart failure or acute myocardial infarction within the previous six months\n* History of uncontrolled diabetes mellitus (stable insulin dose and/or stable oral hypoglycemic agent permitted)\n* Planned chemotherapy or radiation during the 7 days following study initiation.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Nausea Scores","description":"Daily nausea scores (the primary objective) on day 1 to 7 of treatment for each patient from the Olanzapine and Placebo group will be measured using the Visual Analogue Scale rankings from 0-10 where 0 is no nausea and 10 is the maximum nausea experienced by a patient. A Visual Analogue Scale is a psychometric response scale which can be used in questionnaires. It is a measurement instrument for subjective characteristics or attitudes that can't be directly measured.\n\nPatients will be asked to record the average nausea score for each day in a diary and a study nurse will call the patient at the same time each day to remind the patient to record the nausea score and to inquire about any toxicities. The difference in the nausea scores for the patients in each group (Olanzapine and Placebo) will be compared.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":"1"},{"groupId":"OG001","value":"9","spread":"2"}]}]}]},{"type":"SECONDARY","title":"Number of Emetic Episodes","description":"The number of emetic episodes (a secondary outcome) by each patient in each group, Olanzapine \\& Placebo, on each day of treatment will be recorded by each patient on each day of treatment in a diary. A study nurse will contact each patient at the same time of each day of the study to ask the patient to record the number of emetic episodes and report any toxicities.The number of emetic episodes for the patients in each Group for each day of the treatment will be compared.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Treatment-related Adverse Events as Assessed by CTCAE v4.0\".","description":"Adverse events will be measured by patient-reported outcomes questionnaires and the Common Terminology Criteria for Adverse Events (CTCAE v4.0). A study nurse will contact each patient each day of the seven days of treatment to inquire about any toxicities, specifically sedation and appetite. Sedation and appetite will be reported by the patient in each Group on a Visual Analogue Scale of 0 to 10 with 0 being no sedation or no appetite to 10 indicating maximum sedation or maximum appetite.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"21","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":15},"commonTop":["Nausea"]}}}