{"nctId":"NCT00035815","briefTitle":"Insulin-like Growth Factor-1 in Amyotrophic Lateral Sclerosis (ALS) Trial","startDateStruct":{"date":"2003-06"},"conditions":["Amyotrophic Lateral Sclerosis"],"count":330,"armGroups":[{"label":"IGF-1","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Insulin like growth factor, type 1"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Insulin like growth factor, type 1","otherNames":["Mycotrophin"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria\n\nPatients entering this study:\n\n* Are between the ages of 18-80 years old.\n* Legal residents of the United States or Canada.\n* Have a history of a chronic onset of a progressive motor weakness of less than 24 months duration.\n* Fulfill El Escorial criteria of probable or definite ALS.\n* If female, are surgically sterile, two years postmenopausal, or if of child-bearing potential, must be using a medically acceptable method of birth control and agree to continue use of this method for the duration of the study. Acceptable methods include a barrier method with spermicide, oral contraceptives (normal doses are acceptable; low dose oral contraceptives or contraceptive implants must be used with a barrier method), intrauterine device (IUD), or abstinence. Have a negative pregnancy test.\n* Are able to comply with protocol requirements.\n* Can provide written informed consent.\n* Have a manual muscle testing score of less than 8.\n* Have a forced vital capacity by pulmonary function testing \\*60% predicted.\n\nExclusion Criteria:\n\nPatients entering this study will not:\n\n* Have any of the following conditions:renal disease (Creatine \\> 2.0) or other active systemic disease\n* Have any clinically significant abnormalities on the prestudy laboratory evaluation, physical examination, ECG, chest x-ray or ophthalmologic exam.\n* Have any clinically significant medical condition (e.g., within six months of baseline, had myocardial infarction, angina pectoris, and/or congestive heart failure) that, in the opinion of the investigator, would compromise the safety of patient.\n* Have Type I or Type II diabetes.\n* Have a history of cancer including melanoma with the exception of localized skin cancers (with no evidence of metastasis, significant invasion, or re-occurrence within three years of baseline) and carcinoma in-situ of the cervix (women only).\n* Have used an investigational drug within 30 days of baseline visit.\n* Have had a tracheostomy.\n* Have a Beck's Depression Inventory score \\* 12.\n* Have legal residency outside of the United States or Canada.\n* Be pregnant or breast-feeding.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Rate of Change in Composite Manual Muscle Testing (MMT) Score","description":"The primary outcome measure was the rate of change in the MMT score. MMT involved the examination of 34 muscle groups with standard positioning. The final MMT score represented an average of the 34 muscles examined, and ranged from 10 to 0(10 normal strength, 0 paralyzed). The individual muscle score was based on the medical research council (MRC) grading scale (1-5) modified to a 10 point system corresponding to the MRC modifications of plus and minus (5, 5-,4+,4,4-,3+,3, 3-,2,1,0; with 5 being normal strength and 0 paralyzed).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.44","spread":"0.57"},{"groupId":"OG001","value":"0.39","spread":"0.39"}]}]}]},{"type":"SECONDARY","title":"Number of Participants Alive and Tracheostomy-free at 24 Months","description":"Patients who elected to proceed to tracheostomy were assessed the month of their procedure. Subjects who continuously utilized non-invasive positive pressure ventilation for greater than 10 days were assessed as being ventilator-dependent on the first day they began continuous Non Invasive Positive Pressure Ventilation (NIPPV). All subjects were followed for the 24 month time period.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"93","spread":null},{"groupId":"OG001","value":"90","spread":null}]}]}]},{"type":"SECONDARY","title":"Rate of Change in ALS Functional Rating Scale.","description":"The final secondary outcome measure was the rate of change in the ALS Functional Rating Scale (ALSFRS-r) score. The ALSFRS-r was completed at each visit (randomization and then at 3, 6, 12, 18 and 24 months post-randomization). This is a scale from 0 to 48 assessing functional impairment in 12 clinically relevant areas in ALS. Forty-eight is normal with full function and zero is total loss of function in all clinical functions. As with the MMT scores a score of 0 was imputed on the day of death. Analysis of the ALSFRS-r scores as a secondary outcome was performed in similar manner as MMT score.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.5","spread":"3.2"},{"groupId":"OG001","value":"2.2","spread":"2.1"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":18,"n":167},"commonTop":["Depression","Site reactions","Respiratory failure","Headache","Change in visual acuity"]}}}