{"nctId":"NCT02269475","briefTitle":"A Phase3 Study to Evaluate the Efficacy and Safety of MEDI3250 in Healthy Japanese Children Age 7 Years Through 18 Years","startDateStruct":{"date":"2014-10"},"conditions":["Healthy Japanese Children Age 7 Years Through 18 Years"],"count":1369,"armGroups":[{"label":"MEDI3250","type":"EXPERIMENTAL","interventionNames":["Drug: MEDI3250"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"MEDI3250","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Age 7 through 18 years of age at the time of randomization.\n2. A written informed consent should be obtained from the subject's legally acceptable representative, and a written informed assent should be obtained from the subject if possible.\n3. Available for illness visits at clinic during the influenza surveillance period.\n4. Ability of the legal representative to understand and comply with the requirements of the protocol．\n5. Parent/guardian available by telephone, email or etc．\n6. Females of childbearing potential, unless surgically sterile (ie, bilateral tubal ligation, bilateral oophorectomy, or hysterectomy), has sterile male partner, is premenarchal, or practices abstinence, must have used an effective method of avoiding pregnancy (including oral, transdermal, or implanted contraceptives, intrauterine device, female condom with spermicide, diaphragm with spermicide, cervical cap with spermicide, or use of a condom with spermicide by the sexual partner) for 30 days prior to the first dose of investigational product, and must agree to continue using such precautions for 60 days after the final dose of investigational product.\n7. A subject who is considered by the investigator to be at risk of pregnancy must also have a negative urine pregnancy test at screening and, if screening and Day 0 do not occur on the same day, on the day of vaccination prior to randomization. Investigator judgment is required to assess each subject's need for pregnancy testing.\n8. Healthy by medical history and physical examination OR presence of stable underlying chronic medical condition for which hospitalization has not been required in the previous year.\n\nExclusion Criteria:\n\n1. Subjects who were previously administered influenza vaccine in 2014-2015 influenza season\n2. Previous randomisation in the present study\n3. Participation in another clinical study with an investigational product during the last 3 month\n4. Acute illness or evidence of significant active infection at randomization;\n5. Fever ≥99.5°F (37.5°C) at randomization;\n6. Any drug therapy from 15 days prior to randomization or expected drug therapy through 28 days post last dose with the exception of the following classes/types of medications, which are allowed:\n\n   Contraceptives (change in contraceptive type or method is acceptable as long as guidelines are followed for prevention of pregnancy during change); Topical corticosteroids, calcineurin inhibitors, or antifungals for uncomplicated dermatitis; Chronic medications (including those taken on an as-needed basis) that have been well tolerated and were not initiated and/or did not have a dosage change within 90 days prior to randomization.\n7. Current or expected receipt of immunosuppressive medications within a 28-day window around any dose, including an immunosuppressive dose of corticosteroids, which is defined as ≥20 mg/day of prednisone or its equivalent, given daily or on alternate days for ≥15 days (intranasal, intra-articular, and topical corticosteroids are permitted); Note: topical corticosteroids for uncomplicated dermatitis may be used throughout the study according to the judgment of the investigator; topical calcineurin inhibitors may be used in accordance with their package insert at entry and during study participation.\n8. Any known immunosuppressive condition or immune deficiency disease including known or suspected infection with human immunodeficiency virus (HIV);\n9. History of allergic disease or reactions likely to be exacerbated by any component of the investigational product including allergy to eggs, egg proteins, gentamicin, or gelatin or serious, life threatening, or severe reactions to previous influenza vaccinations;\n10. Use of aspirin or salicylate-containing medications within 28 days prior to randomization or expected receipt through the entire study;\n11. History of Guillain-Barré syndrome;\n12. Use of antiviral agents with activity against influenza virus (including amantadine, rimantadine, oseltamivir, and zanamivir) within 28 days prior to first dose of investigational product or anticipated use of such agents in the study period;\n13. Administration of any live virus vaccine within 30 days prior to enrolment, or if receipt of another live virus vaccine is expected within 30 days of any study vaccination;\n14. Administration of any inactivated vaccine within 14 days prior to enrolment or if receipt of another inactivated vaccine is expected within 14 days of any study vaccination;\n15. Receipt of any blood product within 90 days prior to vaccination or expected receipt during this study;\n16. Pregnant or lactating female\n17. Involvement in the planning and conduct of the study (applies to all AstraZeneca staff and staff at the study site as a legal representative)\n18. Any condition that, in the opinion of the investigator, might interfere with the interpretation or evaluation of the vaccines.","healthyVolunteers":false,"sex":"ALL","minimumAge":"7 Years","maximumAge":"18 Years","stdAges":["CHILD","ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"the Incidence of Laboratory-confirmed Influenza Infection (Matched Strain)","description":"The vaccine efficacy of MEDI3250 compared to placebo against the incidence of laboratory-confirmed influenza infection (matched strain)","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"the Incidence of Laboratory-confirmed Influenza Infection (Any Strain)","description":"The vaccine efficacy of MEDI3250 compared to placebo against the incidence of laboratory-confirmed influenza infection (any strain)","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"169","spread":null},{"groupId":"OG001","value":"118","spread":null}]}]}]},{"type":"SECONDARY","title":"the Incidence of Laboratory-confirmed Influenza Infection (Matched Strain, by Strain)","description":"The vaccine efficacy of MEDI3250 compared to placebo against the incidence of laboratory-confirmed influenza infection (matched strain, by strain)","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":868},"commonTop":["nasopharyngitis","upper respiratory tract inflammation","rhinorrhoea","Diarrhoea","Bronchitis"]}}}