{"nctId":"NCT01440946","briefTitle":"Study of Recombinant Coagulation Factor IX Fc Fusion Protein, BIIB029, in Previously Treated Pediatric Participants With Hemophilia B","startDateStruct":{"date":"2012-06"},"conditions":["Hemophilia B"],"count":30,"armGroups":[{"label":"rFIXFc Prophylaxis","type":"EXPERIMENTAL","interventionNames":["Drug: rFIXFc","Drug: FIX"]}],"interventions":[{"name":"rFIXFc","otherNames":["BIIB029","recombinant coagulation factor IX Fc fusion protein","Alprolix®"]},{"name":"FIX","otherNames":["Factor IX"]}],"eligibilityModule":{"eligibilityCriteria":"Key Inclusion Criteria:\n\n* Severe hemophilia B defined as ≤ 2 IU/dl (≤ 2%) endogenous FIX\n* Male \\< 12 years and weight ≥ 13 kg\n* History of at least 50 documented prior exposure days to FIX\n* No history of, or currently detectable, inhibitor\n\nKey Exclusion Criteria:\n\n* Other coagulation disorders in addition to Hemophilia B\n* History of anaphylaxis associated with any FIX or IV immunoglobulin administration\n\nNOTE: Other protocol defined Inclusion/ Exclusion criteria may apply.","healthyVolunteers":false,"sex":"MALE","maximumAge":"11 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Occurence of Factor IX (FIX) Inhibitor Development","description":"An inhibitor test result ≥ 0.6 Bethesda units (BU)/mL, confirmed on 2 separate samples drawn 2 to 4 weeks apart, was considered positive. Both tests were to be performed by the central laboratory using the Nijmegen-modified Bethesda Assay. Incidences were summarized for any positive inhibitor for participants with ≥ 50 exposure days (EDs) to rFIXFc. In addition, the incidence for all participants, regardless of their EDs to rFIXFc, was also summarized. An exact 95% CI for the proportion of participants with a confirmed inhibitor was calculated using the Clopper-Pearson exact method for a binomial proportion.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Annualized Bleeding Rate","description":"Annualized bleeding rate = (number of bleeding episodes during the efficacy period / total number of days during the efficacy period)\\*365.25. The efficacy period begins with the first prophylactic dose of rFIXFc and ends with the last dose (for prophylaxis or a bleeding episode). Surgery/rehabilitation periods and PK evaluation periods are not included in the efficacy period. A bleeding episode started from the first sign of bleeding and ended no more than 72 hours after the last treatment for the bleeding episode, within which any symptoms of bleeding at the same location or injections less than or equal to 72 hours apart were considered the same bleeding episode. Any injection to treat the bleeding episode taken more than 72 hours after the preceding one was considered the first injection to treat a new bleeding episode at the same location. Any bleeding at a different location was considered a separate bleeding episode, regardless of time from last injection.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.09","spread":null},{"groupId":"OG001","value":"2.13","spread":null}]}]}]},{"type":"SECONDARY","title":"Annualized Joint Bleeding Rate (Spontaneous)","description":"Annualized bleeding rate for spontaneous joint bleeding episode=(number of bleeding episodes meeting those criteria during the efficacy period/total number of days during the efficacy period)\\*365.25. Efficacy period begins with the first prophylactic dose of rFIXFc and ends with the last dose (for prophylaxis or a bleeding episode). Surgery/rehabilitation periods and PK evaluation periods are not included in the efficacy period. A bleeding episode started from the first sign of bleeding and ended ≤ 72 hours after the last treatment for the bleeding episode, within which any symptoms of bleeding at the same location or injections ≤ 72 hours apart were considered the same bleeding episode. Any injection to treat the bleeding episode taken \\> 72 hours after the preceding 1 was considered the first injection to treat a new bleeding episode at the same location. Any bleeding at a different location was considered a separate bleeding episode, regardless of time from last injection.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.00","spread":null},{"groupId":"OG001","value":"0.00","spread":null}]}]}]},{"type":"SECONDARY","title":"Participant Assessment of Response to Injections to Treat a Bleeding Episode","description":"Participant's assessment of the response (provided by the caregiver) to the first rFIXFc injection for each bleeding episode. Percentages were based on the number of bleeding episodes for which a response was provided for the first injection, using the following 4-point scale: excellent=abrupt pain relief and/or improvement in signs of bleeding within approximately 8 hours after the initial injection; good=definite pain relief and/or improvement in signs of bleeding within approximately 8 hours after an injection, but possibly requiring more than one injection after 24 to 48 hours for complete resolution; moderate=probable or slight beneficial effect within 8 hours after the initial injection and requiring more than one injection; no response=no improvement, or condition worsened, within approximately 8 hours after the initial injection.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"89.5","spread":null},{"groupId":"OG001","value":"88.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"52.6","spread":null},{"groupId":"OG001","value":"41.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"36.8","spread":null},{"groupId":"OG001","value":"47.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.3","spread":null},{"groupId":"OG001","value":"11.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.3","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Physician's Global Assessment of the Participant's Response to His rFIXFc Regimen","description":"Investigators assessed each participant's response to his rFIXFc regimen using a 4-point scale: excellent=bleeding episodes responded to ≤ the usual number of injections or ≤ the usual dose of rFIXFc or the rate of breakthrough bleeding during prophylaxis was ≤ that usually observed; effective=most bleeding episodes responded to the same number of injections and dose, but some required more injections or higher doses, or there was a minor increase in the rate of breakthrough bleeding; partially effective=bleeding episodes most often required more injections and/or higher doses than expected, or adequate breakthrough bleeding prevention during prophylaxis required more frequent injections and/or higher doses; ineffective=routine failure to control hemostasis, or hemostatic control required additional agents. Percentages are based on the total number of responses; multiple responses per participant are counted.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"85.4","spread":null},{"groupId":"OG001","value":"89.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14.6","spread":null},{"groupId":"OG001","value":"10.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Annualized rFIXFc Consumption by Type of Injection","description":"Annualized consumption of rFIXFc for prevention of bleeding (prophylactic), treatment of bleeding, and other rFIXFc injections. Consumption is calculated for the efficacy period. The efficacy period began with the first prophylactic dose of rFIXFc and ended with the last dose (regardless of the reason for dosing). Surgery/rehabilitation and PK evaluation periods were not included in the efficacy period. Annualized consumption = (total IU/kg of study treatment received during the efficacy period / total number of days during the efficacy period)\\*365.25. Participants who did not have a particular injection type are counted as having zero injections for that type.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3041.5","spread":"577.55"},{"groupId":"OG001","value":"3185.6","spread":"683.71"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"147.9","spread":"209.89"},{"groupId":"OG001","value":"293.8","spread":"515.59"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"29.2","spread":"48.93"},{"groupId":"OG001","value":"16.9","spread":"44.90"}]}]}]},{"type":"SECONDARY","title":"Number of Days From the Last Prophylaxis Injection to a Spontaneous Bleeding Episode","description":"The number of days from the last prophylaxis injection to the onset of a new spontaneous bleeding episode, analyzed across all evaluable bleeding episodes per participant and per episode, based on the efficacy period. Evaluable bleeding episodes are those for which both a date and time are available for both the onset of the bleeding episode and the previous prophylactic injection. The efficacy period begins with the first prophylactic dose of rFIXFc and ends with the last dose (for prophylaxis or a bleeding episode). Surgery/rehabilitation periods and PK evaluation periods are not included in the efficacy period. For 'Per participant' values, the number of days from the last prophylactic injection to a spontaneous bleeding episode is averaged across all evaluable spontaneous bleeding episodes per participant.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.97","spread":null},{"groupId":"OG001","value":"5.55","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.12","spread":null},{"groupId":"OG001","value":"5.52","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Injections Required for Resolution of a Bleeding Episode","description":"The number of injections required to resolve a bleeding episode per participant and per episode, based on the efficacy period. The efficacy period begins with the first prophylactic dose of rFIXFc and ends with the last dose (for prophylaxis or a bleeding episode). Surgery/rehabilitation periods and PK evaluation periods are not included in the efficacy period. All injections given from the initial sign of a bleeding episode, until the last date/time within the bleeding episode window are counted. The resolution of a bleeding episode is defined as no sign of bleeding following injection for the bleeding episode. For 'Per participant' values, the number of injections required to resolve each bleeding episode is averaged across all bleeding episodes per participant.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.0","spread":null},{"groupId":"OG001","value":"1.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.0","spread":null},{"groupId":"OG001","value":"1.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Total Dose Required for Resolution of a Bleeding Episode","description":"The total dose required to resolve a bleeding episode per participant and per episode, based on the efficacy period. The efficacy period begins with the first prophylactic dose of rFIXFc and ends with the last dose (for prophylaxis or a bleeding episode). Surgery/rehabilitation periods and PK evaluation periods are not included in the efficacy period. For 'Per bleeding episode' values, for each bleeding episode, the total dose is the sum of the doses (IU/kg) administered across all injections given to treat that bleeding episode. For 'Per participant' values, the total dose (IU/kg) used to resolve each bleeding episode is averaged across all bleeding episodes per participant.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"65.37","spread":null},{"groupId":"OG001","value":"89.77","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"70.22","spread":null},{"groupId":"OG001","value":"52.22","spread":null}]}]}]},{"type":"SECONDARY","title":"Maximum Plasma Activity (Cmax; One-stage Activated Partial Thromboplastin Time [aPTT] Clotting Assay)","description":"Cmax: maximum plasma FIX activity during a dosing interval. The values for Cmax were adjusted to the nominal dose of 50 IU/kg. The 95% confidence interval on the geometric mean is based on the t-statistic back-transformed from the log scale.","paramType":"GEOMETRIC_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"29.78","spread":null},{"groupId":"OG001","value":"35.84","spread":null}]}]}]},{"type":"SECONDARY","title":"Terminal Half Life (t1/2; One-stage aPTT Clotting Assay)","description":"t1/2: time required for the concentration of the drug to reach half of its original value in the body. Non-compartmental methods. The 95% confidence interval on the geometric mean is based on the t-statistic back-transformed from the log scale.","paramType":"GEOMETRIC_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"66.49","spread":null},{"groupId":"OG001","value":"70.34","spread":null}]}]}]},{"type":"SECONDARY","title":"Clearance (CL; One-stage aPTT Clotting Assay)","description":"CL: the measure of the efficiency of the body to remove the drug and the unit is the volume of the plasma or blood cleared of drug per unit time. Non-compartmental methods. The 95% confidence interval on the geometric mean is based on the t-statistic back-transformed from the log scale.","paramType":"GEOMETRIC_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.365","spread":null},{"groupId":"OG001","value":"3.505","spread":null}]}]}]},{"type":"SECONDARY","title":"Volume of Distribution at Steady State (Vss; One-stage aPTT Clotting Assay)","description":"Vss: volume of distribution at steady state. Non-compartmental methods. The 95% confidence interval on the geometric mean is based on the t-statistic back-transformed from the log scale.","paramType":"GEOMETRIC_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"365.1","spread":null},{"groupId":"OG001","value":"289.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Dose Normalized Area Under the Curve (DNAUC; One-stage aPTT Clotting Assay)","description":"DNAUC: dose normalized area under the drug concentration-time curve (extent of unmetabolized drug in circulation). Non-compartmental methods. The 95% confidence interval on the geometric mean is based on the t-statistic back-transformed from the log scale.","paramType":"GEOMETRIC_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22.71","spread":null},{"groupId":"OG001","value":"28.53","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Residence Time (MRT; One-stage aPTT Clotting Assay)","description":"MRT: the average time for all the drug molecules to reside in the body. Non-compartmental methods. The 95% confidence interval on the geometric mean is based on the t-statistic back-transformed from the log scale.","paramType":"GEOMETRIC_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"83.65","spread":null},{"groupId":"OG001","value":"82.46","spread":null}]}]}]},{"type":"SECONDARY","title":"Incremental Recovery (IR; One-stage aPTT Clotting Assay)","description":"IR for FIX activity following rFIXFc dosing: IU/dL rise in plasma FIX per IU/kg drug administered. Non-compartmental methods. The 95% confidence interval on the geometric mean is based on the t-statistic back-transformed from the log scale.","paramType":"GEOMETRIC_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.5898","spread":null},{"groupId":"OG001","value":"0.7170","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":15},"commonTop":["Nasopharyngitis","Pyrexia","Viral Infection","Fall","Face Injury"]}}}