{"nctId":"NCT01365156","briefTitle":"Extraperitoneal Para-aortic Lymph Node Dissection (EPLND) for Cervix","startDateStruct":{"date":"2011-08","type":"ACTUAL"},"conditions":["Cervical Squamous Cell Carcinoma","Adenosquamous Carcinoma","Adenocarcinoma","Locally Advanced Malignant Neoplasm","Cervical Cancer"],"count":28,"armGroups":[{"label":"EPLND + Chemoradiation","type":"EXPERIMENTAL","interventionNames":["Procedure: Extraperitoneal laparoscopic lymphadenectomy (EPLND)","Radiation: Chemoradiation"]},{"label":"Chemoradiation","type":"ACTIVE_COMPARATOR","interventionNames":["Radiation: Chemoradiation"]}],"interventions":[{"name":"Extraperitoneal laparoscopic lymphadenectomy (EPLND)","otherNames":["Laparoscopic Extraperitoneal lymphadenectomy","Extraperitoneal Para-aortic Lymph Node Dissection","EPLND"]},{"name":"Chemoradiation","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Women with clinical stage IB2-IVA cervical squamous cell carcinoma, adenosquamous, or adenocarcinoma.\n2. Women with FDG-PET positive or indeterminate pelvic lymph nodes or indeterminate low common iliac nodes and negative paraaortic nodes.\n3. Women with planned treatment of primary definitive chemoradiation therapy.\n4. Patient information and written informed consent form signed.\n5. Age \\>/= 18 years old\n6. ECOG Performance Status (PS) \\</= 2\n7. Life Expectancy \\>/= 3 months\n\nExclusion Criteria:\n\n1. Women with stage IA or IB1 cancer.\n2. Women with prior radiotherapy to the pelvis or retroperitoneal surgery.\n3. Women with neuroendocrine histologies, or histologies other than squamous, adenosquamous or adenocarcinoma.\n4. Women with FDG PETpositive high common or paraaortic lymph node metastasis confirmed by biopsy.\n5. Women who have undergone simple or radical hysterectomy prior to radiotherapy.\n6. Women with planned treatment of radiotherapy only (without chemotherapy).\n7. Women with planned treatment of palliative radiotherapy.\n8. Women with metastatic disease outside of pelvis.\n9. Women who have completed treatment for other malignancies (except non-melanomatous skin cancer) \\< 5 years from their new diagnosis of cervical cancer.\n10. Women who are pregnant, women who are likely to be pregnant or are breastfeeding.\n11. Women with any serious and/or unstable pre-existing medical, psychiatric, or other condition that could interfere with patient's safety, provision of informed consent or compliance to study procedures.\n12. (French Sites Only) Women not affiliated with Social Security System in France.\n13. (French Sites Only) Women deprived of liberty or under guardianship.","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Survival Rate","description":"To determine if patients with locally advanced cervical cancer have longer overall survivals with pretherapeutic paraaortic surgical staging followed by tailored chemoradiation when compared to patients who undergo standard radiologic staging followed by whole pelvic chemoradiation therapy.","classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":14},"commonTop":["Diarrhea","Nausea","Dyspareunia","Constipation","Vomiting"]}}}