{"nctId":"NCT03376789","briefTitle":"Mylan Insulin Glargine Study","startDateStruct":{"date":"2017-11-29","type":"ACTUAL"},"conditions":["Diabetes Mellitus, Type 1"],"count":219,"armGroups":[{"label":"MYL-1501D (Process V Product)","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: MYL-1501D product using manufacture process V"]},{"label":"MYL-1501D (Process VI Product)","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: MYL-1501D product using manufacture process VI"]}],"interventions":[{"name":"MYL-1501D product using manufacture process V","otherNames":[]},{"name":"MYL-1501D product using manufacture process VI","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Written and signed informed consent needs to be provided by subjects or their legal representatives before starting any protocol-specific procedures.\n2. Male and female subjects between the ages of 18 to 65 years, both ages inclusive.\n3. Subjects with an established diagnosis of T1DM per ADA 2017 criteria who also fulfil the following criteria:\n\n   1. Initiation of insulin treatment within 6 months of T1DM diagnosis\n   2. Treatment with basal-bolus insulin therapy for at least 1 year before screening\n   3. Fasting plasma C-peptide \\<0.3 nmol/L at screening\n   4. Subject has been on once daily Lantus® at stable dose (±15% variation in dose) for at least 3 months at screening\n4. Body mass index (BMI) of 18.5 to 35 kg/m2 at screening (both values inclusive).\n5. Stable weight, with no more than 5 kg gain or loss in the 3 months prior to screening, this information will be collected by subject interview during medical history.\n6. Glycosylated hemoglobin (HbA1c) ≤ 9.5% at screening.\n7. Hemoglobin ≥9.0 g/dL at screening.\n8. Subject has the capability of communicating appropriately with the investigator.\n9. Subject is able and willing to comply with the requirements of the study protocol including the 8-point self-monitored blood glucose (SMBG), completion of subject diary records and following a recommended diet and exercise plan for the entire duration of the study.\n10. Female subjects of childbearing potential who are willing to use oral contraception or two acceptable methods of contraception, (e.g., intra-uterine device plus condom, spermicidal gel plus condom, diaphragm plus condom, etc.), from the time of screening and for the duration of the study, through study completion.\n\n    1. Periodic abstinence (e.g., calendar, ovulation, symptothermal, post-ovulation methods) and withdrawal are not acceptable methods of contraception.\n    2. Postmenopausal females must have had no regular menstrual bleeding for at least 1 year prior to screening.\n    3. Female subjects who report surgical sterilization must have had the procedure at least 6 months prior to screening.\n    4. All female subjects of childbearing potential must have negative pregnancy test results at screening and at clinic visits, as per the SCHEDULE OF ACTIVITIES (SOA).\n    5. If female subjects have male partners who have undergone vasectomy, the vasectomy must have occurred more than 6 months prior to screening\n\nExclusion Criteria:\n\n1. History or presence of a medical condition or disease that in the investigator's opinion would place the subject at an unacceptable risk from study participation.\n2. History of hypersensitivity to any of the active or inactive ingredients of the insulin/insulin analogue preparations used in the study, OR history of significant allergic drug reactions.\n3. History of use of animal insulin within the last 3 years or use of approved biosimilar insulin glargine at any time prior to study entry, except for subject who previously participated in MYL-1501D studies and were compliant with the study protocols.\n4. History of use of a regular immunomodulator therapy in the 1 year prior to screening.\n5. History of autoimmune disorders other than T1DM or insufficiently treated autoimmune thyroid disorders judged clinically relevant by the investigator (recorded while collecting subject history).\n6. History of ≥1 episodes of diabetic ketoacidosis or emergency room visits for uncontrolled diabetes leading to hospitalization within the 6 months prior to screening.\n7. History of clinically significant acute bacterial, viral or fungal systemic infections in the last 4 weeks prior to screening (recorded while collecting subject history).\n8. Any clinically significant abnormality in electrocardiogram (ECG) or safety laboratory tests (LFT, RFT, hematology or any other laboratory deemed clinically relevant by the investigator) conducted at screening and considered by the investigator to make the subject ineligible for the study.\n9. Serological evidence of human immunodeficiency virus (HIV), hepatitis B surface antigen (HbSAg) or hepatitis C antibodies (HCVAb) at screening.\n10. History of drug or alcohol dependence or abuse during the 1 year prior to screening.\n11. Receipt of another investigational drug in the 3 months prior to screening (or as per local regulations), or if the screening visit is within 5 half-lives of another investigational drug received (whichever is longer), or scheduled to receive another investigational drug during the current study period.\n12. Subjects with the following secondary complications of diabetes:\n\n    1. Active proliferative retinopathy as confirmed by a dilated ophthalmoscopy examination / retinal photography (performed by a person legally authorized to do so) within the 6 months prior to screening.\n    2. Clinical nephrotic syndrome or diabetic nephropathy with a serum creatinine level \\>1.5 times of upper limit of reference range at screening\n    3. History of severe form of neuropathy or cardiac autonomic neuropathy, recorded while collecting subject history. Subject's with mild or moderate forms of neuropathy will be allowed.\n    4. Subjects with a history of limb amputation as a complication of diabetes (at any time), or any vascular procedure during the 1 year prior to screening.\n    5. History of diabetic foot or diabetic ulcers in the 1 year prior to screening.\n13. Any elective surgery requiring hospitalization planned during the study period.\n14. Clinically significant major organ disorder at the time of screening including:\n\n    1. Uncontrolled hypertension, defined as stage 2 hypertension by Joint National Committee VII (even if therapy is ongoing, blood pressure ≥160 mm Hg systolic or ≥100 mm Hg diastolic).\n    2. Uncontrolled hyperlipidemia (even if therapy is ongoing, LDL \\>160 mg/dL or triglycerides \\>500 mg/dL).\n    3. Uncontrolled hyperthyroidism or hypothyroidism (subjects can be included if these conditions are controlled with thyroid hormones or anti-thyroid drugs).\n    4. Impaired hepatic function (alanine transaminase \\[ALT\\] or aspartate transaminase \\[AST\\] value \\>2 times the upper limit of the reference range and/or serum bilirubin 1.5 times the upper limit of the reference range at the screening visit). Subjects with evidence of Gilberts disease may be included in the study if they have total bilirubin of \\<3 mg/dL with indirect bilirubin contributing to \\>80% of the total bilirubin.\n15. History of a significant medical condition, such as:\n\n    1. Clinically significant cardiac disease like unstable angina, myocardial infarction, grade 3 or 4 congestive heart failure (CHF) according to New York Heart Association criteria, valvular heart disease, cardiac arrhythmia requiring treatment, and pulmonary hypertension; during the year prior to screening.\n    2. Stroke or transient ischemic attack (TIA) in the 6 months before screening.\n16. Subjects with major depressive illness in the last 3 years (those who have well-controlled depression for 3 months on a stable dose of antidepressants, with no major depressive episodes in the last 3 years, can be included, even if they are on medication), subjects with history of other severe psychiatric diseases (manic depressive psychosis \\[MDP\\], schizophrenia), which in the opinion of the investigator precludes the subject from participating in the study (recorded while collecting subject history).\n17. History of hematological disorders that can affect the reliability of HbA1c estimation (hemoglobinopathies, hemolytic anemia, sickle cell anemia, etc.).\n18. Subjects using the following in the 3 months prior to screening:\n\n    1. Insulin pump therapy\n    2. Any anti-diabetic drugs other than the study insulins allowed by the protocol.\n19. Moderate insulin resistance, defined as requiring insulin of ≥1.5 U/IU/kg/day.\n20. Subjects who have received ≥14 consecutive days of glucocorticoid therapy by oral, intravenous, inhaled or other routes that produce systemic effects within the past 1 year, or who have received steroids by any route (except intra-nasal, intra-ocular, and topical) within the 4 weeks immediately preceding screening.\n21. Subjects diagnosed as having cancer (subjects with history of basal cell carcinoma, carcinoma in situ or squamous cell cancer of skin, or in remission \\>5 years, will be allowed).\n22. Subjects who have donated blood or plasma in the 1 month prior to screening","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in HbA1c","description":"Change in HbA1c from baseline","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.18","spread":"0.055"},{"groupId":"OG001","value":"0.15","spread":"0.053"}]}]}]},{"type":"SECONDARY","title":"Change in FPG","description":"Change in fasting plasma glucose from baseline","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.64","spread":"5.754"},{"groupId":"OG001","value":"0.01","spread":"4.767"}]}]}]},{"type":"SECONDARY","title":"Change in Insulin Dose","description":"Change in daily total insulin dose per unit body weight (U/kg) from baseline","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.004","spread":"0.1039"},{"groupId":"OG001","value":"0.007","spread":"0.0884"}]}]}]},{"type":"SECONDARY","title":"Change in 8-point SMBG","description":"Change in 8-point self-monitored blood glucose (SMBG) daily average","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.10","spread":"1.317"},{"groupId":"OG001","value":"0.11","spread":"1.743"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":108},"commonTop":["Upper respiratory tract infection","Nasopharyngitis","Gastroenteritis","Hypoglycaemia","Diarrhoea"]}}}