{"nctId":"NCT01063881","briefTitle":"The Asia-Pacific Flexible Dose Study of Dapoxetine and Patient Satisfaction in Premature Ejaculation Therapy","startDateStruct":{"date":"2010-05-22","type":"ACTUAL"},"conditions":["Sexual Dysfunction, Physiological"],"count":285,"armGroups":[{"label":"Dapoxetine","type":"EXPERIMENTAL","interventionNames":["Drug: Dapoxetine"]}],"interventions":[{"name":"Dapoxetine","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participants must be heterosexual males and in a stable monogamous, sexual relationship with a female partner for at least 6 months\n* must score =11 in the Premature Ejaculation Diagnostic Tool (PEDT)\n* Must have a self-estimated intravaginal ejaculatory latency time (IELT) of = 2 minutes\n* Must have an International Index of Erectile Dysfunction (IIEF) score a total of \\> or = to 21 in 6 questions from the IIEF used to assess for the absence of moderate to severe erectile dysfunction (ED)\n* Premature ejaculation is not exclusively due to the direct effects of a substance (e.g., withdrawal from opioids)\n* Must be in good general health with no clinically significant abnormalities as determined by medical history, physical examination, and clinical lab results\n* Must have a blood pressure =180 mmHg systolic and =100 mmHg diastolic at screening and at the baseline visit\n* Patient's partner must not be pregnant at screening as pregnancy might affect sexual activity\n* Participants and partners must agree to attempt sexual intercourse at least 2 times (with a minimum of 24 hours between each event) during the 2-week baseline period and at least 4 times per month during the remainder of the study.\n\nExclusion Criteria:\n\n* History of or current major psychiatric disorder such as mood disorder, anxiety disorder, schizophrenia, mania, suicidal ideation, other psychotic disorder\n* History of alcohol abuse and dependence, non-alcohol psychoactive substance use disorder (except for caffeine or nicotine/tobacco)\n* Suspected history of illicit or recreational drug use\n* Known history of moderate to severe renal impairment","healthyVolunteers":false,"sex":"MALE","minimumAge":"18 Years","maximumAge":"99 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"The Number of Patients Who Described Their Premature Ejaculation (PE) as At Least \"Slightly Better\" in Response to Dapoxetine Treatment","description":"The \"Clinical Global Impression of Change\" (CGIC), a patient-reported scale was used to assess the patient's improvement with premature ejaculation (PE) since initiating treatment with dapoxetine. Patients were asked: \"Compared to the start of the study, would you describe your premature ejaculation (PE) problem as: Much worse, Worse, Slightly worse, No change, Slightly better, Better, or Much better?\" The number of patients who described improvement with their PE of at least \"slightly better\" after 12 weeks of treatment with dapoxetine are provided in the table below.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"228","spread":null}]}]}]},{"type":"SECONDARY","title":"The Patient's Level of Control Over Ejaculation","description":"The Premature Ejaculation Profile (PEP), a patient-reported outcome measure was used to rate the patient's level of control over intercourse on a 5-point scale. Patients were asked: \"Over the past month, was your level of control over ejaculation Very poor, Poor, Fair, Good, or Very Good?\" The number of patients who rated their level of control over ejaculation before treatment and after 12 weeks of treatment with dapoxetine are provided in the table below.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"120","spread":null},{"groupId":"OG001","value":"22","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"132","spread":null},{"groupId":"OG001","value":"57","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20","spread":null},{"groupId":"OG001","value":"77","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"101","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"21","spread":null}]}]}]},{"type":"SECONDARY","title":"The Patient's Level of Satisfaction With Intercourse","description":"The Premature Ejaculation Profile (PEP), a patient-reported outcome measure was used to rate the patient's level of satisfaction with intercourse on a 5-point scale. Patients were asked: \"Over the past month, was your satisfaction with sexual intercourse Very poor, Poor, Fair, Good, or Very Good?\" The number of patients who rated their level of satisfaction with control over ejaculation at before treatment and after 12 weeks of treatment with dapoxetine are provided in the table below.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"63","spread":null},{"groupId":"OG001","value":"14","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"152","spread":null},{"groupId":"OG001","value":"40","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"53","spread":null},{"groupId":"OG001","value":"89","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"105","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"30","spread":null}]}]}]},{"type":"SECONDARY","title":"The Patient's Level of Personal Distress Related to the Speed of Ejaculation","description":"The Premature Ejaculation Profile (PEP), a patient-reported outcome measure was used to rate the patient's level of distress related to the speed of ejaculation. Patient's were asked: \"Over the past month, how distressed were you by how fast you ejaculated during sexual intercourse? Not at all, A little bit, Moderately, Quite a bit, Extremely.\" The number of patients who rated their level of personal distress related to the speed of ejaculation before treatment and after 12 weeks of treatment with dapoxetine are provided in the table below.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"66","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"32","spread":null},{"groupId":"OG001","value":"89","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"32","spread":null},{"groupId":"OG001","value":"66","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"140","spread":null},{"groupId":"OG001","value":"40","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"68","spread":null},{"groupId":"OG001","value":"17","spread":null}]}]}]},{"type":"SECONDARY","title":"The Patient's Degree of Interpersonal Difficulty Related to the Speed of Ejaculation","description":"The Premature Ejaculation Profile (PEP), a patient-reported outcome measure was used to rate the patient's level of interpersonal difficulty related to the speed of ejaculation. Patient's were asked: \"Over the past month, to what extent did how fast you/your partner ejaculated during sexual intercourse cause difficulty in your relationship with your partner? Not at all, A little bit, Moderately, Quite a bit, or Extremely?\" The number of patients who rated their level of interpersonal difficulty before treatment and after 12 weeks of treatment with dapoxetine are provided in the table below.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"87","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"40","spread":null},{"groupId":"OG001","value":"82","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"78","spread":null},{"groupId":"OG001","value":"65","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"113","spread":null},{"groupId":"OG001","value":"37","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"31","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]}]},{"type":"SECONDARY","title":"Patient Responses to Improvement With Their Premature Ejaculation After 12 Weeks of Treatment With Dapoxetine","description":"The \"Clinical Global Impression of Change\" (CGIC), a patient-reported scale was used to assess the patient's improvement with premature ejaculation (PE) since initiating treatment with dapoxetine. Patients were asked: \"Compared to the start of the study, would you describe your premature ejaculation (PE) problem as: Much worse, Worse, Slightly worse, No change, Slightly better, Better, or Much better?\" The number of patients reporting improvement in their PE by category of the CGIC scale after 12 weeks of treatment with dapoxetine are provided in the table below.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"25","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"94","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"101","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"33","spread":null}]}]}]},{"type":"SECONDARY","title":"The Number of Patients Who Described Their Premature Ejaculation (PE) as At Least \"Slightly Better\" in Response to Dapoxetine Treatment (Subgroups by Dosage)","description":"The \"Clinical Global Impression of Change\" (CGIC) was used to assess the patient's improvement with premature ejaculation (PE) since initiating treatment with dapoxetine. The data provided below represent the number of patients who reported at least a slightly better response to treatment by the dose of dapoxetine they received in the study. This was a single-arm, open-label, non-randomized study in which \"subgroup by dosage\" was categorized based on dose-titration patterns observed during the course of the treatment period.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"109","spread":null},{"groupId":"OG001","value":"107","spread":null},{"groupId":"OG002","value":"12","spread":null}]}]}]},{"type":"SECONDARY","title":"The Number of Patients Who Described Their Premature Ejaculation (PE) as At Least \"Slightly Better\" in Response to Dapoxetine Treatment (Subgroups by Disease Type)","description":"The \"Clinical Global Impression of Change\" (CGIC) was used to assess the patient's improvement with premature ejaculation (PE) since initiating treatment with dapoxetine. The data provided below represent the number of patients who reported at least a \"slightly better\" response to treatment when grouped by type of PE disease (patients with life-long PE and patients with acquired PE). This was a single-arm, open-label, non-randomized study where patients were categorized based their PE disease after enrollment in the study.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"95","spread":null},{"groupId":"OG001","value":"133","spread":null}]}]}]},{"type":"SECONDARY","title":"The Number of Patients Who Described Their Premature Ejaculation (PE) as At Least \"Slightly Better\" in Response to Dapoxetine Treatment (Subgroups by Intravaginal Ejaculation Latency Time [IELT])","description":"The \"Clinical Global Impression of Change\" (CGIC) was used to assess the patient's improvement with premature ejaculation (PE) since initiating treatment with dapoxetine. The data provided below represent the number of patients who reported at least a \"slightly better\" response to treatment when grouped by intravaginal ejaculation latency time (patients with an IELT of \\< 1 minute and patients with an IELT of \\> 1 minute). This was a single-arm, open-label, non-randomized study where patients were categorized based on IELT after enrollment in the study.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"110","spread":null},{"groupId":"OG001","value":"118","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":144},"commonTop":["Nausea","Dizziness","Headache","Somnolence","Palpitations"]}}}