{"nctId":"NCT00829179","briefTitle":"Role of RhuMab-E25 in Reducing Exhaled Nitric Oxide (NO) in Allergic Asthma","startDateStruct":{"date":"2002-10"},"conditions":["Allergic Asthma"],"count":20,"armGroups":[],"interventions":[{"name":"RhuMab-E25","otherNames":["Omalizumab"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subjects must be at least 18 years of age,\n* Must have an FEV1 of \\> 70% of predicted,\n* Must have evidence of bronchial hyperreactivity to methacholine as defined by a methacholine provocation causing a 20% or greater fall in FEV1 (PC20) \\< 8 mg/ml\n* Use of inhaled steroid is permitted; however, no change in inhaled steroid dosage will be permitted over the duration of study\n* Must have a normal platelet count,\n* Must be willing to and competent to sign the consent form\n\nExclusion Criteria:\n\n* Subjects that do not have allergic asthma will be excluded.\n* Subjects with ER visits or upper respiratory infections within the last six weeks will be excluded.\n* Subjects with tobacco use within the past year or \\> 10 pack year history of tobacco use will be excluded.\n* Subjects with serum IgE levels of less than 30 or greater than 700 Iu/mL will be excluded.\n* Subjects that require oral steroid use will be excluded.\n* Subjects who weigh \\< 30 kg or \\> 150 kg are excluded, and subjects with baseline IgE levels greater than 300 may be excluded, depending on weight\n* Pregnant or nursing females will be excluded.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Exhaled Nitric Oxide From Baseline to Week 12","description":"The primary outcome measure was the change in exhaled nitric oxide levels between baseline and week 12. 12 week value minus baseline value. (Baseline was -1 week, ie 1 week prior to the start of study drug)","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-11.0","spread":"13.3"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":20},"commonTop":["viral syndrome","headache","cough"]}}}