{"nctId":"NCT01621672","briefTitle":"UARK 2009-09 Myeloma Cure Project: Prospective Trial of Indefinite Revlimid Maintenance Versus Observation for Currently Event-Free Patients With Multiple Myeloma","startDateStruct":{"date":"2010-04"},"conditions":["Multiple Myeloma"],"count":42,"armGroups":[{"label":"Revlimid","type":"EXPERIMENTAL","interventionNames":["Drug: Revlimid"]},{"label":"No further treatment","type":"NO_INTERVENTION","interventionNames":[]}],"interventions":[{"name":"Revlimid","otherNames":["Lenalidomide"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male and female participants of all races/ethnicities with multiple myeloma previously enrolled on UARK 2003-33 or 2006-66.\n* Participant has completed 3 years of maintenance therapy with one of the three study drugs of VTD or VRD and disease status has remained event free (includes patients who prematurely discontinued maintenance therapy as long as 3 years have elapsed since beginning of maintenance).\n* All patients must be ages 18 years of age or greater at the time of signing the informed consent form.\n* Participant has adequate hematopoietic reserve, defined as platelets \\> 50,000/μL (in participants with bone marrow hypoplasia, remaining peripheral blood progenitor cells can be infused to boost hematopoietic reserve prior to enrollment).\n* Participant has adequate renal function defined as serum creatinine \\< 3 mg/dL prior to enrolling on study\n* Total bilirubin ≤ 1.5 mg/dL prior to enrolling on study\n* AST (SGOT) and ALT (SGPT) ≤ 2 x ULN prior to enrolling on study\n* Patient must have signed an IRB-approved informed consent and understand the investigational nature of the study.\n* All study participants must be registered into the mandatory RevAssist® program, and be willing and able to comply with the requirements of RevAssist®\n* Pregnant or nursing women may not participate. Females of childbearing potential (FCBP)† must have a negative serum or urine pregnancy test with a sensitivity of at least 50 mIU/mL within 10 - 14 days prior to and again within\n* 24 hours of prescribing Revlimid® (lenalidomide; prescriptions must be filled within 7 days) and must either commit to continued abstinence from heterosexual intercourse or begin TWO acceptable methods of birth control, one highly effective method and one additional effective method AT THE SAME TIME, at least 28 days before she starts taking Revlimid® (lenalidomide).\n* FCBP must also agree to ongoing pregnancy testing.\n* Lactating females must agree that they will not breastfeed.\n* Men must agree to use a latex condom during sexual contact with a FCBP even if they have had a successful vasectomy. See Appendix: Risks of Fetal Exposure,\n* Pregnancy Testing Guidelines and Acceptable Birth Control Methods † A female of childbearing potential is a sexually mature woman who:\n\n  * has not undergone a hysterectomy or bilateral oophorectomy\n  * has not been naturally postmenopausal for at least 24 consecutive months (i.e., has had menses at any time in the preceding 24 consecutive months).\n\nExclusion Criteria:\n\n* Any condition that the PI believes, laboratory abnormality, or psychiatric illness that would prevent the subject from being enrolled in the research study.\n* Pregnant or breast feeding females. (Lactating females must agree not to breast feed while taking Revlimid®)\n* Any condition, including the presence of laboratory abnormalities, which places the subject at unacceptable risk if he/she were to participate in the study or confounds the ability to interpret data from the study.\n* Use of any other experimental drug or therapy within 28 days of baseline.\n* Known hypersensitivity to thalidomide.\n* The development of erythema nodosum if characterized by a desquamating rash while taking thalidomide or similar drugs.\n* Concurrent use of other anti-cancer agents or treatments.\n* Known positive for HIV or infectious hepatitis, type B or C.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression Free Survival (PFS)","description":"Progression was defined as any one or more of the following:\n\n* Serum M protein increase ≥ 25% from baseline (or an increase of ≥ 1 g/dL if serum M protein was ≥ 5 g/dL at baseline), with an absolute increase of ≥ 0.5 g/dL; or\n* Urine M protein increase ≥ 25% from baseline, with an absolute increase of ≥ 200 mg/24 hrs; or\n* If patient had serum M protein \\< 1 g/dL, urine M protein \\< 200 mg/24 hrs, and an involved serum free light chain level ≥ 10 mg/dL at baseline: ≥ 25% increase in the difference between involved and uninvolved serum free light chain level, with an absolute increase of ≥ 10 mg/dL; or\n* Bone marrow plasma cell percentage increase ≥ 25% from baseline, with the absolute plasma cell % ≥ 10%; or\n* New bone lesions or soft tissue plasmacytomas, or definite increase in size of existing bone lesions or soft tissue plasmacytomas; or\n* Development of hypercalcemia (corrected serum calcium \\> 11.5 mg/dL or 2.65 mmol/L) that can be attributed solely to multiple myeloma.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"88","spread":null},{"groupId":"OG001","value":"71","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":18,"n":25},"commonTop":["Grade 1 Hypoalbuminemia","Grade 1 Creatinine increase","Grade 1 Thrombocytopenia","Grade 1 Hypokalemia","Grade 2 Sensory/Neuropathy"]}}}