{"nctId":"NCT00526474","briefTitle":"Trial to Assess the Effects of Vorapaxar (SCH 530348; MK-5348) in Preventing Heart Attack and Stroke in Patients With Atherosclerosis (TRA 2°P - TIMI 50) (P04737)","startDateStruct":{"date":"2007-09-01","type":"ACTUAL"},"conditions":["Atherosclerosis","Ischemia","Myocardial Infarction","Cerebrovascular Accident","Peripheral Arterial Disease"],"count":26449,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"Vorapaxar","type":"EXPERIMENTAL","interventionNames":["Drug: Vorapaxar"]}],"interventions":[{"name":"Vorapaxar","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nMen and women at least 18 years old with evidence or a history of atherosclerosis involving the coronary, cerebral, or peripheral vascular systems by one or more of the following:\n\n* history of myocardial infarction (heart attack)\n* history of ischemic stroke (stroke due to a blocked artery)\n* history of peripheral arterial disease\n\nExclusion Criteria:\n\n* history of intracranial hemorrhage or of central nervous system (CNS) surgery, tumor, or aneurysm\n* any bleeding disorder or abnormality\n* sustained severe hypertension or valvular heart disease\n* current or recent platelet count \\<100,000 mm\\^3\n* planned or ongoing treatment with a blood thinning medication\n* pregnancy\n* any significant medical or physiological condition or abnormality that could put the subject at increased risk or limit the subject's ability to participate for the duration of the study","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Kaplan-Meier Estimate of the Percentage of Participants Who Experienced Cardiovascular (CV) Death, Myocardial Infarction (MI), Stroke, or Urgent Coronary Revascularization (UCR) Within 3 Years From Randomization","description":"The time (in days) from study start to the first occurrence of any of the following clinical outcomes was recorded: CV death, MI, stroke, or UCR. A Clinical Endpoints Committee (CEC) reviewed and adjudicated each suspected efficacy endpoint event while blinded to treatment. Participants who did not have any endpoint event until last visit or participants who were lost to follow-up and had no event were censored at the time of last available information (last study visit). If a participant had a fatal event that was not part of a specific endpoint for analysis, they were censored at the time of death. The Kaplan-Meier estimate reports the percentage of participants who experienced CV death, MI, stroke, or UCR within 3 years from randomization.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.4","spread":null},{"groupId":"OG001","value":"11.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Kaplan-Meier Estimate of the Percentage of Participants Who Experienced CV Death, MI, or Stroke Within 3 Years From Randomization","description":"The time (in days) from study start to the first occurrence of any of the following clinical outcomes was recorded: CV death, MI, or stroke. A CEC reviewed and adjudicated each suspected efficacy endpoint event while blinded to treatment. Participants who did not have any endpoint event until last visit or participants who were lost to follow-up and had no event were censored at the time of last available information (last study visit). If a participant had a fatal event that was not part of a specific endpoint for analysis, they were censored at the time of death. The Kaplan-Meier estimate reports the percentage of participants who experienced CV death, MI, or stroke within 3 years from randomization.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.5","spread":null},{"groupId":"OG001","value":"9.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Kaplan-Meier Estimate of the Percentage of Participants Who Met Global Utilization of Streptokinase and Tissue Plasminogen Activator for Occluded Arteries (GUSTO) Moderate or Severe Bleeding Criteria Within 3 Years From Randomization","description":"Adverse events were categorized as \"bleeding events\" if the intensity, frequency, or type of the event was other or more than would be normally expected in the given situation (eg, mild nosebleed in a person who does not normally have nosebleeds, greater bruising than expected for a given injury, greater volume of blood loss than expected for a given procedure). The investigator graded the intensity of bleeding events according to the GUSTO cooperative group criteria as follows: Mild , Moderate or Severe and the grading was adjudicated by the CEC. The Kaplan-Meier estimate reports the percentage of participants who experienced GUSTO moderate or severe bleeding within 3 years from randomization.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.9","spread":null},{"groupId":"OG001","value":"4.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Kaplan-Meier Estimate of the Percentage of Participants Who Experienced Clinically Significant Bleeding Within 3 Years From Randomization","description":"Adverse events were categorized as \"bleeding events\" if the intensity, frequency, or type of the event was other or more than would be normally expected in the given situation (eg, mild nosebleed in a person who does not normally have nosebleeds, greater bruising than expected for a given injury, greater volume of blood loss than expected for a given procedure). The investigator graded the intensity of bleeding events according to the Thrombolysis in Myocardial Infarction (TIMI) Study Group criteria as major, minor or other. \"Clinically Significant Bleeding\" was defined as the composite of TIMI Major bleeding, TIMI Minor bleeding, or bleeding that required unplanned medical or surgical treatment or unplanned laboratory evaluation even if it did not meet the criteria for TIMI major or minor bleeding. The Kaplan-Meier estimate reports the percentage of participants who experienced clinically significant bleeding within 3 years from randomization.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.3","spread":null},{"groupId":"OG001","value":"15.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Kaplan-Meier Estimate of the Percentage of Participants Who Experienced Death From Any Cause, MI, Stroke, or UCR Within 3 Years From Randomization","description":"The time (in days) from study start to the occurrence of any of the following clinical outcomes was recorded: death from any cause, MI, stroke, or UCR. A CEC reviewed and adjudicated each suspected efficacy endpoint event while blinded to treatment. Participants who did not have any endpoint event until last visit or participants who were lost to follow-up and had no event were censored at the time of last available information (last study visit). The Kaplan-Meier estimate reports the percentage of participants who experienced death from any cause, MI, stroke, or UCR within 3 years from randomization.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.2","spread":null},{"groupId":"OG001","value":"13.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Kaplan-Meier Estimate of the Percentage of Participants Who Experienced CV Death or an MI Within 3 Years From Randomization","description":"The time (in days) from study start to the occurrence of CV death or MI. A CEC reviewed and adjudicated each suspected efficacy endpoint event while blinded to treatment. Participants who did not have any endpoint event until last visit or participants who were lost to follow-up and had no event were censored at the time of last available information (last study visit). If a participant had a fatal event that was not part of a specific endpoint for analysis, they were censored at the time of death. The Kaplan-Meier estimate reports the percentage of participants who experienced CV death or MI within 3 years from randomization.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.2","spread":null},{"groupId":"OG001","value":"7.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Kaplan-Meier Estimate of the Percentage of Participants Who Experienced CV Death, MI, Stroke, UCR, or Urgent Hospitalization for Vascular Cause of Ischemic Nature (UH-VCIN) Within 3 Years From Randomization","description":"The time (in days) from study start to the first occurrence of any of the following clinical outcomes was recorded: CV death, MI, stroke, UCR or UH-VCIN. A CEC reviewed and adjudicated each suspected efficacy endpoint event while blinded to treatment. Participants who did not have any endpoint event until last visit or participants who were lost to follow-up and had no event were censored at the time of last available information (last study visit). If a participant had a fatal event that was not part of a specific endpoint for analysis, they were censored at the time of death. The Kaplan-Meier estimate reports the percentage of participants who experienced CV death, MI, stroke, UCR, or UH-VCIN within 3 years from randomization.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.7","spread":null},{"groupId":"OG001","value":"13.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Kaplan-Meier Estimate of the Percentage of Participants Who Died From Any Cause, or Experienced an MI, Stroke, or Any Revascularization Within 3 Years From Randomization","description":"The time (in days) from study start to death from any cause or the first occurrence of any of the following clinical outcomes was recorded: MI, stroke, or any revascularization procedure . A CEC reviewed and adjudicated each suspected efficacy endpoint event while blinded to treatment. Participants who did not have any endpoint event until last visit or participants who were lost to follow-up and had no event were censored at the time of last available information (last study visit). The Kaplan-Meier estimate reports the percentage of participants who died from any cause, or experienced an MI, stroke, or any revascularization within 3 years from randomization.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22.6","spread":null},{"groupId":"OG001","value":"20.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Kaplan-Meier Estimate of the Percentage of Participants Who Experienced CV Death, MI, Stroke, Any Revascularization, or UH-VCIN Within 3 Years From Randomization","description":"The time (in days) from study start to the first occurrence of any of the following clinical outcomes was recorded: CV death, MI, stroke, any revascularization, or UH-VCIN. A CEC reviewed and adjudicated each suspected efficacy endpoint event while blinded to treatment. Participants who did not have any endpoint event until last visit or participants who were lost to follow-up and had no event were censored at the time of last available information (last study visit). If a participant had a fatal event that was not part of a specific endpoint for analysis, they were censored at the time of death. The Kaplan-Meier estimate reports the percentage of participants who experienced CV death, MI, stroke, any revascularization procedure, or UH-VCIN within 3 years from randomization.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22.1","spread":null},{"groupId":"OG001","value":"19.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Kaplan-Meier Estimate of the Percentage of Participants Who Experienced CV Death Within 3 Years From Randomization","description":"The time (in days) from study start to CV death (if reported) was recorded. A CEC reviewed and adjudicated each suspected efficacy endpoint event while blinded to treatment. Participants who did not have any endpoint event until last visit or participants who were lost to follow-up and had no event were censored at the time of last available information (last study visit). If a participant had a fatal event that was not part of a specific endpoint for analysis, they were censored at the time of death. The Kaplan-Meier estimate reports the percentage of participants who experienced CV death within 3 years from randomization.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.0","spread":null},{"groupId":"OG001","value":"2.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Kaplan-Meier Estimate of the Percentage of Participants Who Experienced an MI Within 3 Years From Randomization","description":"The time (in days) from study start to the first occurrence of an MI was recorded. A CEC reviewed and adjudicated each suspected efficacy endpoint event while blinded to treatment. Participants who did not have any endpoint event until last visit or participants who were lost to follow-up and had no event were censored at the time of last available information (last study visit). If a participant had a fatal event that was not part of a specific endpoint for analysis, they were censored at the time of death. The Kaplan-Meier estimate reports the percentage of participants who experienced an MI within 3 years from randomization.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.1","spread":null},{"groupId":"OG001","value":"5.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Kaplan-Meier Estimate of the Percentage of Participants Who Experienced UCR Within 3 Years From Randomization","description":"The time (in days) from study start to the first occurrence of UCR was recorded. A CEC reviewed and adjudicated each suspected efficacy endpoint event while blinded to treatment. Participants who did not have any endpoint event until last visit or participants who were lost to follow-up and had no event were censored at the time of last available information (last study visit). If a participant had a fatal event that was not part of a specific endpoint for analysis, they were censored at the time of death. The Kaplan-Meier estimate reports the percentage of participants who experienced UCR within 3 years from randomization.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.6","spread":null},{"groupId":"OG001","value":"2.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Kaplan-Meier Estimate of the Percentage of Participants Who Experienced a Stroke Within 3 Years From Randomization","description":"The time (in days) from study start to first experience of a stroke was recorded. A CEC reviewed and adjudicated each suspected efficacy endpoint event while blinded to treatment. Participants who did not have any endpoint event until last visit or participants who were lost to follow-up and had no event were censored at the time of last available information (last study visit). If a participant had a fatal event that was not part of a specific endpoint for analysis, they were censored at the time of death. The Kaplan-Meier estimate reports the percentage of participants who experienced a stroke within 3 years from randomization.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.8","spread":null},{"groupId":"OG001","value":"2.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Kaplan-Meier Estimate of the Percentage of Participants Who Died From Any Cause Within 3 Years From Randomization","description":"The time (in days) from study start to death from any cause was recorded. A CEC reviewed and adjudicated each suspected efficacy endpoint event while blinded to treatment. Participants who did not have any endpoint event until last visit or participants who were lost to follow-up and had no event were censored at the time of last available information (last study visit). The Kaplan-Meier estimate reports the percentage of participants who died from any cause within 3 years from randomization.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.3","spread":null},{"groupId":"OG001","value":"5.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Kaplan-Meier Estimate of the Percentage of Participants Who Had a UH-VCIN Within 3 Years From Randomization","description":"The time (in days) from study start to the first occurrence of an UH-VCIN was recorded. A CEC reviewed and adjudicated each suspected efficacy endpoint event while blinded to treatment. Participants who did not have any endpoint event until last visit or participants who were lost to follow-up and had no event were censored at the time of last available information (last study visit). If a participant had a fatal event that was not part of a specific endpoint for analysis, they were censored at the time of death. The Kaplan-Meier estimate reports the percentage of participants who had a UH-VCIN within 3 years from randomization.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.5","spread":null},{"groupId":"OG001","value":"4.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Kaplan-Meier Estimate of the Percentage of Participants Who Had Any Revascularization Performed Within 3 Years From Randomization","description":"The time (in days) from study start to the first occurrence of a revascularization was recorded. A CEC reviewed and adjudicated each suspected efficacy endpoint event while blinded to treatment. Participants who did not have any endpoint event until last visit or participants who were lost to follow-up and had no event were censored at the time of last available information (last study visit). If a participant had a fatal event that was not part of a specific endpoint for analysis, they were censored at the time of death. The Kaplan-Meier estimate reports the percentage of participants who had any revascularization performed within 3 years from randomization.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15.5","spread":null},{"groupId":"OG001","value":"13.6","spread":null}]}]}]},{"type":"POST_HOC","title":"Kaplan-Meier Estimate of the Percentage of Participants Who Experienced CV Death, MI, Stroke, or UCR Within 3 Years From Randomization","description":"The time (in days) from study start to the first occurrence of any of the following clinical outcomes was recorded: CV death, MI, stroke, or UCR. A CEC reviewed and adjudicated each suspected efficacy endpoint event while blinded to treatment. Participants who did not have any endpoint event until last visit or participants who were lost to follow-up and had no event were censored at the time of last available information (last study visit). If a participant had a fatal event that was not part of a specific endpoint for analysis, they were censored at the time of death. The Kaplan-Meier estimate reports the percentage of participants who experienced CV death, MI, stroke, or UCR within 3 years from randomization.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.8","spread":null},{"groupId":"OG001","value":"10.1","spread":null}]}]}]},{"type":"POST_HOC","title":"Kaplan-Meier Estimate of the Percentage of Participants Who Experienced CV Death, MI, or Stroke Within 3 Years From Randomization","description":"The time (in days) from study start to the first occurrence of any of the following clinical outcomes was recorded: CV death, MI, or stroke. A CEC reviewed and adjudicated each suspected efficacy endpoint event while blinded to treatment. Participants who did not have any endpoint event until last visit or participants who were lost to follow-up and had no event were censored at the time of last available information (last study visit). If a participant had a fatal event that was not part of a specific endpoint for analysis, they were censored at the time of death. The Kaplan-Meier estimate reports the percentage of participants who experienced CV death, MI, or stroke within 3 years from randomization.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.5","spread":null},{"groupId":"OG001","value":"7.9","spread":null}]}]}]},{"type":"POST_HOC","title":"Kaplan-Meier Estimate of the Percentage of Participants Who Met GUSTO Moderate or Severe Bleeding Criteria Within 3 Years From Randomization","description":"Adverse events were categorized as \"bleeding events\" if the intensity, frequency, or type of the event was other or more than would be normally expected in the given situation (eg, mild nosebleed in a person who does not normally have nosebleeds, greater bruising than expected for a given injury, greater volume of blood loss than expected for a given procedure). The investigator graded the intensity of bleeding events according to the GUSTO cooperative group criteria as follows: Mild , Moderate or Severe and the grading was adjudicated by the CEC. The Kaplan-Meier estimate reports the percentage of participants who experienced GUSTO moderate or severe bleeding within 3 years from randomization.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.7","spread":null},{"groupId":"OG001","value":"3.8","spread":null}]}]}]},{"type":"POST_HOC","title":"Kaplan-Meier Estimate of the Percentage of Participants Who Experienced Clinically Significant Bleeding Within 3 Years From Randomization","description":"Adverse events were categorized as \"bleeding events\" if the intensity, frequency, or type of the event was other or more than would be normally expected in the given situation (eg, mild nosebleed in a person who does not normally have nosebleeds, greater bruising than expected for a given injury, greater volume of blood loss than expected for a given procedure). The investigator graded the intensity of bleeding events according to the TIMI Study Group criteria as major, minor or other. \"Clinically Significant Bleeding\" was defined as the composite of TIMI Major bleeding, TIMI Minor bleeding, or bleeding that required unplanned medical or surgical treatment or unplanned laboratory evaluation even if it did not meet the criteria for TIMI major or minor bleeding. The Kaplan-Meier estimate reports the percentage of participants who experienced clinically significant bleeding within 3 years from randomization.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.1","spread":null},{"groupId":"OG001","value":"15.2","spread":null}]}]}]},{"type":"POST_HOC","title":"Kaplan-Meier Estimate of the Percentage of Participants Who Experienced Death From Any Cause, MI, Stroke, or UCR Within 3 Years From Randomization","description":"The time (in days) from study start to the occurrence of any of the following clinical outcomes was recorded: death from any cause, MI, stroke, or UCR. A CEC reviewed and adjudicated each suspected efficacy endpoint event while blinded to treatment. Participants who did not have any endpoint event until last visit or participants who were lost to follow-up and had no event were censored at the time of last available information (last study visit). The Kaplan-Meier estimate reports the percentage of participants who experienced death from any cause, MI, stroke, or UCR within 3 years from randomization.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.5","spread":null},{"groupId":"OG001","value":"11.9","spread":null}]}]}]},{"type":"POST_HOC","title":"Kaplan-Meier Estimate of the Percentage of Participants Who Experienced CV Death or an MI Within 3 Years From Randomization","description":"The time (in days) from study start to the occurrence of CV death or first occurrence of an MI. A CEC reviewed and adjudicated each suspected efficacy endpoint event while blinded to treatment. Participants who did not have any endpoint event until last visit or participants who were lost to follow-up and had no event were censored at the time of last available information (last study visit). If a participant had a fatal event that was not part of a specific endpoint for analysis, they were censored at the time of death. The Kaplan-Meier estimate reports the percentage of participants who experienced CV death or MI within 3 years from randomization.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.3","spread":null},{"groupId":"OG001","value":"7.2","spread":null}]}]}]},{"type":"POST_HOC","title":"Kaplan-Meier Estimate of the Percentage of Participants Who Experienced CV Death, MI, Stroke, UCR, or UH-VCIN Within 3 Years From Randomization","description":"The time (in days) from study start to the first occurrence of any of the following clinical outcomes was recorded: CV death, MI, stroke, UCR, or UH-VCIN . A CEC reviewed and adjudicated each suspected efficacy endpoint event while blinded to treatment. Participants who did not have any endpoint event until last visit or participants who were lost to follow-up and had no event were censored at the time of last available information (last study visit). If a participant had a fatal event that was not part of a specific endpoint for analysis, they were censored at the time of death. The Kaplan-Meier estimate reports the percentage of participants who experienced CV death, MI, stroke, UCR, or UH-VCIN within 3 years from randomization.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.9","spread":null},{"groupId":"OG001","value":"11.9","spread":null}]}]}]},{"type":"POST_HOC","title":"Kaplan-Meier Estimate of the Percentage of Participants Who Died From Any Cause, or Experienced an MI, Stroke, or Any Revascularization Within 3 Years From Randomization","description":"The time (in days) from study start to death from any cause or the first occurrence of any of the following clinical outcomes was recorded: MI, stroke, or any revascularization procedure . A CEC reviewed and adjudicated each suspected efficacy endpoint event while blinded to treatment. Participants who did not have any endpoint event until last visit or participants who were lost to follow-up and had no event were censored at the time of last available information (last study visit). The Kaplan-Meier estimate reports the percentage of participants who died from any cause, or experienced an MI, stroke, or any revascularization within 3 years from randomization.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22.5","spread":null},{"groupId":"OG001","value":"20.1","spread":null}]}]}]},{"type":"POST_HOC","title":"Kaplan-Meier Estimate of the Percentage of Participants Who Experienced CV Death, MI, Stroke, Any Revascularization, or UH-VCIN Within 3 Years From Randomization","description":"The time (in days) from study start to the first occurrence of any of the following clinical outcomes was recorded: CV death, MI, stroke, any revascularization, or UH-VCIN. A CEC reviewed and adjudicated each suspected efficacy endpoint event while blinded to treatment. Participants who did not have any endpoint event until last visit or participants who were lost to follow-up and had no event were censored at the time of last available information (last study visit). If a participant had a fatal event that was not part of a specific endpoint for analysis, they were censored at the time of death. The Kaplan-Meier estimate reports the percentage of participants who experienced CV death, MI, stroke, any revascularization procedure, or UH-VCIN within 3 years from randomization.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.8","spread":null},{"groupId":"OG001","value":"19.3","spread":null}]}]}]},{"type":"POST_HOC","title":"Kaplan-Meier Estimate of the Percentage of Participants Who Experienced CV Death Within 3 Years From Randomization","description":"The time (in days) from study start to the CV death (if reported) was recorded. A CEC reviewed and adjudicated each suspected efficacy endpoint event while blinded to treatment. Participants who did not have any endpoint event until last visit or participants who were lost to follow-up and had no event were censored at the time of last available information (last study visit). If a participant had a fatal event that was not part of a specific endpoint for analysis, they were censored at the time of death. The Kaplan-Meier estimate reports the percentage of participants who experienced CV death within 3 years from randomization.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.8","spread":null},{"groupId":"OG001","value":"2.4","spread":null}]}]}]},{"type":"POST_HOC","title":"Kaplan-Meier Estimate of the Percentage of Participants Who Experienced an MI Within 3 Years From Randomization","description":"The time (in days) from study start to the first occurrence of an MI was recorded. A CEC reviewed and adjudicated each suspected efficacy endpoint event while blinded to treatment. Participants who did not have any endpoint event until last visit or participants who were lost to follow-up and had no event were censored at the time of last available information (last study visit). If a participant had a fatal event that was not part of a specific endpoint for analysis, they were censored at the time of death. The Kaplan-Meier estimate reports the percentage of participants who experienced an MI within 3 years from randomization.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.4","spread":null},{"groupId":"OG001","value":"5.4","spread":null}]}]}]},{"type":"POST_HOC","title":"Kaplan-Meier Estimate of the Percentage of Participants Who Experienced UCR Within 3 Years From Randomization","description":"The time (in days) from study start to the first occurrence of UCR was recorded. A CEC reviewed and adjudicated each suspected efficacy endpoint event while blinded to treatment. Participants who did not have any endpoint event until last visit or participants who were lost to follow-up and had no event were censored at the time of last available information (last study visit). If a participant had a fatal event that was not part of a specific endpoint for analysis, they were censored at the time of death. The Kaplan-Meier estimate reports the percentage of participants who experienced UCR within 3 years from randomization.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.0","spread":null},{"groupId":"OG001","value":"2.8","spread":null}]}]}]},{"type":"POST_HOC","title":"Kaplan-Meier Estimate of the Percentage of Participants Who Experienced a Stroke Within 3 Years From Randomization","description":"The time (in days) from study start to first experience of a stroke was recorded. A CEC reviewed and adjudicated each suspected efficacy endpoint event while blinded to treatment. Participants who did not have any endpoint event until last visit or participants who were lost to follow-up and had no event were censored at the time of last available information (last study visit). If a participant had a fatal event that was not part of a specific endpoint for analysis, they were censored at the time of death. The Kaplan-Meier estimate reports the percentage of participants who experienced a stroke within 3 years from randomization.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.6","spread":null},{"groupId":"OG001","value":"1.2","spread":null}]}]}]},{"type":"POST_HOC","title":"Kaplan-Meier Estimate of the Percentage of Participants Who Died From Any Cause Within 3 Years From Randomization","description":"The time (in days) from study start to death from any cause was recorded. A CEC reviewed and adjudicated each suspected efficacy endpoint event while blinded to treatment. Participants who did not have any endpoint event until last visit or participants who were lost to follow-up and had no event were censored at the time of last available information (last study visit). The Kaplan-Meier estimate reports the percentage of participants who died from any cause within 3 years from randomization.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.8","spread":null},{"groupId":"OG001","value":"4.5","spread":null}]}]}]},{"type":"POST_HOC","title":"Kaplan-Meier Estimate of the Percentage of Participants Who Had a UH-VCIN Within 3 Years From Randomization","description":"The time (in days) from study start to the first occurrence of a UH-VCIN was recorded. A CEC reviewed and adjudicated each suspected efficacy endpoint event while blinded to treatment. Participants who did not have any endpoint event until last visit or participants who were lost to follow-up and had no event were censored at the time of last available information (last study visit). If a participant had a fatal event that was not part of a specific endpoint for analysis, they were censored at the time of death. The Kaplan-Meier estimate reports the percentage of participants who had a UH-VCIN within 3 years from randomization.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.6","spread":null},{"groupId":"OG001","value":"4.9","spread":null}]}]}]},{"type":"POST_HOC","title":"Kaplan-Meier Estimate of the Percentage of Participants Who Had Any Revascularization Performed Within 3 Years From Randomization","description":"The time (in days) from study start to the first occurrence of any revascularization was recorded. A CEC reviewed and adjudicated each suspected efficacy endpoint event while blinded to treatment. Participants who did not have any endpoint event until last visit or participants who were lost to follow-up and had no event were censored at the time of last available information (last study visit). If a participant had a fatal event that was not part of a specific endpoint for analysis, they were censored at the time of death. The Kaplan-Meier estimate reports the percentage of participants who had any revascularization performed within 3 years from randomization.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.6","spread":null},{"groupId":"OG001","value":"14.7","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3419,"n":13166},"commonTop":["HYPERTENSION","DIZZINESS","CHEST PAIN","EPISTAXIS"]}}}