{"nctId":"NCT00269113","briefTitle":"A Study of MabThera (Rituximab) in Patients With Advanced Non-Hodgkin's Lymphoma","startDateStruct":{"date":"1998-09"},"conditions":["Non-Hodgkin's Lymphoma"],"count":360,"armGroups":[{"label":"1","type":"EXPERIMENTAL","interventionNames":["Drug: rituximab [MabThera/Rituxan]","Drug: Standard chemotherapy"]},{"label":"2","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Standard chemotherapy"]}],"interventions":[{"name":"rituximab [MabThera/Rituxan]","otherNames":[]},{"name":"Standard chemotherapy","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* adult patients \\>=18 years of age;\n* advanced, low-grade non-Hodgkin's and mantle cell lymphoma.\n\nExclusion Criteria:\n\n* possibility of curative radiation therapy;\n* secondary NHL;\n* participation in another clinical trial eg with cytostatic chemotherapy or cytokines;\n* concomitant diseases and/or restricted organ function precluding therapy according to the study protocol.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants Achieving CR or PR at the End of Therapy","description":"CR was defined as a complete remission of all objective medical findings at the time of restaging, with complete resolution of pre-existing swelling of the lymph nodes, as well as a pre-existing hepatomegaly and splenomegaly, for at least 4 weeks. This was in exclusion of persistent lymphoma infiltration of the bone marrow by means of bone marrow biopsy; normalization of blood counts with granulocytes greater than (\\>)1.5 giga particles per liter (Gpt/L) (which is the equivalent of 10\\^9/L), hemoglobin (Hb) \\>7.5 millimoles per liter (mmol/L), and platelets less than (\\<) 100 Gpt/L. PR was defined as greater than or equal to (≥)50 percent (%) reduction of all measurable and evaluable lymphoma manifestations (sum of the products of the 2 largest perpendicular diameters) for at least 4 weeks without occurrence of new manifestations and normalization of blood counts.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"75.0","spread":null},{"groupId":"OG001","value":"92.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression-Free Survival (PFS) - Percentage of Participants Event Free at 24 Months","description":"PFS was defined as the interval from randomization date to progression of disease or death from non-Hodgkin's Lymphoma (NHL). Progression of disease was defined as: increase in the frequency and severity of disease symptoms; occurrence of new nodal or extranodal lymphoma manifestations; volume increase of pre-existing lymphoma manifestations by more than 25%; or increase of splenomegaly by more than 25%. Data were analyzed by means of Kaplan-Meier estimators and log-rank tests at the significance level of alpha equals (=) 5% for difference between the treatment groups.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"57.6","spread":null},{"groupId":"OG001","value":"86.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS) - Percentage of Participants Alive at 24 Months","description":"OS was defined as interval from randomization to date of death of any cause. Data were analyzed by means of Kaplan-Meier estimators and log-rank tests at the significance level of alpha=5% for difference between the treatment groups.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"78.8","spread":null},{"groupId":"OG001","value":"93.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Event-Free Survival (EFS) - Percentage of Participants Event Free at 24 Months","description":"EFS was defined as the interval from randomization date to therapy failure. Therapy failure was defined after 2 cycles as no change (NC) or progression of disease (PD); after 6 cycles as minimal response \\[MR\\], NC, or PD); or death from any cause. NC is defined as tumor regression of \\<25%, stable disease and progression ≤25%. PD was defined as the increase in the frequency and severity of disease symptoms, occurrence of new nodal or extranodal lymphoma manifestations, volume increase of pre-existing lymphoma manifestations by more than 25%, and increase of splenomegaly by more than 25%. MR was defined as tumor regression between 50% (\\<50%) and 25% (≥25%) for at least 4 weeks without occurrence of new manifestations. Data were analyzed by means of Kaplan-Meier estimators and log-rank tests at the significance level of alpha=5% for difference between the treatment groups.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"50.9","spread":null},{"groupId":"OG001","value":"83.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Disease-Free Survival (DFS) - Percentage of Participants Event Free at 24 Months","description":"DFS was defined as the interval from first assessment of CR to PD. PD is an increase in the frequency and severity of disease symptoms, the occurrence of new nodal or extranodal lymphoma manifestations, the volume increase of pre-existing lymphoma manifestations by more than 25%, increase of splenomegaly by more than 25%. Data were analyzed by means of Kaplan-Meier estimators and log-rank tests at the significance level of alpha=5% for difference between the treatment groups.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"69.6","spread":null},{"groupId":"OG001","value":"86.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Response Duration - Percentage of Participants Event Free at 24 Months","description":"Response duration defined as interval from first assessment of CR/PR to PD. PD is an increase in the frequency and severity of disease symptoms, occurrence of new nodal or extranodal lymphoma manifestations, volume increase of pre-existing lymphoma manifestations by more than 25%, increase of splenomegaly by more than 25%. Data were analyzed by means of Kaplan-Meier estimators and log-rank tests at the significance level of alpha=5% for difference between the treatment groups.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"60.3","spread":null},{"groupId":"OG001","value":"87.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Next Treatment - Percentage of Participants Who Did Not Need New Treatment at 24 Months","description":"Time to next treatment was defined as the interval from randomization date to the time when new treatment was needed. Data were analyzed by means of Kaplan-Meier estimators and log-rank tests at the significance level of alpha=5% for difference between the treatment groups.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"54.6","spread":null},{"groupId":"OG001","value":"72.0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":20,"n":177},"commonTop":["Leukopenia","Thrombocytopenia","Anaemia","Nausea","Diarrhoea"]}}}