{"nctId":"NCT03292484","briefTitle":"Longer-term Study of AR101 in Subjects Who Participated in a Prior AR101 Study (ARC008)","startDateStruct":{"date":"2017-11-02","type":"ACTUAL"},"conditions":["Peanut Allergy"],"count":911,"armGroups":[{"label":"AR101","type":"EXPERIMENTAL","interventionNames":["Biological: AR101"]}],"interventions":[{"name":"AR101","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Key Inclusion Criteria:\n\n* Prior participation in an Aimmune AR101 clinical study or any future clinical study that identifies ARC008 as a follow-on study option in the protocol\n* Written informed consent and/or assent from subjects/guardians as appropriate\n* Use of effective birth control by sexually active female subjects of childbearing potential\n\nKey Exclusion Criteria:\n\n* Did not complete a minimum of 3 months of AR101 maintenance therapy if the subject was assigned to AR101 in the parent study\n* Currently receiving or received within 5 years prior to Screening any type of peanut or other food allergen immunotherapy, except AR101 or unless allowed in the parent study, and except during the follow-up observation period in this study\n* Discontinued early from the parent study","healthyVolunteers":false,"sex":"ALL","minimumAge":"1 Year","maximumAge":"55 Years","stdAges":["CHILD","ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Treatment-emergent Adverse Events (TEAEs) and Treatment-emergent Serious Adverse Events (TESAEs)","description":"An AE was any untoward medical occurrence in humans, whether or not considered related to the investigational product (IP), that occurred during the conduct of a clinical study. A SAE was any event that resulted in any of the following: death, life-threatening AE, inpatient hospitalization or prolongation of existing hospitalization, persistent or significant incapacity or substantial disruption of the ability to conduct normal life functions, congenital abnormality or birth defect, or important medical event that did not result in one of the above outcomes, but jeopardized the health of the study participant or required medical or surgical intervention to prevent one of the outcomes listed above. TEAEs were defined as those AEs with onset after the first dose of AR101 in ARC008 and no more than 30 days after the last dose of study drug.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"866","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"42","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Premature Discontinuation of AR101 Dosing Due to TEAEs","description":"An AE was any untoward medical occurrence in humans, whether or not considered related to the IP, that occurred during the conduct of a clinical study. TEAEs were defined as those AEs with onset after the first dose of AR101 in ARC008 and no more than 30 days after the last dose of study drug.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"53","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Premature Discontinuation of AR101 Dosing Due to Chronic/Recurrent Gastrointestinal TEAEs","description":"An AE was any untoward medical occurrence in humans, whether or not considered related to the IP, that occurred during the conduct of a clinical study. TEAEs were defined as those AEs with onset after the first dose of AR101 in ARC008 and no more than 30 days after the last dose of study drug. Gastrointestinal (GI) AEs, typically chronic/recurrent GI AEs, that resulted in prolonged interruption of dosing are reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With TEAEs That Led to a Change in Treatment Regimen","description":"An AE was any untoward medical occurrence in humans, whether or not considered related to the IP, that occurred during the conduct of a clinical study. TEAEs were defined as those AEs with onset after the first dose of AR101 in ARC008 and no more than 30 days after the last dose of study drug. Number of participants with TEAEs requiring dose interruption and dose reduction of study treatment are reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"669","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"167","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With TEAEs That Led to Early Withdrawal","description":"An AE was any untoward medical occurrence in humans, whether or not considered related to the IP, that occurred during the conduct of a clinical study. TEAEs were defined as those AEs with onset after the first dose of AR101 in ARC008 and no more than 30 days after the last dose of study drug.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants Who Experienced a Treatment-emergent Anaphylactic Reaction","description":"Anaphylaxis was defined by a number of signs and symptoms that occurred alone or in combination within minutes up to a few hours after exposure to a provoking agent. Treatment-emergent anaphylactic reactions included anaphylactic reactions that occurred after first dose of AR101 in ARC008 through 30 days after last dose of study product but excluding anaphylactic reactions that occurred during or related to a food challenge.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"192","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Use of Epinephrine as a Rescue Medication","description":"Rescue medications were any medication used to treat individual acute allergic reactions during ARC008 and were according to recognized standards of care for allergy practice.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"234","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants Who Experienced Accidental or Non-accidental Food Allergy Episodes","description":"An accidental food allergen exposure was any known or suspected exposure to a food to which the participant was allergic, including peanut, whether or not it resulted in an AE. A non-accidental food allergen exposure was an intentional exposure to a food to which the participant was allergic, including peanut, whether or not it resulted in an AE. Treatment-emergent food allergy episodes included food allergy episodes that occurred after first dose of AR101 in ARC008 through 30 days after last dose of study product but excluding food allergy episodes that occurred during or related to a food challenge.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"208","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"35","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With TEAEs Following Accidental or Non-accidental Exposure to Peanut and Other Allergenic Foods","description":"An accidental food allergen exposure was any known or suspected exposure to a food to which the participant was allergic, including peanut, whether or not it resulted in an AE. A non-accidental food allergen exposure was an intentional exposure to a food to which the participant was allergic, including peanut, whether or not it resulted in an AE. An AE was any untoward medical occurrence in humans, whether or not considered related to the IP, that occurred during the conduct of a clinical study. Treatment-emergent food allergy episodes included food allergy episodes that occurred after first dose of AR101 in ARC008 through 30 days after last dose of study product but excluding food allergy episodes that occurred during or related to a food challenge.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"227","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Eosinophilic Esophagitis (EoE)","description":"EoE was diagnosed by biopsy/endoscopy.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Tolerating Each Challenge Dose in the Open-label Food Challenge (OLFC) and the Double-blind, Placebo-Controlled Food Challenge (DBPCFC)","description":"During the OLFC, single doses (300, 600, 1000, and 2000 mg) of peanut protein were conditionally tested using a food challenge mixture administered sequentially at 20- to 30-minute intervals. During the DBPCFC, single doses (3, 10, 30, 100, 300, 600, 1000, and 2000 mg) of peanut protein and placebo were conditionally tested using a food challenge mixture administered sequentially at 20- to 30-minute intervals up to a single highest challenge dose of 2000 mg.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"98.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"94.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"78.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"55.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"99.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"99.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"94.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"88.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"75.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"60.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Maximum Tolerated Challenge Dose at Each Food Challenge","description":"The maximum tolerated challenge dose for a food challenge was defined as the maximum single dose of peanut protein resulting in no more than mild symptoms and assessed by the investigator to have been tolerated (i.e., the participant did not experience any dose-limiting symptoms). During the OLFC, single doses (300, 600, 1000, and 2000 mg) of peanut protein were conditionally tested using a food challenge mixture administered sequentially at 20- to 30-minute intervals. During the DBPCFC, single doses (3, 10, 30, 100, 300, 600, 1000, and 2000 mg) of peanut protein and placebo were conditionally tested using a food challenge mixture administered sequentially at 20- to 30-minute intervals up to a single highest challenge dose of 2000 mg.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2000","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2000","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Use of Epinephrine as a Rescue Medication During the Food Challenges","description":"Rescue medications were any medication used to treat individual acute allergic reactions during ARC008 and were according to recognized standards of care for allergy practice. During the OLFC, single doses (300, 600, 1000, and 2000 mg) of peanut protein were conditionally tested using a food challenge mixture administered sequentially at 20- to 30-minute intervals. During the DBPCFC, single doses (3, 10, 30, 100, 300, 600, 1000, and 2000 mg) of peanut protein and placebo were conditionally tested using a food challenge mixture administered sequentially at 20- to 30-minute intervals up to a single highest challenge dose of 2000 mg.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"110","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"35","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":42,"n":908},"commonTop":["Cough","Vomiting","Pyrexia","Abdominal pain","Urticaria"]}}}