{"nctId":"NCT02786836","briefTitle":"13C-Methacetin Breath Test for the Prediction of Outcome in in ALI or ALF","startDateStruct":{"date":"2016-06-10","type":"ACTUAL"},"conditions":["Acute Liver Failure"],"count":76,"armGroups":[{"label":"13C-Methacetin Testing","type":"EXPERIMENTAL","interventionNames":["Drug: 13C-Methacetin"]}],"interventions":[{"name":"13C-Methacetin","otherNames":["N-(4)-13Cmethoxyphenyl acetamide"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Adult men or women (18-80 years of age)\n2. Severe acute liver injury not related to acetaminophen overdose: INR ≥2.0; no evidence of HE\n3. Acute liver failure: INR ≥1.5; presence of any degree of HE\n4. Duration of illness \\<26 weeks\n5. Enrolled into the ALFSG Registry.\n6. Written informed consent from the patient or patient's legally authorized representative or family member as defined in the Federal Register Number 21 Congressional Federal Register (CFR)50.3(m)\n\nExclusion Criteria:\n\n1. Evidence of pre-existing chronic liver disease\n2. Pre-existing New York Heart Association stage III/IV heart failure\n3. Evidence of pre-existing chronic renal failure\n4. Chronic hemodialysis prior to hospital admission\n5. Evidence of cirrhosis (unless clinically acute Wilson disease or autoimmune non-APAP ALI or ALF)\n6. Severe obstructive lung disease (FEV1 \\<50% of predicted on previous spirometry)\n7. Severe shock, defined as mean arterial pressure (MAP) \\<70 mmHg despite \\>15 µg/kg/min dopamine, \\>0.1 µg/kg/min epinephrine, or \\>0.1 norepinephrine µg/kg/min\n8. Extensive small bowel resection (\\>50 cm)\n9. Any evidence of upper GI bleeding at enrollment requiring intervention (endoscopy or red blood cell (RBC) transfusion specifically for upper GI bleeding)\n10. Liver transplantation (LT) prior to enrollment. (Note: Listing for LT does not preclude participation in the trial.)\n11. Pregnancy or breastfeeding women (Note: Pregnancy related non-APAP ALI or ALF may be considered for entry following the delivery of the baby and assuming the mother does not wish to breastfeed or collect breast milk during the study period.)\n12. Allergic to acetaminophen (such as Tylenol® or any other acetaminophen-containing medications)\n13. Participation in other clinical studies evaluating other experimental treatments or procedures. (Note: Participation in observatory studies is not an exclusion.)\n14. Patients in whom enteral drugs or fluids are contra-indicated or the patient either does not have an appropriately placed naso-enteric/orogastric tube in situ or cannot tolerate taking the drug preparation orally (200 ml)\n15. Budd-Chiari Syndrome\n16. Non-APAP ALI or ALF caused by malignancy\n17. Moderate and severe adult respiratory distress syndrome (ARDS), as defined by Berlin Criteria.\n18. Subjects who have received amiodarone in the 30 days prior to study enrollment\n19. Consumption of any food or beverage that contains caffeine in the 24 hours prior to enrollment\n20. Consumption of any of the following drugs that may interfere with the metabolism of 13C-Methacetin in the 48 hours prior to study enrollment including: allopurinol, carbamazepine, cimetidine, ciprofloxacin, daidzein, disulfiram, Echinacea, enoxacin, fluvoxamine, methoxsalen, mexiletine, montelukast, norfloxacin, phenylpropanolamine, phenytoin, propafenone, rifampin, terbinafine, ticlopidine, thiabendazole, verapamil, zileuton or oral contraceptives\n21. Consumption of alcohol in the 24 hours prior to enrollment\n22. Smoking cigarettes in the 8 hours prior to enrollment.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Peak Percent Dose Recovery (PDR) Value","description":"Peak PDR is the maximal percent dose recovery (PDR) rate which reflects the maximum rate of metabolism of 13C-methacetin measured as the change in 13CO2 / 12CO2 (normal carbon dioxide) ratio after ingestion of 13C-methacetin normalized using the patient's height and weight. The distributions of mean PDR Peak values were compared between TFS (transplant free survival) and non-TFS (death/transplant) at Day 21.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.2","spread":"7.8"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.9","spread":"0.6"}]}]}]},{"type":"SECONDARY","title":"Peak Percent Dose Recovery (PDR) Value","description":"This outcome is similar to the peak PDR defined in the primary outcome but as a secondary we are looking at Day 1 or Day 2 peak PDR values. Peak PDR is the maximal percent dose recovery (PDR) rate which reflects the maximum rate of metabolism of 13C-methacetin measured as the change in 13CO2 / 12CO2 ratio after ingestion of 13C-methacetin normalized using the patient's height and weight. The distributions of mean PDR Peak values were compared between TFS and non-TFS (death/transplant) at Day 21.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.1","spread":"6.8"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.3","spread":"0.9"}]}]}]},{"type":"SECONDARY","title":"Cumulative Percent Dose Recovery 20 (cPDR20) Value","description":"The relationship between the cPDR (cumulative PDR of metabolized 13C-Methacetin 20 minutes after ingestion) in single time points of MBT measurements and TFS and non-TFS (death/transplant) at Day 21.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.4","spread":"1.3"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.2","spread":".2"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":28,"n":62},"commonTop":["Vomiting","Nausea","Constipation","Diarrhoea","Gastrointestinal haemorrhage"]}}}