{"nctId":"NCT03525613","briefTitle":"A Study to Compare the Efficacy and Safety of Intravitreal APL-2 Therapy With Sham Injections in Patients With Geographic Atrophy (GA) Secondary to Age-Related Macular Degeneration","startDateStruct":{"date":"2018-08-31","type":"ACTUAL"},"conditions":["Geographic Atrophy"],"count":637,"armGroups":[{"label":"APL-2 15mg 0.1 mL Monthly for 24 months","type":"EXPERIMENTAL","interventionNames":["Drug: APL-2"]},{"label":"APL-2 15mg 0.1 mL EOM for 24 months","type":"EXPERIMENTAL","interventionNames":["Drug: APL-2"]},{"label":"Sham Procedure Monthly for 24 months","type":"EXPERIMENTAL","interventionNames":["Other: Sham Procedure"]},{"label":"Sham Procedure Every Other Month for 24 months","type":"EXPERIMENTAL","interventionNames":["Other: Sham Procedure"]}],"interventions":[{"name":"APL-2","otherNames":["Pegcetacoplan"]},{"name":"APL-2","otherNames":["Pegcetacoplan"]},{"name":"Sham Procedure","otherNames":[]},{"name":"Sham Procedure","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nThe study eye must meet all inclusion criteria. If both eyes meet the inclusion criteria, the eye with the worst visual acuity at the screening visit will be designated as the study eye. If both eyes have the same visual acuity, the right eye will be selected as the study eye.\n\nOcular- specific inclusion criteria apply to the study eye only, unless otherwise specified.\n\n* Age ≥ 60 years.\n* Normal Luminance best corrected visual acuity of 24 letters or better using Early Treatment Diabetic Retinopathy Study (ETDRS) charts (approximately 20/320 Snellen equivalent).\n* Clinical diagnosis of GA of the macula secondary to AMD as determined by the Investigator and confirmed by the Reading Center.\n* The GA lesion must meet the following criteria as determined by the central reading center's assessment of Fundus Autofluorescence (FAF) imaging at screening:\n\n  * Total GA area must be ≥ 2.5 and ≤ 17.5 mm2 (1 and 7 disk areas \\[DA\\] respectively)\n  * If GA is multifocal, at least one focal lesion must be ≥ 1.25 mm2 (0.5 DA), with the overall aggregate area of GA, as specified above in 4a.\n  * The entire GA lesion must be completely visualized on the macula centered image and must be able to be imaged in its entirety and not contiguous with any areas of peripapillary atrophy.\n  * Presence of any pattern of hyperautofluorescence in the junctional zone of GA. Absence of hyperautofluorescence (i.e. pattern = none) is exclusionary.\n* Adequate clarity of ocular media, adequate pupillary dilation, and fixation to permit the collection of good quality images as determined by the Investigator.\n* Meets the following criteria related to microperimetry:\n\n  * Able to detect fixation target.\n  * Total elapsed time to complete the 10-2 68 point exam is ≤ 30 minutes in duration.\n  * Reliability test ratio must be ≤ 20%.\n  * Subject is willing and able to undertake microperimetry assessment in the opinion of the investigator.\n* Female subjects must be:\n\n  * Women of non-child-bearing potential (WONCBP), or\n  * Women of child-bearing potential (WOCBP) with a negative pregnancy test at screening and must agree to use protocol defined methods of contraception for the duration of the study and refrain from breastfeeding for the duration of the study.\n* Males with female partners of child-bearing potential must agree to use protocol defined methods of contraception and agree to refrain from donating sperm for the duration of the study.\n* Willing and able to give informed consent and to comply with the study procedures and assessments.\n\nExclusion Criteria:\n\nOcular specific exclusion criteria apply to the study eye only, unless otherwise specified.\n\n* GA secondary to a condition other than AMD such as Stargardt disease, cone rod dystrophy or toxic maculopathies like plaquenil maculopathy in either eye.\n* Spherical equivalent of the refractive error demonstrating \\> 6 diopters of myopia or an axial length \\>26 mm.\n* Any history or active choroidal neovascularization (CNV), associated with AMD or any other cause, including any evidence of retinal pigment epithelium rips or evidence of neovascularization anywhere based on SD-OCT imaging and/or fluorescein angiography as assessed by the Reading Center.\n* Presence of an active ocular disease that in the opinion of the Investigator compromises or confounds visual function, including but not limited to, uveitis, other macular diseases (e.g. clinically significant epiretinal membrane (ERM), full thickness macular hole or uncontrolled glaucoma/ocular hypertension. Benign conditions in the opinion of the investigator such as peripheral retina dystrophy are not exclusionary).\n* Intraocular surgery (including lens replacement surgery) within 3 months prior to randomization.\n* History of laser therapy in the macular region.\n* Aphakia or absence of the posterior capsule. Note: YAG laser posterior capsulotomy for posterior capsule opacification done at least 60 days prior to screening is not exclusionary.\n* Any ocular condition other than GA secondary to AMD that may require surgery or medical intervention during the study period or, in the opinion of the Investigator, could compromise visual function during the study period.\n* Any contraindication to IVT injection including current ocular or periocular infection.\n* History of prior intravitreal injection.\n* Unable to perform microperimetry reliably in the opinion of the investigator\n* Prior participation in another interventional clinical study for intravitreal therapies in either eye (including subjects receiving sham).\n* Prior participation in another interventional clinical study for geographic atrophy in either eye including investigational oral medication and placebo.\n* Participation in any systemic experimental treatment or any other systemic investigational new drug within 6 weeks or 5 half-lives of the active ingredient (whichever is longer) prior to the start of study treatment. Note: clinical trials solely involving observation, over-the-counter vitamins, supplements, or diets are not exclusionary.\n* Medical or psychiatric conditions that, in the opinion of the investigator, make consistent follow-up over the 24-month treatment period unlikely, or would make the subject an unsafe study candidate.\n* Any screening laboratory value (hematology, serum chemistry or urinalysis) that in the opinion of the Investigator is clinically significant and not suitable for study participation.\n* Known hypersensitivity to fluorescein sodium for injection or hypersensitivity to APL-2 or any of the excipients in APL-2 solution.","healthyVolunteers":false,"sex":"ALL","minimumAge":"60 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Least Squares (LS) Mean Change From Baseline in Total Area of GA Lesions in the Study Eye at Month 12","description":"The GA lesion area was measured by a quantified central reading center based on FAF images. LS mean was calculated using a mixed effect model for repeated measure (MMRM) model. Baseline was defined as the last available, non-missing observation prior to first study drug administration.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.5579","spread":"0.08350"},{"groupId":"OG001","value":"1.6512","spread":"0.08118"},{"groupId":"OG002","value":"1.9692","spread":"0.08218"}]}]}]},{"type":"SECONDARY","title":"LS Mean Change From Baseline in Total Area of GA Lesions in the Study Eye at Month 24","description":"The GA lesion area was measured by a quantified central reading center based on FAF images. LS mean was calculated using a mixed effect model for repeated measure model. Baseline was defined as the last available, non-missing observation prior to first study drug administration.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.1237","spread":"0.14327"},{"groupId":"OG001","value":"3.2826","spread":"0.13238"},{"groupId":"OG002","value":"4.0252","spread":"0.14642"}]}]}]},{"type":"SECONDARY","title":"Mean Change in Total Area of GA Lesions in the Study Eye Through Month 24","description":"The mean change in GA lesion area through Month 24 was measured by assuming a piecewise linear trend in time with knots by FAF images at Months 6, 12, 18, and 24 and was calculated using a MMRM model. Baseline was defined as the last available, non-missing observation prior to first study drug administration.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.7604","spread":"0.04629"},{"groupId":"OG001","value":"0.8220","spread":"0.04346"},{"groupId":"OG002","value":"0.9838","spread":"0.04666"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.7848","spread":"0.05958"},{"groupId":"OG001","value":"0.8184","spread":"0.05660"},{"groupId":"OG002","value":"0.9710","spread":"0.05163"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.8004","spread":"0.05034"},{"groupId":"OG001","value":"0.8682","spread":"0.04959"},{"groupId":"OG002","value":"1.0269","spread":"0.05288"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.7617","spread":"0.6650"},{"groupId":"OG001","value":"0.7499","spread":"0.04372"},{"groupId":"OG002","value":"0.9958","spread":"0.05824"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.1073","spread":"0.14841"},{"groupId":"OG001","value":"3.2586","spread":"0.13420"},{"groupId":"OG002","value":"3.9775","spread":"0.14310"}]}]}]},{"type":"SECONDARY","title":"LS Mean Change From Baseline in Mean Threshold Sensitivity of All Points of the Study Eye at Month 24","description":"Mean threshold sensitivity of all points was determined from the mesopic microperimetry as an assessment of the macular functional response. Microperimetry offers the option to test retinal light sensitivity while directly observing the fundus and allows for monitoring of macular function loss associated with GA progression. The microperimetry reading center overlaid the baseline FAF images with GA lesions traced by the imaging reading center and the corresponding macular integrity assessment microperimetry baseline scanning laser ophthalmoscope image and identified perilesional (within 500 microns outside the atrophy border), paralesional (beyond 500 microns outside the atrophy border), and extralesional (outside the atrophy border) loci on the microperimetry grid to determine the mean threshold sensitivity for these 3 areas. LS mean was calculated using a MMRM model. Baseline was defined as the last available, non-missing observation prior to first study drug administration.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.319","spread":"0.2969"},{"groupId":"OG001","value":"-3.064","spread":"0.2331"},{"groupId":"OG002","value":"-2.954","spread":"0.2156"}]}]}]},{"type":"SECONDARY","title":"LS Mean Change From Baseline in Monocular Maximum Reading Speed of the Study Eye at Month 24","description":"The maximum reading speed of the study eye was calculated per Minnesota Low-Vision Reading Test (MNREAD) or Radner Reading Charts user manuals, with no adjustment for reading inaccuracy. An additional step to cap resulting reading speed values at a maximum of 300 words per minute (wpm) was implemented. Maximum reading speed was calculated as the mean of the 3 highest non-zero reading speeds (or 2, or 1 value, as available), except when all wpm were calculated as 0 then the maximum reading speed was calculated as 0. LS mean was calculated using a MMRM model. Baseline was defined as the last available, non-missing observation prior to first study drug administration.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-22.446","spread":"3.0329"},{"groupId":"OG001","value":"-17.533","spread":"3.2886"},{"groupId":"OG002","value":"-16.211","spread":"3.8129"}]}]}]},{"type":"SECONDARY","title":"LS Mean Change From Baseline in Mean Functional Reading Independence (FRI) Index Score at Month 24","description":"The FRI was an interviewer-administered questionnaire with 7 items on functional reading activities most relevant to GA AMD subjects. It had 1 total index score. For each FRI Index reading activity performed in the past 7 days, subjects were asked about the extent to which they required assistance beyond eyeglasses/contact lenses, including the use of low-vision aids, adjustments in the activity, or help from another subject. Mean FRI Index scores ranged from 1 (unable to do independently) to 4 (totally independent), with higher scores indicating higher functional reading independence. A negative change from baseline indicated a decrease in the FRI; disease worsening. LS mean was calculated using a MMRM model. Baseline was defined as the last available, non-missing observation prior to first study drug administration.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.287","spread":"0.0563"},{"groupId":"OG001","value":"-0.379","spread":"0.0536"},{"groupId":"OG002","value":"-0.273","spread":"0.0554"}]}]}]},{"type":"SECONDARY","title":"LS Mean Change From Baseline in Normal-Luminance Best-Corrected Visual Acuity (NL-BCVA) Score of the Study Eye at Month 24","description":"The NL-BCVA was assessed by early treatment diabetic retinopathy study (ETDRS) chart prior to dilating the eyes at a starting distance of 4 meters and ranged from 0 (least score) to 100 (best score). If the 4-meter score was \\>19 letters read correctly, the visual acuity score was the sum of total letters correctly read at 4 meters plus the addition of 30. If the 4-meter score was ≤19 letters read correctly, the visual acuity score was the sum of total letters read correctly at 4 meters and total letters read correctly at the 1-meter distance. If no letters were read correctly at either the 4-meter distance or the 1-meter distance, the visual acuity score was 0. A positive change in the value indicated improvement in visual acuity. LS mean was calculated using a MMRM model. Baseline was defined as the last available, non-missing observation prior to first study drug administration.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-7.477","spread":"1.0512"},{"groupId":"OG001","value":"-8.526","spread":"1.0525"},{"groupId":"OG002","value":"-7.660","spread":"1.0734"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":5,"n":213},"commonTop":["Visual acuity reduced","Dry eye","Urinary tract infection","Neovascular age-related macular degeneration","Conjunctival haemorrhage"]}}}