{"nctId":"NCT00409617","briefTitle":"Study of Adalimumab Treatment for Induction and Maintenance of Clinical Remission in Subjects With Crohn's Disease","startDateStruct":{"date":"2006-12"},"conditions":["Crohn's Disease"],"count":945,"armGroups":[{"label":"Open Label","type":"EXPERIMENTAL","interventionNames":["Biological: adalimumab"]}],"interventions":[{"name":"adalimumab","otherNames":["Humira"]},{"name":"adalimumab","otherNames":["Humira"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Diagnosis of moderate to severe Crohn's Disease confirmed by endoscopy or radiologic evaluation for greater than 4 months (16 weeks)\n* Inadequate response to conventional therapy for Crohn's Disease\n* Subjects \\>=18 and \\<=75 years of age and in good health (Investigator discretion) with a recent stable medical history\n* Harvey Bradshaw Index score of 7 or higher\n\nExclusion Criteria:\n\n* Subject considered by the investigator, for any reason, to be an unsuitable candidate for the study\n* Subject who has had surgical bowel resections within the past 6 months or is planning any resection at any time point while enrolled in the study\n* Female subject who is pregnant or breast-feeding or considering becoming pregnant\n* Previous treatment with adalimumab or previous participation in an adalimumab clinical study\n* Subject considered by the investigator, for any reason, to be an unsuitable candidate for the study\n* Subjects with any prior exposure to Tysabri® (natalizumab)\n* Subjects on prednisone \\>40 mg/day (or equivalent), subjects on budesonide \\>9 mg/day, or subjects who are taking prednisone and budesonide concurrently at Baseline","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants in Clinical Remission at Treatment Week 20. Clinical Remission Defined as Harvey Bradshaw Index (HBI) Score Less Than 5.","description":"5-items that assess general well-being, abdominal pain, diarrhea, abdominal mass, and complications. Score is total of 1) subject well-being (0=very well; 4=terrible); 2) abdominal pain (0=none; 3=severe); 3) diarrhea (number of time per day); 4) abdominal mass (0=none; 3=definite and tender); 5) complications (number). Maximum total score for HBI is not specified, is dependent on number of diarrhea times each day and number of complications. Clinical remission = HBI less than 5. Highest total score at Baseline was 47. Missing data were imputed using non-responder imputation (NRI).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"492","spread":"4.26"}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Were Responders at Week 20 of Treatment. A Responder Was Defined as a Participant Who Had a Decrease of 3 or More on the HBI.","description":"5-items that assess general well-being, abdominal pain, diarrhea, abdominal mass, and complications. Score is total of 1) subject well-being (0=very well; 4=terrible); 2) abdominal pain (0=none; 3=severe); 3) diarrhea (number of time per day); 4) abdominal mass (0=none; 3=definite and tender); 5) complications (number). Participants who had a decrease from Baseline of at least 3 points in HBI total score were considered responders. Missing data were imputed using non-responder imputation (NRI).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"658","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Had a Reduction in Number of Draining Fistulas of at Least 50% From Baseline to Week 20","description":"A count of the number of cutaneous fistulas draining was performed during each physical examination. Among participants who had draining fistulas at Baseline, the number of participants who had a reduction in the number of draining fistulas of at least 50% from Baseline to Week 20 of treatment was determined. Fistulas were classified as abdominal or perianal.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"53","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Had Extra-intestinal Manifestations (EIM) at Baseline and Resolution by Week 20.","description":"Number of participants who had EIM at baseline and had resolution of those manifestations at Week 20. EIM were skin lesions, eye lesions, joint complaints, CD-related hepatic disease, thrombosis, and nephrolithiasis. EIMs were determined by physical examination.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"346","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change in Total Score of Short Inflammatory Bowel Disease Questionnaire (SIBDQ) From Baseline to Week 20","description":"10-item assessment of health-related quality of life (QoL) in patients with inflammatory bowel disease. Participant marks an option from 1 to 7 for each item. For some items, 1=None of the time; for other items, 1=All of the time. Value for all items are summed. Total score=10 to 70; a high score=good quality of life (QoL). An increase in score indicates improvement. An absolute change in the SIBDQ score of 9 is considered a minimum clinically important difference (MCID) for a patient.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.2","spread":"13.39"}]}]}]},{"type":"SECONDARY","title":"Mean Change in Percent Work Time Missed Due to Crohn's Disease From Baseline to Week 20 of Treatment","description":"Percent Work Time Missed (Absenteeism) due to CD is one component of the Work Productivity and Activity Impairment (WPAI) Questionnaire. Score of 0% = no impairment. A decrease in the mean indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-10.8","spread":"33.47"}]}]}]},{"type":"SECONDARY","title":"Mean Change in Percent Impairment While Working From Baseline to Week 20 of Treatment","description":"Percent impairment while working is a component of the Work Productivity and Activity Impairment measure. A score of 0% = no impairment. A decrease in mean score indicates lessening of impairment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-20.0","spread":"30.89"}]}]}]},{"type":"SECONDARY","title":"Mean Change in Overall Work Productivity and Activity Impairment Score From Baseline to Week 20","description":"6-items that assess impairment in work productivity and daily activity during the 7 days before the assessment. It measures the percentage of overall impairment in work productivity and daily activity due to CD. A WPAI score of 0% = no impairment and a score of 100% = total loss of work productivity or activity. An absolute change in WPAI score of 7% is considered the minimum clinically important difference (MCID).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-21.8","spread":"34.29"}]}]}]},{"type":"SECONDARY","title":"Mean Change in Activity Impairment Score From Baseline to Week 20","description":"Daily activity is one component of the Work Productivity and Activity Impairment Questionnaire. 0% = no impairment. A decrease in the mean indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-23.6","spread":"30.58"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":181},"commonTop":["Headache","Nasopharyngitis","Nausea","Arthralgia","Abdominal pain"]}}}