{"nctId":"NCT01782131","briefTitle":"A Study of the Safety and Efficacy of Posaconazole Versus Voriconazole for the Treatment of Invasive Aspergillosis (MK-5592-069)","startDateStruct":{"date":"2013-09-25","type":"ACTUAL"},"conditions":["Fungal Infections","Invasive Pulmonary Aspergillosis"],"count":585,"armGroups":[{"label":"Posaconazole (POS)","type":"EXPERIMENTAL","interventionNames":["Drug: Posaconazole","Drug: Placebo"]},{"label":"Voriconazole","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Voriconazole","Drug: Placebo"]}],"interventions":[{"name":"Posaconazole","otherNames":["SCH 056592","MK-5592","Noxafil®"]},{"name":"Voriconazole","otherNames":["VFEND®"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Weight \\>40 kg (88 lb) and ≤150 kg (330 lb); if between 13 and 14 years of age must weigh \\>= 50 kg (110 lb)\n* Must meet the criteria for proven, probable, or possible IA as per 2008 European Organization for Research and Treatment of Cancer/Invasive Fungal Infections Cooperative Group and the National Institute of Allergy and Infectious Diseases Mycoses Study Group (EORTC/MSG) disease definitions at the time of randomization. Proven IA will include those participants with the demonstration of fungal elements (by cytology, microscopy, or culture) in diseased tissue (sterile sampling). Probable IA includes participants with at least 1 host factor, clinical criteria, as well as mycological criteria including both direct and indirect methods. Possible IA includes participants with at least 1 host factor and clinical criteria but without mycological criteria. A modification to the 2008 EORTC/MSG criteria regarding risk factors has been made to allow for the inclusion of participants with any duration of neutropenia as an acceptable inclusion host factor.\n* If with possible IA at time of randomization must be willing or be in process of an ongoing diagnostic work up which is anticipated to result in a mycological diagnosis of proven or probable IA postrandomization.\n* Must have a central line (e.g., central venous catheter, peripherally-inserted central catheter, etc.) in place or planned to be in place prior to beginning IV study therapy. If without central catheter access, must be clinically stable and able to receive oral study therapy.\n* Acute IA defined as duration of clinical syndrome of \\<30 days.\n* Must be willing to adhere to dosing, study visit schedule, and mandatory procedures as outlined in the protocol. The participant must be willing to continue on study therapy for up to 12 weeks and remain in the study through the 1-month follow-up visit.\n* The participant must have the ability to transition to oral study therapy during the course of the study.\n* Female participants of child-bearing potential must be using a medically accepted method of birth control before beginning study-drug treatment and agree to continue its use for 30 days after stopping study medication\n* Is not taking prohibited antifungal prophylaxis or treatment\n\nExclusion Criteria:\n\n* Chronic (\\>1 month duration) IA, relapsed/recurrent IA, or refractory IA which has not responded to antifungal therapy.\n* Has pulmonary sarcoidosis, aspergilloma, or allergic bronchopulmonary aspergillosis (ABPA).\n* Known mixed invasive mold fungal infection including Zygomycetes, and/or a known invasive Aspergillus fungal infection in which either study drug may not be considered active.\n* Receipt of any systemic (oral, intravenous, or inhaled) antifungal therapy for this infection episode for 4 or more consecutive days (\\>= 96 hours) immediately before randomization.\n* Developed the current episode of IA infection during receipt of \\>13 days of antifungal prophylaxis with an agent considered to be a mold-active antifungal agent.\n* Receipt of posaconazole or voriconazole as empirical treatment for this infection for 4 days (96 hours) or more within the 15 days immediately before randomization.\n* Has condition that, in the opinion of the investigator, may interfere with optimal participation in the study.\n* Known hypersensitivity or other serious adverse reaction to any azole antifungal therapy or to any other ingredient of the study medication used.\n* Females who are pregnant, intend to become pregnant, or are nursing at the time of randomization.\n* Known history of Torsade de Pointes, unstable cardiac arrhythmia or proarrhythmic conditions, or a history of recent myocardial infarction within 90 days of study entry.\n* Has significant liver dysfunction\n* Hepatic cirrhosis or a Child-Pugh score of C (severe hepatic impairment) at the time of randomization.\n* Severe renal insufficiency (estimated creatinine clearance \\<20 mL/min) or on hemodialysis at the time of randomization or likely to require dialysis during the study.\n* Known hereditary problem of galactose intolerance, Lapp lactase deficiency, or glucose-galactose malabsorption.\n* Acute symptomatic pancreatitis within 6 months of study entry or a diagnosis of chronic pancreatitis at the time of randomization.\n* Active skin lesion consistent with squamous cell carcinoma at the time of randomization, or a current or prior history of malignant melanoma within 5 years of study entry.\n* On artificial ventilation or receiving acute Continuous Positive Airway Pressure (CPAP)/Bilevel Positive Airway Pressure (BPAP) at the time of randomization.\n* Known or suspected Gilbert's disease at the time of randomization.\n* Requires treatment with other medications that cannot be stopped and for which there is a known contraindication to co-administration of one or more of the study drugs.","healthyVolunteers":false,"sex":"ALL","minimumAge":"13 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants Who Died Through Day 42 in the Intention to Treat Population","description":"The percentage of participants who died with posaconazole (POS) compared to voriconazole (VOR) in the first line treatment of invasive aspergillosis (IA) in the Intention to Treat (ITT) population through Day 42 was assessed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15.3","spread":null},{"groupId":"OG001","value":"20.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Died Through Day 42 in the Full Analysis Set Population","description":"The percentage of participants who died with POS compared to VOR in the first line treatment of invasive aspergillosis (IA) in the Full Analysis Set (FAS) population through Day 42 was assessed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19.0","spread":null},{"groupId":"OG001","value":"18.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Died Through Day 84 in the ITT Population","description":"The percentage of participants who died with POS compared to VOR in the first line treatment of invasive aspergillosis (IA) in the ITT population through Day 84 was assessed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"28.1","spread":null},{"groupId":"OG001","value":"30.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Died Through Day 84 in the FAS Population","description":"The percentage of participants who died with POS compared to VOR in the first line treatment of invasive aspergillosis (IA) in the FAS population through Day 84 was assessed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"34.4","spread":null},{"groupId":"OG001","value":"31.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving Global Clinical Response at Week 12 in the FAS Population","description":"The global clinical response of POS compared to VOR in the first line treatment of invasive aspergillosis (IA) was assessed. The percentage of participants achieving adjudicated global clinical response (complete or partial) at Week 12 was reported. Complete response was classified as survival with resolution of fungal disease evidence; Partial response was survival and improvement of fungal disease.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"42.3","spread":null},{"groupId":"OG001","value":"46.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving Global Clinical Response at Week 6 in the FAS Population","description":"The global clinical response of POS compared to VOR in the first line treatment of invasive aspergillosis (IA) was assessed. The percentage of participants achieving adjudicated global clinical response (complete or partial) at Week 6 was reported. Complete response was classified as survival with resolution of fungal disease evidence; Partial response was survival and improvement of fungal disease.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"44.8","spread":null},{"groupId":"OG001","value":"45.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Experiencing Mortality at Day 42, Day 84, and Day 114 in the FAS Population (Kaplan-Meier Time To Death Estimate)","description":"The number of participants experiencing mortality at Day 42, Day 84 and Day 114 in participants with proven or probable IA receiving POS versus VOR were assessed. The Kaplan-Meier estimate reports the number of participants who experienced death (all causes) through Day 114 or \\~16 weeks. Participants who did not have any endpoint event until last visit or who were lost to follow-up and had no event were censored at the time of last available information (last study visit). For Day 42 and Day 84, missing or 'unable to determine' responses were considered as failures (dead).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"31","spread":null},{"groupId":"OG001","value":"32","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"56","spread":null},{"groupId":"OG001","value":"53","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"64","spread":null},{"groupId":"OG001","value":"56","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Died Due to Invasive Aspergillosis Through Day 42 in the FAS Population","description":"The number of participants who died due to IA receiving POS versus VOR through Day 42 was assessed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Died Due to Invasive Aspergillosis Through Day 84 in the FAS Population","description":"The number of participants who died due to IA receiving POS versus VOR in the FAS population through Day 84 was assessed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22","spread":null},{"groupId":"OG001","value":"14","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Tier 1 Treatment Emergent Adverse Events","description":"The percentage of participants with Tier 1 treatment-emergent adverse events (TEAEs) was determined. The Tier 1 TEAEs included hepatic safety (elevated aspartate serum transaminase \\[AST\\] or alanine serum transaminase \\[ALT\\] value ≥3x upper limit of normal (ULN) and an elevated total bilirubin value ≥2x ULN and, at the same time, an alkaline phosphatase value \\<2 ULN); central nervous system (CNS) and visual disturbances (eye disorders, nervous system disorders, psychiatric disorders), dermatologic reactions, and adrenal insufficiency or temporally associated TEAEs of hypotension.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.8","spread":null},{"groupId":"OG001","value":"3.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"32.3","spread":null},{"groupId":"OG001","value":"35.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16.3","spread":null},{"groupId":"OG001","value":"19.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.0","spread":null},{"groupId":"OG001","value":"7.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With at Least One Adverse Event","description":"An adverse event (AE) was defined as any untoward medical occurrence in a patient or clinical investigation participant administered a pharmaceutical product and which did not necessarily have to have a causal relationship with this treatment. An AE can therefore be any unfavorable and unintended sign, symptom, or disease temporally associated with the use of a medicinal product or protocol-specified procedure, whether or not considered related to the medicinal product.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"97.6","spread":null},{"groupId":"OG001","value":"97.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With at Least One Drug Related Adverse Event","description":"An adverse event (AE) was defined as any untoward medical occurrence in a patient or clinical investigation participant administered a pharmaceutical product and which did not necessarily have to have a causal relationship with this treatment. An AE can therefore be any unfavorable and unintended sign, symptom, or disease temporally associated with the use of a medicinal product or protocol-specified procedure, whether or not considered related to the medicinal product.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"29.9","spread":null},{"groupId":"OG001","value":"40.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With at Least One Serious Adverse Event","description":"A serious adverse event (SAE) was an AE that resulted in death, was life threatening, required or prolonged an existing hospitalization, resulted in persistent or significant disability or incapacity, was a congenital anomaly or birth defect, or was another important medical event deemed such by medical or scientific judgment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"61.8","spread":null},{"groupId":"OG001","value":"59.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With at Least One Serious Drug Related Adverse Event","description":"An SAE was an AE that resulted in death, was life threatening, required or prolonged an existing hospitalization, resulted in persistent or significant disability or incapacity, was a congenital anomaly or birth defect, or was another important medical event deemed such by medical or scientific judgment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.6","spread":null},{"groupId":"OG001","value":"7.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Discontinued Study Treatment Due to an Adverse Event","description":"An AE was defined as any untoward medical occurrence in a patient or clinical investigation participant administered a pharmaceutical product and which did not necessarily have to have a causal relationship with this treatment. An AE can therefore be any unfavorable and unintended sign, symptom, or disease temporally associated with the use of a medicinal product or protocol-specified procedure, whether or not considered related to the medicinal product.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32.3","spread":null},{"groupId":"OG001","value":"35.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Steady State Average Concentration (Cavg) of Posaconazole With Food Intake","description":"The characterization of the pharmacokinetics (PK) parameters of POS was determined from plasma samples taken at steady-state after receiving oral tablet of POS. Steady-state Cavg, where Cavg is defined as area under the concentration time-curve from 0 to 24 hours (AUC0-24hr) divided by the dosing interval. Data is presented in POS group column only. No evaluation of food intake on the VOR capsule was presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1625","spread":"902.9"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1992","spread":"1190"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1994","spread":"956.3"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2005","spread":"1333"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2169","spread":"1255"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":178,"n":288},"commonTop":["Pyrexia","Hypokalaemia","Nausea","Diarrhoea","Vomiting"]}}}