{"nctId":"NCT01473407","briefTitle":"A Phase 3 Study Comparing the Effects of Intravenous Epoetin Hospira and Epoetin Alfa [Epogen] (Amgen) in Patients With Chronic Renal Failure Requiring Hemodialysis and Receiving Epoetin Maintenance Treatment. AiME - Anemia Management With Epoetin","startDateStruct":{"date":"2012-01-31","type":"ACTUAL"},"conditions":["Chronic Kidney Disease","Chronic Renal Failure"],"count":612,"armGroups":[{"label":"Epoetin Hospira","type":"EXPERIMENTAL","interventionNames":["Biological: Epoetin Hospira"]},{"label":"Epogen (Amgen)","type":"ACTIVE_COMPARATOR","interventionNames":["Biological: Epogen (Amgen)"]}],"interventions":[{"name":"Epoetin Hospira","otherNames":[]},{"name":"Epogen (Amgen)","otherNames":["Epoetin Alfa"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Patient is able to provide written informed consent after risks and benefits of the study have been explained prior to any study related activities\n2. Hemodialysis patients with chronic renal failure and renal anemia currently on stable Epogen (Amgen) treatment for at least 4 weeks prior to randomization, for whom the following apply (during this period):\n\n   * Epogen (Amgen) dose has been administered intravenously 1 to 3 times per week with no more than a 10% dose change from the mean for at least 4 weeks prior to randomization\n   * Stable hemoglobin, defined as meeting all of the following:\n\n     * Mean hemoglobin during the 4 weeks prior to randomization between 9.0 and 11.0 g/dL\n     * No more than one hemoglobin outside of range from 9.0-11.0 g/dL during the 4 weeks prior to randomization\n     * No hemoglobin result more than ±1 g/dL from the mean hemoglobin level during the 4 week period prior to randomization\n3. Patients on stable, adequate dialysis for at least 12 weeks prior to randomization, defined as no clinically relevant changes of dialysis regimen and/or dialyzer\n4. Patients with adequate iron stores, defined as ferritin \\>100 μg/L and TSAT \\>20%, prior to randomization\n5. Male or female patients aged 18 to 80 years (both inclusive)\n6. If female, patient must be either postmenopausal for at least 1 year prior to randomization, surgically sterile (bilateral tubal ligation, bilateral oophorectomy, or hysterectomy), or practicing at least 1 of the following methods of birth control:\n\n   * hormonal contraceptives (oral, parenteral, or transdermal) for at least 3 months prior to randomization\n   * intrauterine device (IUD)\n   * double-barrier method (condoms, contraceptive sponge, diaphragm, or vaginal ring with spermicidal jellies or cream)\n\nIf hormonal contraceptives are used, the specific contraceptive must have been used for at least 3 months prior to randomization. If the patient is currently using a hormonal contraceptive, she should also use a barrier method during this study and for at least 30 days following the administration of the patient's last dose\n\nExclusion Criteria:\n\n1. Maintenance Epoetin dosage \\>600 U/kg per week (1-3 times per week)\n2. Treatment with long-acting epoetin analogues such as Aranesp ® within 3 months prior to randomization\n3. Any of the following within 3 months prior to randomization:\n\n   * Myocardial infarction\n   * Stroke (cerebrovascular accident)/cerebrovascular insult (minor stroke) or transient ischemic attack/intracerebral bleeding/cerebral infarction\n   * Severe/unstable angina\n   * Coronary angioplasty, bypass surgery, or peripheral artery bypass graft\n   * Decompensated congestive heart failure (New York Heart Association \\[NYHA\\] class IV)\n   * Pulmonary embolism\n   * Deep vein thrombosis or other thromboembolic event\n   * Received live or attenuated vaccination (except flu vaccination)\n4. Uncontrolled Hypertension within the 4 weeks prior to randomization, defined as more than 10% of post-dialysis blood pressures \\>170 mmHg systolic and/or \\>110 mmHg diastolic, based on blood pressure readings obtained when the patient's post-dialysis body weight was not more than 0.5 kg above their listed dry weight\n5. Known, clinically manifested deficiency of folic acid and/or vitamin B12 (irrespective of whether currently treated or not)\n6. A patient with any active, uncontrolled systemic, inflammatory or malignant disease (including demyelinating diseases such as multiple sclerosis) that in the Investigator's opinion may be significant to exclude participation in the study, including but not limited to microbial, viral, or fungal infection or mental disease\n7. Contraindication for the test drug or have been previously treated with Epoetin Hospira\n8. Relative or absolute iron deficiency prior to randomization\n9. Platelet count below 100 x 10\\^9/L\n10. Clinically relevant increase of CRP (\\>10 mg/dL) for at least 2 weeks\n11. Significant drug sensitivity or a significant allergic reaction to any drug, as well as known hypersensitivity or idiosyncratic reaction to epoetin (or its excipients, including albumin) or any other related drugs that in the judgment of the Investigator is exclusionary for the study participation\n12. History of any of the following:\n\n    * Detectable anti- rhEPO antibodies\n    * Clinically relevant malnutrition\n    * Confirmed aluminum intoxication\n    * Myelodysplastic syndrome\n    * Known bone marrow fibrosis (osteitis fibrosa cystica)\n    * Known seizure disorder\n    * Liver cirrhosis with clinical evidence of complications (portal hypertension, splenomegaly, ascites)\n13. A female patient who is pregnant, lactating or planning a pregnancy during the study\n14. History of drug abuse or alcohol abuse within 2 years prior to randomization as determined by the Investigator\n15. Current participation or participation in a drug or other investigational research study within 30 days prior to randomization\n16. May not be able to comply with the requirements of this clinical study, communicate effectively with study personnel, or is considered by the Investigator, for any reason, to be an unsuitable candidate for the study\n17. Donated or lost \\>475 mL (i.e., 1 pint) blood volume (including plasmapheresis) or had a transfusion of any blood product within 3 months prior to randomization\n18. A patient who in the Investigator's opinion, has any clinically significant abnormal laboratory evaluations, including liver function taken at Screening Visit\n19. Positive laboratory test for human immunodeficiency virus (HIV) or hepatitis B surface antigen (HBsAg)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Weekly Hemoglobin Level From Week 21 to Week 24","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.17","spread":"0.847"},{"groupId":"OG001","value":"10.28","spread":"0.839"}]}]}]},{"type":"PRIMARY","title":"Mean Weekly Dosage of Study Medication From Week 21 to Week 24","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"89.61","spread":"99.824"},{"groupId":"OG001","value":"90.37","spread":"88.492"}]}]}]},{"type":"SECONDARY","title":"Mean Weekly Hemoglobin Level Through 24 Weeks","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.25","spread":"0.591"},{"groupId":"OG001","value":"10.26","spread":"0.597"}]}]}]},{"type":"SECONDARY","title":"Mean Weekly Dosage of Study Medication Through 24 Weeks","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"87.51","spread":"86.405"},{"groupId":"OG001","value":"90.95","spread":"80.619"}]}]}]},{"type":"SECONDARY","title":"Total Dose of Study Medication Administered","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"146752.6","spread":"156128.97"},{"groupId":"OG001","value":"147145.2","spread":"141911.73"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Mean Weekly Hemoglobin Level Within the Target Range","description":"Percentage of participants who had hemoglobin level within the target range of 9 to 11 g/dL for the specified weeks were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"81.0","spread":"156128.97"},{"groupId":"OG001","value":"73.2","spread":"141911.73"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"73.2","spread":null},{"groupId":"OG001","value":"71.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Required Permanent Dose Changes of Study Medication","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"86.3","spread":"156128.97"},{"groupId":"OG001","value":"93.2","spread":"141911.73"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Required Temporary Dose Changes of Study Medication","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.4","spread":"156128.97"},{"groupId":"OG001","value":"4.2","spread":"141911.73"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Any Transient Change of Hemoglobin Level Greater Than (>) 1 Gram Per Deciliter (g/dL)","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"44.1","spread":"156128.97"},{"groupId":"OG001","value":"43.2","spread":"141911.73"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Mean Weekly Hemoglobin Level Outside the Target Range","description":"Percentage of participants who had hemoglobin level outside the target range of 9 to 11 g/dL for the specified weeks were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19.0","spread":null},{"groupId":"OG001","value":"26.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"26.8","spread":null},{"groupId":"OG001","value":"28.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Received Blood Transfusions","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.3","spread":"156128.97"},{"groupId":"OG001","value":"5.9","spread":"141911.73"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Change in Mean Dose of Study Medication Based on Hemoglobin Level","description":"In this outcome measure number of participants with change (increase and decrease) in mean dose of Epoetin Hospira and Epogen were categorized and reported according to their mean hemoglobin levels. Hemoglobin levels were divided in following classes: \\>11.0 g/dL, from 9.0 to 11.0 g/dL and \\<9.0 g/dL","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"49","spread":"156128.97"},{"groupId":"OG001","value":"37","spread":"141911.73"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"49","spread":null},{"groupId":"OG001","value":"46","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"147","spread":null},{"groupId":"OG001","value":"150","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"50","spread":null},{"groupId":"OG001","value":"67","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"27","spread":null},{"groupId":"OG001","value":"26","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"36","spread":null},{"groupId":"OG001","value":"54","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Any Transient Change of Hemoglobin Greater Than (>) 2.0 Gram Per Deciliter (g/dL) in Hemoglobin Level","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.1","spread":"156128.97"},{"groupId":"OG001","value":"14.5","spread":"141911.73"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Percentage of Participants With Hemoglobin Level Less Than (<) 8.0 Gram Per Deciliter (g/dL)","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.3","spread":"156128.97"},{"groupId":"OG001","value":"10.9","spread":"141911.73"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Percentage of Participants With Hemoglobin Level Greater Than (>) 12.0 Gram Per Deciliter (g/dL)","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.6","spread":"156128.97"},{"groupId":"OG001","value":"23.0","spread":"141911.73"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Participants With Treatment-Emergent Adverse Events (AEs) and Serious Adverse Events (SAEs)","description":"An AE was any untoward medical occurrence in a participant who received study drug without regard to possibility of causal relationship. An SAE is an AE resulting in any of the following outcomes or deemed significant for any other reason: death; Initial or prolonged in-patient hospitalization; life threatening experience (immediate risk of dying); persistent or significant disability/incapacity; congenital anomaly. Treatment-emergent were events from first dose of study drug to the end of study (up to Week 28) that were absent before treatment or that worsened relative to pre-treatment state. AEs included both serious and non-serious adverse events.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"232","spread":"156128.97"},{"groupId":"OG001","value":"229","spread":"141911.73"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"75","spread":null},{"groupId":"OG001","value":"82","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Participants With Treatment-Emergent Adverse Events by Severity","description":"An AE was any untoward medical occurrence in a participant who received study drug without regard to possibility of causal relationship. Treatment-emergent were events between first dose of study drug to the end of study (up to Week 28) that were absent before treatment or that worsened relative to pre-treatment state. An AE was assessed according to severity; mild (AE was transient and easily tolerated by the participant), moderate (caused problem that did not interfere significantly with usual activities) and severe (caused problem that interferes significantly with usual activities and might be incapacitating or life-threatening).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"116","spread":"156128.97"},{"groupId":"OG001","value":"111","spread":"141911.73"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"74","spread":null},{"groupId":"OG001","value":"69","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"42","spread":null},{"groupId":"OG001","value":"49","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Participants With Treatment Related Adverse Events (AEs)","description":"An AE was any untoward medical occurrence attributed to study drug in a participant who received study drug.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":"156128.97"},{"groupId":"OG001","value":"7","spread":"141911.73"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Participants That Discontinued Treatment Due to a Treatment Emergent Adverse Event","description":"In this outcome measure number of participants who discontinued from study drug (Epoetin Hospira, Epogen) due to any AE were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":"156128.97"},{"groupId":"OG001","value":"11","spread":"141911.73"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Participants With Clinically Significant Change From Baseline in Laboratory Parameters","description":"Laboratory parameters: Hematology (hematocrit, hemoglobin, red blood cell count, reticulocytes, white blood cell count, neutrophils, bands, lymphocytes, monocytes, basophils, eosinophils, platelet count, mean corpuscular volume); coagulation panel (prothrombin time, international normalized ratio, activated partial thromboplastin time); clinical chemistry (blood urea nitrogen, creatinine, alanine aminotransferase, aspartate aminotransferase, total bilirubin, gamma-glutamyl transpeptidase, alkaline phosphatase, sodium, potassium, calcium, magnesium, phosphorus, uric acid, total protein, glucose, albumin, C-reactive protein, plasma ferritin, transferrin saturation). Participants with clinically significant change from baseline in laboratory parameters were as determined by the investigator.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":"156128.97"},{"groupId":"OG001","value":"0","spread":"141911.73"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Participants With Clinically Significant Change From Baseline in Vital Signs","description":"Vital sign parameters: temperature (oral, tympanic, or other), blood pressure (diastolic and systolic), heart rate (in a seated position) and dry weight (post-dialysis). Participants with clinically significant change from baseline in vital signs were as determined by the investigator.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":"156128.97"},{"groupId":"OG001","value":"0","spread":"141911.73"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Participants With Clinically Significant Change From Baseline in Electrocardiogram (ECG)","description":"ECG parameters: PR interval, QRS complex, QT interval and QTC interval. Participants with clinically significant change from baseline in ECG were as determined by the investigator.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":"156128.97"},{"groupId":"OG001","value":"0","spread":"141911.73"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Participants With Clinically Significant Change From Baseline in Physical Examination","description":"Physical examination included examination of the following: skin, eyes, ears, throat, cardiac, respiratory, gastrointestinal, genitourinary and musculoskeletal systems. Participants with clinically significant change from baseline in physical examination were as determined by the investigator.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":"156128.97"},{"groupId":"OG001","value":"0","spread":"141911.73"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Percentage of Participants With Anti-Recombinant Human Erythropoietin (Anti-rhEPO) Antibodies","description":"Percentage of participants with presence of anti-rhEPO antibodies were reported in this outcome measure. Radioimmunoprecipitation assay method was used to determine the presence of anti-rhEPO antibodies.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.4","spread":"156128.97"},{"groupId":"OG001","value":"0.0","spread":"141911.73"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":75,"n":301},"commonTop":["Nausea","Muscle spasms","Diarrhoea","Arteriovenous fistula site complication","Vomiting"]}}}