{"nctId":"NCT00066170","briefTitle":"Trial Comparing Effects of Xyrem Taken Orally and Modafinil With Placebo in Treating Daytime Sleepiness in Narcolepsy","startDateStruct":{"date":"2003-04"},"conditions":["Narcolepsy"],"count":231,"armGroups":[{"label":"Group 1.","type":"EXPERIMENTAL","interventionNames":["Drug: Xyrem","Drug: Modafinil (Placebo)"]},{"label":"Group 2:","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Xyrem Placebo","Drug: Modafinil (Placebo)"]},{"label":"Group 3","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Xyrem Placebo","Drug: Modafinil at established dose"]},{"label":"Group 4:","type":"EXPERIMENTAL","interventionNames":["Drug: Xyrem","Drug: Modafinil at established dose"]}],"interventions":[{"name":"Xyrem","otherNames":["Sodium Oxybate"]},{"name":"Xyrem Placebo","otherNames":["Sodium Oxybate Placebo"]},{"name":"Modafinil at established dose","otherNames":["Provigil"]},{"name":"Modafinil (Placebo)","otherNames":["Provigil Placebo"]}],"eligibilityModule":{"eligibilityCriteria":"INCLUSION CRITERIA\n\nPatients will be included in the trial if they:\n\n* Have signed and dated an informed consent prior to beginning protocol required procedures.\n* Are willing and able to complete the entire trial as described in the protocol.\n* Are 18 years of age or older.\n* Fulfill the International Classification of Sleep Disorders criteria for the diagnosis of narcolepsy.\n* Are taking stable doses of modafinil (200 to 600 mg/day) for the treatment of daytime sleepiness for a period of three months or greater and the modafinil dose has been stable for at least 1 month prior to entering this trial\n* Females may be included who are surgically sterile, two years post-menopausal, or if of child-bearing potential, using a medically accepted method of birth control (e.g., barrier method with spermicide, oral contraceptive, or abstinence) and agree to continue use of this method for the duration of the trial.\n* In the opinion of the investigator have adequate support for the duration of the trial to include transportation to and from the trial site. In addition, if in the investigator's assessment it is clinically indicated, the patient is willing to not operate a car or heavy machinery for the duration of the trial or for as long as the investigator deems clinically indicated.\n\nEXCLUSION CRITERIA\n\nPatients will be excluded from the trial if they:\n\n* Have received gamma-hydroxybutyrate in the last 30 days.\n* Have taken any investigational therapy within the 30-day period prior to the initial screening visit (Visit 1) for this trial.\n* Have sleep apnea syndrome, defined as an Apnea Index \\> 10 per hour or an AHI (Apnea Hypopnea Index) greater than 15 per hour, or have any other cause of daytime sleepiness, and have any other disorder(s) that can be considered a primary cause of excessive daytime sleepiness (e.g., severe periodic leg movement syndrome as determined by the investigator, sleep apnea, sleep deprivation).\n* Are taking hypnotics, tranquilizers, antihistamines (except for non-sedating antihistamines), benzodiazepines or clonidine at the start of the baseline period. Patients taking anticonvulsants are not eligible to participate event if they are willing to washout anticonvulsants for the trial.\n* Are experiencing any major illness, including unstable cardiovascular, endocrine, neoplastic, gastrointestinal, hematologic, hepatic, immunologic, metabolic, neurological (other than narcolepsy/cataplexy), pulmonary, and/or renal disease which would place the patient at risk during the trial or compromise the objectives outlined in the protocol.\n* Have psychiatric disorders, major affective or psychotic disorders, or other problems that, in the investigator's opinion, would preclude the patient's participation and completion of this trial or compromise reliable representation of subjective symptoms.\n* Have a current or recent (within one year) history of a substance use disorder including alcohol abuse as defined by the DSM-IV.\n* Have a serum creatinine greater than 2.0 mg/dL, abnormal liver function tests (SGOT \\[AST\\] or SGPT \\[ALT\\] more than twice the upper limit of normal), or elevated serum bilirubin (more than 1.5 times the upper limit of normal), or pre-trial ECG results demonstrating clinically significant arrhythmias, greater than a first degree AV block or a history of myocardial infarction within the last six months.\n* Have an occupation that requires variable shift work or routine night shift.\n* Have a clinically significant history of seizure disorder either past or present, a history of clinically significant head trauma (i.e., concussion resulting in clinically significant loss of consciousness) or past invasive intracranial surgery, and are taking anticonvulsant medications.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Daytime Sleep Latency as Measured by the Maintenance of Wakefulness Test (MWT)","description":"The Maintenance of Wakefulness Test consisted of four 20 minute tests of the patient's ability to remain awake in soporific conditions. The Mean change from baseline to week 8 in the average MWT number of minutes until sleep onset was the primary endpoint.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.72","spread":"4.535"},{"groupId":"OG001","value":"0.58","spread":"5.675"},{"groupId":"OG002","value":"-0.53","spread":"4.358"},{"groupId":"OG003","value":"2.68","spread":"5.071"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":56},"commonTop":["Headache","Nausea","Dizziness","Vomiting","Nasopharyngitis"]}}}