{"nctId":"NCT01877915","briefTitle":"A Study to Assess the Effectiveness and Safety of Rivaroxaban in Reducing the Risk of Death, Myocardial Infarction or Stroke in Participants With Heart Failure and Coronary Artery Disease Following an Episode of Decompensated Heart Failure","startDateStruct":{"date":"2013-09-10","type":"ACTUAL"},"conditions":["Heart Failure","Coronary Artery Disease"],"count":5081,"armGroups":[{"label":"Rivaroxaban 2.5 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Rivaroxaban","Other: Standard of care for heart failure and coronary artery disease"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo","Other: Standard of care for heart failure and coronary artery disease"]}],"interventions":[{"name":"Rivaroxaban","otherNames":[]},{"name":"Placebo","otherNames":[]},{"name":"Standard of care for heart failure and coronary artery disease","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Must have symptomatic heart failure for at least 3 months prior to Screening\n* Participants must have an episode of decompensated heart failure (index event) requiring (a) an overnight stay \\[that is, staying past midnight\\] in a hospital, emergency department, or medical facility with the capability of treating with intravenous medications and observing heart failure patients before randomization or (b) an unscheduled outpatient visit to a heart failure management center, where parenteral therapy is required for heart failure stabilization. An episode of decompensated heart failure is defined as symptoms of worsening dyspnea or fatigue, objective signs of congestion such as peripheral edema or ascites, and/or adjustment of pre-hospitalization/outpatient visit heart failure medications. Participants are eligible for randomization at discharge from the facility treating the index event and up to 30 days after discharge if they are in stable condition\n* Must have a documented left ventricular ejection fraction (LVEF) of less than or equal to 40 percent (%) within 1 year before randomization\n* Must have evidence of significant coronary artery disease\n* Must be medically stable in terms of their heart failure clinical status at the time of randomization\n* Must have a brain natriuretic peptide (BNP) level greater than or equal to (\\>=) 200 picogram per milliliter (pg/mL) or N-terminal-proBNP (NT-proBNP) level \\>=800 pg/mL (preferred assay) during the Screening period and before randomization\n\nExclusion Criteria:\n\n* Any condition that, in the opinion of the investigator, contraindicates anticoagulant therapy or would have an unacceptable risk of bleeding, such as, but not limited to, active internal bleeding, clinically significant bleeding, bleeding at a noncompressible site, or bleeding diathesis within 28 days of randomization\n* Severe concomitant disease such as (a) atrial fibrillation (AFib) or another condition that requires chronic anticoagulation (participants with isolated transient AFib may be allowed at the discretion of the treating physician investigator) and (b) Documented acute myocardial infarction (MI) during index event\n* Prior stroke within 90 days of randomization\n* Has been hospitalized for longer than 21 days during the index event\n* Planned intermittent outpatient treatment with positive inotropic drugs administered intravenously","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"95 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Event Rate of All-Cause Mortality, Myocardial Infarction (MI), or Stroke","description":"Event Rate of all-cause mortality (ACM), MI, or stroke were assessed. Event rate estimated based on the time to the first occurrence of the event were reported in the study. Event Rate / (100 patient \\[pt\\]-year \\[yr\\]) = 100\\*n/(total risk exposure), where n is the number of events.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.44","spread":null},{"groupId":"OG001","value":"14.27","spread":null}]}]}]},{"type":"SECONDARY","title":"Event Rate of Cardio Vascular Death or Re-Hospitalization for Worsening of Heart Failure (RHHF)","description":"Event rate of cardio vascular (CV) death or re-hospitalization for worsening of heart failure were assessed. Event rate estimated based on the time to the first occurrence of the event were reported in the study. Event Rate / (100 pt-yr) = 100\\*n/(total risk exposure), where n is the number of events.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23.32","spread":null},{"groupId":"OG001","value":"23.46","spread":null}]}]}]},{"type":"SECONDARY","title":"Event Rate of Cardio Vascular Death","description":"Event rate of cardio vascular death were assessed. CV death included deaths due to spontaneous bleeding, MI, stroke, worsening HF and arrhythmias, death due to CV procedures and sudden death. Event rate estimated based on the time to the first occurrence of the event were reported in the study. Event Rate / (100 pt-yr) = 100\\*n/(total risk exposure), where n is the number of events.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.46","spread":null},{"groupId":"OG001","value":"9.96","spread":null}]}]}]},{"type":"SECONDARY","title":"Event Rate of Re-Hospitalization for Worsening of Heart Failure","description":"Event rate of re-hospitalization for worsening of heart failure were assessed. Event rate estimated based on the time to the first occurrence of the event were reported in the study. Event Rate / (100 pt-yr) = 100\\*n/(total risk exposure), where n is the number of events.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17.24","spread":null},{"groupId":"OG001","value":"17.45","spread":null}]}]}]},{"type":"SECONDARY","title":"Event Rate of Re-Hospitalization for Cardio Vascular Events (RHCV)","description":"Event rate due to cardio vascular events were assessed. Hospitalization for a CV Event required that participants be hospitalized (in-patient or emergency department) for greater than 24 hours and must have met the following criterion:Discharge summary with primary reason for admission listed as CV in nature (example, bleeding, arrhythmia, ACS, MI) other than HF which was captured in the HF re-hospitalization. Event rate estimated based on the time to the first occurrence of the event were reported in the study. Event Rate / (100 pt-yr) = 100\\*n/(total risk exposure), where n is the number of events.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.30","spread":null},{"groupId":"OG001","value":"14.04","spread":null}]}]}]},{"type":"SECONDARY","title":"Event Rate of All-Cause Mortality (ACM) or Re-Hospitalization for Worsening Heart Failure","description":"Event rate of all-Cause Mortality (ACM) or re-Hospitalization for worsening heart failure were assessed. Event rate estimated based on the time to the first occurrence of the event were reported in the study. Event Rate / (100 pt-yr) = 100\\*n/(total risk exposure), where n is the number of events.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24.84","spread":null},{"groupId":"OG001","value":"24.57","spread":null}]}]}]},{"type":"PRIMARY","title":"Event Rate of Either Fatal Bleeding or Bleeding Into a Critical Space With Potential for Permanent Disability","description":"Event rate of either fatal bleeding or bleeding into critical space with potential for permanent disability were assessed. Fatal bleeding event was death within 7 days after a bleeding event which required hospitalization or met International Society on Thrombosis and Haemostasis(ISTH) major bleeding definition criteria. Fatal bleeding events included those met criteria in 3 categories: 1: Any ISTH major bleeding event consider primary cause of death by investigator; 2: Any ISTH major bleeding event not considered to be primary cause of death by investigator but resulted in death within 7 days;3: Any bleeding event resulted in hospital stay and death within 7 days. Bleeding into critical space with potential for permanent disability included 7 critical spaces: intracranial, intraspinal, intraocular. Event rate estimated based on time to first occurrence of event were reported in the study. Event Rate / (100 pt-yr) = 100\\*n/(total risk exposure), where n is the number of events.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.22","spread":null},{"groupId":"OG001","value":"0.22","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.32","spread":null},{"groupId":"OG001","value":"0.48","spread":null}]}]}]},{"type":"SECONDARY","title":"Event Rate of Bleeding Events That Requiring Hospitalization","description":"Event rate of bleeding events and required Hospitalization were assessed. Event rate estimated based on the time to the first occurrence of the event were reported in the study. Event Rate / (100 pt-yr) = 100\\*n/(total risk exposure), where n is the number of events.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.52","spread":null},{"groupId":"OG001","value":"1.16","spread":null}]}]}]},{"type":"SECONDARY","title":"Event Rate of International Society on Thrombosis and Haemostasis (ISTH) Major Bleeding Event","description":"Event rate of ISTH major bleeding event were assessed. Event rate estimated based on the time to the first occurrence of the event were reported in the study. Event Rate / (100 pt-yr) = 100\\*n/(total risk exposure), where n is the number of events.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.04","spread":null},{"groupId":"OG001","value":"1.21","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":479,"n":2507},"commonTop":["Nasopharyngitis"]}}}