{"nctId":"NCT03257267","briefTitle":"Study of Cemiplimab in Adults With Cervical Cancer","startDateStruct":{"date":"2017-09-05","type":"ACTUAL"},"conditions":["Squamous Cell Carcinoma (SCC)","Recurrent or Metastatic, Platinum-refractory Cervical Cancer"],"count":608,"armGroups":[{"label":"Experimental Therapy","type":"EXPERIMENTAL","interventionNames":["Drug: Cemiplimab"]},{"label":"Control Therapy","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Investigator Choice (IC) Chemotherapy"]}],"interventions":[{"name":"Cemiplimab","otherNames":["REGN2810","Libtayo"]},{"name":"Investigator Choice (IC) Chemotherapy","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"The criteria listed below are not intended to contain all considerations relevant to a patient's potential participation in this clinical trial.\n\nKey Inclusion Criteria:\n\n1. Recurrent, persistent, and/or metastatic cervical cancer with squamous cell histology, for which there is not a curative-intent option (surgery or radiation therapy with or without chemotherapy).\n\n   * Acceptable histologies (squamous carcinoma, adenocarcinoma, and adenosquamous carcinoma) as defined in the protocol\n2. Tumor progression or recurrence after treatment with platinum therapy (must have been used to treat metastatic, persistent, or recurrent cervical cancer)\n3. Patient must have measurable disease as defined by RECIST 1.1.\n4. Eastern Cooperative Oncology Group (ECOG) performance status ≤1\n5. ≥18 years old\n6. Adequate organ or bone marrow function\n7. Received prior bevacizumab therapy or had clinically documented reason why not administered\n8. Received prior paclitaxel therapy or had clinically documented reason why not administered\n\nKey Exclusion Criteria:\n\n1. Ongoing or recent (within 5 years) evidence of significant autoimmune disease that required treatment with systemic immunosuppressive treatments\n2. Prior treatment with an agent that blocks the PD-1/PD-L1 pathway\n3. Prior treatment with other systemic immune-modulating agents that was\n\n   1. within fewer than 4 weeks (28 days) of the enrollment date, or\n   2. associated with irAEs of any grade within 90 days prior to enrollment, or\n   3. associated with toxicity that resulted in discontinuation of the immune modulating agent\n4. Active or untreated brain metastases\n5. Immunosuppressive corticosteroid doses (\\>10 mg prednisone daily or equivalent) within 4 weeks prior to the first dose of study drug cemiplimab or IC chemo)\n6. Active infection requiring therapy\n7. History of pneumonitis within the last 5 years\n8. History of documented allergic reactions or acute hypersensitivity reaction attributed to antibody treatments\n9. Concurrent malignancy other than cervical cancer and/or history of malignancy other than cervical cancer within 3 years of date of first planned dose of study drug cemiplimab or IC chemo), except for tumors with negligible risk of metastasis or death, such as adequately treated cutaneous squamous cell carcinoma or basal cell carcinoma of the skin or ductal carcinoma in situ of the breast. Patients with hematologic malignancies (eg, chronic lymphocytic leukemia) are excluded.\n\nNote: Other protocol defined Inclusion/Exclusion apply","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Survival (OS)","description":"Overall survival was defined as the time from randomization to the date of death due to any cause. A participant who had not died was censored at the last known date of contact.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.7","spread":null},{"groupId":"OG001","value":"8.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression-free Survival (PFS) Assessed by Investigator Using Response Evaluation Criteria in Solid Tumors (RECIST 1.1)","description":"PFS was defined as the time from randomization to the date of the first documented tumor progression (radiographic) or death due to any cause. Participants who did not have a documented tumor progression or death were censored on the date of their last evaluable tumor assessment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.8","spread":null},{"groupId":"OG001","value":"2.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Objective Response Rate (ORR) Assessed by Investigator Using RECIST 1.1","description":"ORR was defined as the number of participants who achieved complete response (CR) or partial response (PR) as per RECIST 1.1. CR: Disappearance of all target lesions. Any pathological lymph nodes (whether target or non-target) must have reduction in short axis to less than (\\<) 10 millimeters (mm) (\\<1 centimeter \\[cm\\]). PR: At least a 30% decrease in the sum of the diameters of target lesions, taking as reference the baseline sum diameters.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"52","spread":null},{"groupId":"OG001","value":"19","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response (DOR) Assessed Per RECIST 1.1","description":"DOR was defined as the time from the date of first response (CR or PR) to the date of the first documented progressive disease (per RECIST 1.1) or death due to any cause. CR: Disappearance of all target lesions. Any pathological lymph nodes (whether target or non-target) must have reduction in short axis to \\<10 mm (\\<1 cm). PR: At least a 30% decrease in the sum of the diameters of target lesions, taking as reference the baseline sum diameters. Participants who never progressed while being followed was censored at the last valid tumor measurement. DOR was determined by Kaplan-Meier estimate.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.7","spread":null},{"groupId":"OG001","value":"7.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Quality of Life (QoL): Change From Baseline in European Organization for the Research and Treatment of Cancer Quality of Life Questionnaire Core 30 (EORTC QLQ-C30) of Global Health Status /Quality of Life (GHS/QoL) and Physical Functioning Scales","description":"EORTC QLQ-C30 is a 30-question tool used to assess the overall QoL in cancer participants. It consisted of 15 domains: 1 GHS/QoL scale, 5 functional scales (Physical, role, cognitive, emotional, social), and 9 symptom scales/items (Fatigue, nausea and vomiting, pain, dyspnea, sleep disturbance, appetite loss, constipation, diarrhea, financial impact). Most items are scored 1 (\"not at all\") to 4 (\"very much\") except for the items contributing to the GHS/QoL, which are scored 1 (\"very poor\") to 7 (\"excellent\"). A linear transformation was applied to the raw scores so that all transformed scores lie between 0 to 100. For the GHS/QoL and 5 functional scales a high score indicates better global health status/functioning and a negative change from baseline indicated less improvement. For the symptom scales, a high score indicates a higher level of symptoms, and a negative change from baseline indicated an improvement in symptoms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.46","spread":null},{"groupId":"OG001","value":"-8.54","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.27","spread":null},{"groupId":"OG001","value":"-8.86","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment Emergent Adverse Events (TEAEs), Serious TEAEs, and TEAEs Leading to Death","description":"An adverse event (AE) was defined as any untoward medical occurrence in a participant or clinical investigation participant administered a pharmaceutical product and which does not necessarily have to have a causal relationship with this treatment. A Treatment-emergent adverse event (TEAE) was defined as those that are not present at baseline or represent the exacerbation of a pre-existing condition during the on-treatment period. A serious adverse event (SAE) was defined as any untoward medical occurrence that resulted in any of the following outcomes: death, life- threatening, required initial or prolonged in-patient hospitalization, persistent or significant disability/incapacity, congenital anomaly/birth defect, or considered as medically important event. Any TEAE included participants with both serious and non-serious TEAEs. Number of participants with TEAEs, serious TEAEs, and TEAEs leading to death were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"269","spread":null},{"groupId":"OG001","value":"266","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"96","spread":null},{"groupId":"OG001","value":"78","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With New or Worsened Laboratory Results by National Cancer Institute Common Terminology Criteria for Adverse Event (NCI-CTCAE) Grade","description":"Laboratory parameters included hematology, electrolytes, chemistry (other), and liver function. Clinically significant abnormalities were determined by the investigator based on NCI-CTCAE Grade where Grade 1 = Mild, Grade 2 = moderate, Grade 3 = severe; Grade 4 = life threatening or disabling; Grade 5 = death. Participants with at least 1 lab abnormality Graded 3/4 in hematology, electrolytes, chemistry (other), or liver function reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"84","spread":null},{"groupId":"OG001","value":"137","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"47","spread":null},{"groupId":"OG001","value":"32","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"28","spread":null},{"groupId":"OG001","value":"23","spread":null}]}]}]},{"type":"PRIMARY","title":"Overall Survival (OS) in the SCC Population","description":"Overall survival was defined as the time from randomization to the date of death due to any cause. A participant who had not died was censored at the last known date of contact.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.9","spread":null},{"groupId":"OG001","value":"8.8","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":100,"n":300},"commonTop":["Anaemia","Nausea","Vomiting","Constipation","Pyrexia"]}}}