{"nctId":"NCT03508700","briefTitle":"A 40-week Study to Evaluate TNX-102 SL 5.6 mg Taken Daily at Bedtime in Patients With PTSD","startDateStruct":{"date":"2018-04-19","type":"ACTUAL"},"conditions":["PTSD"],"count":93,"armGroups":[{"label":"TNX-102 SL 5.6 mg","type":"EXPERIMENTAL","interventionNames":["Drug: TNX-102 SL 5.6 mg"]}],"interventions":[{"name":"TNX-102 SL 5.6 mg","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* The patient has completed a double-blind lead-in HONOR study and a 12-week open-label extension study P303 and is judged by the investigator as reasonably compliant, with at least 60% compliance with study medication usage (based on drug accountability).\n* The patient has provided written informed consent to participate in this extension study.\n* The patient met all prior inclusion and exclusion requirements for the double-blind lead-in HONOR study, or the site received medical monitor approval for the patient to remain in the lead-in study after the retrospective discovery of an entry violation that did not pose any threat to the patient's safety or well-being.\n* During the course of the lead-in HONOR study or 12-week open-label extension P303 study, the patient has had no intervening medical conditions including pregnancy, clinically significant increase in suicidal ideation (plan or intent) or significant worsening of depression, newly arising clinically significant abnormal laboratory tests, or any clinically significant, uncontrolled, or unstable medical or surgical condition that could affect the patient's ability to participate in the study or potentially compromise the patient's well-being during the study.\n* The patient does not require treatment with a potent (strong) cytochrome P450 subtype 3A4 (CYP3A4) inhibitor, or St. John's wort.\n* The patient is willing to refrain from use of all other formulations of cyclobenzaprine for the duration of the study.\n* The patient is willing to refrain from use of monoamine oxidase inhibitors for the duration of the study.\n* Female patients of childbearing potential continue to agree to practice one of the medically acceptable methods of birth control detailed in the lead-in study.\n\nExclusion Criteria:\n\n* There are no exclusion criteria for this study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Incidence of Newly Emergent Adverse Events","description":"Evaluate the incidence of newly emergent adverse events over an additional 40 weeks of treatment with TNX-102 SL 5.6 mg in patients with PTSD who have participated in a double-blinded lead-in study. Adverse events will be coded using the latest version of the Medical Dictionary for Regulatory Activities (MedDRA) and will be summarized overall and by preferred term and system organ class. Serious AEs and AEs leading to discontinuation of study drug will also be summarized.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26","spread":null},{"groupId":"OG001","value":"19","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":49},"commonTop":["Hypoaesthesia oral"]}}}