{"nctId":"NCT04839354","briefTitle":"Sickle Cell Disease Treatment With Arginine Therapy (STArT) Trial","startDateStruct":{"date":"2021-06-21","type":"ACTUAL"},"conditions":["Sickle Cell Disease"],"count":271,"armGroups":[{"label":"L-Arginine Hydrochloride","type":"EXPERIMENTAL","interventionNames":["Drug: L-Arginine Hydrochloride"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Normal saline"]}],"interventions":[{"name":"L-Arginine Hydrochloride","otherNames":[]},{"name":"Normal saline","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Age 3-21 years of age, inclusive\n2. Established diagnosis of sickle cell disease (any genotype)\n3. Pain requiring medical care in an acute care setting (emergency department, hospital ward, day hospital, clinic) not attributable to non-sickle cell causes, treated with parenteral opioids\n\nExclusion Criteria:\n\n1. Responds to 2 doses of IV opioids sufficiently for outpatient management\n2. Greater than 12 hours from first dose of intravenous opioids to treat current pain in acute care setting\n3. Hemoglobin less than 5 gm/dL or emergent need for red blood cell transfusion for hemodynamically unstable patient\n4. Ketamine use in the emergency department for treatment of VOE\n5. Glutamine within 30 days\n6. New SCD drug use \\< 3 months (e.g. Hydroxyurea, voxelotor, crizanlizumab, etc)\n7. Acute mental status or neurological changes\n8. Acute stroke or clinical concern for stroke\n9. Three or more ED visits for sickle cell related pain receiving parenteral opioids in previous 7 days (not including current emergency department visit)\n10. Hospital discharge within previous 7 days\n11. Hypotension requiring clinical intervention; hemodynamic instability; septic shock\n12. Previous randomization in this arginine phase 3 randomized controlled trial\n13. Use of inhaled nitric oxide, sildenafil or arginine within the last month\n14. Non-English speaking or requires a translator for clinical care\n15. Pregnancy\n16. Allergy to arginine\n17. PI/clinical team concerns for compliance/issues that may adversely impact study participation/outcome\n18. Adults 18 years or older who lack medical decision-making capacity to consent","healthyVolunteers":false,"sex":"ALL","minimumAge":"3 Years","maximumAge":"21 Years","stdAges":["CHILD","ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Time-to-crisis Resolution","description":"The time-to-crisis resolution is defined as the time in hours from the date and time of the first study drug delivery to time of the last dose of parenteral opioid delivery.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"81.5","spread":"79.6"},{"groupId":"OG001","value":"88.6","spread":"152.2"}]}]}]},{"type":"SECONDARY","title":"Total Parenteral Opioid Use","description":"Total parenteral opioid use is assessed as morphine equivalents in milligrams per kilogram (mg/kg).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.6","spread":"4.5"},{"groupId":"OG001","value":"1.9","spread":"2.8"}]}]}]},{"type":"SECONDARY","title":"Change in Pain Score","description":"Pain is assessed using a scale from 0 to 10, where 10 is the highest pain level. Daily highest and lowest pain scores are recorded. The change in score is calculated by subtracting the score at discharge from the score at the time of presentation.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.5","spread":"3.3"},{"groupId":"OG001","value":"3.7","spread":"3.3"}]}]}]},{"type":"SECONDARY","title":"Change in Patient-Reported Outcome Measurement Information System (PROMIS) Pain Interference Score","description":"The PROMIS Pain Interference instrument is an 8-item, self-administered survey that assesses the interference of pain on daily activities. Participants are asked to respond to questions regarding the extent of their pain. Responses range from 1 to 5, where 1 represents \"not at all\" and 5 represents \"very much\". Total raw scores are converted to T-scores. The T-score rescales the raw score into a standardized score with a mean of 50 and a standard deviation (SD) of 10. Scores below 50 indicate a lower amount of pain interference compared to the reference population, while scores higher than 50 indicate greater pain interference compared to the reference population. The change in score is calculated by subtracting the score at the time of discharge from the score from within 12 hours of study drug delivery. The change in score is calculated by subtracting the score at discharge from the score within 12 hours of study drug delivery.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.5","spread":"3.3"},{"groupId":"OG001","value":"3.7","spread":"3.3"}]}]}]},{"type":"SECONDARY","title":"Change in PROMIS Pain Behavior Score","description":"The PROMIS Pain Behavior instrument is an 8-item, self-administered survey that assesses external manifestations of pain. Participants are asked to respond to questions regarding the extent of their pain. Responses range from 1 to 5, where 1 represents \"never\" and 5 represents \"always\". Total raw scores are converted to T-scores. The T-score rescales the raw score into a standardized score with a mean of 50 and a standard deviation (SD) of 10. Scores below 50 indicate a lower amount of pain behavior compared to the reference population, while scores higher than 50 indicate greater pain behavior compared to the reference population. The change in score is calculated by subtracting the score at discharge from the score within 12 hours of study drug delivery.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.8","spread":"6.8"},{"groupId":"OG001","value":"1.0","spread":"7.1"}]}]}]},{"type":"SECONDARY","title":"Change in PROMIS Fatigue Score","description":"The PROMIS Fatigue instrument is an 8-item, self-administered survey that assesses fatigue level within the past seven days. Participants are asked to respond to questions regarding fatigue frequency. Responses range from 1 to 5, where 1 represents \"never\" and five represents \"always\". Total raw scores are converted to T-scores. The T-score rescales the raw score into a standardized score with a mean of 50 and a standard deviation (SD) of 10. Scores below 50 indicate a lower amount of fatigue compared to the reference population, while scores higher than 50 indicate greater fatigue compared to the reference population. The change in score is calculated by subtracting the score at discharge from the score within 12 hours of study drug delivery.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.4","spread":"8.1"},{"groupId":"OG001","value":"0.1","spread":"9.1"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Medication Quantification Score (MQS)","description":"Medication Quantification Score (MQS) is a tool to objectively quantify pain. The MQS is a validated score calculated based off of daily doses of pain related medications (including acetaminophen, aspirin, NSAIDs, and antidepressants). The MQS is a single numeric value for a patient's pain medication profile. This number is used to track pain levels through a treatment course.","classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"Hospital Length of Stay","description":"Hospital length of stay in days is recorded.","classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"Pediatric PROMIS Score","description":"The Pediatric PROMIS assesses five domains of health with in a 35-item instrument. The survey is completed by patients ages 8-17 years of age and parents of children ages 5-17 years of age. The domains included are: pain behavior (8 items), pain interference (8 items), pain intensity (1 item), physical stress experiences (8 items), and fatigue (10 items). Total raw scores are converted to T-scores. The T-score rescales the raw score into a standardized score with a mean of 50 and a standard deviation (SD) of 10. Scores below 50 indicate a lower amount of the concept being measured compared to the reference population, while scores higher than 50 indicate a greater amount of the concept being measured (e.g., more fatigue) compared to the reference population.","classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"PedsQL SCD Pain and Hurt Scale Score","description":"The Pain and Hurt scale of the PedsQL SCD module has 9 items asking how much of a problem each item has been during the past month. Responses to items are given on a 5-point Likert scale where 0 = never a problem and 4 = almost always a problem. Items are reversed and transformed to a scale of 0 to 100 then the mean score for the scale is calculated. The total score for the Pain and Hurt scale ranges from 0 to 100 with higher scores indicating greater quality of life and lower SCD symptoms.","classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"PedsQL SCD Pain Impact Scale Score","description":"The Pain Impact scale of the PedsQL SCD module has 10 items asking how much of a problem each item has been during the past month. Responses to items are given on a 5-point Likert scale where 0 = never a problem and 4 = almost always a problem. Items are reversed and transformed to a scale of 0 to 100 then the mean score for the scale is calculated. The total score for the Pain Impact scale ranges from 0 to 100 with higher scores indicating greater quality of life and lower SCD symptoms.","classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"Arginine Bioavailability","description":"Peak plasma arginine concentration is assessed via pharmacokinetic study.","classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"Mitochondrial Function","description":"Mitochondrial respiratory complex activities are measured to estimate mitochondrial function.","classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":22,"n":129},"commonTop":["Nausea","Pyrexia","Headache","Vomiting","Acute chest syndrome"]}}}