{"nctId":"NCT02076009","briefTitle":"A Study Comparing Daratumumab, Lenalidomide, and Dexamethasone With Lenalidomide and Dexamethasone in Relapsed or Refractory Multiple Myeloma","startDateStruct":{"date":"2014-07-23","type":"ACTUAL"},"conditions":["Multiple Myeloma"],"count":569,"armGroups":[{"label":"Daratumumab + lenalidomide + dexamethasone","type":"EXPERIMENTAL","interventionNames":["Drug: Daratumumab","Drug: Lenalidomide","Drug: Dexamethasone"]},{"label":"Lenalidomide + dexamethasone","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Lenalidomide","Drug: Dexamethasone"]}],"interventions":[{"name":"Daratumumab","otherNames":[]},{"name":"Lenalidomide","otherNames":[]},{"name":"Dexamethasone","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Must have documented multiple myeloma and measurable disease\n* Must have received at least 1 prior line of therapy for multiple myeloma and achieved a response (partial response or better) to at least one prior regimen\n* Must have documented evidence of progressive disease as defined by the International Myeloma Working Group criteria on or after their last regimen\n* Must have an Eastern Cooperative Oncology Group Performance Status score of 0, 1, or 2\n* If a participant has received subsequent anticancer therapy (salvage therapy), the participant must have a \"wash-out period\" defined as 2 weeks or 5 pharmacokinetic half-lives of the treatment, whichever is longer, before the planned start date of daratumumab monotherapy. The only exception is the emergency use of a short course of corticosteroids (equivalent of dexamethasone 40 milligram per day for a maximum of 4 days) before Daratumumab monotherapy\n\nExclusion Criteria:\n\n* Has received any of the following therapies: daratumumab or other anti-CD38 therapies\n* Has received anti-myeloma treatment within 2 weeks or 5 pharmacokinetic half-lives of the treatment\n* Disease shows evidence of refractoriness or intolerance to lenalidomide or if previously treated with a lenalidomide-containing regimen the participant is excluded if he or she discontinued due to any adverse event related to prior lenalidomide treatment\n* Has received autologous stem cell transplantation within 12 weeks before the date of randomization, or previously received an allogenic stem cell transplant (regardless of timing), or planning to undergo a stem cell transplant prior to progression of disease\n* History of malignancy (other than multiple myeloma) within 5 years before the first dose of daratumumab monotherapy (exceptions are squamous and basal cell carcinomas of the skin and carcinoma in situ of the cervix, or breast, or other non-invasive lesion, that in the opinion of the investigator, with concurrence with the sponsor's medical monitor, is considered cured with minimal risk of recurrence within 5 years)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression-free Survival (PFS)","description":"PFS: duration from date of randomization to either progressive disease (PD)/death, whichever occurred first. PD: defined as meeting any 1 of following criteria: Increase of greater than equal to (\\>=)25 percent(%) in level of serum M-protein from lowest response value and absolute increase must be \\>=0.5 gram per deciliter (g/dL); Increase of \\>=25% in 24-hours(h) urinary light chain excretion (urine M-protein) from lowest response value and absolute increase must be \\>=200 mg/24h; Only in participants without measurable serum and urine M-protein levels: increase of \\>=25% in difference between involved and uninvolved free light chain (FLC) levels from lowest response value and absolute increase must be \\>10 mg/dL; Definite increase in size of existing bone lesions or soft tissue plasmacytomas; Definite development of new bone lesions or soft tissue plasmacytomas; Development of hypercalcemia (corrected serum calcium \\>11.5 mg/dL) attributed solely to plasma cell (PC) proliferative disorder.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.43","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Disease Progression (TTP)","description":"TTP was defined as time from date of randomization to date of first documented evidence of progressive disease (PD). PD was defined as meeting any one of following criteria: Increase of \\>=25% in level of serum M-protein from lowest response value and absolute increase must be \\>=0.5 g/dL; Increase of \\>=25% in 24-hour urinary light chain excretion (urine M-protein) from lowest response value and absolute increase must be \\>=200 mg/24hours; Only in participants without measurable serum and urine M-protein levels: increase of \\>=25% in difference between involved and uninvolved free light chain (FLC) levels from lowest response value and absolute increase must be \\>10 milligram per deciliter (mg/dL); Definite increase in size of existing bone lesions or soft tissue plasmacytomas; Definite development of new bone lesions or soft tissue plasmacytomas; Development of hypercalcemia (corrected serum calcium \\>11.5 mg/dL) that can be attributed solely to plasma cell (PC) proliferative disorder.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.43","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Achieved Very Good Partial Response (VGPR) or Better","description":"VGPR or better is defined as the percentage of participants who achieved VGPR, complete response (CR) and stringent complete response (sCR) according to the International Myeloma Working Group criteria (IMWG). IMWG criteria for VGPR: Serum and urine M-component detectable by immunofixation but not on electrophoresis, or \\>=90% reduction in serum M-protein plus urine M-protein \\<100 mg/24 hours, if the serum and urine M-protein are not measurable, a decrease of \\>90% in the difference between involved and uninvolved FLC levels is required in place of the M-protein criteria. In addition to the above criteria, if present at baseline, a \\>=50% reduction in the size of soft tissue plasmacytomas is also required; CR: Negative immunofixation on the serum and urine, disappearance of any soft tissue plasmacytomas, and \\<5% PCs in bone marrow; sCR: CR and normal FLC ratio, absence of clonal PCs by immunohistochemistry, immunofluorescence or 2- to 4 color flow cytometry.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"44.2","spread":null},{"groupId":"OG001","value":"75.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Negative Minimal Residual Disease (MRD)","description":"Minimal residual disease was assessed for all participants who achieved a complete response (CR) or stringent complete response (sCR). CR: Negative immunofixation on the serum and urine, disappearance of any soft tissue plasmacytomas, and \\<5% PCs in bone marrow; sCR: CR and normal FLC ratio, absence of clonal PCs by immunohistochemistry, immunofluorescence or 2- to 4 color flow cytometry. The MRD negativity rate was defined as the percentage of participants who had negative MRD assessment at any time point after the first dose of study drugs by evaluation of bone marrow aspirates or whole blood at 10\\^ minus (-) 4, 10\\^-5, 10\\^-6 threshold.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.2","spread":null},{"groupId":"OG001","value":"40.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.7","spread":null},{"groupId":"OG001","value":"33.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.8","spread":null},{"groupId":"OG001","value":"13.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Response Rate","description":"Overall response rate was defined as the percentage of participants who achieved a partial response (PR) or better according to the International Myeloma Working Group (IMWG) criteria, during or after study treatment. IMWG criteria for PR: \\>=50% reduction of serum M-protein and reduction in 24-hour urinary M-protein by \\>=90% or to \\<200 mg/24 hours, if the serum and urine M-protein are not measurable, a decrease of \\>=50% in the difference between involved and uninvolved FLC levels is required in place of the M-protein criteria, in addition to the above criteria, if present at baseline, a \\>=50% reduction in the size of soft tissue plasmacytomas is also required.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"76.4","spread":null},{"groupId":"OG001","value":"92.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS)","description":"Overall survival was measured from the date of randomization to the date of the participant's death.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"51.84","spread":null},{"groupId":"OG001","value":"67.58","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Response","description":"Time to response was defined as the time between the date of randomization and the first efficacy evaluation that the participant met all criteria for partial response (PR) or better.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.3","spread":null},{"groupId":"OG001","value":"1.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response (DOR)","description":"DOR was defined for participants with confirmed response (PR or better) as time between first documentation of response and disease progression/death due to PD, whichever occurs first. PD was defined as meeting any one of following criteria: Increase of \\>=25% in level of serum M-protein from lowest response value and absolute increase must be \\>=0.5g/dL; Increase of \\>=25% in 24-hour urinary light chain excretion (urine M-protein) from lowest response value and absolute increase must be \\>=200mg/24hours; Only in participants without measurable serum and urine M-protein levels: increase of \\>=25% in difference between involved and uninvolved FLC levels from lowest response value and absolute increase must be \\>10mg/dL; Definite increase in size of existing bone lesions/soft tissue plasmacytomas; Definite development of new bone lesions or soft tissue plasmacytomas; Development of hypercalcemia (corrected serum calcium \\>11.5mg/dL) that can be attributed solely to PC proliferative disorder.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17.4","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Subsequent Anticancer Treatment","description":"Time to subsequent anticancer treatment was defined as the time from randomization to the start of subsequent anticancer treatment or death due to progressive disease (PD), whichever occurs first.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23.1","spread":null},{"groupId":"OG001","value":"69.3","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":148,"n":281},"commonTop":["Neutropenia","Diarrhoea","Anaemia","Fatigue","Upper respiratory tract infection"]}}}