{"nctId":"NCT01658020","briefTitle":"A Study to Evaluate Efficacy and Safety Profile of Zabofloxacin Tablet 400mg and Moxifloxacin Tablet 400mg","startDateStruct":{"date":"2012-08"},"conditions":["Chronic Obstructive Pulmonary Disease"],"count":345,"armGroups":[{"label":"DW224","type":"EXPERIMENTAL","interventionNames":["Drug: Zabofloxacin"]},{"label":"Avelox","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Moxifloxacin"]}],"interventions":[{"name":"Zabofloxacin","otherNames":["DW224"]},{"name":"Moxifloxacin","otherNames":["Avelox"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Adult male or female same or older than age of 40\n* Severity of acute exacerbation of Chronic obstructive pulmonary disease(COPD) must suit oral administration treatment\n* Diagnosed as COPD before receiving written informed consent and outcome measure of spirometry testing confirmed as \\[Ratio of Forced Expiratory Volume in 1 second(FEV1) to Forced Vital Capacity(FVC)\\](FEV1/FVC) \\< 0.7\n* Subject showing following signs and symptoms:\n\n  (i)Purulent Sputum or Sputum level is increased (ii)Difficulty in breathing is increased\n* Female subjects who might be pregnant must do pregnancy test and results should be negative before randomization is done. She must receive written informed consent form (NOTE: Subject who has used single hormone contraception for pregnancy control or has not been more than 1 year after Tubule ligation and menopause are excluded from the study)\n* Subject who can agree and sign written informed consent form approved by Institutional Review Board(IRB) before participating in study and follow study requirements\n\nExclusion Criteria:\n\n* Subject who administered excess daily dose of antimicrobial/antibiotics in past 72 hours before receiving written consent\n* Diagnosed to have pneumonia by taking chest X-ray in past 48 hours before receiving written consent\n* Diagnosed to have infectious diseases or such diseases results in complications before receiving written consent (NOTE: Septic shock, Bronchiectasis, Lung abscess, Pneumonia, Active tuberculosis, Pulmonary malignancy, Cystic fibrosis, Empyema, Asthma)\n* Have kidney or liver diseases who correspond following criteria:\n\n  (i) Creatinine Clearance(CCr) \\< 50 mL/min (ii) Blood Urea Nitrogen(BUN) ≥ 30 mg/dl (iii) Alanine Aminotransferase(ALT) or Aspartate Aminotransferase(AST) \\> 3 x Upper Limit Normal(ULN) (iv) Total bilirubin \\> 2 x ULN (v) Alkaline Phosphatase(ALP) \\> 2 x ULN.\n* Organic gastrointestinal disorder having abnormal absorption problem condition in past 6 months before receiving written consent (NOTE: Active Crohn's disease, active ulcerative colitis)\n* Diagnosed to have neutropenia where absolute neutrophil count is \\< 1,000cells/mm3 (NOTE: Even though subject neutrophil count is \\< 1,000cells/mm3, if it is acute infection, subject maybe possible to participate)\n* Chronic Hepatitis B carrier\n* Have proof that subject is Hepatitis C carrier or have Hepatitis C antibody\n* Immunodeficiency diseases such as HIV positive, AIDS, Bone marrow transplant or leukemia\n* Have medical history of hypersensitive reaction to antibiotics of fluoroquinolones\n* Have medical history of seizure or administration of anti-seizure drug in past 1 year before receiving written consent (NOTE: Epilepsy, Convulsions, Myasthenia gravis)\n* Medical history of ventricular arrhythmia\n* Medical history of QTc prolongation or currently administering drug that delays QTc interval (NOTE: QTc prolongation means QTc interval \\> 450 msec)\n* Complex infections or diseases that can effect study assessment or need long-term antibiotic treatment exceeding 7 days\n* Subject who has participated in Clinical trials or Bioequivalence test in past 30 days before receiving written consent\n* Clinically significant by observations considered as unsuitable based on medical judgement by investigators where current condition can effect quality of safety or data","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Clinical Response in the Clinical Populations","description":"Clinical response corresponding clinical cure at Test of Cure visit. Based on the clinical outcomes, the results of assessment were classified into Clinical Cure, Clinical Failure, Relapse and Indeterminate.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"86.71","spread":null},{"groupId":"OG001","value":"86.26","spread":null}]}]}]},{"type":"SECONDARY","title":"Clinical Response in the Clinical Population","description":"Clinical response corresponding clinical cure at End of Study visit. Based on the clinical outcomes, the results of assessment were classified into Clinical Cure, Clinical Failure, Relapse and Indeterminate.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"76.22","spread":null},{"groupId":"OG001","value":"70.99","spread":null}]}]}]},{"type":"SECONDARY","title":"Clinical Cure Rate in the Microbiological Per Protocol(PP) Population","description":"Clinical response corresponding clinical cure in the microbiological per-protocol population.\n\nMicrobiological responses were discriminated for the pathogens isolated from the respiratory secretion samples of subjects.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"88.37","spread":null},{"groupId":"OG001","value":"94.87","spread":null}]}]}]},{"type":"SECONDARY","title":"Microbiological Response Rate","description":"Microbiological response rate in the microbiological per protocol(PP) population.\n\nMicrobiological rate were discriminated for the pathogens isolated from the respiratory secretion samples of subjects.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"67.44","spread":null},{"groupId":"OG001","value":"79.49","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in EXACT-PRO Score","description":"The outcome measurement is Change in EXACT-PRO score for clinical populations at Test of cure visit.\n\nEXACT-PRO means that the questionnaires for Exacerbation of Chronic Pulmonary Disease Tool-Patient Reported Outcome of United BioSource Corporation(UBC) of USA that had been standardized, equipped with reliability and feasibility applicable to various COPD patients groups were used in order to quantitate frequency, severity and duration of acute exacerbation as a tool to measure acute exacerbation of COPD.\n\nEXACT-PRO is consisted of 14 questionnaire items were classified into 3 domains, Respiratory Distress Domain, Cough/Sputum Domain, and Chest Symptoms Domain. The Scores of each domain were to be summed into the domain raw summed score or converted into EXACT domain score according to the conversion table. The total score had value in the range from 0 to 100 and higher the value was, severer the respiratory symptoms were in evaluation.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.90","spread":"9.59"},{"groupId":"OG001","value":"-4.29","spread":"9.72"}]}]}]},{"type":"SECONDARY","title":"Change in CAT Scores","description":"The outcome measurement is Change in CAT scores for clinical populations at Test of cure visit.\n\nCAT score means that COPD Assessment Test was used as a tool to assess the effects of COPD on physical, mental status and daily life.\n\nCAT is consisted of 8 items in total and each question item was scored from 0 point to 5 point.\n\nThe scores of each question item were summed into the total score, which had values between 0 and 40.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.46","spread":"5.88"},{"groupId":"OG001","value":"-2.48","spread":"5.96"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":175},"commonTop":["Nausea","Diarrhoea","Dizziness","Headache","Chest discomfort"]}}}