{"nctId":"NCT01063036","briefTitle":"Efficacy and Safety Study of Entecavir Plus Tenofovir in Patients With Chronic Hepatitis B Who Failed Previous Treatment","startDateStruct":{"date":"2010-05"},"conditions":["Chronic Hepatitis B"],"count":144,"armGroups":[{"label":"Entecavir + Tenofovir","type":"EXPERIMENTAL","interventionNames":["Drug: Entecavir","Drug: Tenofovir"]}],"interventions":[{"name":"Entecavir","otherNames":["Baraclude®","BMS-200475"]},{"name":"Tenofovir","otherNames":["Viread®"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subjects with chronic hepatitis B virus (HBV) infection; either hepatitis B-e antigen(HBeAg)-negative or HBeAg-positive\n* Subjects must have a treatment failure to their current nucleoside/ nucleotide treatment regimen\n* Prior entecavir and/or tenofovir monotherapy is allowed\n* Subjects must have compensated liver function\n\nExclusion Criteria:\n\n* Women who are pregnant or breastfeeding\n* Evidence of decompensated cirrhosis\n* Co-infection with HIV, hepatitis C virus (HCV), or hepatitis D virus (HDV)\n* Moderate or severe renal impairment\n* Recent history of pancreatitis\n* Therapy with interferon, thymosin alpha or other immuno-stimulators within 24 weeks of being assigned to study drug into this study\n* Prior entecavir/tenofovir combination therapy","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With a Virologic Response at Week 48 - Treated Population","description":"Virologic response was defined as Hepatitis B virus (HBV) Deoxyribonucleic acid (DNA) less than 50 international units per milliliter (IU/mL); approximately 300 copies/mL. Percentage was calculated as number of participants with virologic response at Week 48 divided by the number of treated participants. Treated participants were evaluated using non-completer (NC) = failure (F). The HBV DNA by polymerase chain reaction (PCR) was measured using the Roche COBAS(REGISTERED) TaqMan - High Pure System (HPS) assay, in a central laboratory. The results were reported in IU/mL, with the limit of quantification (LOQ) = 29 IU/mL and lower limit of detection (LLD) = 6 IU/mL. HBV DNA measurements were transformed by the log10 scale when analyzed as a continuous variable, using log10(LOQ-1) for values below LOQ.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"76.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With a Virologic Response at Week 24 and at Week 96 - Treated Population","description":"Virologic response was defined as Hepatitis B virus (HBV) Deoxyribonucleic acid (DNA) less than 50 international units per milliliter (IU/mL); approximately 300 copies/mL. Percentage was calculated as number of participants with virologic response at Week 24, Week 96 divided by the number of treated participants. Treated participants were evaluated using non-completer (NC) = failure (F). The HBV DNA by polymerase chain reaction (PCR) was measured using the Roche COBAS(REGISTERED) TaqMan - High Pure System (HPS) assay. The results were reported in IU/mL, with the limit of quantification (LOQ) = 29 IU/mL and lower limit of detection (LLD) = 6 IU/mL. HBV DNA measurements were transformed by the log10 scale when analyzed as a continuous variable, using log10(LOQ-1) for values below LOQ.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"64.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"84.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Mean log10 HBV DNA at Weeks 12, 24, 48, and 96 - Treated Evaluable Population","description":"HBV DNA by polymerase chain reaction (PCR) was measured using the Roche COBAS(REGISTERED) TaqMan - High Pure System (HPS) assay. The results were reported in log 10 IU/mL, with the limit of quantification (LOQ) = 29 IU/mL and lower limit of detection (LLD) = 6 IU/mL. HBV DNA measurements were transformed by the log10 scale when analyzed as a continuous variable, using log10(LOQ-1) for values below LOQ. Baseline was Day 1, prior to study drug administration.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.230","spread":"1.5339"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.581","spread":"1.8019"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.829","spread":"2.0537"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.965","spread":"2.1431"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With HBV DNA Less Than the Lower Limit of Detection (LLD) at Weeks 24, 48, and 96 - Treated Population","description":"HBV DNA less than (\\<) LLD (6 IU/mL) was defined/measured by the COBAS(REGISTERED) TaqMan HPS assay at Weeks 24, 48, and 96. Percentage was calculated as number of participants with HBV DNA \\< LLD at Weeks 24, 48, 96 divided by the number of treated participants. Treated participants were evaluated using non-completer (NC) = failure (F).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"18.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Hepatitis B e Antigen (HBeAg) Loss at Weeks 24, 48, and 96 - Treated Population Who Were HBeAg Positive at Baseline","description":"Loss of HBeAg was defined as being HBeAg-negative at Weeks 24, 48, and 96 in those participants who had been HBeAg-positive at baseline. Method used for HBeAg was DiaSorin - Anti HBe enzyme immunoassay kit - procedure for qualitative determination of antibodies to HBeAg in human serum or plasma samples. Percentage was calculated as number of participants with HBeAg loss at Weeks 24 and 48 divided by the number of treated participants who were HBeAg-positive at baseline. Treated participants (HBeAg-positive at baseline) were evaluated using NC = F. Baseline was Day 1, before start of study drug.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With HBe Seroconversion at Weeks 24, 48, and 96 - Treated Population Who Were HBeAg-positive at Baseline","description":"HBe seroconversion was defined as being both HBeAg-negative and HBeAb-positive at Weeks 24, 48, and 96 in those participants who had been HBeAg-positive at baseline. Method used was DiaSorin - Anti HBe enzyme immunoassay kit - procedure for qualitative determination of antibodies to HBeAg in human serum or plasma samples. Percentage was calculated as number of participants with HBe seroconversion at Weeks 24, 48, and 96 divided by the number of treated participants who were HBeAg-positive at baseline. Treated participants (HBeAg-positive at baseline) were evaluated using NC = F. Baseline was Day 1, before start of study drug.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Hepatitis B Surface Antigen (HBsAg) Loss at Weeks 24, 48, 96 - Treated Population Who Were HBsAg-Positive at Baseline","description":"Loss of HBsAg was defined as being HBsAg-negative at Weeks 24, 48, 96 in those participants who had been HBsAg-positive at baseline. The method used: Immunoassay - ADVIA CENTAUR from SIEMENS: in vitro diagnostic immunoassay for the qualitative and quantitative determination of HBsAg in human serum and plasma (potassium ethylene diamine tetraacetic acid, lithium or sodium heparinized). Percentage calculated as number of participants with a HBsAg loss at Weeks 24, 48, and 96 divided by the number of treated participants who were HBsAg-positive at baseline (participants were not enrolled into the study unless they were positive for HBsAg). Treated participants (HBsAg-positive at baseline) were evaluated using NC=F. Baseline was Day 1, before start of study drug.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Hepatitis B Surface Antigen (HBsAg) Seroconversion at Weeks 24, 48, and 96 - Treated Population Who Were HBsAg-Positive at Baseline","description":"HBsAg seroconversion was defined as being both HBsAg-negative and HBsAb-positive at Weeks 24, 48, and 96 in those participants who had been HBsAg-positive at baseline. Percentage was calculated as number of participants with HBs seroconversion at Weeks 24 and 48 divided by the number of treated participants who were HBsAg-positive at baseline. Positive result for HBsAg was one of the inclusion criteria. Treated participants (HBsAg positive at baseline) were evaluated using NC=F. The method used was an Immunoassay testing - ADVIA CENTAUR from SIEMENS: in vitro diagnostic immunoassay for the qualitative and quantitative determination of HBsAg in human serum and plasma \\[potassium ethylenediaminetetraacetic acid (EDTA), lithium or sodium heparinized\\]. Baseline was Day 1, before start of study drug.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment Emergent Serious Adverse Events (SAEs) on Treatment, and Discontinuation of Study Drug Due to Adverse Events (AE) - Treated Population","description":"AE=any new unfavorable symptom, sign, or disease or worsening of a preexisting condition that may not have a causal relationship with treatment. SAE=a medical event that at any dose results in death, persistent or significant disability/incapacity, or drug dependency/abuse; is life-threatening, an important medical event, or a congenital anomaly/birth defect; or requires or prolongs hospitalization. Treatment-related=having certain, probable, possible, or missing relationship to study drug. Grade (Gr) 1=Mild, Gr 2=Moderate, Gr 3=Severe, Gr 4=Life-threatening or disabling, Gr 5=Death. On-treatment = on Day 1 through last dose of study therapy + 5 days.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Emergence of Genotypic Resistance to Study Drugs at Weeks 48 and 96- Treated Population","description":"Testing of HBV genotype was performed at baseline for all treated patients and for participants at Weeks 48 and 96 with primary non-response or virologic breakthrough. Emergent genotypic resistance to study drugs was defined as follows: Emergent = not detected at baseline; entecavir (ETV) resistance (ETVr): participant's sample was to have rtM204V/I/S and any substitution at rtT184, rtS202, or rtM250; tenofovir (TDF) resistance (TDFr) which was based on adefovir (ADV)-mutations: participant's sample was to have rtA181T/V, rtN236T, or (rtA194T and rtM204V/I/S). Primary non-response was defined as \\< 1 log10 decrease in HBV DNA from baseline on treatment at or after Week 12. Virologic breakthrough was defined as ≥ 1 log10 increase in HBV DNA over nadir on treatment, either confirmed or last on-treatment followed by discontinuation of study therapy.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants on Treatment With Study Drug With Laboratory Test Abnormalities Meeting Selected Criteria on Treatment - Treated Population","description":"Selected criteria presented in each category. Upper limit of normal among all laboratory ranges (ULN); Baseline (BL); alanine transaminase (ALT); milligram per deciliter (mg/dL); milliliters per minute (mL/min); greater than (\\>);greater than, equal to (\\>=); less than (\\<). Creatinine data presented below were confirmed, ie, at least 2 consecutive values. On-treatment = after Day 1 through last dose of study therapy + 5 days.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":6,"n":92},"commonTop":["Nasopharyngitis","Fatigue","Nausea","Arthralgia","Dyspepsia"]}}}