{"nctId":"NCT00244842","briefTitle":"Randomized Placebo-controlled Study of ISA247 in Plaque Psoriasis","startDateStruct":{"date":"2004-12"},"conditions":["Psoriasis"],"count":451,"armGroups":[{"label":"Placebo Comparator: 1","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"Voclosporin 0.2 mg/kg po BID","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: voclosporin"]},{"label":"Voclosporin 0.3 mg/kg po BID","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: voclosporin"]},{"label":"Voclosporin 0.4 mg/kg po BID","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: voclosporin"]}],"interventions":[{"name":"voclosporin","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Plaque psoriasis ≥ 6 months prior to screening.\n* Diagnosis of stable, plaque psoriasis; i.e. psoriasis must not be spontaneously improving or worsening in the 4 weeks prior to the screening visit.\n* Plaque psoriasis involving ≥10% of the body surface area (BSA) at screening and prior to randomization at the day 0 visit.\n* PASI score ≥10 at screening and prior to randomization at the day 0 visit.\n* Not pregnant or nursing or planning to become pregnant during the course of the study.\n* Sexually active women of childbearing potential or less than 1 year post-menopausal and sexually active men who are not surgically sterile must use a reliable form of birth control during study treatment and for at least 3 months after the last dose of study drug. Surgically sterile females are not considered to be of childbearing potential. Reliable forms of birth control include oral or depot contraceptives, and double-barrier methods.\n* Written informed consent prior to washout and screening procedures.\n* Able to keep study appointments and cooperate with all study requirements, in the opinion of the investigator.\n\nExclusion Criteria:\n\n* Has generalized erythrodermic, guttate, or pustular psoriasis.\n* Have other dermatoses that would interfere with the evaluation of psoriasis, at the discretion of the investigator.\n* A current malignancy or history of malignancy within 5 years or a history of lymphoma at any time. Subjects can be enrolled with a history of squamous or basal cell carcinoma that has been surgically excised or removed with curettage and electrodesiccation.\n* Has current, uncontrolled bacterial, viral, or fungal infections that require intravenous antibiotics or antifungals or had had such infections within 60 days prior to screening.\n* A history of streptococcal infection that required oral antibiotics within 30 days prior to screening.\n* A known history of tuberculosis.\n* Serologic evidence or known latent human immunodeficiency virus (HIV), hepatitis B (HBV) or hepatitis C (HCV) virus.\n* Uncontrolled hypertension as defined by systolic blood pressure ≥150 mm Hg or diastolic blood pressure ≥ 90 mm Hg.\n* MDRD GFR ≤ 60 ml/min.\n* Variation between the screening and Visit 1 GFR ≥30%.\n* Alanine transaminase, aspartate transaminase, or gamma-glutamyl transferase ≥ 3x upper limit of normal (ULN).\n* White blood cell count ≤ 2.8 x 109/L.\n* Triglycerides ≥ 3x ULN.\n* Requires the following prohibited medications or treatments during the washout or treatment period: drugs potentiating the nephrotoxicity of voclosporin such as NSAID's or ACE inhibitors, drugs interfering with its pharmacokinetics; drugs considered to contribute to psoriasis flare; or, systemic and topical psoriasis medication (including psoralen/ultraviolet A light treatment) that may interfere with assessment of study drug efficacy.\n* Has used any investigational drug or device within 28 days or 5 half lives (whichever is longer) prior to the screening visit.\n* Has taken biological agent(s), except flu shots, tetanus shots, or boosters, within 3 months of the start of treatment. Biological agents include any virus, therapeutic serum, toxin, antitoxin, or analogous product applicable to the prevention, treatment, or cure of diseases or injuries of man.\n* Previous exposure to voclosporin.\n* A history of clinically defined allergy to cyclosporine or any of the constituents of the voclosporin formulation (vitamin E, medium chain triglyceride oil, Tween 40, ethanol).\n* A history of alcoholism or drug addiction within 1 year prior to study entry.\n* Weighs \\<45 kg (99 lbs) or \\> 140 kg (308 lbs).\n* A history of disease, including mental/emotional disorder that would interfere with the subject's participation in the study, or that might cause the administration of ISA247 to pose a significant risk to the subject, in the opinion of the investigator.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Proportion of Subjects Achieving a PASI-75 at 12 Weeks at Each of the 3 Dose Levels of Voclosporin.","description":"Proportion of subjects achieving a PASI-75 at 12 weeks at each of the 3 dose levels of voclosporin.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"14","spread":null},{"groupId":"OG002","value":"26","spread":null},{"groupId":"OG003","value":"44","spread":null}]}]}]},{"type":"SECONDARY","title":"To Investigate the Safety and Tolerability of Voclosporin.","description":null,"paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"To Investigate the Pharmacokinetics and Pharmacodynamics of Voclosporin After Chronic Dosing in a Subset of Subjects.","description":null,"paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"To Evaluate the Effect of Voclosporin on Subject Quality of Life","description":null,"paramType":null,"dispersionType":null,"classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":115},"commonTop":["Nasopharyngitis","Headache","Upper respiratory tract infection","Hypertension","Arthralgia"]}}}