{"nctId":"NCT01234337","briefTitle":"Phase III Trial Comparing Capecitabine in Combination With Sorafenib or Placebo in the Treatment of Locally Advanced or Metastatic HER2-Negative Breast Cancer","startDateStruct":{"date":"2011-02-21","type":"ACTUAL"},"conditions":["Breast Cancer"],"count":537,"armGroups":[{"label":"Sorafenib (Nexavar, BAY43-9006) + Capecitabine","type":"EXPERIMENTAL","interventionNames":["Drug: Sorafenib (Nexavar, BAY43-9006)","Drug: Capecitabine"]},{"label":"Placebo + Capecitabine","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo","Drug: Capecitabine"]}],"interventions":[{"name":"Sorafenib (Nexavar, BAY43-9006)","otherNames":[]},{"name":"Placebo","otherNames":[]},{"name":"Capecitabine","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age is \\>=18 years\n* Subject has histologically or cytologically confirmed HER2-negative adenocarcinoma of the breast. HER2 status should be determined by an accredited laboratory\n* Subject has locally advanced or metastatic disease; locally advanced disease must not be amenable to resection with curative intent. Must have measurable or non-measurable disease (according to RECIST \\[Response Evaluation Criteria for Solid Tumors\\] 1.1)\n* All computer tomography (CT; with contrast) and magnetic resonance imaging (MRI) used to document disease must have been done \\<= 4 weeks before randomization. Bone scans (if clinically indicated) must have been done \\<= 12 weeks prior to randomization\n* Subject must have received up to two prior chemotherapy regimens (adjuvant/neo-adjuvant treatments are considered one regimen), and no more than one prior regimen for advanced and/or metastatic disease. Chemotherapy regimens include both targeted and biologic therapy\n* Prior regimens must have included an anthracycline (eg, doxorubicin, epirubicin) and a taxane (eg, paclitaxel, docetaxel), either in combination or in separate regimens, in either the neo-adjuvant/adjuvant or the metastatic setting or both, as either monotherapy or as part of a combination with another agent. Sequential regimens will count as a single regimen; multiple neo-adjuvant / adjuvant regimens will count as a single regimen\n* Subjects are either resistant to or have failed prior taxane and anthracycline OR Resistant to or have failed prior taxane AND for whom further anthracycline therapy is not indicated (for example, intolerance or cumulative doses of doxorubicin or doxorubicin equivalents \\[for example, epirubicin)\n* Subjects who relapse beyond 12 months after the last taxane or anthracycline dose given in the adjuvant, neo-adjuvant, or metastatic setting are eligible. Further therapy with the agent(s) for a subsequent regimen must have been considered and ruled out, for example due to prior toxicity or intolerance, or based on the local standard of practice\n* Prior experimental chemotherapy treatment is allowed, provided it is given in combination with at least one drug approved for the treatment of breast cancer (excluding drugs that target VEGF \\[Vascular Endothelial Growth Factor\\] or VEGFR \\[Vascular Endothelial Growth Factor Receptor\\], eg, bevacizumab, brivanib, sunitinib, vatalinib).\n* Prior hormonal therapy for locally advanced or metastatic breast cancer is allowed. Subjects who are refractory to hormonal therapy are allowed.\n* Prior neo-adjuvant or adjuvant chemotherapy is allowed.\n* Subject must have discontinued prior chemotherapy (including both targeted and biologic therapies), prior therapeutic radiation therapy, or prior hormonal therapy for locally advanced or metastatic disease \\>= 4 weeks (28 days) before randomization. Start of study treatment is allowed within less than 28 days of the prior therapy provided that 5 half-lives of the prior treatment drug(s) have elapsed\n* ECOG (Eastern Cooperative Oncology Group) performance status 0 or 1\n* Adequate bone marrow, liver and renal function within 7 days prior to randomization\n* All acute toxic effects of any prior treatment have resolved to NCI-CTCAE (National Cancer Institute-Common Terminology Criteria for Adverse Events) v4.0 Grade 1 or less\n* Women of childbearing potential must have a negative serum pregnancy test performed within 7 days prior to randomization\n* Subjects (men and women) of childbearing potential must agree to use adequate contraception beginning at the signing of the ICF (Informed Consent Form) until at least 30 days after the last dose of study drug.\n* Subject must be able to swallow and retain oral medication\n\nExclusion Criteria:\n\n* HER2 positive breast cancer\n* Unknown hormone receptor status (estrogen and progesterone receptor).\n* Subjects with bilateral breast cancer or a history of two distinct breast cancers.\n* Subjects with inflammatory breast carcinoma.\n* Subjects who have received no prior taxane and anthracycline for the treatment of breast cancer (either in adjuvant, neo-adjuvant or metastatic setting).\n* Prior use of sorafenib or capecitabine\n* Subjects considered by the treating investigator to be appropriate candidates for hormonal therapy as current treatment for locally advanced/metastatic breast cancer\n* Subjects with locally advanced disease who are considered by the treating investigator to be appropriate candidates for radiation therapy as current treatment for locally advanced breast cancer\n* Subjects with active brain metastases or leptomeningeal disease.\n* Subjects with seizure disorder requiring medication.\n* Radiation to any lesions \\<= 4 weeks prior to randomization. Palliative radiation to bone metastasis for pain control is permitted with provisions\n* Major surgery, open biopsy, or significant traumatic injury \\<= 4 weeks\n* Evidence or history of bleeding diathesis or coagulopathy. Uncontrolled hypertension, active or clinically significant cardiac disease. Subject with thrombotic, embolic, venus or arterial events\n* Subjects with any hemorrhage/bleeding event of NCI-CTCAE v4.0 Grade 3 or higher within 4 weeks before randomization\n* Subjects with an infection of NCI-CTCAE v4.0 \\> Grade 2\n* Subjects with a history of human immunodeficiency virus infection or current chronic or active hepatitis B or C infection.\n* Subjects who have used strong CYP3A4 inducers (eg, phenytoin, carbamazepine, phenobarbital, St. John's Wort \\[Hypericum perforatum\\], dexamethasone at a dose of greater than 16 mg daily, or rifampin \\[rifampicin\\], and/or rifabutin) within 28 days before randomization.\n* Subjects with any previously untreated or concurrent cancer that is distinct in primary site or histology from breast cancer\n* Subjects with a history DHPD (Dihydropyrimidine dehydrogenase) reaction to fluropyrimidine or history of known or suspected allergy or hypersensitivity to any of the study drugs\n* Presence of a non-healing wound, non-healing ulcer, or bone fracture\n* Women pregnant or breast feeding\n* Any condition which, in the investigator's opinion, makes the subject unsuitable for trial participation","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression-free Survival (PFS) Assessed by the Independent Review Panel According to Response Evaluation Criteria for Solid Tumors (RECIST) 1.1","description":"PFS was defined as the time from date of randomization to disease progression, radiological or death due to any cause, whichever occurs first. Per RECIST version 1.1, progressive disease was determined when there was at least 20% increase in the sum of diameters of the target lesions, taking as a reference the smallest sum on study (this included the baseline sum if that was the smallest sum on trial). In addition to a relative increase of 20%, the sum had demonstrated an absolute increase of at least 5 mm. Appearance of new lesions and unequivocal progression of existing non-target lesions was also interpreted as progressive disease. Participants without progression or death at the time of analysis were censored at their last date of evaluable tumor evaluation. Median and other 95% confidence intervals (CIs) computed using Kaplan-Meier estimates.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"166","spread":null},{"groupId":"OG001","value":"165","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS)","description":"OS was defined as the time from date of randomization to death due to any cause. Participants still alive at the time of analysis were censored at their last known alive date. Median and other 95% CIs computed using Kaplan-Meier estimates.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"575","spread":null},{"groupId":"OG001","value":"616","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Progression (TTP) by Central Review","description":"TTP was defined as the time from date of randomization to disease radiological progression by central review. Per RECIST version 1.1, progressive disease was determined when there was at least 20% increase in the sum of diameters of the target lesions, taking as a reference the smallest sum on study (this included the baseline sum if that was the smallest sum on trial). In addition to a relative increase of 20%, the sum had demonstrated an absolute increase of at least 5 mm. Appearance of new lesions and unequivocal progression of existing non-target lesions was also interpreted as progressive disease. Participants without progression or death at the time of analysis were censored at their last date of evaluable tumor evaluation. Median and other 95% confidence intervals (CIs) computed using Kaplan-Meier estimates.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"168","spread":null},{"groupId":"OG001","value":"165","spread":null}]}]}]},{"type":"SECONDARY","title":"Objective Response Rate (ORR) by Central Review","description":"ORR was defined as the best tumor response (Complete Response \\[CR\\] or Partial Response \\[PR\\]) observed during treatment or within 30 days after termination of study treatment, assessed according to the RECIST version 1.1. CR=all target lesions disappeared, and any pathological lymph node, whether target or non-target, had a reduction in short axis to \\<10 mm. If any residual lesion was present, cyto-histology was made available to unequivocally document benignity. PR=at least 30% decrease in the sum of diameters of target lesions, taking as reference the baseline sum diameters. ORR=CR+PR. CR and PR were confirmed by another scan at least 4 weeks later.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.5","spread":null},{"groupId":"OG001","value":"15.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Disease Control Rate (DCR) by Central Review","description":"DCR was defined as the proportion of participants whose best response was CR, PR, stable disease (SD) or Non-CR/Non-PD. Per RECIST version 1.1, CR=all target lesions disappeared, any pathological lymph node, target/non-target, a reduction in short axis to \\<10 mm. PR=at least 30% decrease in the sum of diameters of target lesions taking as reference baseline sum diameters. PD=at least 20% increase in the sum of diameters of the target lesions, taking as a reference smallest sum on study. Appearance of new lesions and unequivocal progression of existing non-target lesions. SD=neither sufficient shrinkage qualified for PR nor sufficient increase qualified for PD, taking smallest sum of diameters as a reference. Non-CR/Non-PD=persistence of 1/more non-target lesion(s) and/or maintenance of tumor marker level above normal limits. DCR=CR+PR+SD or Non-CR/Non-PD. CR and PR confirmed by another scan at least 4 weeks later. SD and Non-CR/Non-PD documented at least 6 weeks after randomization.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"60.5","spread":null},{"groupId":"OG001","value":"58.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response (DOR) by Central Reader","description":"DOR was defined as the time from date of first response (CR or PR) to the date when PD is first documented, or to the date of death, whichever occurred first according to RECIST version 1.1. CR=all target lesions disappeared, and any pathological lymph node, whether target or non-target, had a reduction in short axis to \\<10 mm. If any residual lesion was present, cyto-histology was made available to unequivocally document benignity. PR=at least 30% decrease in the sum of diameters of target lesions, taking as reference the baseline sum diameters. Participants still having CR or PR and have not died at the time of analysis were censored at their last date of tumor evaluation. DOR defined for confirmed responders only (that is, CR or PR). 'NA' indicates that value could not be estimated due to censored data. Median and 95% CIs were computed using Kaplan-Meier estimates.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"313","spread":null},{"groupId":"OG001","value":"290","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Patient Reported Outcomes: Functional Assessment of Cancer Therapy-Breast Symptom Index (8 Item) (FBSI-8)","description":"The FBSI-8 was an 8-item questionnaire. Participants responded to each item using a 5-point Likert-type scale ranging from 0 (not at all) to 4 (very much). A total scale score was calculated (range from 0 to 32), with higher scores indicating low symptomatology and reflecting a better Health-Related Quality of Life (HRQoL). The results on the analysis of covariance (ANCOVA) of time-adjusted area under curve (AUC) for the FBSI-8 score were reported. The time-adjusted AUC was calculated by dividing the AUC by duration (in days) over the period of interest, and reported as 'scores on a scale'.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20.915","spread":null},{"groupId":"OG001","value":"21.356","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Patient Reported Outcomes: Euroqol-5 Dimensions (EQ-5D) - Index Score","description":"The EQ-5D was a generic Quality of life (QoL) based instrument validated in cancer populations. EQ-5D questionnaire contained a 5-item descriptive system of health states (mobility, self-care, usual activities, pain/discomfort, anxiety/depression) and visual analogue scale (VAS). A single HRQoL score ranging from -0.59 to 1 was generated from standard scoring algorithm developed by the EuroQoL was the EQ-5D index score, higher scores represent better health status. A change of at least 0.10 to 0.12 points was considered clinically meaningful. The results on the ANCOVA of time-adjusted AUC for the EQ-5D - Index Score were reported. The time-adjusted AUC was calculated by dividing the AUC by duration (in days) over the period of interest, and reported as 'scores on a scale'.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.665","spread":null},{"groupId":"OG001","value":"0.69","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Patient Reported Outcomes: Euroqol-5 Dimensions (EQ-5D) - Visual Analogue Scale (VAS) Score","description":"The EQ-5D was a generic QoL preference based instrument and has been validated in the cancer populations. VAS was generated from 0 (worst imaginable health state) to 100 (best imaginable health state). This VAS score was referred to as the EQ-5D self-reported health status score. The results on ANCOVA of time-adjusted AUC were reported. The time-adjusted AUC was calculated by dividing the AUC by duration (in days) over the period of interest, and reported as 'scores on a scale'.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"67.532","spread":null},{"groupId":"OG001","value":"69.228","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Maximum Observed Drug Concentration (Cmax) of Capecitabine and 5-fluorouracil","description":"Maximum observed drug concentration, directly taken from analytical data. Geometric mean and percentage geometric coefficient of variation (%CV) were reported. In the listed categories below, 'N' signifies the number of evaluable participants for the drug administered.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.05","spread":"79"},{"groupId":"OG001","value":"4.68","spread":"72"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.434","spread":"105"},{"groupId":"OG001","value":"0.382","spread":"67"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Area Under Curve From Time Zero to Last Quantifiable Concentration (AUC[0-tlast]) of Capecitabine and 5-fluorouracil","description":"AUC(0-tlast) is defined as AUC from time 0 to the last data point, calculated up by linear trapezoidal rule, down by logarithmic trapezoidal rule. Geometric mean and percentage geometric coefficient of variation (%CV) were reported. In the listed categories below, 'N' signifies the number of evaluable participants for the drug administered.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.12","spread":"50"},{"groupId":"OG001","value":"5.13","spread":"48"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.621","spread":"71"},{"groupId":"OG001","value":"0.557","spread":"47"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Participants With Treatment-emergent Grade 3 and 4 Laboratory Abnormalities","description":"Hematological (anemia, hemoglobin, international normalized ratio \\[INR\\], lymphocyte, neutrophil, platelet, white blood cell \\[WBC\\]), biochemical (ALT \\[alanine aminotransferase\\], AST \\[aspartate aminotransferase\\], GGT \\[gamma-glutamyl-transferase\\], lipase, hypoalbuminemia, hypocalcemia, hyperglycemia, hyperuricemia) evaluations were done. Common terminology criteria for adverse events (CTCAE) version 4-Grade 3: Severe or medically significant; hospitalization or prolongation of hospitalization and CTCAE version 4-Grade 4: life-threatening consequences; urgent intervention were indicated.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20","spread":null},{"groupId":"OG001","value":"17","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"19","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null},{"groupId":"OG001","value":"13","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"13","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"22","spread":null},{"groupId":"OG001","value":"21","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"19","spread":null},{"groupId":"OG001","value":"12","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"47","spread":null},{"groupId":"OG001","value":"15","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":80,"n":260},"commonTop":["Palmar-plantar erythrodysaesthesia syndrome","Diarrhoea","Nausea","Fatigue","Vomiting"]}}}