{"nctId":"NCT01005680","briefTitle":"A Study Comparing Two Different Chemotherapy Types in Chinese Patients With Advanced Non Small Cell Lung Cancer","startDateStruct":{"date":"2009-11"},"conditions":["Non Small Cell Lung Cancer"],"count":256,"armGroups":[{"label":"Pemetrexed plus Cisplatin","type":"EXPERIMENTAL","interventionNames":["Drug: Pemetrexed","Drug: Cisplatin"]},{"label":"Gemcitabine plus Cisplatin","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Gemcitabine","Drug: Cisplatin"]}],"interventions":[{"name":"Pemetrexed","otherNames":["Alimta","LY231514"]},{"name":"Gemcitabine","otherNames":["Gemzar","LY188011"]},{"name":"Cisplatin","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Present with histologically proven or cytological diagnosis of non-squamous non-small cell lung cancer (NSCLC) Stage IIIB or IV.\n* Participants must agree to use a reliable method of birth control during the study and for 3 months following the last dose of study drug.\n* Female participants must not be pregnant.\n* No prior systemic chemotherapy for lung cancer.\n* At least one unidimensionally measurable lesion meeting Response Evaluation Criteria in Solid Tumors.\n* Eastern Cooperative Oncology Group (ECOG) Performance status of 0 or 1.\n* Adequate organ function.\n* Prior radiation therapy allowed to \\<25% of the bone marrow.\n* Signed informed consent document on file.\n* Estimated life expectancy of greater than or equal to 12 weeks.\n* Participant compliance and geographic proximity that allow adequate follow up.\n\nExclusion Criteria:\n\n* Peripheral neuropathy of great than or equal to Common Terminology Criteria for Adverse Events (CTCAE) Grade 1.\n* Inability to comply with protocol or study procedures.\n* A serious concomitant systemic disorder that, in the opinion of the investigator, would compromise the participant's ability to complete the study.\n* A serious cardiac condition, such as myocardial infarction within 6 months, angina, or heart disease, as defined by the New York Heart Association Class III or IV.\n* Second primary malignancy that is clinically detectable at the time of consideration for study enrollment.\n* Documented brain metastases unless the participant has completed successful local therapy for central nervous system metastases and has not taken corticosteroids for at least 4 weeks before enrollment.\n* Presence of clinically significant third-space fluid collections, for example, ascites or pleural effusions that cannot be controlled by drainage or other procedures prior to study entry.\n* Significant weight loss (that is, greater than or equal to 10%) over the previous 6 weeks before study entry.\n* Concurrent administration of any other anti-tumor therapy.\n* Inability to interrupt aspirin or other non-steroidal anti-inflammatory agents for a 5-day period (8-day period for long-acting agents, such as piroxicam).\n* Inability or unwillingness to take folic acid or vitamin B12 supplementation.\n* Inability to take corticosteroids.\n* Pregnant or breast-feeding.\n* Are currently enrolled in, or discontinued within the last 30 days from, a clinical trial involving an off-label use of an investigational drug or device (other than the study drug), or concurrently enrolled in any other type of medical research judged not to be scientifically or medically compatible with this study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Survival (OS)","description":"OS was defined as the duration from date of randomization to date of death from any cause. Participants who were alive were censored at the date of last contact.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17.54","spread":null},{"groupId":"OG001","value":"15.51","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression Free Survival (PFS)","description":"PFS was defined as the date of randomization to date of first observation of clinical or objective progressive disease (PD) or death due to any cause. PD assessed using Response Evaluation Criteria in Solid Tumor (RECIST v1.0) criteria and defined as at least a 20% increase in the sum of the longest diameter of target lesions, taking as reference the smallest sum longest diameter ever recorded since study treatment started, or the appearance of one or more new lesions. Participants who were not known to have died or had PD were censored at the date of last contact.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.88","spread":null},{"groupId":"OG001","value":"5.85","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Progressive Disease (TtPD)","description":"TtPD defined as the time from study randomization to the first date of progressive disease (PD). PD assessed using Response Evaluation Criteria in Solid Tumor (RECIST v1.0) criteria and defined as at least a 20% increase in the sum of the longest diameter of target lesions, taking as reference the smallest sum longest diameter ever recorded since study treatment started, or the appearance of 1 or more new lesions. Participants who were not known to have PD or who died without PD were censored at the date of last of last tumor assessment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.82","spread":null},{"groupId":"OG001","value":"5.82","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response (DoR)","description":"DoR was defined as the time from first objective status assessment of complete response (CR) or partial response (PR) to the first time progressive disease (PD) or death as a result of any cause. Response using Response Evaluation Criteria in Solid Tumor (RECIST v1.0) criteria. CR was defined as the disappearance of all target lesions. PR was defined as having at least a 30% decrease in sum of longest diameter of target lesions. Participants who are not known to have died or to have PD were censored at the date of last contact. PD assessed using RECIST v1.0 and defined as at least a 20% increase in the sum of the longest diameter of target lesions, taking as reference the smallest sum longest diameter ever recorded since study treatment started, or the appearance of 1 or more new lesions","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.53","spread":null},{"groupId":"OG001","value":"4.98","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Treatment Failure (TtTF)","description":"TtTF was defined as date of randomization until the date of discontinuation of study treatment due to adverse event, progressive disease (PD), or death from any cause. PD assessed using Response Evaluation Criteria in Solid Tumor (RECIST v1.0) criteria and defined as at least a 20% increase in the sum of the longest diameter of target lesions, taking as reference the smallest sum longest diameter ever recorded since study treatment started, or the appearance of 1 or more new lesions. Participants who discontinued study treatment for any other reason were censored at the date of discontinuation of study treatment. Participants still on study drug at data-inclusion cut-off date were censored at the cut-off date.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Tumor Response Rate","description":"Tumor response rate was the percentage of participants with confirmed best tumor response of complete response (CR) or partial response (PR) using Response Evaluation Criteria in Solid Tumor (RECIST v1.0) criteria. Complete Response (CR) was defined as the disappearance of all target lesions; Partial Response (PR) was defined as at least a 30% decrease in sum of longest diameter of target lesions. Progressive disease (PD) assessed using RECIST v1.0 criteria and defined as at least a 20% increase in the sum of the longest diameter of target lesions, taking as reference the smallest sum longest diameter ever recorded since study treatment started, or the appearance of 1 or more new lesions.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24.8","spread":null},{"groupId":"OG001","value":"20.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Risk/Benefit Ratio","description":"Risk/benefit ratio was calculated as the percentage of participants who experienced a study-drug related toxicity of Common Terminology Criteria for Adverse Events (CTCAE v3.0) Cancer Therapy Evaluation Program (CTEP) Grade 3 or higher, divided by the Kaplan-Meier estimated percentage of participants surviving one year.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.70","spread":null},{"groupId":"OG001","value":"0.83","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Disease Control Rate (DCR)","description":"DCR was the percentage of participants with Complete Response (CR), Partial Response (PR), and Stable Disease (SD). Response determined using Response Evaluation Criteria In Solid Tumors (RECIST v1.0) criteria. CR was defined as the disappearance of all target lesions; PR was defined as at least a 30% decrease in sum of longest diameter of target lesions; progressive disease (PD) was defined as at least a 20% increase in the sum of the longest diameter of target lesions, taking as reference the smallest sum longest diameter ever recorded since study treatment started, or the appearance of 1 or more new lesions; SD was defined as small changes that did not meet the above criteria.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"78.5","spread":null},{"groupId":"OG001","value":"75.9","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Survival Without Toxicity (SWT)","description":"SWT was defined as the time from randomization to a study-drug related toxicity. Toxicity was defined as Common Terminology Criteria for Adverse Events (CTCAE v3.0) Grade 3 or 4 or death. Participants who do not have a CTCAE Grade 3 or higher toxicity and are alive will be censored at the date of last contact.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.85","spread":null},{"groupId":"OG001","value":"2.56","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":8,"n":125},"commonTop":["Neutropenia","Nausea","Leukopenia","Vomiting","Decreased appetite"]}}}