{"nctId":"NCT02457546","briefTitle":"The EVICEL® Neurosurgery Phase III Study","startDateStruct":{"date":"2015-07-01","type":"ACTUAL"},"conditions":["Cerebrospinal Fluid Leak"],"count":234,"armGroups":[{"label":"EVICEL Fibrin Sealant","type":"EXPERIMENTAL","interventionNames":["Biological: EVICEL Fibrin Sealant"]},{"label":"Hydrogel sealant","type":"ACTIVE_COMPARATOR","interventionNames":["Device: Hydrogel sealant"]}],"interventions":[{"name":"EVICEL Fibrin Sealant","otherNames":["fibrin sealant"]},{"name":"Hydrogel sealant","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subjects ≥18 years of age undergoing craniotomy/craniectomy for pathological processes in the supratentorial region or posterior fossa\n* Subjects or legally authorized representatives must be willing to participate in the study and provide written informed consent.\n* Surgical wound classification Class I\n* The cuff of native dura along the craniotomy edge on each side is adequate, based on surgeon's judgment, to facilitate suturing and to allow for sufficient surface area for adherence of the investigational product\n* Presence of intra-operative cerebrospinal fluid (CSF) leakage following primary dural closure or after Valsalva maneuver\n\nExclusion Criteria:\n\n* Subjects with a dural lesion from a recent surgery that still has the potential for CSF leakage.\n* Chemotherapy within 30-days prior to enrollment or scheduled within 7-days following surgery\n* Radiation therapy to the head within 30-days prior to enrollment or scheduled within 7-days following surgery\n* A previous craniotomy/craniectomy within 6 months prior to the study surgery.\n* Known hypersensitivity to the components of the investigational product.\n* Subjects with a known allergy to FD\\&C Blue #1 dye\n* Subjects with an infection present at the surgical site\n* Subjects with an infection indicated by any one of the following: clinical diagnosis of infection, fever, positive urine culture, positive blood culture, positive chest X-ray.\n* Female subjects of childbearing potential with a positive pregnancy test or intent to become pregnant during the clinical study period.\n* Female subjects who are nursing.\n* Exposure to another investigational drug or device clinical trial within 30 days prior to enrollment or anticipated in the 60 day follow-up period.\n* Subjects with severely altered renal or hepatic function, with a compromised immune system or autoimmune disease who can NOT receive hydrogel sealant.\n* Subjects with penetratring traumatic injuries to the head with damage to the dura\n* Dural injury during craniotomy/craniectomy that cannot be eliminated by widening the craniotomy/craniectomy to recreate the native dural cuff.\n* Patient has a gap between durotomy edges of greater than 2mm after primary dural closure.\n* Approaches that would not allow sutured dural closure such as trans-sphenoidal or trans-labirinthine-/petrosal/-mastoid. Superficial penetration of mastoid air cells are allowed.\n* Use of implants made of synthetic materials coming into direct contact with dura\n* Use of other fibrin sealants or PEG-based sealants on the dural closure. Approved fibrin sealants may be used for hemostasis if not in contact with the dura.\n* Hydrocephalus, except occlusive hydrocephalus caused by posterior fossa pathology or incompletely open cerebrospinal fluid pathways, to be treated during surgical procedure.\n* Placement of Gliadel Wafers\n* Intersecting durotomy scars in the surgical path from a previous operation that cannot be completely removed by the planned dural resection.\n* Two or more separate cranial dural defects, including defects from ventricular cannulation and ventriculo-peritoneal shunting.\n* Subjects with any other intra-operative findings identified by the surgeon that may preclude the conduct of the study procedure.\n* Confined bony structures where nerves are present where neural compression may result due to swelling.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Primary Effectiveness Endpoint Success Number of Successes (Subjects That Had no Inter-operative CSF Leak Following Valsalva Maneuver and no CSF Leak or Pseudomeningocele in the Surgical Area During the 30-day Follow-up Period)","description":"The primary endpoint was the proportion of subjects that had no inter-operative CSF leak following Valsalva maneuver and no CSF leak or pseudomeningocele in the surgical area during the 30-day follow-up period","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22","spread":null},{"groupId":"OG001","value":"23","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"73","spread":null},{"groupId":"OG001","value":"69","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"95","spread":null},{"groupId":"OG001","value":"92","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Safety Endpoint: Intra-operative CSF Leakage Follow Final Valsalva","description":"Intra-operative CSF leakage follow final Valsalva","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"13","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":32,"n":114},"commonTop":["Headache","Constipation","Nausea","Procedural pain","Vomiting"]}}}