{"nctId":"NCT00759148","briefTitle":"Moxifloxacin AF Ophthalmic Solution for Treatment of Bacterial Conjunctivitis","startDateStruct":{"date":"2008-10","type":"ACTUAL"},"conditions":["Bacterial Conjunctivitis"],"count":1179,"armGroups":[{"label":"Moxifloxacin AF","type":"EXPERIMENTAL","interventionNames":["Drug: Moxifloxacin Alternative Formulation (AF) Ophthalmic Solution 0.5%"]},{"label":"Vehicle","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Moxifloxacin AF Vehicle"]}],"interventions":[{"name":"Moxifloxacin Alternative Formulation (AF) Ophthalmic Solution 0.5%","otherNames":[]},{"name":"Moxifloxacin AF Vehicle","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Diagnosed with bacterial conjunctivitis in 1 or both eyes;\n* Able to understand and sign an informed consent form. If subject is \\<18 years of age, the informed consent must be understood and signed by the subject's legally authorized representative;\n* Agrees to comply with the visit schedule and other requirements of the study;\n* Other protocol-specified inclusion criteria may apply.\n\nExclusion Criteria:\n\n* Signs and symptoms of bacterial conjunctivitis for longer than 4 days prior to Day 1;\n* Presence of concomitant viral infection;\n* Infants with ophthalmia neonatorum of gonococcal, Chlamydia, herpetic or chemical origin;\n* Infants whose birth mothers had any sexually transmitted disease within 1 month prior to delivery;\n* Infants undergoing treatment for retinopathy of prematurity;\n* Contact lens wear during the course of the study;\n* Only 1 sighted eye or vision in either eye not correctable to 0.6 logMAR units (20/80) or better;\n* Use of medications, as specified in the protocol;\n* Any systemic or ocular disease or disorder, complicating factors or structural abnormality that could negatively affect the conduct or outcome of the study;\n* Known or suspected allergy or hypersensitivity to fluoroquinolones;\n* Pregnant, lactating, or of childbearing potential and not using adequate birth control to prevent pregnancy;\n* Other protocol-specified exclusion criteria may apply.","healthyVolunteers":false,"sex":"ALL","minimumAge":"1 Month","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Clinical Cure at the Day 4 (EOT)/Exit Visit","description":"Clinical cure was attained if the sum of the 2 cardinal ocular signs of bacterial conjunctivitis (bulbar conjunctival injection and conjunctival discharge/exudate) was zero (ie, normal or absent) 12-48 hours after the last dose. Clinical cure was reported as a percentage. Only one eye (study eye) contributed to the analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"62.5","spread":null},{"groupId":"OG001","value":"50.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Microbiological Success at the Day 4 (EOT)/Exit Visit","description":"Microbiological success was attained if the pre-therapy bacterial pathogens were eradicated 12-48 hours after the last dose. Microbiological success is reported as a percentage. Only one eye (study eye) contributed to the analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"74.5","spread":null},{"groupId":"OG001","value":"56","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":593},"commonTop":[]}}}