{"nctId":"NCT00410124","briefTitle":"RAD001 Plus Best Supportive Care (BSC) Versus BSC Plus Placebo in Patients With Metastatic Carcinoma of the Kidney Which Has Progressed After Treatment With Sorafenib and/or Sunitinib","startDateStruct":{"date":"2006-11"},"conditions":["Metastatic Renal Cell Carcinoma"],"count":416,"armGroups":[{"label":"RAD001 +BSC","type":"EXPERIMENTAL","interventionNames":["Drug: RAD001"]},{"label":"Placebo (plus BSC)","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"RAD001","otherNames":["Everolimus"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients with metastatic carcinoma and with histological or cytological confirmation of clear cell RCC (tissue from the original diagnosis of renal cell cancer is acceptable).\n* The date of progression on sunitinib and/or sorafenib must be within 6 months.\n* Patients may have received one or both agents\n* Prior therapy with cytokines (i.e., IL-2, Interferon) and/or VEGF-ligand inhibitors (i.e., bevacizumab) are permitted.\n* Prior vaccine therapy in the adjuvant setting is permitted.\n* Patients with at least one measurable lesion at baseline as per the Response evaluation criteria in solid tumors (RECIST) criteria, either on physical exam or as determined by Computer Tomography (CT) Scan or Magnetic Resonance Imaging (MRI).\n* Patients with a Karnofsky Performance Status ≥70%.\n* Adequate bone marrow, liver and renal function.\n* Patients with a life expectancy ≥ 3 months.\n* Women of childbearing potential must have had a negative serum or urine pregnancy test 48 hours prior to the administration of the first study treatment.\n* Patients who give a written informed consent obtained according to local guidelines\n\nExclusion Criteria:\n\n* Patients currently receiving chemotherapy, immunotherapy, or radio-therapy or who have received these within 4 weeks of study entry\n* Patients who have previously received mTOR inhibitors.\n* Patients with a known hypersensitivity to RAD001 or other rapamycins (sirolimus, temsirolimus) or to its excipients.\n* Patients with untreated CNS metastases or who are neurologically unstable despite treatment of the CNS metastases. (Patients with treated CNS metastases, who are neurologically stable off of corticosteroids, are eligible to enter study).\n* Patients receiving chronic treatment with corticosteroids or another immunosuppressive agent\n* Patients with a known history of HIV seropositivity.\n* Patients with an active, bleeding diathesis or on oral anti-vitamin K medication (except low dose coumadin)\n* Patients who have any severe and/or uncontrolled medical conditions\n* Patients who have a history of another primary malignancy ≤ 3 years, with the exception of non-melanoma skin cancer, and carcinoma in situ of uterine cervix\n* Female patients who are pregnant or breast feeding, or adults of reproductive potential who are not using effective birth control methods. If barrier contraceptives are being used, these must be continued throughout the trial by both sexes.\n* Patients who are using other investigational agents or who had received investigational drugs ≤ 4 weeks prior to randomization\n* Patients unwilling to or unable to comply with the protocol\n\nOther protocol-defined inclusion/exclusion criteria may apply.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progressive Free Survival (PFS) in Patients Who Receive RAD001 Plus Best Supportive Care(BSC) Versus Patients Who Receive Matching Placebo Plus BSC","description":"Progression Free survival is defined as the time from randomization to the date of first documented disease progression or death from any cause. The primary statistical analysis of PFS was based on central radiological assessments using a one-sided stratified log-rank test. Radiological assessments: every 8 weeks (+/-1 week) during the first year and every 12 weeks (+/- 1 week) during the second year and thereafter and at the end of the study. Kaplan-Meier methodology was used to estimate the median PFS for each treatment group.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.90","spread":null},{"groupId":"OG001","value":"1.87","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS) Assessed by the Monthly Overall Survival Assessments","description":"Overall survival (OS) was defined as the time from date of randomization to date of death due to any cause. Kaplan-Meier methodology was used to estimate the median overall survival for each treatment group","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.57","spread":null},{"groupId":"OG001","value":"13.01","spread":null}]}]}]},{"type":"SECONDARY","title":"Best Overall Response Rate in Patients Who Receive RAD001 Plus BSC Versus Matching Placebo Plus BSC","description":"The Best Overall Response rate (BOR) is defined as the percentage of patients having achieved confirmed Complete Response + Partial Response. Complete Response (CR) = at least two determinations of CR at least 4 weeks apart before progression. • Partial response (PR) = at least two determinations of PR or better at least 4 weeks apart before progression. Radiological assessments: every 8 weeks (+/-1 week) during the first year and every 12 weeks (+/- 1 week) during the second year and thereafter and at the end of the study.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.8","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response in Patients Who Receive RAD001 Plus BSC Versus Placebo Plus BSC","description":"Duration of overall response (CR or PR) applies only to patients whose Best Overall Response (BOR) was Complete Response (CR) or Partial Response (PR). The start date is the date of first documented response (CR or PR) and the end date is the date of event defined as the first documented progression or death. Radiological assessments: every 8 weeks (+/-1 week) during the first year and every 12 weeks (+/- 1 week) during the second year and thereafter and at the end of the study.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Analysis of Time to Definitive Deterioration of the Global Health Status/QoL Scale(QL) Scores of the EORTC QLQ-30 Questionnaire by at Least 10 Percent Using Kaplan Meier Method, by Treatment.","description":"The European Organization for Research and Treatment of Cancer (EORTC) Quality of Life Questionnaire (QLQ) contains 30 items. These include a global health status/QoL scale, five functional scales, three symptom scales, and six single items. Global health status / QoL scale (QL), consisting of 2 questions each scored from 1 (very poor) to 7 (excellent), and with possible scores ranging from 2 to 14. Higher score indicates better functioning. Definitive deterioration by at least 10% is defined as a decrease in score by at least 10% compared to baseline, with no increase above this threshold observed during the course of the study. A single measure reporting a decrease of at least 10% is considered definitive only if it is the last one available for the patient. Time to definitive deterioration is the number of days between the date of randomization and date of assessment at which definitive deterioration is seen.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.76","spread":"3.71"},{"groupId":"OG001","value":"3.91","spread":"23.486"}]}]}]},{"type":"SECONDARY","title":"Time to Definitive Deterioration of the FKS-DRS Risk Score by at Least 2 Score Units Using Kaplan-Meier Method, by Treatment.","description":"The Functional Assessment of Cancer Therapy - Kidney Symptom Index, Disease Related Symptoms (FKSI-DRS) is a set of items to assess symptoms experienced by patients with advanced kidney cancer. These symptoms include fatigue, pain, weight loss, dyspnea, cough, fever and hematuria. There were 4 response categories (1=Not at all, 2= A little, 3=Quite a bit, 4=Very much), sum of item responses can range from 0 to 36. \"0\"= severely symptomatic patient and the highest score is an asymptomatic patient. Definitive deterioration of the FKSI-DRS score was defined as a decrease by at least 2 units compared to baseline, with no later increase above this threshold observed during the study. A single measure reporting a decrease of at least 2 units was considered definitive only if it is the last one available for the patient. Time to definitive deterioration is the number of days between the date of randomization and the date of the assessment at which definitive deterioration is seen.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.76","spread":null},{"groupId":"OG001","value":"3.84","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Definitive Deterioration of the Physical Functioning Scale (PF)Score of the EORTC QLQ-C30 Questionnaire by at Least 10 Percent Using Kaplan_Meier Method, by Treatment.","description":"The EORTC QLQ-C30 contains 30 items. These include five functional scales (physical, role, emotional, social and cognitive functioning), three symptom scales fatigue, pain, nausea, and vomiting), a global health status/QoL scale, and six single items (dyspnea, diarrhea, constipation, anorexia, insomnia and financial impact). Physical Functioning (PF) sub-scale, consisting of 5 questions each scored from 1 (not at all) to 4 (very much), and with possible values ranging from 5 to 20. Definitive deterioration by at least 10% is defined as a decrease in score by at least 10% compared to baseline, with no later increase above this threshold observed during the course of the study. A single measure reporting a decrease of at least 10% is considered definitive only if it is the last one available for the patient. Time to definitive deterioration is the number of days between the date of randomization and the date of the assessment at which definitive deterioration is seen.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.06","spread":null},{"groupId":"OG001","value":"4.57","spread":null}]}]}]},{"type":"SECONDARY","title":"Pharmacokinetics of RAD001:Peak Concentration in a Dosing Interval (C-max); Pre-dose Concentration at 24-h Time Point in Dosing Interval (C-min) and Average Concentration in a Dosing Interval =(C-avg)","description":"Blood samples will be collected by direct venipuncture during regularly scheduled visits according to the collection plan provided in the study protocol. C-avg= Area under curve (AUC) in a dosing interval from time-zero to time of the last quantifiable concentration (AUC0-tlast)/ time of the last quantifiable concentration in a dosing interval (tlast)","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"68.1","spread":"29.8"},{"groupId":"OG001","value":"76.7","spread":"39.3"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7.9","spread":"3.4"},{"groupId":"OG001","value":"19.8","spread":"12.3"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"19.0","spread":"7.0"},{"groupId":"OG001","value":"30.4","spread":"10.9"}]}]}]},{"type":"SECONDARY","title":"Pharmacokinetics of RAD001: Time at Which C-Max Occurs (t-Max)","description":"Blood samples will be collected by direct venipuncture during regularly scheduled visits according to the collection plan provided in the study protocol.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.0","spread":null},{"groupId":"OG001","value":"1.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Pharmacokinetics of RAD001: Area Under Curve (AUC) in a Dosing Interval From Time-zero to Time of the Last Quantifiable Concentration. (AUC 0-tlast)","description":"Blood samples will be collected by direct venipuncture during regularly scheduled visits according to the collection plan provided in the study protocol.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"455.0","spread":"168.5"},{"groupId":"OG001","value":"729.1","spread":"262.7"}]}]}]},{"type":"SECONDARY","title":"Pharmacokinetics of RAD001: Time of the Last Quantifiable Concentration in a Dosing Interval - (Tlast)","description":"Blood samples will be collected by direct venipuncture during regularly scheduled visits according to the collection plan provided in the study protocol.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24.0","spread":null},{"groupId":"OG001","value":"24.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Pharmacokinetics of RAD001: Apparent Systemic Clearance From Blood Following Extravascular Administration (CL/F)","description":"Blood samples will be collected by direct venipuncture during regularly scheduled visits according to the collection plan provided in the study protocol.Apparent oral clearance of RAD001 (CL/F) was calculated using AUC in a dosing interval of 24 hours (AUC0-24hours) value on Day 15 as: CL/F = dose/ AUC0-τ","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15.4","spread":"5.3"}]}]}]},{"type":"SECONDARY","title":"Pharmacokinetics of RAD001: Normalized to Body Surface Area (CL/F)","description":"Blood samples will be collected by direct venipuncture during regularly scheduled visits according to the collection plan provided in the study protocol.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.5","spread":"2.3"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":135,"n":274},"commonTop":["Anaemia","Stomatitis","Asthenia","Fatigue","Cough"]}}}