{"nctId":"NCT00175916","briefTitle":"Follow-up Trial to Evaluate Long-term Safety and Efficacy of Brivaracetam in Subjects Suffering From Epilepsy","startDateStruct":{"date":"2005-09","type":"ACTUAL"},"conditions":["Epilepsy"],"count":853,"armGroups":[{"label":"Brivaracetam","type":"EXPERIMENTAL","interventionNames":["Drug: Brivaracetam (ucb 34714)"]}],"interventions":[{"name":"Brivaracetam (ucb 34714)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male/female subjects from 16 years (where legally permitted and ethically accepted) or 18 years onwards suffering from epilepsy and having completed a previous study with brivaracetam as adjunctive treatment, which allowed access to this study\n* Subjects with POS/PGS: inpatients or outpatients with epilepsy who participated in previous brivaracetam studies / programs which allow access to the present study\n* Subjects with ULD: inpatients or outpatients with epilepsy who were treated with brivaracetam in previous studies / programs which allow access to the present study\n* Subjects for whom the Investigator believes a reasonable benefit from the long-term administration of brivaracetam may be expected\n\nExclusion Criteria:\n\n* Severe medical, neurological and psychiatric disorders, or laboratory values which may have an impact on the safety of the subject\n* Poor compliance with visit schedule or medication intake in previous brivaracetam study\n* Participation in any clinical study of another investigational drug or device during the study\n* Pregnant or lactating woman","healthyVolunteers":false,"sex":"ALL","minimumAge":"16 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With at Least One Treatment-emergent Adverse Event (TEAE)","description":"Treatment-emergent adverse events (TEAEs) were defined as those events which started on or after the date of first dose of investigational medicinal product (IMP), or events in which severity worsened on or after the date of first dose of study medication. The event does not necessarily have a causal relationship with that treatment or usage.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"84.4","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants Who Withdrew Due to an Adverse Event (AE)","description":"An AE is any untoward medical occurrence in a participant or trial participant that is administered a drug or biologic (medicinal product) or that is using a medical device. The event does not necessarily have a causal relationship with that treatment or usage.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.6","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With at Least One Serious Adverse Event (SAE)","description":"A serious adverse event (SAE) is any untoward medical occurrence that at any dose:\n\n* Results in death\n* Is life-threatening\n* Requires in patient hospitalization or prolongation of existing hospitalization\n* Is a congenital anomaly or birth defect\n* Is an infection that requires treatment parenteral antibiotics\n* Other important medical events which based on medical or scientific judgement may jeopardize the patients or may require medical or surgical intervention to prevent any of the above.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"29.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Partial Onset Seizure (POS) (Type I) Frequency Per 28 Days During the Evaluation Period","description":"The 28 day adjusted seizure frequency was calculated by dividing the number of partial seizures by the number of days for which the diary was completed, and multiplying the resulting value by 28.\n\nBaseline values for seizure frequency were calculated based on the seizure diary data collected during the baseline period of the previous double-blind studies: N01114 \\[NCT00175929\\], N01252 \\[NCT00490035\\] and N01254 \\[NCT00504881\\].","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change in Partial Onset Seizure (POS) (Type I) Frequency Per 28 Days From Baseline of the Previous Study to the Evaluation Period","description":"The percent change from the previous study baselines, in Partial Onset Seizure (POS) (Type I) frequency per 28 days is defined as:\n\n(the value at the previous study baselines) minus (the value at each time-points during the evaluation period) divided by the value at the previous study baselines.\n\nBaseline values for seizure frequency were calculated based on the seizure diary data collected during the baseline period of the previous double-blind studies: N01114 \\[NCT00175929\\], N01252 \\[NCT00490035\\] and N01254 \\[NCT00504881\\].","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"43.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Responder Rate in POS (Type I) Frequency Over the Evaluation Period","description":"A responder is defined as a participant with a ≥ 50% reduction in seizure frequency from the Baseline Period of the previous study.\n\nBaseline values for seizure frequency were calculated based on the seizure diary data collected during the baseline period of the previous double-blind studies: N01114 \\[NCT00175929\\], N01252 \\[NCT00490035\\] and N01254 \\[NCT00504881\\].","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"43.6","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":248,"n":853},"commonTop":["Headache","Nasopharyngitis","Dizziness","Convulsion","Fatigue"]}}}