{"nctId":"NCT01493960","briefTitle":"The Efficacy and Safety of Cobitolimod (Kappaproct®) in Chronic Active Treatment Refractory Ulcerative Colitis Patients","startDateStruct":{"date":"2011-12"},"conditions":["Colitis, Ulcerative"],"count":131,"armGroups":[{"label":"Cobitolimod","type":"EXPERIMENTAL","interventionNames":["Drug: Cobitolimod"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Cobitolimod","otherNames":["DIMS0150, Kappaproct"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Male or female ≥ 18 years of age.\n2. Well established diagnosis of moderate to moderately severe chronic active UC with a CAI score ≥9, an endoscopic score ≥2, not responding adequately to currently available therapies and potential candidates for colectomy. Previously tried therapies should include:\n\n   * At least one treatment course with mesalazine; at least 2.4 g/day for at least 4 weeks, or at least one treatment course with similar drugs in this class.\n   * At least one full dose treatment course of corticosteroids (which can be the treatment of a recent relapse), with up to 0.75 mg/kg as a starting dose or highest dose according to local clinical practice.\n   * At least one treatment course of azathioprine or mercaptopurine of at least 3 months duration and/or at least one adequate treatment course of an anti-TNF alpha.\n   * Any unsuccessful combination treatment of the above.\n   * May have tried treatment with cyclosporine and/or tacrolimus or any other immunosuppressant/immunomodulating agent.\n   * Intolerance to any of the above medications is judged as inadequate response.\n3. Patients shall at study enrolment be on an accumulated stable tolerable GCS dose equivalent to at least 140 mg of prednisolone/prednisone (by any route of administration) for the last two weeks. Patients may also be on concomitant therapies such as, but not restricted to, 5-ASA, azathioprine and sulphasalazine.\n4. Ability to understand the treatment, willingness to comply with all study requirements, and ability to provide informed consent.\n\nExclusion Criteria:\n\n1. Patients with suspicion of Crohn's enterocolitis, ischaemic colitis, radiation colitis, diverticular disease associated colitis, as well as microscopic colitis should be excluded. Patients with disease limited to the rectum (ulcerative proctitis) should also be excluded.\n2. History or presence of a clinically significant cardiovascular, hepatic, renal, haematological, endocrine, neurological, psychiatric disease, or immune compromised state as judged relevant by the investigator.\n3. Patients with acute fulminant UC and/or signs of systemic toxicity to an extent that requires immediate surgical action.\n4. History or presence of any colonic malignancy and/or dysplasia.\n5. Concomitant treatment with cyclosporine, tacrolimus, anti-TNFs or similar immunosuppressants/immunomodulators is not allowed and should have been discontinued 4 weeks before enrolment. Patients who fail the wash-out criteria can undergo wash-out and be re-screened at a later time point. Ongoing treatment of anti-TNFs, tacrolimus or similar immunomodulators/immunosuppressant drugs should only be stopped in case of documented lack of efficacy or in case of intolerable side effects.\n6. Treatment with antibiotics or Non-Steroidal Anti-Inflammatory Drugs (NSAIDs) within two weeks before enrolment.\n7. An active ongoing infection.\n8. History of latent or active tuberculosis, evidence of prior or currently active tuberculosis by chest x-ray, patient with or having had frequent close contact with person with active tuberculosis, patients who previously have tested positive for a tuberculin skin test, or Mantoux (PPD) test, except in the case of previous vaccination or positive interferon gamma release test during screening or within 12 weeks prior to randomisation.\n9. Known history of HIV infection based on documented history with positive serology or HIV positive serology.\n10. Previously documented positive hepatitis B surface antigen determination, determination of total antibodies to the hepatitis B capsid antigen and/or hepatitis C antibody (HCVAb) with confirmation using the ribonucleic acid of hepatitis B virus.\n11. Positive Clostridium difficile stool assay.\n12. Currently receiving parenteral nutrition or blood transfusions.\n13. Pregnancy or breast-feeding.\n14. Women of childbearing potential not using reliable contraceptive methods (reliable methods are barrier protection, hormonal contraception, intra-uterine device or abstinence) throughout the duration of the study (52 weeks).\n15. Concurrent participation in another clinical study with investigational therapy or previous use of investigational therapy within 30 days before enrolment. Patients who fail the wash-out criteria can undergo wash-out and be re-screened at a later time point.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Induction of Clinical Remission","description":"The induction of clinical remission at week 12, defined as a CAI score of ≤4.(Full Analysis Set)","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"44.4","spread":null},{"groupId":"OG001","value":"46.5","spread":null}]}]}]},{"type":"SECONDARY","title":"The Time to Colectomy","description":"Median time to colectomy after 1st dose.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"The Rate of Colectomy","description":"Percentage of participants undergoing colectomy at 12 months after 1st dose.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.9","spread":null},{"groupId":"OG001","value":"11.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Steroid Free Remission at 12 Months","description":"Percentage of participants with steroid free remission at 12 months after 1st dose.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32.1","spread":null},{"groupId":"OG001","value":"30.2","spread":null}]}]}]},{"type":"SECONDARY","title":"The Induction of Mucosal Healing","description":"Percentage of participants with induction of mucosal healing, defined as an endoscopic score of 0 or 1, at week 4 and 12.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"34.6","spread":null},{"groupId":"OG001","value":"18.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"42.0","spread":null},{"groupId":"OG001","value":"41.9","spread":null}]}]}]},{"type":"SECONDARY","title":"The Induction of Symptomatic Remission","description":"Percentage of participants with induction of symptomatic remission, defined as subscores of blood in stool and number of stools weekly not exceeding 0 and 0 or 1, respectively, at week 4 and 12.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32.1","spread":null},{"groupId":"OG001","value":"14.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"43.2","spread":null},{"groupId":"OG001","value":"32.6","spread":null}]}]}]},{"type":"SECONDARY","title":"The Induction of Registration Remission","description":"Percentage of participants with induction of registration remission, defined as a CAI score of ≤4 and an endoscopic score of 0 or 1, at week 4 and 12.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.0","spread":null},{"groupId":"OG001","value":"4.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"30.9","spread":null},{"groupId":"OG001","value":"30.2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":10,"n":87},"commonTop":["Headache","Nasopharyngitis","Anemia","Rash","Cushingoid"]}}}