{"nctId":"NCT02060903","briefTitle":"A Study of the Efficacy and Safety of Abametapir Lotion Administered for the Treatment of Head Lice Infestation","startDateStruct":{"date":"2014-02"},"conditions":["Head Lice Infestation"],"count":379,"armGroups":[{"label":"Abametapir Lotion 0.74% w/w","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Abametapir Lotion 0.74% w/w"]},{"label":"Vehicle Lotion","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Vehicle Lotion"]}],"interventions":[{"name":"Abametapir Lotion 0.74% w/w","otherNames":["Abametapir 0.74%"]},{"name":"Vehicle Lotion","otherNames":["Vehicle"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Male or female, aged six months of age or older.\n2. Is in good general health based on medical history.\n3. Has active head lice infestation at Screening as determined by a trained evaluator with the exception of the male head of household who may self-assess as being lice-free. Active head lice infestation is defined as at least three live lice for the index subject and at least one live louse for the other household members.\n4. The subject and/or their caregiver is physically able and willing to apply the Investigational Product at home.\n5. Belongs to a household with an eligible index subject with active head lice infestation.\n6. Agrees to an examination for head lice and to all visits and procedures throughout the study.\n7. Has signed an informed consent and/or assent form.\n\nExclusion Criteria:\n\n1. Had treatment (over-the-counter ), home remedy or prescription medication) for head lice within 14 days prior to Day 0.\n2. Intends to use any other form of lice treatment from Day 0 through the Day 14 visit, unless provided as rescue therapy to this Protocol.\n3. Intends to use a lice comb from the Day 0 through the Day 14 visit unless provided as rescue therapy to this Protocol.\n4. Intends to cut their hair, use hair dye/bleach or have permanent wave hairstyling from Day 0 through the Day 14 visit.\n5. Has a household member(s) who is infested with lice but is not willing or not eligible for enrollment.\n6. Has a condition that, in the opinion of the Investigator, may increase the risk to the subject and/or the interpretation of the data.\n7. Has visible skin/scalp condition(s) that are not attributable to head lice infestation, such as an erythema score that is \\>2, blisters, vesicles which, in the opinion of the investigative personnel or Sponsor, will interfere with safety and/or efficacy evaluations.\n8. Has eczema or atopic dermatitis of skin/scalp.\n9. Has had a prior reaction to Nix® or products containing permethrin.\n10. Receiving systemic or topical medication, which in the opinion of the Investigator, may compromise the integrity of the safety and/or efficacy assessments.\n11. Has received an investigational agent within 30 days prior to Day 0.\n12. Does not have a known household affiliation with the household members (i.e., does not stay in one household consistently, or sleeps at one place for several nights and then at another place or location).","healthyVolunteers":false,"sex":"ALL","minimumAge":"6 Months","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Proportion of Index Subjects Who Are Lice-free at All Follow-up Visits Through to the Day 14 Visit.","description":"Proportion of index subjects randomized into the study who are lice free at all follow up visits through to the Day 14 visit. The index subject of a household was the youngest person within that household with at least 3 live lice present, as assessed over a period of up to 15 minutes at the Screening Visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"43","spread":null},{"groupId":"OG001","value":"28","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":186},"commonTop":[]}}}