{"nctId":"NCT02185014","briefTitle":"Open Label Study to Evaluate Long Term Efficacy, Safety and Tolerability of Repeated Dosing in Subjects With Crohn's Disease and Who Participated and Successfully Completed M14-115","startDateStruct":{"date":"2014-08-12"},"conditions":["Crohn's Disease"],"count":252,"armGroups":[{"label":"Adalimumab","type":"OTHER","interventionNames":["Drug: Adalimumab"]}],"interventions":[{"name":"Adalimumab","otherNames":["Humira","ABT-D2E7"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n\\- Subject successfully enrolled in and completed Study M14-115 (NCT02185014), including the Week 12 ileocolonoscopy.\n\nExclusion Criteria:\n\n* If the Week 12 (Study M14-115; NCT02185014) colonoscopy shows evidence of dysplasia or malignancy.\n* Subject is not in compliance with prior and concomitant medication requirements throughout M14-115 (NCT02185014).\n* Subject who developed active Tuberculosis (TB) during M14-115 (NCT02185014), or subject who is non compliant with prophylaxis for latent tuberculosis (TB) initiated per M14-115 (NCT02185014) procedures.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Endoscopic Improvement at Week 40 in Participants With Endoscopic Improvement at Week 0","description":"Endoscopic improvement defined as a simple endoscopic score for Crohn's Disease (SES-CD) score of ≤4 and at least a 2-point reduction compared with Study M14-115 (NCT02185014) Baseline and no subscore greater than 1 in any individual endoscopic variable. The SES-CD evaluates 4 endoscopic variables (ulcer size ranging from 0 \\[none\\] to 3 \\[very large\\]; ulcerated surface ranging from 0 \\[none\\] to 3 \\[\\>30%\\]; affected surface ranging from 0 \\[none\\] to 3 \\[\\>75%\\], and narrowing ranging from 0 \\[none\\] to 3 \\[cannot be passed\\]) in 5 segments assessed during ileocolonoscopy (ileum, right colon, transverse colon, sigmoid and left colon, and rectum). The Total Score is the sum of the 4 endoscopic variable scores and range from 0 to 56, where higher scores indicate more severe disease. Nonresponder imputation (NRI) was used for missing data.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"31.6","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":27,"n":252},"commonTop":["CROHN'S DISEASE","ARTHRALGIA","NAUSEA","UPPER RESPIRATORY TRACT INFECTION"]}}}