{"nctId":"NCT01241552","briefTitle":"A Study of MK-3415, MK-6072, and MK-3415A in Participants Receiving Antibiotic Therapy for Clostridium Difficile Infection (MK-3415A-001)","startDateStruct":{"date":"2011-10-10","type":"ACTUAL"},"conditions":["Clostridium Difficile Infection"],"count":1452,"armGroups":[{"label":"MK-3415 + SOC","type":"EXPERIMENTAL","interventionNames":["Biological: MK-3415","Drug: SOC"]},{"label":"MK-6072 + SOC","type":"EXPERIMENTAL","interventionNames":["Biological: MK-6072","Drug: SOC"]},{"label":"MK-3415A + SOC","type":"EXPERIMENTAL","interventionNames":["Biological: MK-3415A","Drug: SOC"]},{"label":"Placebo + SOC","type":"PLACEBO_COMPARATOR","interventionNames":["Biological: Placebo","Drug: SOC"]}],"interventions":[{"name":"MK-3415","otherNames":[]},{"name":"MK-6072","otherNames":[]},{"name":"MK-3415A","otherNames":[]},{"name":"Placebo","otherNames":[]},{"name":"SOC","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* participant has a confirmed diagnosis of CDI as defined by: a. diarrhea, as defined by passage of 3 or more loose stools in 24 or fewer hours, AND b. A positive test for toxigenic C. difficile from a stool collected no more than 7 days before study infusion.\n* participant must be receiving SOC therapy for CDI. SOC therapy is defined as the receipt of oral metronidazole, oral vancomycin, IV metronidazole concurrent with oral vancomycin, oral fidaxomicin, or oral fidaxomicin concurrent with IV metronidazole.\n* participant is highly unlikely to become pregnant or to impregnate a partner since they meet at least one of the following criteria: a. A female participant who is not of reproductive potential is eligible without requiring the use of contraception. A female participant who is not of reproductive potential is defined as: one who has either (1) reached natural menopause (defined as 6 months of spontaneous amenorrhea with serum follicle stimulating hormone (FSH) levels in the postmenopausal range as determined by the local laboratory, or 12 months of spontaneous amenorrhea); (2) 6 weeks post surgical bilateral oophorectomy with or without hysterectomy; or (3) bilateral tubal ligation. Spontaneous amenorrhea does not include cases for which there is an underlying disease that causes amenorrhea (e.g. anorexia nervosa). b. A participant who is of reproductive potential agrees to remain abstinent or use (or have their partner use) 2 acceptable methods of birth control starting at enrollment and through the 12 Week study period. Acceptable methods of birth control are: intrauterine device (IUD), diaphragm with spermicide, contraceptive sponge, condom, vasectomy and any registered and marketed hormonal contraceptives that contain an estrogen and/or a progestational agent (including oral, subcutaneous, intrauterine, or intramuscular agents)\n* participant or legal representative must have voluntarily agreed to participate by providing written informed consent after the nature of the study has been fully explained.\n\nExclusion Criteria:\n\n* participant with an uncontrolled chronic diarrheal illness such that their normal 24-hour bowel movement habit is 3 or more loose stools.\n* participant with a planned surgery for CDI within 24 hours.\n* participant has a positive pregnancy test in the 48 hours before the infusion or is unwilling to undergo pregnancy testing if a pre-menopausal female who is not sterilized and therefore has the potential to bear a child.\n* participant is breast-feeding or plans to breast-feed prior to the completion of the 12-week study period.\n* A female participant who plans to donate ova prior to the completion of the 12-week study period, or a male participant who is planning to impregnate or provide sperm donation prior to the completion of the 12-week study period.\n* participant has previously participated in this study, has previously received MK-3415 or MK- 6072 (either alone or in combination), has received a C. difficile vaccine, or has received another experimental monoclonal antibody against C. difficile toxin A or B.\n* participant plans to donate blood and/or blood products within 6 months following the infusion.\n* participant has received immune globulin within 6 months prior to receipt of the infusion or is planning to receive immune globulin prior to the completion of the 12-week study period.\n* treatment with SOC therapy is planned for longer than 14 days.\n* participant has received more than a 24-hour regimen of cholestyramine, colestimide, rifaximin, or nitazoxanide within 14 days prior to receipt of the infusion or is planning to receive these medications prior to the completion of the 12-week study period.\n* participant plans to take medications that are given to decrease gastrointestinal peristalsis, such as loperamide (Imodium™) or diphenoxylate hydrochloride/atropine sulfate (LOMOTIL™), at any time during the 14 days following infusion. Participants receiving opioid medications at the onset of diarrhea may be included if they are on a stable dose or if there is anticipation of a dose decrease or cessation of use.\n* participant plans to take the probiotic Saccharomyces boulardii or receive fecal transplant therapy, or any other therapies that have been demonstrated to decrease CDI recurrences at any time following infusion (Day 1) and through the completion of the 12-week study period.\n* participant has received another investigational study agent within the previous 30 days, or is currently participating in or scheduled to participate in any other clinical trial with an investigational agent during the 12-week study period.\n* participant is not expected to survive for 72 hours.\n* participant has any other condition that, in the opinion of the investigator, would jeopardize the safety or rights of the participant participating in the study, would make it unlikely for the participant to complete the study, or would confound the results of the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Clostridium Difficile Infection (CDI) Recurrence","description":"CDI recurrence is defined as the development of a new episode of diarrhea (3 or more loose stools in 24 or fewer hours) and a positive local or central lab stool test for toxigenic Clostridium (C.) difficile following clinical cure of the initial CDI episode","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25.9","spread":null},{"groupId":"OG001","value":"17.4","spread":null},{"groupId":"OG002","value":"15.9","spread":null},{"groupId":"OG003","value":"27.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Global Cure","description":"Global Cure is defined as the clinical cure of the initial CDI episode and no CDI recurrence through Week 12. Clinical cure is defined as participants who received ≤ 14 day regimen of SOC therapy and have no diarrhea (≤2 loose stools per 24 hours) for two consecutive days following completion of SOC therapy for the initial CDI episode.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"47.0","spread":null},{"groupId":"OG001","value":"60.1","spread":null},{"groupId":"OG002","value":"58.7","spread":null},{"groupId":"OG003","value":"55.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With CDI Recurrence in Those With Clinical Cure of the Initial CDI Episode","description":"CDI recurrence is defined as the development of a new episode of diarrhea (3 or more loose stools in 24 or fewer hours) and a positive local or central lab stool test for toxigenic C. difficile following clinical cure of the initial CDI episode. Clinical cure is defined as participants who received ≤ 14 day regimen of SOC therapy and have no diarrhea (≤2 loose stools per 24 hours) for two consecutive days following completion of SOC therapy for the baseline CDI episode.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35.5","spread":null},{"groupId":"OG001","value":"22.4","spread":null},{"groupId":"OG002","value":"21.3","spread":null},{"groupId":"OG003","value":"33.3","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With One or More Adverse Events (AEs) During 4 Weeks Following Infusion","description":"An AE is defined as any untoward medical occurrence in a clinical investigation participant administered a pharmaceutical product and which does not necessarily have to have a causal relationship with this treatment. An AE can therefore be any unfavorable and unintended signs (including an abnormal laboratory finding, for example), symptom, or disease temporally associated with the use of a medicinal product or protocol-specific procedure, whether or not considered related to the medicinal product or protocol specific procedure. Any worsening (i.e., any clinically significant adverse change in frequency and/or intensity) of a preexisting condition that is temporally associated with the use of the Sponsor's product, is also an AE.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"67.2","spread":null},{"groupId":"OG001","value":"65.4","spread":null},{"groupId":"OG002","value":"59.7","spread":null},{"groupId":"OG003","value":"62.0","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With Any Drug-related AE During 4 Weeks Following Infusion","description":"An AE is defined as any untoward medical occurrence in a clinical investigation participant administered a pharmaceutical product and which does not necessarily have to have a causal relationship with this treatment. An AE can therefore be any unfavorable and unintended signs (including an abnormal laboratory finding, for example), symptom, or disease temporally associated with the use of a medicinal product or protocol-specific procedure, whether or not considered related to the medicinal product or protocol specific procedure. Any worsening (i.e., any clinically significant adverse change in frequency and/or intensity) of a preexisting condition that is temporally associated with the use of the Sponsor's product, is also an AE. A drug-related AE was an AE determined by the investigator to be related to the drug.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.2","spread":null},{"groupId":"OG001","value":"8.2","spread":null},{"groupId":"OG002","value":"6.2","spread":null},{"groupId":"OG003","value":"5.0","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With Any Serious Adverse Events (SAEs) During 4 Weeks Following Infusion","description":"A SAE is any AE occurring at any dose or during any use of Sponsor's product that: results in death; or is life threatening; or results in a persistent or significant disability/incapacity; or results in or prolongs an existing inpatient hospitalization; or is a congenital anomaly/birth defect; or is a cancer, or is associated with an overdose (whether accidental or intentional); or is other important medical events.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27.7","spread":null},{"groupId":"OG001","value":"21.5","spread":null},{"groupId":"OG002","value":"14.7","spread":null},{"groupId":"OG003","value":"20.0","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With Any Serious Drug-related Adverse Events During 4 Weeks Following Infusion","description":"A SAE is any AE occurring at any dose or during any use of Sponsor's product that: results in death; or is life threatening; or results in a persistent or significant disability/incapacity; or results in or prolongs an existing inpatient hospitalization; or is a congenital anomaly/birth defect; or is a cancer, or is associated with an overdose (whether accidental or intentional); or is other important medical events. A serious drug-related AE was a SAE determined by the investigator to be related to the drug.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.3","spread":null},{"groupId":"OG001","value":"1.0","spread":null},{"groupId":"OG002","value":"0.5","spread":null},{"groupId":"OG003","value":"0.3","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants Who Discontinued Study Medication Due to an AE During 4 Weeks Following Infusion","description":"An AE is defined as any untoward medical occurrence in a clinical investigation participant administered a pharmaceutical product and which does not necessarily have to have a causal relationship with this treatment. An AE can therefore be any unfavorable and unintended signs (including an abnormal laboratory finding, for example), symptom, or disease temporally associated with the use of a medicinal product or protocol-specific procedure, whether or not considered related to the medicinal product or protocol-specific procedure. Any worsening (i.e., any clinically significant adverse change in frequency and/or intensity) of a preexisting condition that is temporally associated with the use of the Sponsor's product, is also an AE.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.4","spread":null},{"groupId":"OG001","value":"0.3","spread":null},{"groupId":"OG002","value":"0.0","spread":null},{"groupId":"OG003","value":"0.0","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With Infusion-specific AEs","description":"Infusion-specific AEs included local infusion site AEs; and systemic AEs which include nausea, vomiting, chills, fatigue, feeling hot, infusion site conditions (bruising, coldness, erythema, extravasation, pain, phlebitis, pruritus), pyrexia, arthralgia, musculoskeletal pain, myalgia, dizziness, headache, dysphonia, nasal congestion, pruritus, rash, pruritic rash, urticaria, flushing, hot flush, hypertension, and hypotension.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.1","spread":null},{"groupId":"OG001","value":"11.8","spread":null},{"groupId":"OG002","value":"8.8","spread":null},{"groupId":"OG003","value":"7.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants ≥ 65 Years of Age at Study Entry With CDI Recurrence","description":"CDI recurrence is defined as the development of a new episode of diarrhea (3 or more loose stools in 24 or fewer hours) and a positive local or central lab stool test for toxigenic C. difficile following clinical cure of the initial CDI episode.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26.2","spread":null},{"groupId":"OG001","value":"15.1","spread":null},{"groupId":"OG002","value":"17.0","spread":null},{"groupId":"OG003","value":"33.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With a History of CDI in the 6 Months Prior to Enrollment With CDI Recurrence","description":"CDI recurrence is defined as the development of a new episode of diarrhea (3 or more loose stools in 24 or fewer hours) and a positive local or central lab stool test for toxigenic C. difficile following clinical cure of the initial CDI episode.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"33.3","spread":null},{"groupId":"OG001","value":"26.2","spread":null},{"groupId":"OG002","value":"25.0","spread":null},{"groupId":"OG003","value":"39.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Clinically Severe CDI at Study Entry With CDI Recurrence","description":"CDI recurrence is defined as the development of a new episode of diarrhea (3 or more loose stools in 24 or fewer hours) and a positive local or central lab stool test for toxigenic C. difficile following clinical cure of the initial CDI episode. Clinically severe CDI is defined as a Zar Score ≥ 2 based on the presence of 1 or more of the following: 1) age \\>60 years old (1 point); 2)body temperature \\>38.3°C (\\>100°F) (1 point); 3) albumin level ˂2.5 mg/dL (1 point); 4) peripheral white blood cell count \\>15,000 cells/mm\\^3 within 48 hours (1 point); 5) endoscopic evidence of pseudomembranous colitis (2 points); and 6) treatment in Intensive Care Unit (2 points).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25.8","spread":null},{"groupId":"OG001","value":"10.4","spread":null},{"groupId":"OG002","value":"12.9","spread":null},{"groupId":"OG003","value":"25.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With the B1/NAP1/027 Strain of C. Difficile at Study Entry With CDI Recurrence","description":"CDI recurrence is defined as the development of a new episode of diarrhea (3 or more loose stools in 24 or fewer hours) and a positive local or central lab stool test for toxigenic C. difficile following clinical cure of the initial CDI episode.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"33.3","spread":null},{"groupId":"OG001","value":"26.1","spread":null},{"groupId":"OG002","value":"10.8","spread":null},{"groupId":"OG003","value":"36.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With an Epidemic Strain of C. Difficile (Ribotypes 027, 014, 002, 001, 106, and 020) at Study Entry With CDI Recurrence","description":"CDI recurrence is defined as the development of a new episode of diarrhea (3 or more loose stools in 24 or fewer hours) and a positive local or central lab stool test for toxigenic C. difficile following clinical cure of the initial CDI episode.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24.6","spread":null},{"groupId":"OG001","value":"23.1","spread":null},{"groupId":"OG002","value":"19.8","spread":null},{"groupId":"OG003","value":"35.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Compromised Immunity at Study Entry With CDI Recurrence","description":"CDI recurrence is defined as the development of a new episode of diarrhea (3 or more loose stools in 24 or fewer hours) and a positive local or central lab stool test for toxigenic C. difficile following clinical cure of the initial CDI episode. Compromised immunity is defined as follows: an active hematological malignancy (including leukemia, lymphoma, multiple myeloma), an active malignancy requiring recent cytotoxic chemotherapy, receipt of a prior hematopoietic stem cell transplant, receipt of a prior solid organ transplant, asplenia, or neutropenia/pancytopenia due to other conditions.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.2","spread":null},{"groupId":"OG001","value":"17.2","spread":null},{"groupId":"OG002","value":"11.5","spread":null},{"groupId":"OG003","value":"28.3","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":104,"n":235},"commonTop":["Nausea","Diarrhoea","Abdominal pain","Headache","Urinary tract infection"]}}}