{"nctId":"NCT02907359","briefTitle":"Guadecitabine (SGI-110) vs Treatment Choice in Adults With MDS or CMML Previously Treated With HMAs","startDateStruct":{"date":"2017-01-13","type":"ACTUAL"},"conditions":["Myelodysplastic Syndromes","Leukemia, Myelomonocytic, Chronic"],"count":417,"armGroups":[{"label":"Guadecitabine","type":"EXPERIMENTAL","interventionNames":["Drug: Guadecitabine"]},{"label":"Treatment Choice","type":"ACTIVE_COMPARATOR","interventionNames":["Other: Treatment Choice"]}],"interventions":[{"name":"Guadecitabine","otherNames":["SGI-110"]},{"name":"Treatment Choice","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Adult participants ≥18 years of age who are able to understand and comply with study procedures and provide written informed consent before any study-specific procedure.\n* Cytologically or histologically confirmed diagnosis of MDS or CMML according to the 2008 World Health Organization (WHO) classification.\n* Performance status (ECOG) of 0-2.\n* Previously treated MDS or CMML, defined as prior treatment with at least one hypomethylating agent (HMA; azacitidine and/or decitabine) for intermediate or high risk MDS or CMML whose disease progressed or relapsed as follows:\n\n  1. Participant received HMA for at least 6 cycles and was still transfusion dependent.\n  2. Participant received HMA for at least 2 complete cycles and had disease progression prior to Cycle 6 defined as\n\n  i. ≥50% increase in bone marrow blasts from pre-HMA-treatment levels or from nadir post-HMA-treatment levels to \\>5% (for participants with pretreatment or nadir blasts ≤5%) or to \\>10% (for participants with pretreatment or nadir blasts \\>5%), and/or ii. Transfusion dependent and ≥2 gram/deciliter (g/dL) reduction of Hgb from pre-HMA-treatment levels.\n\nOther prior treatments for MDS such as lenalidomide, cytarabine, intensive chemotherapy, hydroxyurea, erythropoietin and other growth factors, or hematopoietic cell transplant (HCT) are allowed.\n\n* Participants must have either:\n\n  1. Bone marrow blasts \\>5% at randomization, OR\n  2. Transfusion dependence, defined as having had transfusion (in the setting of active disease) of 2 or more units of RBC or platelets within 8 weeks prior to randomization.\n* Creatinine clearance or glomerular filtration rate ≥30 milliliter/minute (mL/min) estimated by the Cockroft-Gault (C-G) or other medically acceptable formulas such as MDRD (Modification of Diet in Renal Disease) or CKD-EPI (the Chronic Kidney Disease Epidemiology Collaboration).\n* Women of childbearing potential must not be pregnant or breastfeeding and must have a negative pregnancy test at screening. Women of childbearing potential and men with female partners of childbearing potential must agree to practice 2 highly effective contraceptive measures of birth control and must agree not to become pregnant or father a child (a) while receiving treatment with guadecitabine and for at least 3 months after completing treatment and (b) while receiving treatment with LDAC or IC and for at least 6 months after completing treatment or for the duration specified in local prescribing information, whichever is longer.\n\nExclusion Criteria:\n\n* Participants who have been diagnosed as having AML with peripheral blood or bone marrow blasts of ≥20%.\n* Participants who may still be sensitive to repeated treatment with decitabine or azacitidine such as participants who had response to prior decitabine or azacitidine treatment, but relapsed \\>6 months after stopping treatment with these agents.\n* Prior treatment with guadecitabine.\n* Hypersensitivity to decitabine, guadecitabine, or any of their excipients.\n* Second malignancy currently requiring active therapy, except breast or prostate cancer stable on or responding to endocrine therapy.\n* Treated with any investigational drug within 2 weeks of the first dose of study treatment.\n* Total serum bilirubin \\>2.5 × upper limit of normal (ULN) (except for participants with Gilbert's Syndrome for whom direct bilirubin is \\<2.5×ULN), or liver cirrhosis or chronic liver disease Child-Pugh Class B or C.\n* Known active HIV, HBV, or HCV infection. Inactive hepatitis carrier status or low viral hepatitis titer on antivirals is allowed.\n* Known significant mental illness or other condition such as active alcohol or other substance abuse or addiction that, in the opinion of the investigator, predisposes the participant to high risk of noncompliance with the protocol.\n* Refractory congestive heart failure unresponsive to medical treatment, active infection resistant to all antibiotics, or advanced non-MDS associated pulmonary disease requiring \\>2 liters per minute oxygen.\n* Life expectancy of less than one month\n* Participants with TP53 mutations","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Survival (OS)","description":"OS was defined as the number of days from the day the participant was randomized to the date of death due to any cause. Survival time was censored on the last date the participant is known alive with no event of death. OS time will be estimated using the Kaplan-Meier method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"277.0","spread":null},{"groupId":"OG001","value":"252.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Transfusion Independence for Any 8 Consecutive Weeks","description":"Transfusion independence rate was calculated as the number of participants with neither RBC nor platelet transfusion for any period of 8 weeks after the initiation of treatment (or cycle 1 day 1 { C1D1} visit date for participants randomized to BSC or randomization date for participants not treated) and up to treatment discontinuation (or 180 days for participants discontinuing the treatment within 6 months), while maintaining haemoglobin (Hgb) ≥8 gram per deciliter (g/dL) and platelets ≥20×10\\^9/liter (L) divided by the total number of participants included in the efficacy analysis. RBC or Platelet transfusion independence rate was defined similarly as above. Percentage of participants are rounded off to the single decimal point.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15.9","spread":null},{"groupId":"OG001","value":"15.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"32.1","spread":null},{"groupId":"OG001","value":"37.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"22.4","spread":null},{"groupId":"OG001","value":"22.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Marrow Complete Response (mCR) Along With Transfusion Independence Rate","description":"mCR was defined as per 2006 Myelodysplastic Syndromes International Council for Harmonisation (MDS IWG) criteria as reduction of bone marrow (BM) blasts to ≤5% and decrease by 50% or more with or without normalization of peripheral counts. Transfusion independence rate was calculated as the number of participants with neither RBC nor platelet transfusion for any period of 8 weeks after the initiation of treatment (or C1D1 visit date for participants randomized to BSC or randomization date for participants not treated) and up to treatment discontinuation (or 180 days for participants discontinuing the treatment within 6 months), while maintaining Hgb ≥8 g/dL and platelets ≥20×10\\^9/L divided by the total number of participants included in the efficacy analysis. The percentage of participants who achieved mCR and transfusion independence simultaneously in the same period were calculated for each group. Percentage of participants are rounded off to the single decimal point.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.8","spread":null},{"groupId":"OG001","value":"2.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Survival Rate at 1 Year After Randomization","description":"One year survival rate was defined as the percentage of participants that survived at the end of the first year from randomization. Participants who did not have death in record were censored on the last date known to be alive. Percentage of participants are rounded off to the nearest whole number.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"39","spread":null},{"groupId":"OG001","value":"39","spread":null}]}]}]},{"type":"SECONDARY","title":"Leukemia-free Survival","description":"Leukemia-free survival was defined as the number of days from randomization to the earliest date when participants have bone marrow (BM) or peripheral blood (PB) blasts ≥20%, conversion to acute myeloid leukemia (AML) or death of any cause. Participants with no events in leukemia-free survival were censored on the last date of BM or PB blasts assessment, whichever is later. Survival time will be estimated using the Kaplan-Meier method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"173.0","spread":null},{"groupId":"OG001","value":"181.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Days Alive and Out of the Hospital (NDAOH)","description":"The date of each hospital admission and discharge was collected for each participant for up to 6 months, unless the participant died or withdrew consent prior to that time. Duration of each hospital stay in days was calculated as date of discharge minus date of admission. The NDAOH within first 6 month period was calculated as: NDAOH 6M=180 -total duration of all hospital stays within 180 days from the first treatment -number of death days before Day 180. For participants who were lost to follow-up within 6 months, the NDAOH was calculated conservatively assuming that the participant would have died the day after the last contact day.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"144.0","spread":null},{"groupId":"OG001","value":"149.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Disease Response (DR) Rate","description":"DR: Complete Response(CR), Partial Response(PR),Marrow Complete Response(mCR), and Hematological Improvement(HI) including HI with Erythroid (HI-E), HI with Neutrophil (HI-N), or HI with Platelet (HI-P) based on IWG 2006 criteria. CR: BM:≤5% myeloblasts, Peripheral blood: Hgb≥11g/dL, Platelets(PLTs)≥100x10\\^9/L, Neutrophils≥1.0x10\\^9/L, Blasts 0%. PR: All CR criteria if abnormal before treatment except BM blasts decreased ≥50% over pretreatment but still\\>5%, Cellularity, morphology not relevant. HI responses:1) HI-E: Hgb increase ≥1.5g/dL, Relevant reduction of RBC units transfusions by absolute ≥4 RBC transfusions/8 week(wk) compared with pretreatment transfusion number previous 8wk. Only RBC transfusions given for Hgb≤9.0g/dL. 2) HI-P: Absolute increase≥30x10\\^9/L starting\\>20x10\\^9/L PLTs; Increase from\\<20x10\\^9/L to\\>20x10\\^9/L and by≥100%. 3) HI-N: ≥100% increase, absolute increase\\>0.5x10\\^9/L.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.4","spread":null},{"groupId":"OG001","value":"0.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17.3","spread":null},{"groupId":"OG001","value":"8.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.2","spread":null},{"groupId":"OG001","value":"5.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.1","spread":null},{"groupId":"OG001","value":"2.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.8","spread":null},{"groupId":"OG001","value":"2.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.7","spread":null},{"groupId":"OG001","value":"2.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Complete Response (CR)","description":"Duration of complete response (in number of days) was calculated from the first time a CR was observed to the date of the earliest of the following three events: 1) relapse/disease progression, 2) start of alternative therapy (except Hematopoietic Cell Transplant \\[HCT\\]) or 3) death. In the absence of any event, the duration of CR was censored at the last available time point (BM assessment, PB assessment, or safety/long-term follow-up visit) at which an event was not observed. Duration of complete response was analysed using a Kaplan-Meier method for participants who achieved a CR during the study. CR: BM: ≤5% myeloblasts (all cell lines normal maturation), Peripheral blood: Hgb ≥11g/dL, PLTs ≥100x10\\^9/L, Neutrophils ≥1.0x10\\^9/L, Blasts 0%.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"198","spread":null},{"groupId":"OG001","value":"406","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to First Response, Complete Response (CR) and Best Response","description":"Time to first response was the time(days) from randomization to first date when any response was achieved. Time to CR was the time(days) from randomization to first date when CR was achieved. Time to best response was the time(days) from randomization to first date when participant's best response (CR,PR,mCR or HI) was achieved. CR:BM:≤5% myeloblasts, Peripheral blood:Hgb≥11g/dL,PLTs≥100x10\\^9/L,Neutrophils≥1.0x10\\^9/L,Blasts 0%. PR: All CR criteria except BM blasts decreased≥50% over pretreatment but still \\>5%,Cellularity,morphology not relevant. mCR: Reduction of BM blasts to≤5%; decrease ≥50% with/without normalization of peripheral counts. HI responses:1)HI-E:Hgb increase≥1.5 g/dL, Relevant reduction of RBC units transfusions by absolute≥4 RBC transfusions/8wk compared with pretreatment transfusion number previous 8wk. 2)HI-P:Absolute increase≥30x10\\^9/L starting\\>20x10\\^9/L PLTs; Increase from≤20 to\\>20x10\\^9/L and by≥100% 3)HI-N:≥100% granulocyte increase, absolute increase\\>0.5x10\\^9/L.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"63.0","spread":null},{"groupId":"OG001","value":"67.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"91.0","spread":null},{"groupId":"OG001","value":"266.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"64.0","spread":null},{"groupId":"OG001","value":"77.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Red Blood Cell (RBC) and Platelet Transfusions","description":"The total number of RBCs transfused or, separately, the total number of platelets transfused up to the 6-month time point for each participant was counted from the date of randomization to Day 180, the date of last contact, or date of death, whichever occurred earlier. One RBC or platelet transfusion was defined as one unit, and a single bag of RBCs or platelets was considered one unit. The mean total number of RBC or platelet units transfused per participant is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.9","spread":"13.94"},{"groupId":"OG001","value":"15.0","spread":"13.53"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16.8","spread":"18.64"},{"groupId":"OG001","value":"12.1","spread":"20.15"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Health-related Quality of Life (QOL) By EuroQol 5-level 5-dimension (EQ-5D-5L) Summary Index","description":"The EQ-5D-5L is a self-reported health status questionnaire that consists of six questions used to calculate a health utility score for use in health economic analysis. There are two components to the EQ-5D-5L, first component is a descriptive system five-item health state profile that assesses mobility, self-care, usual activities, pain/discomfort, and anxiety/depression used to obtain an Index Utility Score, as well as a second component visual analogue scale (VAS) that measures health state. Each dimension comprises 5 levels with corresponding numeric scores, where 1 indicates no problems, and 5 indicates extreme problems. The health status is converted to an index value using the country-specific weighted scoring algorithm for England. The summary index value for the England ranges from a worst score of -0.281 to a best score of 1. An increase in the EQ-5D-5L total score indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.8414","spread":"0.1596"},{"groupId":"OG001","value":"0.8404","spread":"0.1587"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.0386","spread":"0.1466"},{"groupId":"OG001","value":"-0.0149","spread":"0.1266"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Health-related QOL: EuroQOL Visual Analogue Scale (EQ-VAS) Score","description":"The EQ-5D-5L is a self-reported health status questionnaire that consists of six questions used to calculate a health utility score for use in health economic analysis. The second component, EQ VAS self-rating records the respondent's own assessment of his/her overall health status at time of completion, on a scale of 0 (worst health you can imagine) to 100 (best health you can imagine).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"71.24","spread":"18.33"},{"groupId":"OG001","value":"70.70","spread":"18.32"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.52","spread":"16.39"},{"groupId":"OG001","value":"-2.43","spread":"18.04"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment-emergent Adverse Events (TEAEs) and Serious Adverse Events (SAEs)","description":"An AE is defined as any untoward medical occurrence in a clinical investigation participants administered a drug; it does not necessarily have to have a causal relationship with this treatment. An SAE is defined any untoward medical occurrence that at any dose: results in death; is life-threatening; requires inpatient hospitalization; results in persistent or significant disability; is congenital anomaly; is suspected transmission of any infectious agent via a medicinal product or is medically important. Treatment emergent AEs which are those with onset date on or after the date of the first dose of study drug on C1D1 until 30 days after the last dose of study treatment, or the start of an alternative anticancer treatment, whichever occurs first.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"268","spread":null},{"groupId":"OG001","value":"113","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"216","spread":null},{"groupId":"OG001","value":"65","spread":null}]}]}]},{"type":"SECONDARY","title":"30-day and 60-day All-cause Mortality","description":"Number of deaths, regardless of cause, within 30 or 60 days from the first study dose divided by the total number of participants included in the Safety Analysis Set. Participants who died within 30 days were also included in the 60-day mortality calculations.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"35","spread":null},{"groupId":"OG001","value":"13","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":216,"n":270},"commonTop":["Neutropenia","Thrombocytopenia","Anaemia","Pyrexia","Diarrhoea"]}}}