{"nctId":"NCT01765920","briefTitle":"Clinical Trial of Safety and Efficacy of Ergoferon in Liquid Dosage Form in Treatment of Acute Upper Respiratory Tract Infections in Adults","startDateStruct":{"date":"2012-12"},"conditions":["Acute Upper Respiratory Tract Infections"],"count":342,"armGroups":[{"label":"Ergoferon (5 ml 3 times a day)","type":"EXPERIMENTAL","interventionNames":["Drug: Ergoferon"]},{"label":"Placebo (5 ml 3 times a day)","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Ergoferon","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients of both genders aged from 18 to 60 years inclusively.\n* Patients who visited a doctor during the increase of seasonal incidence within 24 hours after the onset of acute respiratory infection of the upper respiratory tract.\n* Body temperature ≥37,8°C at the moment of examination by the doctor.\n* Presence of two or more moderate severity symptoms or three or more mild severity symptoms according to the Common Cold Questionnaire (CCQ).\n* The possibility to start therapy within 24 hours from the onset of the first symptoms of acute respiratory infection of the upper respiratory tract.\n* The use of contraceptive methods by the patients of both the sexes during the study and within 30 days after completion of participation in the study.\n* Availability of signed patient information sheet (Informed Consent form) for participation in the clinical trial.\n\nExclusion Criteria:\n\n* Suspected invasive bacterial infection or the presence of a severe disease requiring use of antibacterial drugs (including sulfanilamides).\n* Suspected initial manifestations of diseases that have symptoms similar to acute URTI (other infectious diseases, flu-like symptoms at the onset of systemic connective tissue disorders, hematologic neoplasms and other pathologies).\n* Exacerbated or decompensated chronic diseases affecting a patient's ability to participate in the clinical trial.\n* Oncological diseases.\n* Medical history of polyvalent allergy.\n* Allergy/intolerance to any of the components of medications used in the treatment.\n* Impaired glucose tolerance, diabetes mellitus type 1 and 2.\n* Hereditary fructose intolerance (due to the presence of maltitol in the study drug).\n* Use of any medicine listed in the section \"Prohibited concomitant treatment\" within 30 days preceding the inclusion in this study.\n* Pregnancy, breastfeeding.\n* Consumption of narcotics, alcohol \\> 2 alcohol units per day.\n* Patients with mental disorders.\n* Patients who, from the investigator's point of view, will fail to comply with the observation requirements of the trial or with the regimen of the study drugs.\n* Participation in other clinical studies within 3 months prior to enrollment in the current trial.\n* Other factors, which hinder the patient's participation in the trial (for example, planned trips or business trips).\n* Patients are related to the research staff of the clinical trial site who are directly involved in the trial or are the immediate family member of the researcher. The immediate family members include husband/wife, parents, children or brothers (or sisters), regardless of whether they are natural or adopted.\n* Patients employed with MATERIA MEDICA HOLDING (i.e., the company's employee, a part-time employee under contract, or appointed official in charge of the trial, or their immediate family).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"60 Years","stdAges":["ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Average Duration of Fever.","description":"Primary outcome measure is based on the indicators of tympanic thermometry recorded by the patient in the diary during the period of treatment and observation. Thermometry is performed twice a day (morning and evening).\n\nThe criterion of Duration of Fever is the time from enrollment to the first return to the afebrile state or the normalization of tympanic temperature (tympanic temperature ≤37.0 degree Celsius \\[°C\\]).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.1","spread":"1.2"},{"groupId":"OG001","value":"3.6","spread":"1.4"}]}]}]},{"type":"SECONDARY","title":"Dynamics of Acute Upper Respiratory Tract Infections (URTI) Symptoms Severity According to the Physical Examination by the Doctor.","description":"Acute URTI symptoms severity is based on the Common Cold Questionnaire (CCQ) and assessed using the \"Area under the curve\" (AUC) for the total scores on days 1, 3, and 7 of treatment according to the physical examination by the doctor. AUC is calculated by trapezoidal rule. CCQ includes 3 General Symptoms (fevers, chills, muscle pains), 3 Nasal Symptoms (Watery eyes, Runny nose, Sneezing), 1 Throat Symptom (Sore throat), and 2 Chest Symptoms (Cough, Chest pain). Every CCQ symptom is estimated according to the 4-point scoring: none = 0, mild = 1, moderate = 2, severe = 3. Total CCQ scores equal the sum of all scores. The minimum value is 0, and the maximum value is 162. Higher scores mean a worse outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25.7","spread":"12.0"},{"groupId":"OG001","value":"28.5","spread":"13.9"}]}]}]},{"type":"SECONDARY","title":"Dynamics of Acute URTI Symptoms Severity According to the Daily Wisconsin Upper Respiratory Symptom Survey - 21 (WURSS-21) Assessment of the Patient (Including the Total WURSS-21 Score, \"Symptoms\" Domain Score, and \"Ability\" Domain Score).","description":"Dynamics of symptoms severity according to the WURSS-21 is assessed using the Area under the curve (AUC) for the score for 8 days of the treatment. AUC is calculated by trapezoidal rule. WURSS-21 consists of 21 items (2 questions and 2 domains. Symptoms domain consists of 10 items: Runny nose, Plugged nose, Sneezing, Sore throat, Scratchy throat, Cough, Hoarseness, Head congestion, Chest congestion, Feeling tired. Ability domain consists of 9 items: Think clearly, Sleep well, Breathe easily, Walk, climb stairs, exercise, Accomplish daily activities, Work outside the home, Work inside the home, Interact with others, Live your personal life. The first 20 items are scored according to the 8-point scale (from 0 to 7). The last item is scored according to the 7-point scale: (from 0 to 6). Total WURSS-21 AUC min score=0, max=1169. Symptoms domain min score=0, max=560. Ability domain min score=0, max=504. Higher scores mean a worse outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"201.6","spread":"106.1"},{"groupId":"OG001","value":"236.2","spread":"127.9"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"85.2","spread":"47.6"},{"groupId":"OG001","value":"100.4","spread":"54.0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"84.3","spread":"58.9"},{"groupId":"OG001","value":"102.0","spread":"72.0"}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients Who Used Antipyretics.","description":"Based on the patient's diary. The outcome is calculated according to the number of patients who were administered the antipyretics due to the fever.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"61","spread":null},{"groupId":"OG001","value":"72","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"27","spread":null},{"groupId":"OG001","value":"34","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients Who Have a Worsening of Disease.","description":"The number of patients with the appearance of the lower respiratory tract symptoms, development of complications requiring antibiotics or hospitalization.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":169},"commonTop":["Increased levels of transaminases (ALT, AST)","Acute bronchitis","Acute anal fissure","Increased lymphocytes","Decreased level of segmented neutrophils"]}}}