{"nctId":"NCT03924427","briefTitle":"An Investigational Study to Evaluate Experimental Medication BMS-986165 in Japanese Participants With Moderate-to-Severe Psoriasis","startDateStruct":{"date":"2019-04-10","type":"ACTUAL"},"conditions":["Psoriasis"],"count":74,"armGroups":[{"label":"BMS-986165","type":"EXPERIMENTAL","interventionNames":["Drug: BMS-986165"]}],"interventions":[{"name":"BMS-986165","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"For more information regarding Bristol-Myers Squibb Clinical Trial participation, please visit www.BMSStudyConnect.com\n\nInclusion Criteria:\n\na. For participants with plaque psoriasis: i. Stable plaque psoriasis for at least 6 months ii. Moderate to severe disease iii. Candidate for phototherapy or systemic therapy b. Additional protocol-specified inclusion criteria apply for subjects with psoriatic arthritis, erythrodermic psoriasis, or generalized pustular psoriasis\n\nExclusion Criteria:\n\n1. Guttate, inverse, or drug-induced psoriasis at Screening or Baseline\n2. History of recent infection\n3. Prior exposure to BMS-986165\n\nOther protocol defined inclusion/exclusion criteria could apply","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Static Physician's Global Assessment (sPGA) 0/1 Response as a Number of Participants With a sPGA Score of 0 or 1 at Week 16","description":"The sPGA is a 5-point scale of an average assessment of all psoriatic lesions based on erythema, scale, and induration. sPGA 0/1 is the response as a number of participants who experience a sPGA score that determines psoriasis severity as clear (0) or almost clear (1) with at least 2-point improvement from baseline at week 16 using the non-responder imputation (NRI) method. The higher sPGA score denotes to more severe disease activity:\n\n* Clear (0)\n* Almost clear (1)\n* Mild (2)\n* Moderate (3)\n* Severe (4)","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"52","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"4","spread":null}]}]}]},{"type":"PRIMARY","title":"Psoriasis Area and Severity Index (PASI) 75 Response Assessed as a Number of Participants Who Achieve a 75% Improvement From Baseline in the PASI Score at Week 16","description":"PASI is a measure of the average redness, thickness, and scaliness of psoriatic skin lesions (each graded on a 0 to 4 scale; 0 = none to 4 = very severe), weighted by the area of involvement (head, upper extremities, trunk, and lower extremities). The PASI produces a numeric score that can range from 0 to 72, with higher PASI scores denoting more severe disease activity. PASI 75 is the response as a number of participants who experience at least a 75% improvement in PASI score as compared with the baseline value using the non-responder imputation (NRI) method.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"48","spread":null},{"groupId":"OG001","value":"2","spread":null},{"groupId":"OG002","value":"3","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":5,"n":74},"commonTop":["Nasopharyngitis","Acne","Constipation","Stomatitis","Periodontitis"]}}}