{"nctId":"NCT01141049","briefTitle":"Gabapentin for Abstinence Initiation in Alcohol Dependence","startDateStruct":{"date":"2010-08"},"conditions":["Alcohol Dependence"],"count":40,"armGroups":[{"label":"Gabapentin","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Gabapentin"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Placebo"]}],"interventions":[{"name":"Gabapentin","otherNames":["Neurontin"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Between the ages of 18-65.\n* Meets DSM-IV criteria for current alcohol dependence.\n* Seeking treatment for alcohol dependence.\n* Reports drinking a minimum of 5 standard drinks for men or 4 standard drinks for women at least 4 days per week over the past 28 days.\n* Able to provide informed consent and comply with study procedures.\n\nExclusion Criteria:\n\n* Lifetime history of DSM-IV diagnosis of schizophrenia, schizoaffective disorder, or bipolar disorder.\n* A diagnosis of current major depressive disorder or any other current Axis I psychiatric disorder as defined by DSM-IV-TR, other than alcohol dependence, that in the investigator's judgment might require intervention with either pharmacological or non-pharmacological therapy over the course of the study.\n* Patients currently taking prescribed psychotropic medications that would be disrupted by study medication or by an effort to discontinue alcohol use.\n* Evidence of moderate-to-severe alcohol withdrawal (CIWA-Ar \\> 13.\n* History of allergic reaction to candidate medication (gabapentin).\n* History of alcohol withdrawal seizures or alcohol withdrawal delirium.\n* Pregnancy, lactation, or failure to use adequate contraceptive methods in female patients who are currently engaging in sexual activity with men.\n* Unstable medical conditions, such as poorly controlled diabetes or hypertension (\\> 140/90 mm Hg), which might make participation hazardous.\n* Subjects who have a current DSM-IV-TR diagnosis of other substance dependence, with the exception of nicotine and caffeine dependence. A diagnosis of substance abuse will not be exclusionary unless significant illicit substance use is present.\n* Are legally mandated to participate in an alcohol use disorder treatment program.\n* Who by history and current assessment represent a significant risk for suicide.\n* Subjects who are likely, based on history, to place themselves in danger (e.g., driving while intoxicated or otherwise being unwilling to follow safety precautions).\n* Renal insufficiency or abnormal renal function.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percent of Heavy Drinking Days Per Week","description":"percent of heavy drinking days as defined as 5 drinks per day for males and 4 drinks per day for females over the course of a study week.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22.5","spread":"34.0"},{"groupId":"OG001","value":"53.9","spread":"44.0"}]}]}]},{"type":"SECONDARY","title":"Percent Days of Abstinence From Alcohol","description":"During the course of 8 weeks the medication aims to determine whether it is effective in reducing alcohol consumption, and promoting abstinence in alcohol-dependent patients.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"50","spread":"37"},{"groupId":"OG001","value":"27.5","spread":"38"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":19},"commonTop":["dry mouth","fatigue","headache","dizziness","somnolence"]}}}