{"nctId":"NCT00842348","briefTitle":"Study of Lanreotide Autogel 120 mg in Patients With Non-functioning Entero- Pancreatic Endocrine Tumour","startDateStruct":{"date":"2009-02"},"conditions":["Non Functioning Entero-pancreatic Endocrine Tumour"],"count":89,"armGroups":[{"label":"Lanreotide (Autogel formulation)","type":"EXPERIMENTAL","interventionNames":["Drug: lanreotide (Autogel formulation)"]}],"interventions":[{"name":"lanreotide (Autogel formulation)","otherNames":["Lanreotide","Lanreotide Autogel","Somatuline","Somatuline Autogel","Somatuline Depot"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Had provided written informed consent prior to any study-related procedures.\n2. Had been enrolled and treated in Study 2-55-52030-726 and either:\n\n   * Was stable at 96 weeks of treatment (whatever the treatment received during the 2 years of participation, i.e. no code break at Week 96); or,\n   * Had received at least one injection in Study 2-55-52030-726 and had disease progression, confirmed by central assessment, during the course of the study and code break showed placebo.\n3. Had a World Health Organisation (WHO) performance score lower than or equal to 2.\n\nExclusion Criteria:\n\n1. Had been enrolled and treated in the frame of the protocol and had disease progression during the study and the code break showed a treatment with lanreotide Autogel 120 mg.\n2. Had received any new treatment for the entero-pancreatic NET since the end of participation in the study.\n3. Were likely to require any additional concomitant treatment to lanreotide Autogel 120 mg for the entero-pancreatic NET.\n4. Had been treated with radionuclide at any time prior to study entry.\n5. Had a history of hypersensitivity to drugs with a similar chemical structure to lanreotide Autogel 120 mg.\n6. Were likely to require treatment during the study with drugs that were not permitted by the study protocol.\n7. Were at risk of pregnancy or lactation. Females of childbearing potential had to provide a negative pregnancy test at the start of study and had to be using oral, double barrier or injectable contraception. Non-childbearing potential was defined as postmenopause for at least 1 year, or surgical sterilisation or hysterectomy at least 3 months before the start of the study.\n8. Had any mental condition rendering the patient unable to understand the nature, scope and possible consequences of the study, and/or evidence of an uncooperative attitude.\n9. Had abnormal findings at Visit 1, any other medical condition(s) or laboratory findings that, in the opinion of the investigator, might have jeopardised the patient's safety or decreased the chance of obtaining satisfactory data needed to achieve the objective(s) of the study.\n10. Previous enrolment in this study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Adverse Events","description":"Adverse events (AEs) that were ongoing from Study 726 at the time of entry into Study 729 were transcribed into the case report form (CRF) for Study 729 with a start date corresponding to the original report of this AE in Study 726. All new AEs that started after the last visit in Study 726 (i.e. irrespective of whether the AE had onset before or after giving informed consent for Study 729) were recorded Study 729.\n\nAn AE was considered as a treatment emergent adverse event (TEAE) for Study 729 if:\n\n* It was not present prior to receiving the first dose of study treatment in Study 729; or,\n* It was present prior to receiving the first dose of study treatment in Study 729 but the intensity increased after the first dose of study treatment in Study 729.\n\nAdverse event data are presented in the AE section.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"40","spread":null},{"groupId":"OG001","value":"46","spread":null},{"groupId":"OG002","value":"86","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression Free Survival (PFS): Kaplan-Meier Estimate","description":"The time from randomisation in Study 726 to the first occurrence of either disease progression (measured using Response Evaluation Criteria In Solid Tumours \\[RECIST\\] criteria) or death in Study 726 or in Study 729, or equivalently, the Progression Free Survival (PFS) time.\n\nTumour assessments for the placebo group after switching to open label lanreotide Autogel were excluded for the purpose of this analysis. Estimation of the median was based on the Kaplan-Meier method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"154.14","spread":null},{"groupId":"OG001","value":"72.00","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":11,"n":42},"commonTop":["Diarrhoea","Abdominal pain","Cholelithiasis","Nausea","Vomiting"]}}}