{"nctId":"NCT01922011","briefTitle":"Safety and Efficacy Study of Daptomycin Compared to Active Comparator in Pediatric Participants With Acute Hematogenous Osteomyelitis (AHO) (MK-3009-006)","startDateStruct":{"date":"2013-09-13","type":"ACTUAL"},"conditions":["Acute Hematogenous Osteomyelitis"],"count":149,"armGroups":[{"label":"Daptomycin","type":"EXPERIMENTAL","interventionNames":["Drug: Daptomycin"]},{"label":"Vancomycin or Nafcillin","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Vancomycin (or equivalent)","Drug: Nafcillin (or equivalent)"]}],"interventions":[{"name":"Daptomycin","otherNames":[]},{"name":"Vancomycin (or equivalent)","otherNames":[]},{"name":"Nafcillin (or equivalent)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Obtain Informed Consent;\n* Be 1 year to \\< 18 years old; a stepwise approach will be implemented to gate enrollment as follows: enrollment will begin with children aged 2-17 years; after an external Drug Safety Monitoring Board (DSMB) review, enrollment will be broadened to 1-17 years.\n* Have diagnosis of suspected or confirmed AHO warranting IV antibacterial therapy as inpatient, based on clinical, imaging and/or microbiological evidence as outlined below:\n\nI. Clinical evidence of fever accompanied by symptoms on the affected limb that include but it is not limited to pain, tenderness on palpation, inflammation, warmth, swelling, difficulty bearing weight, motion restriction, loss of function\n\nII. Radiologic imaging (magnetic resonance imaging \\[MRI\\], bone scan, x-ray, or computed tomography \\[CT\\] scan) consistent with osteomyelitis OR Microbiological evidence (gram stain, culture or polymerase chain reaction (PCR)) from a bone biopsy or bone aspirate (if available), or blood\n\nIII. Laboratory evidence: C-reactive protein (CRP) elevated, Erythrocyte sedimentation rate (ESR) elevated, leukocytosis or leukopenia, immature neutrophils\n\n•Confirmed (I, II, and III) OR suspected (I and III) that must be confirmed post-randomization\n\nParticipants will not be allowed into the study if they:\n\n* Have documented history of any hypersensitivity or allergic reaction to daptomycin\n* Have septic arthritis only (without AHO)\n* Have acute hematogenous osteomyelitis that is located in the spine\n* Have chronic osteomyelitis (i.e. symptoms of osteomyelitis \\> 21 days) or osteomyelitis with complications requiring non-routine surgical treatment (i.e. sequestration).\n* Have major trauma, penetrating trauma (including a puncture wound of the foot), postoperative osteomyelitis, foreign body in or adjacent to affected bone or joint, or other iatrogenic bone or joint infections present at the site of infection\n* Have acute hematogenous osteomyelitis due to a proven gram-negative organism\n* Have transient tenosynovitis, juvenile rheumatoid arthritis (JRA), reactive arthritis, bony tumors, and other osteoarticular diseases suspected to be due to a nonbacterial (eg, fungal or mycobacterial) etiology\n* Receive more than 24 hours of effective intravenous antibacterial therapy for osteomyelitis within 96 hours before randomization unless microbiological or clinical failure is documented\n* Require any potentially effective concomitant systemic antibacterial therapy for gram-positive infections\n* Have history of seizures (except febrile seizure of childhood)\n* Have peripheral neuropathy\n* Have history of rhabdomyolysis (with the exception of muscle injury due to trauma)\n* Have Sickle cell anemia\n* Cannot be assessed clinically during the study\n* Have any condition (eg, cystic fibrosis, current septic shock) that would make the subject, in the opinion of the Investigator, unsuitable for the study\n* Have significant reduced creatinine clearance (CrCl) \\< 50 mL/min/1.73 m2\n* Have evidence of significant hepatic, hematologic, or immunologic dysfunction\n* Have Creatine kinase (CK) elevation ≥ 10 × ULN (upper limit of normal) without symptoms or ≥ 5 × ULN with symptoms\n* If female, must not be pregnant or nursing and if required by age and life style take appropriate measures to not get pregnant during the study.\n* Have participated in any study involving administration of an investigational agent or device or daptomycin within 30 days\n* Are unable or unwilling to adhere to the study-specified procedures and restrictions\n* Has suspected or confirmed pneumonia, empyema, meningitis, or endocarditis.","healthyVolunteers":false,"sex":"ALL","minimumAge":"1 Year","maximumAge":"17 Years","stdAges":["CHILD"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Clinical Improvement in the 3 General Categories of Pain, Inflammation, and Limb Function Based on the Investigator's Overall Assessment of Severity of Each of the Symptom Categories.","description":"Clinical improvement was based on the Investigator's overall assessment of severity of each of the 3 general symptom categories of Pain, Inflammation, and Limb Function. Based on this evaluation, a participant was considered to have met criteria for clinical improvement according to the following definition: If 3 general categories are present at baseline: at least a 1-point improvement (i.e. severe to moderate, moderate to mild, mild to absent) in at least 2 of the general categories and no worsening in the other. If 2 general categories are present at baseline: at least a 2-point improvement (i.e. severe to mild, moderate to absent) in at least 1 of the general categories and no worsening or new findings in the others OR at least a 1-point improvement in both and no new findings in the other. If 1 general category is present at baseline: at least a 2-point improvement (i.e., severe to mild, moderate to absent) in that category and no new findings in the others.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"77.5","spread":null},{"groupId":"OG001","value":"82.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Clinical Improvement Measured as a Composite End Point of Pain, Inflammation, Limb Function, Body Temperature, and C-reactive Protein at End-of IV (EOIV) Therapy Visit.","description":"A participant had a favorable outcome in this composite endpoint if all 3 of the following criteria were met: Clinical improvement in the general symptom categories of Pain, Inflammation, and Limb Function on or before Study Day 5; Body temperature ≤ 38°C (100.4°F) over the preceding 24 hours; and C-reactive Protein (CRP) decreased from baseline for participants who had a baseline CRP \\>ULN (upper limit of normal)) or remain \\<=ULN for participants who had a baseline \\<=ULN on or before Study Day 5. The EOIV visit is within 24 hours after the last dose of IV study drug and before switch to optional open label (PO) therapy, if applicable.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"71.0","spread":null},{"groupId":"OG001","value":"76.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With a Favorable Clinical Outcome","description":"Favorable clinical outcomes are clinical recovery and clinical cure. Clinical cure is defined as resolution of all acute symptoms of AHO or improvement to such an extent that no further intravenous antibacterial therapy is required. Clinical recovery is defined as clinical improvement in the composite end point three general categories of Pain, Inflammation, and Limb Function on or before Study Day 5, and no development of new symptoms of AHO; body temperature ≤ 38°C (100.4°F) for 24 hours; no new or additional bone or joint infection (e.g., abscess, spreading to other osseous or articular locations) such that no further antibacterial therapy or surgery are required; no hematogenous metastatic infection (e.g., abscess in liver, spleen, lung; other bones) or bacteremia.. The End of Therapy (EOT) visit is within 48 hours of last dose of PO therapy.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"85.9","spread":null},{"groupId":"OG001","value":"91.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"83.1","spread":null},{"groupId":"OG001","value":"89.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"81.7","spread":null},{"groupId":"OG001","value":"87.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With a Clinical Cure Categorized by Baseline Pathogen at Test of Cure","description":"At Test Of Cure (TOC) clinical cure is defined as resolution of all acute symptoms of AHO or improvement to such an extent that no further antibacterial therapy is required. Favorable microbiological outcomes are either eradication where the source specimen demonstrated absence of the original baseline pathogen; or presumed eradication where the source specimen was not available to culture, and the subject was assessed as a clinical cure. To have a favorable microbiological response, the outcome for each participant's baseline pathogen must be favorable (eradicated or presumed eradicated). Other pathogens include Arcanobacterium haemolyticum, Gram positive cocci, Staphylococcus epidermidis, Streptococcus dysgalactiae, Streptococcus mitis group and Streptococcus pyogenes.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"77.8","spread":null},{"groupId":"OG001","value":"87.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"76.7","spread":null},{"groupId":"OG001","value":"88.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"79.5","spread":null},{"groupId":"OG001","value":"94.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"50.0","spread":null},{"groupId":"OG001","value":"25.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null},{"groupId":"OG001","value":"85.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Sustained Clinical Improvement","description":"Sustained clinical improvement was defined as participants with clinical improvement who further met the definition of clinical cure. Clinical improvement was in the three general categories of Pain, Inflammation, and Limb Function on or before Study Day 5. Clinical cure is defined as resolution of all acute symptoms of AHO or improvement to such an extent that no further intravenous antibacterial therapy is required. The EOT visit is within 48 hours of last dose of PO therapy.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"89.1","spread":null},{"groupId":"OG001","value":"94.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"87.3","spread":null},{"groupId":"OG001","value":"91.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With a Favorable Microbiological Response Categorized by Baseline Pathogen at Test of Cure","description":"Favorable microbiological outcomes are either eradication where the source specimen demonstrated absence of the original baseline pathogen; or presumed eradication where the source specimen was not available to culture, and the subject was assessed as a clinical cure. For a favorable microbiological response, the outcome for each baseline pathogen must be eradicated or presumed eradicated. Other pathogens include Arcanobacterium haemolyticum, Gram positive cocci, Staphylococcus epidermidis, Streptococcus dysgalactiae, Streptococcus mitis group and Streptococcus pyogenes.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"82.2","spread":null},{"groupId":"OG001","value":"91.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"81.4","spread":null},{"groupId":"OG001","value":"92.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"84.6","spread":null},{"groupId":"OG001","value":"94.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"50.0","spread":null},{"groupId":"OG001","value":"75.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null},{"groupId":"OG001","value":"85.7","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Participants With 1 or More Adverse Events (AEs)","description":"An AE is any untoward medical occurrence in a participant administered a pharmaceutical product and which does not necessarily have to have a causal relationship with this treatment. An AE can therefore be any unfavorable and unintended sign, clinically significant laboratory finding, symptom, or disease temporally associated with the use of a medicinal product, whether or not considered related to the medicinal product","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"34","spread":null},{"groupId":"OG001","value":"45","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Participants With 1 or More Serious Adverse Events (SAEs)","description":"An SAE is any untoward medical occurrence that at any dose results in death; is life threatening; requires in-patient hospitalization or prolongation of existing hospitalization; results in persistent or significant disability/incapacity; or is a congenital anomaly/birth defect.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Concentration of Serum Creatine Kinase (CK)","description":"Serum was collected at Baseline and at End of Therapy IV, from which the concentration of CK was determined.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"141.7","spread":"188.70"},{"groupId":"OG001","value":"99.9","spread":"95.00"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"89.4","spread":"66.55"},{"groupId":"OG001","value":"82.4","spread":"95.03"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Change From Baseline in Number of Participants With Abnormal Focused (Peripheral) Neurological Assessments","description":"Focused neurological examinations include assessments of alertness, sensation, pupillary reflex and tracking, peripheral reflexes (biceps, patellar tendon, ankle jerk, and plantar response), muscle tone and strength (upper and lower limbs), coordination (finger to nose), and tremor of the hands/fingers.","classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"Plasma Concentration of Daptomycin at the End of IV Infusion","description":"Blood samples were collected, after infusion of IV study drug between the end of infusion on study day 3, up to Day 42","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"36.800","spread":"0"},{"groupId":"OG001","value":"75.772","spread":"39.1156"},{"groupId":"OG002","value":"58.940","spread":"27.4149"},{"groupId":"OG003","value":"68.907","spread":"56.6695"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Plasma Concentration of Daptomycin at 15 Minutes to 1 Hour After the End of IV Infusion","description":"Blood samples were collected, after infusion of IV study drug between the end of infusion on study day 3, up to Day 42","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"65.533","spread":"30.8468"},{"groupId":"OG001","value":"84.564","spread":"35.0179"},{"groupId":"OG002","value":"70.342","spread":"35.0196"},{"groupId":"OG003","value":"57.370","spread":"61.5616"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Plasma Concentration of Daptomycin at 2 to 3 Hours After the End of IV Infusion","description":"Blood samples were collected, after infusion of IV study drug between the end of infusion on study day 3, up to Day 42","classes":[{"categories":[{"measurements":[{"groupId":"OG001","value":"51.150","spread":"16.1179"},{"groupId":"OG002","value":"31.200","spread":"14.7027"},{"groupId":"OG003","value":"46.756","spread":"51.2678"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Plasma Concentration of Daptomycin at 4 to 5 Hours After the End of IV Infusion","description":"Blood samples were collected, after infusion of IV study drug between the end of infusion on study day 3, up to Day 42","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35.933","spread":"6.3956"},{"groupId":"OG001","value":"53.059","spread":"21.8879"},{"groupId":"OG002","value":"50.809","spread":"26.0469"},{"groupId":"OG003","value":"41.447","spread":"57.8657"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":5,"n":74},"commonTop":["Vomiting","Constipation","Pyrexia","Rash","Diarrhoea"]}}}