{"nctId":"NCT02092350","briefTitle":"Safety and Efficacy of Grazoprevir (MK-5172) + Elbasvir (MK-8742) in Participants With Chronic Hepatitis C and Chronic Kidney Disease (MK-5172-052)","startDateStruct":{"date":"2014-03-17","type":"ACTUAL"},"conditions":["Hepatitis C Virus"],"count":237,"armGroups":[{"label":"Immediate Treatment","type":"EXPERIMENTAL","interventionNames":["Drug: Grazoprevir","Drug: Elbasvir"]},{"label":"Deferred Treatment","type":"EXPERIMENTAL","interventionNames":["Drug: Grazoprevir","Drug: Elbasvir","Drug: Placebo to Grazoprevir","Drug: Placebo to Elbasvir"]},{"label":"Intensive PK","type":"EXPERIMENTAL","interventionNames":["Drug: Grazoprevir","Drug: Elbasvir"]}],"interventions":[{"name":"Grazoprevir","otherNames":["MK-5172"]},{"name":"Elbasvir","otherNames":["MK-8742"]},{"name":"Placebo to Grazoprevir","otherNames":[]},{"name":"Placebo to Elbasvir","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Documented chronic (at least 6 months) HCV GT 1 infection (with no evidence of mixed genotypes or genotype that cannot be assigned a type)\n* Evidence or no evidence of liver cirrhosis based on one of the following:\n* Liver biopsy performed within 24 months of Day 1 (if participant is cirrhotic then there is no time restriction on biopsy)\n* Fibroscan performed within 12 months of Day 1 of this study\n* Fibrosure™ (Fibrotest™) plus aspartate aminotransferase to platelet Ratio Index \\[APRI\\] obtained during the screening period)\n* Has HCV status that is one of the following:\n* Treatment naïve\n* Prior interferon or pegylated interferon with or without ribavarin failures (null responder, partial responder, or relapser)\n* Intolerant to prior interferon or pegylated intereferon with or without ribavarin regimen\n* Chronic kidney disease (defined as glomerular filtration rate \\[eGFR\\] \\<=29) non-dialysis dependent or on hemodialysis for at least 3 months, including individuals awaiting kidney transplant and those with failed kidney transplants but no longer on immunosuppressant therapy)\n* Female participant of reproductive potential must agree to remain abstinent or use (or have their partner use) 2 acceptable methods of contraception from at least 2 weeks prior to Day 1 through 14 days after the last dose of study drugs, or longer if dictated by local regulations\n\nExclusion Criteria:\n\n* Evidence of decompensated liver disease\n* On peritoneal dialysis for management of kidney disease\n* Co-infection with hepatitis B virus or human immunodeficiency virus (HIV)\n* History of malignancy \\<=5 years prior to signing informed consent\n* Clinical diagnosis of substance abuse\n* Pregnant, breast-feeding, expecting to conceive or donate eggs, or donate sperm from Day 1 through 14 days after the last study dose, or longer if dictated by local regulations\n* Organ transplant (including hematopoietic stem cell transplant) other than kidney, cornea, and hair\n* Conditions requiring, or likely to require, chronic systemic administration of corticosteroids during the course of the trial\n* Uncontrolled or poorly controlled hypertension\n* Significant cardiovascular disorder (e.g. myocardial infarction or unstable angina) or cardiovascular procedure within 3 months prior to signing informed consent\n* New or worsening signs or symptoms of congestive heart failure within 3 months of signing informed consent\n* Severe active peripheral vascular disease\n* Recent (within 3 months prior to signing informed consent) episode or recurrence of stroke, transient ischemic attack (TIA) or neurological disorder, including but not limited to seizures\n* Evidence or history of chronic hepatitis not caused by HCV","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Sustained Virologic Response 12 Weeks After Completing Study Therapy (SVR12)","description":"SVR12 was defined as hepatitis C virus (HCV) ribonucleic acid (RNA) lower than the limit of quantification (LLoQ) 12 weeks after completing study therapy. HCV RNA was measured using the COBAS™ AmpliPrep/COBAS™ Taqman™ HCV Test, v2.0®, which has a LLoQ of 15 IU/mL.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"99.1","spread":null},{"groupId":"OG001","value":"98.0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants Experiencing an Adverse Event (AE) During the Initial Treatment and 14-day Follow-up Periods","description":"An AE is defined as any untoward medical occurrence in a participant administered a pharmaceutical product and which does not necessarily have to have a causal relationship with this treatment. This analysis includes the Immediate Treatment + Intensive PK group and the placebo treatment period for the Deferred Treatment group.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"93","spread":null},{"groupId":"OG001","value":"96","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants Discontinuing Study Drug Due to AEs During the Initial Treatment Period","description":"An AE is defined as any untoward medical occurrence in a participant administered a pharmaceutical product and which does not necessarily have to have a causal relationship with this treatment. This analysis includes the Immediate Treatment + Intensive PK group and the placebo treatment period for the Deferred Treatment group.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Sustained Virologic Response 24 Weeks After Completing Study Therapy (SVR24)","description":"SVR24 was defined as HCV RNA \\<LLoQ 24 weeks after completing study therapy. HCV RNA was measured using the COBAS™ AmpliPrep/COBAS™ Taqman™ HCV Test, v2.0®, which has a LLoQ of 15 IU/mL.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"97.4","spread":null},{"groupId":"OG001","value":"98.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Sustained Virologic Response 4 Weeks After Completing Study Therapy (SVR4)","description":"SVR4 was defined as HCV RNA \\<LLoQ 4 weeks after completing study therapy. HCV RNA was measured using the COBAS™ AmpliPrep/COBAS™ Taqman™ HCV Test, v2.0®, which has a LLoQ of 15 IU/mL.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100.00","spread":null},{"groupId":"OG001","value":"99.0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":30,"n":122},"commonTop":["Headache","Nausea","Fatigue","Dizziness","Diarrhoea"]}}}