{"nctId":"NCT01128959","briefTitle":"Study to Assess the Safety and Tolerability of Intravenous Carbamazepine in Adults With Epilepsy","startDateStruct":{"date":"2010-06"},"conditions":["Epilepsy"],"count":108,"armGroups":[{"label":"Intravenous Carbamazepine (IV CBZ)","type":"EXPERIMENTAL","interventionNames":["Drug: Intravenous Carbamazepine (IV CBZ)"]}],"interventions":[{"name":"Intravenous Carbamazepine (IV CBZ)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. The patient or legal representative must be able to read, understand, sign and date the IRB approved Informed Consent Form and HIPAA Authorization prior to study participation.\n2. The patient is a man or a non-pregnant woman who is at least 18 years of age.\n3. If a woman:\n\n   * Patient is either not of childbearing potential, defined as postmenopausal for at least 1 year or surgically sterile (bilateral tubal ligation, bilateral oophorectomay or hysterectomy), or if childbearing potential, must comply with a method of birth control acceptable to the investigator during the study, for at least 28 days prior to Day 1 and for 28 days following completion of the study.\n   * Patient is not breastfeeding.\n   * Patient of childbearing potential must have a negative serum pregnancy test at Day -28 and a negative urine pregnancy test or serum pregnancy test at Day -1.\n4. The patient is diagnosed with any of the approved epilepsy indications for CBZ:\n\n   * Partial seizures with complex symptomatology (psychomotor, temporal lobe)\n   * Generalised tonic clonic seizures (GTCS) (grand mal): myoclonic, clonic, tonic, tonic-clonic, atonic\n   * Mixed seizure patterns that include the above, or other partial or generalised seizures (except absence seizures - please see exclusion point number 12)\n5. The patient is receiving a stable dose of oral CBZ (tablet or capsule formulation) of 1200 mg/day to 2000 mg/day, for a minimum of 14 days prior to Day -28.\n6. The patient is receiving a constant dose of all other concomitant medications used for chronic conditions, (including OTC medications and herbal supplements) for a minimum of 28 days prior to Day 1.\n7. The patient is not expected to have any change in his/her baseline AED treatment during the treatment period.\n8. The patient is able to comply with maintaining an accurate Seizure and antiepileptic drug diary.\n9. The patient is able to comply with all study procedures including complying with protocol determined dosing intervals, confinement at the investigative site for up to 6 nights and 7 days, and agrees to participate in the entire study.\n\nExclusion Criteria:\n\n1. The patient has a known hypersensitivity to CBZ, Captisol, or to any of the tricyclic compounds, such as amitriptyline, trimipramine, imipramine; oxacarbazepine, phenytoin, or their analogues or metabolites.\n2. The patient has a history of previous bone marrow depression.\n3. The patient has a history of intolerance to IV administration of medication.\n4. The patient is pregnant or lactating.\n5. The patient is being treated with a monoamine oxidase (MAO) inhibitor.\n6. The patient is using oral, intramuscular, or any other hormone delivery method as their primary form of birth control.\n7. The patient has an ECG with corrected QT interval by Fridericia's correction formula (QTcF) greater than 450 msec at Screening or Day -1.\n8. The patient has a screening ALT, AST or bilirubin \\>=3 times the upper limit of normal.\n9. The patient has an estimated ClCR (based of Cockcroft-Gault) of \\<50 ml/min.\n10. The patient has had a clinically significant illness/infection or has had any surgical procedure within 30 days prior to Screening.\n11. The patient has a significant history of cardiac, renal, neurologic (other than epilepsy), psychiatric, oncologic, endocrinologic, metabolic, or hepatic disease, which would adversely affect their participation in this study.\n12. The patient is receiving oral CBZ for absence seizures.\n13. The patient has had an episode of status epilepticus within 4 weeks of Screening.\n14. The patient has a history of severe or serious adverse reactions to CBZ (for example, aplastic anemia, agranulocytosis, SJS.\n15. The patient has taken or used any investigational drug or device in the 30 days prior to Screening.\n16. The patient has previously been administered IV CBZ in a previous clinical trial (for example OV-1015).\n17. The patient has a urine toxicology screen positive for phencyclidine, benzodiazepines (unless due to the patient's concomitant AEDs), cannabinoids, cocaine, amphetamines, opiates, barbiturates (unless due to the patient's concomitant AEDs), or alcohol at Screening or Day -1.\n18. The patient has had a diagnosis of drug or alcohol abuse within the past year prior to Screening.\n19. The patient has had significant blood loss (\\>500 mL) or donation within 14 days of Screening.\n20. The patient has a history of poor oral CBZ compliance.\n21. The patient is participating in a weight loss or nicotine cessation program.\n22. The patient has a history of increased intraocular pressure or is on medication for glaucoma.\n23. The patient is considered by the investigator to be an unsuitable candidate for the study, which may include an increase in the frequency, severity and duration of seizures during the Pre-Treatment Period (Days -28-0).\n24. The patient has previously participated in this study.\n25. The patient is a member of the site personnel or their immediate families.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Adverse Events","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"126","spread":null},{"groupId":"OG001","value":"26","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":105},"commonTop":["Dizziness","Headache","Somnolence"]}}}