{"nctId":"NCT02234115","briefTitle":"Safety, Efficacy, and Pharmacokinetic Behavior of Leuprolide Mesylate in Subjects With Advanced Prostate Carcinoma","startDateStruct":{"date":"2014-08"},"conditions":["Prostatic Neoplasms"],"count":137,"armGroups":[{"label":"Leuprolide Mesylate 50mg","type":"EXPERIMENTAL","interventionNames":["Drug: Leuprolide Mesylate"]}],"interventions":[{"name":"Leuprolide Mesylate","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Males aged ≥ 18 years old\n2. Males with histologically confirmed carcinoma of the prostate\n3. Subjects who are judged by the attending physician and/or Principal Investigator to be a candidate for androgen ablation therapy\n4. Baseline morning serum testosterone level \\> 150 ng/dL performed at Screening Visit\n5. Eastern Cooperative Oncology Group (ECOG) Performance score ≤ 2\n6. Life expectancy of at least 18 months\n7. Laboratory values\n\n   * Absolute neutrophil count ≥ 1,500 cells/µL\n   * Platelets ≥ 100,000 cells/µL\n   * Hemoglobin ≥ 10 gm/dL\n   * Total bilirubin ≤ 1.5 × upper limit of normal (ULN)\n   * AST (SGOT) ≤ 2.5 × ULN\n   * ALT (SGPT) ≤ 2.5 × ULN\n   * Serum creatinine ≤ 1.5 mg/dL\n   * Lipid profile within acceptable range according to investigator's judgment\n   * HgbA1c within acceptable range according to investigator's judgment\n   * Clinical chemistries (K, Na, Mg, Ca and P) within acceptable range according to investigator's judgment\n   * Serum glucose within acceptable range according to investigator's judgement\n   * Urinalysis within normal range according to the investigator's judgment\n8. Agree to use male contraceptive methods during study trial\n9. Based on the Investigator's judgment, the ability to understand the nature of the study and any hazards of participation, and to communicate satisfactorily with the Investigator and to participate in, and to comply with, the requirements of the entire protocol\n10. All aspects of the protocol explained and written informed consent obtained\n\nExclusion Criteria:\n\n* Receipt of chemotherapy, immunotherapy, cryotherapy, radiotherapy, or anti- androgen therapy concomitantly, or within 8 weeks prior to Screening Visit, for treatment of carcinoma of the prostate. Radiation for pain control will be allowed during the study.\n* Receipt of any vaccination (including influenza) within 4 weeks of Baseline\n* History of blood donation within 2 months of Baseline\n* History of anaphylaxis to any LH-RH analogues\n* Receipt of any LHRH suppressive therapy within 6 months of Baseline\n* Major surgery, including any prostatic surgery, within 4 weeks of Baseline\n* History and concomitant clinical and radiographic evidence of central nervous system/spinal cord metastases. Subjects at risk for spinal cord compression will be excluded.\n* Clinical evidence of active urinary tract obstruction and subjects at risk for urinary obstruction\n* History of bilateral orchiectomy, adrenalectomy, or hypophysectomy\n* History or presence of hypogonadism, or receipt of exogenous testosterone supplementation within 6 months of Baseline\n* Clinically significant abnormal ECG and/or history of clinically significant cardiovascular disease as judged by the investigator\n* History of drug and/or alcohol abuse within 6 months of Baseline\n* Contraindication to leuprolide or an LHRH agonist as indicated on package labeling\n* Use of 5-alpha reductase inhibitor within the last 6 months of Baseline\n* History or presence of insulin-dependent diabetes mellitus (Type I). Presence of well controlled diabetes mellitus Type II will be allowed\n* Use of systemic corticosteroids at a dose \\>10 mg/d or anti-androgens\n* Use of any investigational agent within 4 weeks of Baseline\n* Use of any over-the-counter (OTC) medication within 4 weeks of Baseline except for those listed in the permitted Concomitant Treatment section.\n* Uncontrolled intercurrent illness that would jeopardize the subject's safety, interfere with the objectives of the protocol, or limit the subject's compliance with study requirements, as determined by the Investigator in consultation with the Sponsor","healthyVolunteers":false,"sex":"MALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Efficacy of Leuprolide Mesylate (LMIS 50mg)","description":"The percentage of subjects with a serum testosterone concentration suppressed to castrate levels (≤ 50 ng/dL) following the first injection of LMIS 50 mg from Day 28 through Day 336 (remaining duration of the study).","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"97.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Adverse Events (AEs)","description":"Safety analysis was based on the safety information from the laboratory evaluations, AEs, and SAEs.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"114","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"85","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":20,"n":137},"commonTop":["Hot flush","Hypertension","Pain in extremity","Injection site pain","Fatigue"]}}}