{"nctId":"NCT02105688","briefTitle":"An Efficacy and Safety Study of Grazoprevir (MK-5172) + Elbasvir (MK-8742) in the Treatment of Chronic Hepatitis C Virus (HCV) Genotype (GT)1, 4, or 6 Infection in Treatment-Naïve Participants Who Are on Opiate Substitution Therapy (MK-5172-062)","startDateStruct":{"date":"2014-09-02","type":"ACTUAL"},"conditions":["Chronic Hepatitis C"],"count":301,"armGroups":[{"label":"Immediate Treatment Arm: Grazoprevir/Elbasvir","type":"EXPERIMENTAL","interventionNames":["Drug: Grazoprevir 100 mg/Elbasvir 50 mg FDC tablet (MK-5172A)"]},{"label":"Deferred Treatment Arm: Placebo > Grazoprevir/Elbasvir","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Grazoprevir 100 mg/Elbasvir 50 mg FDC tablet (MK-5172A)","Drug: Placebo to Grazoprevir 100 mg/Elbasvir 50 mg FDC tablet"]}],"interventions":[{"name":"Grazoprevir 100 mg/Elbasvir 50 mg FDC tablet (MK-5172A)","otherNames":["MK-5172A"]},{"name":"Placebo to Grazoprevir 100 mg/Elbasvir 50 mg FDC tablet","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nPart A\n\n* Documented chronic HCV GT1, GT4, or GT6 infection with no evidence of GT2, GT3, GT5 or non-typeable genotypes and HCV ribonucleic acid (RNA) confirmed by screening lab results prior to randomization\n* On opiate substitution therapy (OST; methadone, levamethadone, buprenorphine, naloxone, naltrexone) for at least 3 months prior to screening\n* Treatment naïve to all HCV therapies\n* Human Immunodeficiency Virus (HIV)-infected participants enrolled in this study must meet following criteria:\n* Documented HIV infection\n* Naïve to treatment with any antiretroviral therapy (ART) OR on HIV ART for at least 8 weeks prior to study entry using a dual nucleoside reverse transcriptase inhibitor (NRTI) backbone of tenofovir or abacavir and either emtricitabine or lamivudine PLUS raltegravir (or dolutegravir or rilpivirine). Dose modifications or changes in ART during the 4 weeks prior to study entry (Day 1) are not permitted\n* Cluster of differentiation 4 (CD4+) T-cell count \\>200 cells/mm\\^3 if on ART or \\>500 cell/mm\\^3 if ART treatment naïve\n* Undetectable plasma HIV-1 RNA at least 8 weeks prior to screening if on ART or \\<50,000 copies/mL if ART treatment naïve\n* Participants with HIV-1 infection and on ART must have at least one viable antiretroviral regimen alternative beyond their current regimen in the event of HIV virologic failure or the development of anti-retroviral drug resistance\n* Females who are of reproductive potential must agree to avoid becoming pregnant while receiving study drug and for 14 days after the last dose of study drug by complying with one of the following: (1) practice abstinence from heterosexual activity OR (2) use (or have her partner use) acceptable contraception during heterosexual activity\n\nPart B\n\n* Received at least one dose of grazoprevir in combination with elbasvir in Part A. Receiving OST and keeping \\>80% of scheduled appointments while on OST were not required for Part B.\n\nExclusion Criteria:\n\nPart A\n\n* Evidence of decompensated liver disease\n* For participants with cirrhosis, participants who are Child-Pugh Class B or C or who have a Pugh-Turcotte (CPT) score \\>6\n* Is co-infected with hepatitis B virus\n* Has cirrhosis and liver imaging within 6 months of Day 1 showing evidence of hepatocellular carcinoma (HCC) or is under evaluation for HCC\n* Currently using or intends to use barbiturates during the treatment period of this study\n* Is a female and is pregnant or breast-feeding, or expecting to conceive or donate eggs from Day 1 or anytime during treatment, and 14 days after the last dose of study medication, or longer if dictated by local regulations\n* Any medical condition requiring or likely to require chronic systemic administration of corticosteroids, Tumor Necrosis Factor (TNF) antagonists, or other immunosuppressant drugs during the course of the trial\n* Evidence or history of chronic hepatitis not caused by HCV\n\nPart B\n\n* Mentally or legally incapacitated, has significant emotional problems at the time of pre-study screening visit or expected during the conduct of the study or has a history of a clinically significant psychiatric disorder which, in the opinion of the investigator, would interfere with the study procedures\n* Has a medical condition or personal circumstance which, in the opinion of the investigator and/or Sponsor, places the participant at unnecessary risk through continued participation in the trial or does not allow the participant to adhere to the requirements of the protocol","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants Achieving Sustained Virologic Response 12 Weeks After the End of All Study Therapy (SVR12)","description":"Blood was drawn from each participant to assess Hepatitis C Virus ribonucleic acid (HCV RNA) plasma levels using the Roche COBAS® AmpliPrep/COBAS® Taqman HCV Test, v2.0, which had a lower limit of quantification of 15 IU/mL. SVR12 was defined as HCV RNA below the lower limit of detection (\\<LLOQ) at 12 weeks after the end of all study therapy for baseline infection, or HCV RNA≥ LLOQ demonstrated to be due to reinfection (after clearance of baseline infection). The Clopper-Pearson method was used to construct 95% confidence intervals for the SVR12 rate. The primary efficacy analysis for Part A was the percentage of participants in the immediate treatment arm (ITA) who achieved SVR12. SVR12 was also calculated for the Deferred Treatment Arm.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"95.5","spread":null},{"groupId":"OG001","value":"96.6","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants Experiencing at Least One Adverse Event (AE) During the Double-Blind (DB) Treatment Period and First 14 Follow-up Days","description":"An AE was defined as any untoward medical occurrence in a participant administered a pharmaceutical product and which did not necessarily have to have a causal relationship with this treatment. An AE could therefore be any unfavourable and unintended sign, symptom, or disease temporally associated with the use of a medicinal product or protocol-specified procedure, whether or not considered related to the medicinal product or protocol-specified procedure. Any worsening of a pre-existing condition that was temporally associated with the use of the Sponsor's product, was also an AE. For this outcome measure, the primary safety analysis compared the percentage of participants experiencing an AE in the Immediate Treatment Arm during the double-blinded active treatment period to that of the Deferred Treatment Arm during the double-blinded placebo treatment period.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"83.1","spread":null},{"groupId":"OG001","value":"83.0","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants Discontinued From Study Therapy Due to AEs During the DB Treatment Period","description":"An AE was defined as any untoward medical occurrence in a participant administered a pharmaceutical product and which did not necessarily have to have a causal relationship with this treatment. An AE could therefore be any unfavourable and unintended sign, symptom, or disease temporally associated with the use of a medicinal product or protocol-specified procedure, whether or not considered related to the medicinal product or protocol-specified procedure. Any worsening of a pre-existing condition that was temporally associated with the use of the Sponsor's product, was also an AE. For this outcome measure, the primary safety analysis compared the percentage of participants discontinuing study therapy due to an AE in the Immediate Treatment Arm during the double-blinded active treatment period to that of the Deferred Treatment Arm during the double-blinded placebo treatment period.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.5","spread":null},{"groupId":"OG001","value":"1.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving Sustained Virologic Response 24 Weeks After the End of All Study Therapy (SVR24)","description":"Blood was drawn from each participant to assess HCV RNA plasma levels using the Roche COBAS® AmpliPrep/COBAS® Taqman HCV Test, v2.0, which has an LLOQ of 15 IU/mL. SVR24 was defined as HCV RNA \\<LLOQ at 24 weeks after the end of all study therapy. The Clopper-Pearson method was used to construct 95% confidence intervals for the SVR24 rate. The secondary efficacy analysis for Part A evaluated the percentage of participants in the immediate treatment arm (ITA) who achieved SVR24. SVR24 was also calculated for the Deferred Treatment Arm.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"94.1","spread":null},{"groupId":"OG001","value":"96.5","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":16,"n":201},"commonTop":["Fatigue","Headache","Nausea","Diarrhoea","Constipation"]}}}