{"nctId":"NCT01072188","briefTitle":"Clinical Efficacy of 10% Arginine Bicarbonate Prophylaxis Paste","startDateStruct":{"date":"2008-07"},"conditions":["Hypersensitivity"],"count":45,"armGroups":[{"label":"ProClude Prophylaxis paste-A","type":"ACTIVE_COMPARATOR","interventionNames":["Device: Arginine/Calcium Carbonate"]},{"label":"Nupro-M Prophylaxis paste -B","type":"PLACEBO_COMPARATOR","interventionNames":["Device: Nupro - Fluoride Free"]}],"interventions":[{"name":"Arginine/Calcium Carbonate","otherNames":[]},{"name":"Nupro - Fluoride Free","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male and female subjects, ages 18-70, inclusive.\n* Availability for the three (3) week duration of the study.\n* Two (2) sensitive teeth, which must be anterior to the molars, and demonstrate cervical erosion/abrasion or gingival recession.\n* Qualifying response to tactile stimuli (Yeaple probe) as defined by a score between 10-50gms. of force.\n* Qualifying response to the air blast stimuli as defined by a score of 2 or 3 on the Schiff Cold Air Sensitivity Scale.\n* Subjects need to satisfy the qualifying response to stimuli for both the parameters assessed (tactile or air) on two teeth to be entered into the study.\n* Good general health with no known allergies to products being tested.\n* Use of a non-desensitizing dentifrice for three months prior to entry into the study.\n* Signed Informed Consent Form.\n\nExclusion Criteria:\n\n* Gross oral pathology, chronic disease, or history of allergy to test products.\n* Advanced periodontal disease or treatment for periodontal disease (including surgery) within the past twelve months.\n* Scheduled dental prophylaxis within three weeks prior to the Baseline Hypersensitivity Examination.\n* Sensitive teeth with mobility greater than one.\n* Teeth with extensive/defective restorations (including prosthetic crowns), suspected pulpitis, caries, cracked enamel, or used as abutments for removable partial dentures.\n* Subjects that began to take anticonvulsants, antihistamines, antidepressants, sedatives, tranquilizers, anti-inflammatory drugs, or daily analgesics within one month prior to the start of the study or who have to start taking these during the course of the study.\n* Participation in a desensitizing dentifrice study or regular use of a desensitizing dentifrice within the past three months.\n* Current participation in any other clinical study.\n* Pregnant or lactating subjects.\n* Allergies to oral care products, personal care consumer products, or their ingredients.\n* Medical condition which prohibits not eating/drinking for 4 hours.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Hypersensitivity to Touch (Tactile)","description":"Units on a scale: Measured with an electronic force sensing probe (Yeaple Probe): 10, 20, 30, 40, up to 50 grams of force are applied to hypersensitive tooth until pain elicited. Grams of force needed to elicit pain are recorded as hypersensitivity score for the tooth. The higher the score, the higher the hypersensitivity.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"42.2","spread":"9.25"},{"groupId":"OG001","value":"20.1","spread":"9.25"}]}]}]},{"type":"PRIMARY","title":"Air Blast","description":"Units on a scale using Schiff Cold Air Sensitivity Scale. Response to a constant (duration, pressure, temperature, distance from target) jet of air applied to a hypersensitive tooth. According to this analog scale hypersensitivity scores for the stimulated tooth is 0, 1, 2 or 3(The lower the score, the lower the hypersensitivity). 0=No subject response to stimulus, 1=responds but will continue, 2=responds and moves or requests discontinuation, 3=Painful response to stimulus, discontinuation requested.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.26","spread":"0.58"},{"groupId":"OG001","value":"2.17","spread":"0.58"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":22},"commonTop":[]}}}