{"nctId":"NCT01706328","briefTitle":"A Study to Assess the Efficacy of Fluticasone Furoate/Vilanterol (FF/VI) Inhalation Powder 100/25 mcg Once Daily Compared With Fluticasone Propionate/Salmeterol Inhalation Powder 250/50 mcg Twice Daily in Subjects With Chronic Obstructive Pulmonary Disease (COPD)","startDateStruct":{"date":"2012-10-15","type":"ACTUAL"},"conditions":["Pulmonary Disease, Chronic Obstructive"],"count":828,"armGroups":[{"label":"FF/VI Inhalation Powder NDPI","type":"EXPERIMENTAL","interventionNames":["Drug: FF/VI 100/25 Inhalation Powder NDPI","Drug: Placebo Inhalation Powder ACCUHALER/DISKUS","Drug: Salbutamol as needed"]},{"label":"Fluticasone Propionate/Salmeterol Inhalation Powder","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Fluticasone Propionate/Salmeterol 250/50 Inhalation Powder ACCUHALER/DISKUS","Drug: Placebo Inhalation Powder NDPI","Drug: Salbutamol as needed"]}],"interventions":[{"name":"FF/VI 100/25 Inhalation Powder NDPI","otherNames":[]},{"name":"Fluticasone Propionate/Salmeterol 250/50 Inhalation Powder ACCUHALER/DISKUS","otherNames":["ACCUHALER and DISKUS are registered trade marks of the GlaxoSmithKline Group of companies"]},{"name":"Placebo Inhalation Powder NDPI","otherNames":["ACCUHALER and DISKUS are registered trade marks of the GlaxoSmithKline Group of companies"]},{"name":"Placebo Inhalation Powder ACCUHALER/DISKUS","otherNames":[]},{"name":"Salbutamol as needed","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* A male or female \\>=40 years of age at Screening (Visit 1).\n* Capable of giving written informed consent.\n* Female subjects must be post-menopausal or using a highly effective method for avoidance of pregnancy.\n* Subjects with a clinical history of COPD in accordance with the following definition by the American Thoracic Society/European Respiratory Society.\n* Subject with a measured post-albuterol (salbutamol) FEV1/forced vital capacity(FVC) ratio of \\<=0.70 at Screening.\n* Subjects with a measured post-albuterol (salbutamol) FEV1 \\<=70% of predicted normal values.\n* Subjects with a current or prior history of ≥10 pack-years of cigarette smoking at Screening.\n\nExclusion Criteria:\n\n* Current diagnosis of asthma. (Subjects with a prior history of asthma are eligible if they have a current diagnosis of COPD).\n* Other respiratory disorders (alpha1-antitrypsin deficiency as the underlying cause of COPD, active tuberculosis, lung cancer, bronchiectasis, sarcoidosis, pulmonary fibrosis, pulmonary hypertension, interstitial lung diseases, or other active pulmonary diseases).\n* Lung volume reduction surgery within the 12 months prior to Screening.\n* Hospitalized due to poorly controlled COPD within 12 weeks of Screening.\n* Poorly controlled COPD (occurrence of the following in the 6 weeks prior to Screening -Acute worsening of COPD that is managed by the subject with corticosteroids or antibiotics or that requires treatment prescribed by a physician).\n* Lower respiratory tract infection that required the use of antibiotics within 6 weeks prior to Screening.\n* Moderate/severe COPD exacerbation/lower respiratory tract infection during Run-In Period.\n* Abnormal and clinically significant 12-lead ECG at Screening\n* Historical or current evidence of uncontrolled or clinically significant disease like cardiovascular, hypertension, neurological, psychiatric, renal, hepatic, immunological, endocrine (including uncontrolled diabetes or thyroid disease), peptic ulcer disease, or haematological abnormalities. Significant is defined as any disease that, in the opinion of the investigator, would put the safety of the subject at risk through participation, or which would affect the efficacy or safety analysis if the disease/condition exacerbated during the study.\n* History of hypersensitivity to any of the study medications or components of the inhalation powder; or history of severe milk protein allergy.\n* Known or suspected history of alcohol or drug abuse within the last 2 years.\n* Subjects who are medically unable to withhold their albuterol (salbutamol) and/or their ipratropium for the 4-hour period required prior to spirometry testing at each study visit.\n* The subject has taken any other investigational drug within 30 days or 5 half-lives of the investigational product (IP) prior to the first dosing day in the current study.\n* Use of additional medications prior to Screening (list of medications and time intervals are different for different class of medications and are indicated in the protocol)\n* Subjects receiving treatment with long-term oxygen therapy (LTOT) or nocturnal oxygen therapy required for greater than 12 hours a day. Oxygen prn use (i.e., \\<=12 hours per day) is not exclusionary.\n* Subjects who have participated in the acute phase of a Pulmonary Rehabilitation Program within 4 weeks prior to Screening\n* Subjects at risk of non-compliance, or unable to comply with study procedures.\n* Study investigators, sub-investigators, study coordinators, employees of a participating investigator or immediate family members of the aforementioned are excluded from participating in this study.\n* Women who are pregnant or lactating or are planning on becoming pregnant during the study.\n* Previously randomized to either the HZC113109 or HZC112352 clinical studies.","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline Trough in Weighted-mean 24-hour Serial Forced Expiratory Volume in One Second (FEV1) on Treatment Day 84","description":"FEV1 is a measure of lung function and is defined as the volume of air that can be forcefully exhaled in one second. The weighted mean was calculated from the pre-dose FEV1 and the post-dose FEV1 measurements taken at 5, 15, 30, and 60 minutes and 2, 4, 6, 8, 12, 13, 14, 16, 20, and 24 hours on Treatment Day 84. Baseline trough FEV1 was calculated as the mean of the two assessments made 30 minutes pre-dose and 5 minutes pre-dose on Treatment Day 1. The weighted mean was derived by calculating the area under curve, and then dividing by the relevant time interval. The weighted mean change from Baseline was calculated as the weighted mean of the 24-hour serial FEV1 measurements on Day 84 minus the Baseline trough FEV1 value. The analysis used an analysis of covariance (ANCOVA) model with covariates of Baseline FEV1, reversibility stratum, smoking status (at Screening), country, and treatment.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.168","spread":"0.0121"},{"groupId":"OG001","value":"0.142","spread":"0.0120"}]}]}]},{"type":"SECONDARY","title":"Time to Onset on Treatment Day 1","description":"Time to onset on Treatment Day 1 is defined as the time to an increase of 100 milliliters (mL) from Baseline in FEV1 during the 0- to 4-hour serial measurements (5, 15, 30, 60, 120, and 240 minutes post-dose). Participants who never met or exceeded a 100 mL increase over the Baseline value during the 4-hour serial measurements were censored at the actual time of their last FEV1 measurement.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null},{"groupId":"OG001","value":"15","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Trough FEV1 on Treatment Day 85","description":"FEV1 is a measure of lung function and is defined as the volume of air that can be forcefully exhaled in one second. Trough FEV1 is defined as the 24-hour FEV1 assessment, which was obtained on Day 85. Baseline trough was calculated as the mean of the two assessments made 30 minutes pre-dose and 5 minutes pre-dose on Treatment Day 1. Change from Baseline was calculated as the average of the Day 85 values minus the Baseline value. The analysis used an analysis of covariance (ANCOVA) model with covariates of Baseline FEV1, reversibility stratum, smoking status (at Screening), country, and treatment.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.151","spread":"0.0126"},{"groupId":"OG001","value":"0.121","spread":"0.0125"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":13,"n":412},"commonTop":["Nasopharyngitis","Headache"]}}}