{"nctId":"NCT00603304","briefTitle":"Complementary and Alternative Medicine for Urological Symptoms(CAMUS)","startDateStruct":{"date":"2008-02"},"conditions":["Urological"],"count":369,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo - first 24 weeks","Drug: Placebo - weeks 24 - 48","Drug: Placebo - weeks 48 - 72"]},{"label":"Saw Palmetto","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Saw Palmetto - first 24 weeks","Drug: Saw Palmetto - weeks 24 - 48","Drug: Saw Palmetto - weeks 48 - 72"]}],"interventions":[{"name":"Saw Palmetto - first 24 weeks","otherNames":[]},{"name":"Placebo - first 24 weeks","otherNames":[]},{"name":"Saw Palmetto - weeks 24 - 48","otherNames":[]},{"name":"Placebo - weeks 24 - 48","otherNames":[]},{"name":"Saw Palmetto - weeks 48 - 72","otherNames":[]},{"name":"Placebo - weeks 48 - 72","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nTo be eligible for the study, potential participants must meet all of the following eligibility criteria:\n\n1. Male at least 45 years of age.\n2. Peak urinary flow rate at least 4 ml/sec with a voided volume of at least 125 ml.\n3. AUA symptom score ≥ 8 and ≤ 24 at both screening visits.\n4. Voluntarily signed informed consent agreement prior to the performance of any study procedures.\n\nExclusion Criteria:\n\nPotential participants that meet any of the following exclusion criteria will be excluded from the full-scale trial:\n\n1. Any prior invasive intervention for BPH.\n2. Phytotherapy for BPH or a 5-alpha reductase inhibitor within 3 months.\n3. Alpha blocker within one month.\n4. Reported allergic reaction to Serenoa repens.\n5. Taken phenylephrine, pseudoephedrine, tricyclic antidepressants, and anticholinergic or cholinergic medication within 4 weeks of the first screening visit, with the following exception: topical anticholinergic eye drops used for glaucoma.\n6. Taken an estrogen, androgen, or any drug producing androgen suppression, or anabolic steroids within 6 months.\n7. Known clinically significant renal impairment (i.e., creatinine greater than 2.0 mg/dl).\n8. Alanine aminotransferase(ALT)serum glutamic pyruvic transaminase(SGPT), aspartate aminotransferase(AST)serum glutamic oxaloacetic transaminase (SGOT) or gamma-glutamyltranspeptidase (GGT) value greater than 3 times the upper limit of normal in the clinical center lab at SV1.0; confirmed on a second measurement.\n9. Prothrombin time greater than 3 seconds above the upper limit of normal, or more than 3 seconds above the control value in the clinical center at SV1.0; confirmed on a second measurement.\n10. Electrocardiogram (ECG) reading at the clinical center at SV1.0 suggesting active ischemia or recent myocardial infarction until appropriate consultation confirms the absence of an acute coronary syndrome.\n11. Prostate-specific antigen (PSA) level greater than 10 ng/ml at the first screening visit.\n12. Requires the daily use of a pad or device for incontinence, or International Continence Society male incontinence symptom (ICSmaleIS) score \\>14 at screening.\n13. Unstable medical condition within the past 3 months.\n14. History or current evidence of carcinoma of the prostate or bladder, pelvic radiation or surgery, urethral stricture, or prior surgery for bladder neck obstruction.\n15. Active urinary tract disease or has undergone cystoscopy or biopsy of the prostate within one month prior to the first screening visit or has an imminent need for urologic surgery.\n16. Known primary neurologic conditions such as multiple sclerosis or Parkinson's disease or other neurological diseases known to affect bladder function.\n17. Documented bacterial prostatitis within the past year.\n18. Two documented independent urinary tract infections of any type in the past year.\n19. Known severe bleeding disorder or need for ongoing therapeutic anticoagulation with coumadin or heparin.\n20. Cancer, which is not considered cured (except basal cell or squamous cell carcinoma of the skin). A potential participant is considered cured if there has been no evidence of cancer within five years of randomization. A history of bladder cancer or prostate cancer is exclusionary whether the participant is considered cured or not.\n21. Unable to follow protocol directions due to organic brain or psychiatric disease.\n22. History of alcoholism or any other substance abuse, which, in the opinion of the investigator, would affect compliance with the protocol.\n23. Any serious medical condition likely to impede successful completion of the study.","healthyVolunteers":true,"sex":"MALE","minimumAge":"45 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean and Standard Deviation of the Participant American Urological Association (AUA)Symptom Score Between Baseline and Week 72 for CAMUS Participants.","description":"The primary outcome was the mean difference in the AUA Symptom Score between baseline and 72 weeks between the saw palmetto and placebo groups. The AUA Symptom Score index is a seven item questionnaire assessing the frequency of lower urinary tract symptoms (LUTS). The questions are scored on a scale of zero to five, with zero being never, one to four being one to four accordingly, and five equaling five or more times. A Symptom Index is determined by adding the scores. The lowest possible score is 0 and the highest possible score is 35, which would represent the highest level of pain and discomfort.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.20","spread":"5.83"},{"groupId":"OG001","value":"-2.99","spread":"5.65"}]}]}]},{"type":"SECONDARY","title":"Participants Global Assessments of Improvement and Satisfaction at End of Study.","description":"Participants' global assessments of improvement and satisfaction at the end of the study. Likert scales were transformed to a 0 - 100 scale. The lowest possible score is 0 and the highest possible score is 100, which would reflect better outcomes.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"49.9","spread":"26.9"},{"groupId":"OG001","value":"50.58","spread":"28.7"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"48.9","spread":"26.9"},{"groupId":"OG001","value":"50.6","spread":"28.8"}]}]}]},{"type":"SECONDARY","title":"Benign Prostate Hyperplasia (BPH) Impact Index Score","description":"The mean difference in the BPH Impact Index score from baseline to 72 weeks in participants that were included in the modified intention to treat analysis. The BPH Index Score is a self administered 4 item index. Three questions are scored on a scale from 0 to 3, with zero being none, one being only a little, two being some, and three being a lot. One question is scored on a scale from 0 to 4, with zero being none of the time, one being a little of the time, two being some of the time, three being most of the time, and four being all of the time. The lowest possible score is 0 and the highest possible score is 13, which would represent the greatest dysfunction.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.81","spread":"2.38"},{"groupId":"OG001","value":"-1.23","spread":"2.57"}]}]}]},{"type":"SECONDARY","title":"International Prostate Symptom Score Quality of Life (IPSS QOL) Score","description":"The mean difference in the IPSS Quality-of-Life Question from baseline to 72 weeks in participants that were included in the modified intention to treat analysis. The IPSS Quality-of-Life Question is an additional question to the AUA Symptom Score. The self administered question is scored on a scale from 0 to 6, with zero being delighted, one being pleased, two being mostly satisfied, three being mixed-about equally satisfied and dissatisfied, four being mostly dissatisfied, five being unhappy, and six being terrible. The lowest possible score is 0 and the highest possible score is 6, which would represent the greatest dysfunction.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.34","spread":"1.26"},{"groupId":"OG001","value":"-0.49","spread":"1.27"}]}]}]},{"type":"SECONDARY","title":"American Urological Association(AUA) Nocturia Item","description":"The mean difference in the nocturia item of the AUA Symptom Score from baseline to 72 weeks in participants that were included in the modified intention to treat analysis. The nocturia item is a self administered question from the AUA Symptom Score Index that assesses the number of times a participant typically gets up to urinate from the time he goes to bed at night until the time he gets up in the morning. The question is scored on a scale of zero to five, with zero being none, one being one time, two being two times, three being three times, four being four times, and five being five or more times. The lowest possible score is 0 and the highest possible score is 5, which would represent the highest level dysfunction.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.36","spread":"1.22"},{"groupId":"OG001","value":"-0.15","spread":"1.22"}]}]}]},{"type":"SECONDARY","title":"Peak Uroflow","description":"The mean difference in the participants' peak uroflow from baseline to 72 weeks in the modified intention to treat analysis. The peak uroflow was measured in milliliters/seconds. The higher units indicated greater dysfunction.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.18","spread":"6.03"},{"groupId":"OG001","value":"-0.79","spread":"5.55"}]}]}]},{"type":"SECONDARY","title":"Post-void Residual","description":"The mean difference in the participants' post-void residual from baseline to 72 weeks in the modified intention to treat analysis. The post-void residual was measured in milliliters. The higher units indicated greater dysfunction.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.78","spread":"83.70"},{"groupId":"OG001","value":"1.17","spread":"76.12"}]}]}]},{"type":"SECONDARY","title":"Prostate Specific Antigen (PSA) Level","description":"The mean difference in the PSA level from baseline to 72 weeks in the modified intention to treat analysis. The PSA level was measured in nanograms/milliliters. The higher units indicated greater dysfunction.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.32","spread":"0.82"},{"groupId":"OG001","value":"-0.19","spread":"1.16"}]}]}]},{"type":"SECONDARY","title":"International Index of Erectile Function (IIEF)Scale Score.","description":"The mean difference in the IIEF score from baseline to 72 weeks in participants that were included in the modified intention to treat analysis. The IIEF is a multidimensional scale for assessment of erectile dysfunction. The six item self administered questionnaire is scored on a scale from 0 to 5, with zero being no sexual activity, one being never or almost never, two being a few times (much less than half the time), three being sometimes (much less than half the time), four being most times (much more than half the time), and five being always or almost always. The lowest possible score is 0 and the highest possible score is 30, which represents less dysfunction.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.52","spread":"7.59"},{"groupId":"OG001","value":"-1.06","spread":"7.39"}]}]}]},{"type":"SECONDARY","title":"Male Sexual Health Questionnaire - Ejaculatory Domain (MSHQ-EjD) Scale Score.","description":"The mean difference in the MSHQ-EjD from baseline to 72 weeks in participants that were included in the modified intention to treat analysis. The MSHQ-EjD scale is used for the assessment ejaculatory dysfunction (EjD). The MSHQ-EjD consists of four self administered questions. Three of the items are scored on a scale from 0 to 5, with zero being all the time, one being most of the time, two being some of the time, three being a little of the time, four being none of the time, and five being no sexual activity. The fourth item is scored on a scale of 1 - 5, with one being not at all bothered, two being a little bit bothered, three being moderately bothered, four being very bothered, and five being extremely bothered. The lowest possible score is 0 and the highest possible score is 20, which represents the highest level of dysfunction.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.38","spread":"4.51"},{"groupId":"OG001","value":"-0.09","spread":"3.75"}]}]}]},{"type":"SECONDARY","title":"International Continence Society Male Incontinence Symptom (ICSmale IS) Score","description":"The mean difference in the ICSmaleIS score from baseline to 72 weeks in participants that were included in the modified intention to treat analysis. The six item self administered questionnaire is scored on a scale from 0 to 4, with zero being never, one being occasionally, two being sometimes, three being most of the time, and four being all of the time. The lowest possible is 0 and the highest possible score is 24, which represents the the highest level of dysfunction.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.48","spread":"2.22"},{"groupId":"OG001","value":"-0.84","spread":"2.46"}]}]}]},{"type":"SECONDARY","title":"Jenkins Sleep Scale Score","description":"The mean difference in the Jenkins Sleep Dysfunction score from baseline to 72 weeks in participants that were included in the modified intention to treat analysis. Jenkins Sleep Dysfunction score is used to assess sleep dysfunction. The four item self administered questionnaire is scored on a scale from 0 to 5, with zero being not at all, one being 1 -3 days, two being 4 - 7 days, three being 8 - 14 days, four being 15 - 21 days, and five being 22 - 31 days. The lowest possible score is 0 and the highest possible score is 20, which represents the highest level of dysfunction.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.80","spread":"3.59"},{"groupId":"OG001","value":"-1.63","spread":"4.38"}]}]}]},{"type":"SECONDARY","title":"NIH-Chronic Prostatitis Symptom Index (NIH-CPSI) Pain Scale","description":"The mean difference in the NIH-Chronic Prostatitis Symptom Index (NIH-CPSI) Pain Scale score from baseline to 72 weeks in participants that were included in the modified intention to treat analysis. The NIH-Chronic Prostatitis Symptom Index (NIH-CPSI) Pain Scale is a four item self administered questionnaire. Three of the four items are scored on a scale from 0 - 1, with zero being no and one being yes. The fourth item is scored on a scale from 0 - 10, with zero being no pain and ten being pain as bad as you can imagine. The lowest possible score is 0 and the highest possible score is 21, which represents the highest level of pain.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":"2.85"},{"groupId":"OG001","value":"0","spread":"2.82"}]}]}]},{"type":"SECONDARY","title":"NIH-Chronic Prostatitis Symptom Index (NIH-CPSI) Urinary Symptom Scale","description":"The mean difference in the NIH-Chronic Prostatitis Symptom Index (NIH-CPSI) urinary symptom scale from baseline to 72 weeks in participants that were included in the modified intention to treat analysis. The NIH-Chronic Prostatitis Symptom Index (NIH-CPSI) urinary symptom scale consists of two self administered questions. The questions are scored on a scale from 0 - 5, with zero being not at all, one being less than 1 time in 5, two being less than half the time, three being about half the time, four being more than half the time, and five being almost always. The lowest possible score is 0 and the highest possible score is 10, which represents the highest level of dysfunction.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.35","spread":"2.19"},{"groupId":"OG001","value":"-0.86","spread":"2.53"}]}]}]},{"type":"SECONDARY","title":"NIH-Chronic Prostatitis Symptom Index (NIH-CPSI) Quality of Life (QOL)Scale","description":"The mean difference in the NIH-Chronic Prostatitis Symptom Index (NIH-CPSI) Quality of Life (QOL) scale from baseline to 72 weeks in participants that were included in the modified intention to treat analysis. The NIH-Chronic Prostatitis Symptom Index (NIH-CPSI) Quality of Life (QOL) scale consists of three self administered questions. Two of the questions are scored on a scale of 0 - 3, with zero being none, one being only a little, two being some, and three being a lot. The third question is scored on a scale of 0 -6, with zero being delighted, one being pleased, two being mostly satisfied, three being mixed (equally satisfied and dissatisfied), four being mostly dissatisfied, five being unhappy, and six being terrible. The lowest possible score is 0 and the highest possible score is 12, which represents the highest level of dysfunction.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.85","spread":"2.14"},{"groupId":"OG001","value":"-1.08","spread":"2.16"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":18,"n":176},"commonTop":["BPH Symptoms","Cold","Back Pain","Diarrhea","Sinus Infection"]}}}