{"nctId":"NCT02436304","briefTitle":"Safety and Efficacy of EXE844 Otic Suspension in Otitis Media at Time of Tympanostomy Tube Insertion (OMTT) - Study 2","startDateStruct":{"date":"2015-06-19","type":"ACTUAL"},"conditions":["Otitis Media With Effusion in Children","Otitis Media Recurrent"],"count":404,"armGroups":[{"label":"EXE844 for 7 Days + Tubes","type":"EXPERIMENTAL","interventionNames":["Drug: EXE844 Sterile Otic Suspension, 0.3%","Procedure: Tympanostomy Tube Insertion"]},{"label":"EXE844 for 3 Days + Tubes","type":"EXPERIMENTAL","interventionNames":["Drug: EXE844 Sterile Otic Suspension, 0.3%","Procedure: Tympanostomy Tube Insertion"]},{"label":"Tubes Only","type":"ACTIVE_COMPARATOR","interventionNames":["Procedure: Tympanostomy Tube Insertion"]}],"interventions":[{"name":"EXE844 Sterile Otic Suspension, 0.3%","otherNames":[]},{"name":"Tympanostomy Tube Insertion","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Recurrent acute otitis media (RAOM) or chronic otitis media with effusion (COME) and eligible for bilateral myringotomy and tympanostomy tube insertion.\n* Suspected bacterial infection at time of surgery in at least 1 ear.\n* Willing to refrain from water immersion of the ears following surgery without the use of adequate ear protection during swimming, bathing, showering and other water-related activities.\n* Legally Authorized Representative (LAR) must read and sign the informed consent.\n* Parent or caregiver must agree to comply with the requirements of the study and administer study medication as directed, complete required study visits, and comply with the protocol.\n* Other protocol-specified inclusion criteria may apply.\n\nExclusion Criteria:\n\n* Previous otologic or otologic-related surgery within the past 30 days or ongoing complications.\n* Middle ear pathology in either ear other than otitis media.\n* Current acute otitis externa (AOE), malignant otitis externa (MOE) or other conditions which could interfere with evaluation of the study drug.\n* Any systemic disease or disorder, complicating factor or structural abnormality that would negatively affect the conduct or outcome of the study based upon assessment by the Investigator.\n* Known or suspected allergy or hypersensitivity to quinolones or other active or inactive ingredients present in the medications to be used in the study.\n* Other protocol-specified exclusion criteria may apply.","healthyVolunteers":false,"sex":"ALL","minimumAge":"6 Months","maximumAge":"12 Years","stdAges":["CHILD"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Subjects With Sustained Clinical Cure at Day 8","description":"Sustained clinical cure was defined as the absence of otorrhea in the study ear at Day 8 (end of treatment (EOT)) per the Investigator assessment. Participants were considered a treatment failure if, at any time during the course of the study, an alternative therapy was initiated to treat the post-surgical infection. All participants who had missing or indeterminate outcomes were considered a failure (same as baseline observation carried forward).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"77.1","spread":null},{"groupId":"OG001","value":"75.5","spread":null},{"groupId":"OG002","value":"65.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects With Microbiological Success at Day 14","description":"Microbiological success was attained if all pretherapy bacteria were absent in the study ear for the test-of-cure (TOC) specimen, which was presumed a success for subjects with no otorrhea at Day 14. Participants were considered a treatment failure if, at any time during the course of the study, an alternative therapy was initiated to treat the post-surgical infection. All participants who had missing or indeterminate outcomes were considered a failure (same as baseline observation carried forward).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"72.5","spread":null},{"groupId":"OG001","value":"69.0","spread":null},{"groupId":"OG002","value":"51.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Cessation of Otorrhea","description":"The time to cessation of otorrhea in the enrolled ear(s) was calculated as the number of days from the day of surgery to the absence of otorrhea (ie, no discharge) as reported by the parent/caregiver. Participants were considered a treatment failure if, at any time during the course of the study, an alternative therapy was initiated to treat the post-surgical infection. All participants who had missing or indeterminate outcomes were considered a failure (same as baseline observation carried forward).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.5","spread":null},{"groupId":"OG001","value":"2.0","spread":null},{"groupId":"OG002","value":"1.5","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":404},"commonTop":["Pyrexia","Ear Pain","Upper respiratory tract infection","Cough","Rhinorrhoea"]}}}