{"nctId":"NCT01400425","briefTitle":"Potential of Florbetapir F 18 PET to Inform Clinical Diagnosis and Management of Patients With Progressive Cognitive Decline","startDateStruct":{"date":"2011-07"},"conditions":["Progressive Cognitive Decline"],"count":239,"armGroups":[{"label":"Subjects with Progressive Cognitive Decline","type":"EXPERIMENTAL","interventionNames":["Drug: florbetapir F 18"]}],"interventions":[{"name":"florbetapir F 18","otherNames":["18F-AV-45","Amyvid","florbetapir"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Are one of the following:\n\n  1. Group A: Recently completed (within the past 18 months) a comprehensive clinical evaluation for progressive cognitive decline.\n  2. Group B: Currently being evaluated for progressive cognitive decline with further clinical or laboratory testing still planned.\n* Have a site enrolling physician who has\n\n  1. less than high confidence in their diagnosis for the subject related to the cognitive decline at the time of enrollment. The level of confidence in the diagnosis should be rated by the physician as less than 85%, and should be interpreted as the physician estimating that their diagnosis will be correct in less than 85% of patients with the same presentation as the subject; and\n  2. suspicion that the subject's cognitive decline is caused, at least in part, by Alzheimer's disease. The level of suspicion should be rated by the physician as there being at least 15% of patients with the same presentation as the subject would have Alzheimer's disease;\n* Can tolerate a 10 minute PET scan. The Principal Investigator will carefully assess each subject and use sound medical judgment to determine whether the subject can tolerate the PET scan procedure;\n* Have the ability to cooperate and comply with all study procedures;\n* Have a study partner willing to accompany the subject on all of the study visits; and\n* Give informed consent for study procedures (If the subject is incapable of giving informed consent, the subject's designated decision maker may consent on behalf of the subject but the subject must still confirm assent. This person may serve as the study partner as well).\n\nExclusion Criteria:\n\n* Subject or site enrolling physician knows the result of a previous amyloid imaging scan.\n* Are considered medically unstable;\n* Require additional laboratory tests or workup between enrollment and completion of the florbetapir F 18 PET scan;\n* Have a clinically significant infectious disease, including Acquired Immunodeficiency Syndrome (AIDS) or Human Immunodeficiency Virus (HIV) infection;\n* Are receiving any investigational medications, or have participated in a trial with investigational medications within the last 30 days;\n* Have ever participated in an experimental study with an amyloid targeting agent unless it can be documented that the subject received only placebo during the course of the trial;\n* Have had a radiopharmaceutical imaging or treatment procedure within 7 days prior to the study imaging session; or\n* Are females of childbearing potential who are not surgically sterile, not refraining from sexual activity or not using reliable methods of contraception. Females of childbearing potential must not be pregnant (negative serum β-hCG at the time of screening and negative urine β-hCG on the day of imaging) or breast feeding at screening. Females must avoid becoming pregnant, and must agree to refrain from sexual activity or to use reliable contraceptive methods such as prescribed birth control or intrauterine device (IUD) for 24 hours following administration of florbetapir F 18.","healthyVolunteers":false,"sex":"ALL","minimumAge":"50 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Subjects Who Undergo a Hypothetical Change in Clinical Diagnosis and Physician Management Plan After Obtaining a Negative Florbetapir F 18 PET Scan.","description":"The impact of a negative florbetapir F 18 PET scan on a physician's clinical diagnosis and management of a subject was evaluated on a hypothetical basis because at the start of this study Florbetapir F 18 was an investigational drug and the data collected is for research purposes only. The percentage of subjects who received a negative florbetapir scan that led to a change in hypothetical clinical diagnosis and physician management plans are presented below. A negative florbetapir PET scan is indicative of none to sparse β-amyloid neuritic plaque density according to the modified Consortium to Establish a Registry for Alzheimer's Disease (CERAD) criteria.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"56.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"81.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects Who Undergo a Hypothetical Change in Clinical Diagnosis and Physician Management Plan After Obtaining a Positive Florbetapir F 18 PET Scan","description":"The impact of a positive florbetapir F 18 PET scan on a physician's clinical diagnosis and management of a subject was evaluated on a hypothetical basis because at the start of this study Florbetapir F 18 was an investigational drug and the data collected is for research purposes only. The percentage of subjects who received a positive florbetapir scan that led to a change in hypothetical clinical diagnosis and physician management plans are presented below. A positive florbetapir PET scan is indicative of moderate to frequent β-amyloid neuritic plaque density according to the modified Consortium to Establish a Registry for Alzheimer's Disease (CERAD) criteria.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"52.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"92.0","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Item Wise Changes in Physician Management Plan","description":"This outcome analyzed the percentage of subjects who had a hypothetical change in one of the medication or diagnostic categories listed below after receiving a florbetapir scan.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"31.0","spread":null},{"groupId":"OG001","value":"31.9","spread":null},{"groupId":"OG002","value":"30.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7.4","spread":null},{"groupId":"OG001","value":"3.5","spread":null},{"groupId":"OG002","value":"11.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16.2","spread":null},{"groupId":"OG001","value":"22.1","spread":null},{"groupId":"OG002","value":"10.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14.0","spread":null},{"groupId":"OG001","value":"15.0","spread":null},{"groupId":"OG002","value":"12.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10.5","spread":null},{"groupId":"OG001","value":"8.8","spread":null},{"groupId":"OG002","value":"12.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"22.7","spread":null},{"groupId":"OG001","value":"23.9","spread":null},{"groupId":"OG002","value":"21.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10.0","spread":null},{"groupId":"OG001","value":"10.6","spread":null},{"groupId":"OG002","value":"9.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.2","spread":null},{"groupId":"OG001","value":"5.3","spread":null},{"groupId":"OG002","value":"5.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7.9","spread":null},{"groupId":"OG001","value":"10.6","spread":null},{"groupId":"OG002","value":"5.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Confidence of the Clinical Diagnosis","description":"Change in confidence of the clinical diagnosis prior to obtaining a florbetapir F 18 PET scan to the confidence after obtaining a florbetapir F 18 PET scan among subjects in whom the clinical diagnosis remains unchanged. Confidence levels were self-determined by physicians based on their diagnostic certainty and ranged from 0-100%. The mean (SD) change in confidence reflects the average change in diagnostic confidence along the 0-100% scale for the 62 subjects analyzed.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23","spread":"11.9"}]}]}]},{"type":"SECONDARY","title":"Change in Physician Management Plans","description":"Determine the percentage of subjects that had at least one hypothetical change between pre and post scan physician management plans. Change in management is defined as the number of subjects prescribed different item-wise plans at the two assessments divided by the total number of subjects in the population with both a pre and post florbetapir F 18 PET scan physician management plan.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"86.9","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Percentage of Subjects Who Undergo a Hypothetical Change in Clinical Diagnosis After Obtaining a Florbetapir F 18 PET Scan.","description":"The impact of a florbetapir F 18 PET scan on a physician's clinical diagnosis of a subject was evaluated on a hypothetical basis because at the start of this study Florbetapir F 18 was an investigational drug and the data collected is for research purposes only. The percentage of subjects who received a florbetapir scan that led to a change in hypothetical clinical diagnosis is presented below.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"54.6","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":229},"commonTop":["Headache","Diarrhoea","Nausea","Urinary tract infection","Back pain"]}}}