{"nctId":"NCT02273167","briefTitle":"Multicenter Randomized Parallel Group Phase III Study Comparing the Bowel Cleansing Efficacy, Safety and Tolerability of NER1006 Versus MOVIPREP® Using 2-Day Split-Dosing and 1-Day Morning Split-Dosing Regimen in Adults.","startDateStruct":{"date":"2014-10"},"conditions":["Colorectal Cancer","Colorectal Carcinoma","Colon Cleansing"],"count":849,"armGroups":[{"label":"NER1006, 2-Day Split-Dosing","type":"EXPERIMENTAL","interventionNames":["Drug: NER1006, 2-Day Split-Dosing"]},{"label":"NER1006,1-Day Morning Split-Dosing","type":"EXPERIMENTAL","interventionNames":["Drug: NER1006,1-Day Morning Split-Dosing"]},{"label":"MOVIPREP, 2-Day Split-Dosing","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: MOVIPREP, 2-Day Split-Dosing"]}],"interventions":[{"name":"NER1006, 2-Day Split-Dosing","otherNames":[]},{"name":"NER1006,1-Day Morning Split-Dosing","otherNames":[]},{"name":"MOVIPREP, 2-Day Split-Dosing","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients must provide written informed consent.\n* Male and female outpatients and inpatients aged: ≥18 to ≤85 years undergoing a screening, surveillance or diagnostic colonoscopy.\n* Females of child-bearing potential must have a negative pregnancy test at Screening and at Visit 2 and must be practising one of the following methods of birth control and agree to continue with the regimen throughout the study period (unless postmenopausal or surgically sterile, or whose sole sexual partner has had a successful vasectomy): Oral, implantable, or injectable contraceptives (for a minimum of three months before study entry) in combination with a condom; Intrauterine device in combination with a condom; Double barrier method (condom\\* and occlusive cap \\[diaphragm or cervical/vault caps\\] with spermicidal foam/gel/film/cream/suppository).\n* Willing and able to complete the entire study and to comply with instructions.\n\nExclusion Criteria:\n\n* Patients with past history within last 12 months or current episode of severe constipation (requiring repeated use of laxatives/enema or physical intervention before resolution), known or suspected ileus, gastrointestinal obstruction, gastric retention, bowel perforation, toxic colitis or megacolon.\n* Patients with ongoing severe acute Inflammatory Bowel Disease.\n* Patients who have had previous significant gastrointestinal surgeries, including colonic resection, sub-total colectomy, abdomino-perineal resection, de-functioning colostomy, Hartmann's procedure and de-functioning ileostomy or other similar surgeries involving structure and function of the small or large colon.\n* Regular use of laxatives or colon motility altering drugs in the last month (i.e. more than 2-3 times per week) and/or laxative use within 72 hours prior to administration of the preparation.\n* Patients with active intestinal bleeding episodes or with a clinically significant low hemoglobin level \\<9 g/dL for women and \\<11 g/dL for men at screening.\n* Known glucose-6-phosphate dehydrogenase (G6PD) deficiency.\n* Known phenylketonuria.\n* Known hypersensitivity to polyethylene glycols, ascorbic acid and sulfates (not including sulfa-based products) or any other component of the study drug or comparator\n* Past history within the last 12 months or evidence of any on-going clinically relevant electrocardiogram (ECG) abnormalities (e.g. arrhythmias).\n* History of uncontrolled hypertension with systolic blood pressure \\>170 mmHg and diastolic blood pressure \\>100 mmHg.\n* Patients with cardiac insufficiency NYHA grades III or IV.\n* Patients with severe renal insufficiency (i.e. with GFR, \\<30 mL/min/1.73m2).\n* Patient with serum albumin \\<3.4 g/dL.\n* Patients with liver disease of grades B and C according to the Child Pugh classification.\n* Patients suffering from dehydration at screening as evaluated by the Investigator from physical examination and laboratory investigations.\n* Patients with clinically significant electrolyte abnormalities, whether pre-existing or noted at screening, such as hypernatremia, hyponatremia, hyperphosphatemia, hypermagnesemia, hypokalemia, hypocalcaemia dehydration, or those secondary to the use of diuretics or angiotensin converting enzyme (ACE) inhibitors.\n* Patients with any other clinically significant hematological parameters including coagulation profile at screening.\n* Patients with impaired consciousness that might predispose them to pulmonary aspiration.\n* Patients undergoing colonoscopy for foreign body removal and/or decompression.\n* Patients who are pregnant or lactating, or intending to become pregnant during the study.\n* Clinically relevant findings on physical examination based on the Investigator's judgment.\n* History of drug or alcohol abuse within the 12 months prior to dosing.\n* Concurrent participation in an investigational drug or device study or participation within three months of study entry.\n* Patients who are ordered to live in an institution on court or authority order","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Patients With Successful Bowel Cleansing (Overall Colon)","description":"The overall quality of bowel cleansing was assessed by a blinded central reader (an experienced and trained colonoscopist) using the segmental scores of the Harefield Cleansing Scale (HCS). A final HCS grading of A, B, C or D was derived. Grades A and B are classified as successful (i.e. all mucosa could be visualized) and C and D are classified as unsuccessful. Comparison of overall success of cleansing with NER1006 2-Day and 1-Day versus MOVIPREP was evaluated using a non-inferiority study design.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"238","spread":null},{"groupId":"OG001","value":"253","spread":null},{"groupId":"OG002","value":"245","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"34","spread":null},{"groupId":"OG001","value":"22","spread":null},{"groupId":"OG002","value":"30","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Patients With 'Excellent Plus Good' (Highly Effective) Bowel Cleansing (Colon Ascendens)","description":"The overall quality of bowel cleansing was assessed by a blinded central reader (an experienced and trained colonoscopist) using the segmental scores of the Harefield Cleansing Scale (HCS). Highly effective cleansing in the colon ascendens corresponded to scores 3 (Good) or 4 (Excellent) of the HCS. Adequate plus failure of cleansing corresponded to score 0-2. Comparison of 'Excellent plus good' cleansing of the colon ascendens using NER1006 2-Day and 1-Day versus MOVIPREP was evaluated using a non-inferiority study design.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"41","spread":null},{"groupId":"OG001","value":"87","spread":null},{"groupId":"OG002","value":"93","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"231","spread":null},{"groupId":"OG001","value":"188","spread":null},{"groupId":"OG002","value":"182","spread":null}]}]}]},{"type":"SECONDARY","title":"Adenoma Detection Rate (Colon Ascendens)","description":"Comparison of the number of patients with at least one adenoma detected in the colon ascendens when NER1006 2-Day and 1-Day is used for bowel cleansing versus MOVIPREP. Adenoma detection rate (ADR) defined as the number of patients with at least one adenoma in the colon ascendens.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"250","spread":null},{"groupId":"OG001","value":"243","spread":null},{"groupId":"OG002","value":"243","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"22","spread":null},{"groupId":"OG001","value":"32","spread":null},{"groupId":"OG002","value":"32","spread":null}]}]}]},{"type":"SECONDARY","title":"Adenoma Detection Rate (Overall Colon)","description":"Comparison of the number of patients with at least one adenoma detected in the overall colon when NER1006 2-Day and 1-Day is used for bowel cleansing versus MOVIPREP. Adenoma detection rate (ADR) defined as the number of patients with at least one adenoma in the overall colon.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"199","spread":null},{"groupId":"OG001","value":"202","spread":null},{"groupId":"OG002","value":"199","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"73","spread":null},{"groupId":"OG001","value":"73","spread":null},{"groupId":"OG002","value":"76","spread":null}]}]}]},{"type":"SECONDARY","title":"Polyp Detection Rate (Colon Ascendens)","description":"Comparison of the number of patients with at least one polyp detected in the colon ascendens when NER1006 2-Day and 1-Day is used for bowel cleansing versus MOVIPREP. Polyp detection rate (PDR) defined as the number of patients with at least one polyp in the colon ascendens.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"228","spread":null},{"groupId":"OG001","value":"211","spread":null},{"groupId":"OG002","value":"224","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"44","spread":null},{"groupId":"OG001","value":"64","spread":null},{"groupId":"OG002","value":"51","spread":null}]}]}]},{"type":"SECONDARY","title":"Polyp Detection Rate (Overall Colon)","description":"Comparison of the number of patients with at least one polyp detected in the overall colon when NER1006 is used for bowel cleansing versus number detected when MOVIPREP is used. PDR defined as the number of patients with at least one polyp in the overall colon.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"151","spread":null},{"groupId":"OG001","value":"154","spread":null},{"groupId":"OG002","value":"151","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"121","spread":null},{"groupId":"OG001","value":"121","spread":null},{"groupId":"OG002","value":"124","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":263},"commonTop":["Nausea","Vomiting","Abdominal pain","Headache","Thirst"]}}}