{"nctId":"NCT02462083","briefTitle":"Long-Term Safety of IDP-118 Lotion in the Treatment of Plaque Psoriasis","startDateStruct":{"date":"2015-08-11","type":"ACTUAL"},"conditions":["Plaque Psoriasis"],"count":555,"armGroups":[{"label":"IDP-118 Lotion","type":"EXPERIMENTAL","interventionNames":["Drug: IDP-118 Lotion"]}],"interventions":[{"name":"IDP-118 Lotion","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Key Inclusion Criteria:\n\n* Male or female, of any race, at least 18 years of age (inclusive).\n* Freely provides both verbal and written informed consent.\n* Has an area of plaque psoriasis appropriate for topical treatment that covers a Body Surface Area (BSA) of at least 3 percent (%), but no more than 12%. The face, scalp, palms, soles, axillae and intertriginous areas are to be excluded in this calculation.\n* Is willing and able to avoid prolonged exposure of the treatment area to ultraviolet radiation (natural and artificial) for the duration of the study.\n* Has a clinical diagnosis of psoriasis at the Baseline visit with an Investigators Global Assessment (IGA) score of 3 or 4 (The face, scalp, palms, soles, axillae and intertriginous areas are to be excluded in this assessment).\n\nKey Exclusion Criteria:\n\n* Has spontaneously improving or rapidly deteriorating plaque psoriasis or pustular psoriasis, as determined by the investigator.\n* Presents with psoriasis that was treated with prescription medication and failed to respond to treatment, even partially or temporarily, as determined by the Investigator.\n* Presents with any concurrent skin condition that could interfere with the evaluation of the treatment areas, as determined by the investigator.\n* Is pregnant, nursing an infant, or planning a pregnancy during the study period.\n* Has received treatment with any investigational drug or device within 60 days or 5 drug half lives (whichever is longer) prior to the Baseline visit, or is concurrently participating in another clinical study with an investigational drug or device.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants Who Experienced Grade 3 Local Skin Reactions","description":"Local skin reactions (itching, dryness, burning/stinging) graded at a level of 3 (severe) at any point in the study following the first application of study drug were assessed. Severe Itching (as reported by the participant within the last 24 hours) referred to the intense itching that may interrupt daily activities and/or sleep. Severe dryness (as assessed by the investigator) referred to as marked roughness of the skin. Severe burning/stinging (as reported by the participant within the last 24 hours) referred to as hot burning sensation that causes definite discomfort and may interrupt daily activities and/or sleep. A summary of serious and all other non-serious adverse events, regardless of causality, is located in the Reported Adverse Events module.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9.8","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":18,"n":550},"commonTop":["Application site dermatitis","Application site pruritus","Application site pain","Nasopharyngitis"]}}}