{"nctId":"NCT00255086","briefTitle":"The Effect of Memantine on Brain Structure and Chemistry in Alzheimer's Disease Patients","startDateStruct":{"date":"2005-05"},"conditions":["Alzheimer Disease"],"count":17,"armGroups":[{"label":"Memantine","type":"EXPERIMENTAL","interventionNames":["Drug: Memantine"]},{"label":"Control","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo pill"]}],"interventions":[{"name":"Memantine","otherNames":["Namenda"]},{"name":"Placebo pill","otherNames":["placebo"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:1. Dementia criteria by DSM-IV.\n\n2\\. 50-95 years of age inclusive.\n\n3\\. MMSE at screen and baseline 7-28 inclusive.\n\n4\\. Conversant in English.\n\n5\\. Caregiver/study partner willing to participate, supervise the patient and be available for administration of study medication.\n\n6\\. Able to ingest oral medication. Exclusion Criteria:1. History of clinically significant stroke without substantial recovery.\n\n2\\. Neurological or medical conditions causing significant disability independent of dementia.\n\n3\\. Parkinson's disease.\n\n4\\. History in past two years of focal brain lesion, head injury with loss of consciousness or DSM-IV criteria for any major psychiatric disorder including psychosis, major depression, bipolar disorder, alcohol or substance abuse.\n\n5\\. Dementia due to Korsakoff's syndrome or infectious diseases such as Creutzfeldt-Jakob disease, herpes, encephalitis, or human immunodeficiency virus.\n\n6\\. Sensory impairment that would prevent subject from participating in or cooperating with the protocol.\n\n7\\. Significant clinical disorder or laboratory finding that renders the subject unsuitable for receiving an investigational drug including: clinically significant or unstable hematologic, hepatic, cardiovascular, pulmonary, gastrointestinal, endocrine, metabolic, renal, or other systemic disease or laboratory abnormality.\n\n8\\. Clinical contraindication to the use of memantine (e.g., hypersensitivity).\n\n9\\. History of seizure within past 5 years prior to screening.\n\n10\\. Platelet count \\< 100,000/mm3.\n\n11\\. History of claustrophobia\n\n12\\. Presence of metallic implants such as pacemakers, surgical aneurysm clips, or known metal fragments embedded in the body","healthyVolunteers":false,"sex":"ALL","minimumAge":"50 Years","maximumAge":"95 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"NAA/Cr Ratio","description":"To determine if memantine has a neuroprotective effect on magnetic resonance spectroscopic imaging (MRS) measures of hippocampal n-acetyl aspartate (NAA) and magnetic resonance imaging volumetric measures (MRI) of hippocampal volume.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.47","spread":"0.11"},{"groupId":"OG001","value":"1.38","spread":"0.10"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.62","spread":"0.14"},{"groupId":"OG001","value":"1.41","spread":"0.10"}]}]}]},{"type":"SECONDARY","title":"Mean Change on the ADAS-Cog Score After 1 Year","description":"Progression of cognitive functioning as measured by performance on the Alzheimer's Disease (AD) Assessment Scale-cognitive subscale (ADAS-Cog). ADAS-cog is the most popular cognitive testing instrument used in clinical trials of nootropics, and measures disturbances of of memory, language, praxis, attention and other cognitive abilities which are often referred to as the core symptoms of AD. Responses are summed for an overall score which can range from 0-70. The greater the dysfunction, the higher the score. A typical score for a person without dementia is 5.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"44.67","spread":"10.30"},{"groupId":"OG001","value":"49.17","spread":"8.37"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"45.75","spread":"7.99"},{"groupId":"OG001","value":"50.39","spread":"8.88"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":9},"commonTop":["Study medication non compliance","Irritability","Tattoo eyeliner","Lethargy"]}}}