{"nctId":"NCT01268098","briefTitle":"Study of Safety and Efficacy of a rhPTH[1-84] of Fixed Doses of 25 and 50 mcg in Adults With Hypoparathyroidism (RELAY)","startDateStruct":{"date":"2011-02-09","type":"ACTUAL"},"conditions":["Hypoparathyroidism"],"count":42,"armGroups":[{"label":"25 µg dose","type":"EXPERIMENTAL","interventionNames":["Drug: NPSP558"]},{"label":"50 µg dose","type":"EXPERIMENTAL","interventionNames":["Drug: NPSP558"]}],"interventions":[{"name":"NPSP558","otherNames":["RELAY"]}],"eligibilityModule":{"eligibilityCriteria":"Main Inclusion Criteria:\n\n1. Previously completed 24 weeks of therapy and 4 weeks of follow-up in the REPLACE study\n2. With regard to female patients: women who are postmenopausal or willing to use two medically acceptable methods of contraception for the duration of the study with pregnancy testing conducted at every scheduled office visit\n3. Total serum calcium ≤ ULN based on local laboratory results prior to randomization\n4. Serum 25(OH) vitamin D ≤ 1.5 times the ULN within approximately 8 weeks prior to randomization\n\nMain Exclusion Criteria:\n\n1. Any disease or condition that, in the opinion of the investigator, has a high probability of precluding the patient from completing the study or being able to appropriately comply with study requirements\n2. Use of raloxifene hydrochloride or intravenous (IV) bisphosphonates since the end of participation in the REPLACE trial\n3. Chronic (ie, ≥ 1 month exposure) use of systemic corticosteroids, oral bisphosphonates, calcitonin, fluoride tablets, or cinacalcet hydrochloride\n4. Pregnant or lactating women\n5. Any condition that would, in the investigator's opinion in consultation with the sponsor, preclude the safe use of PTH\n6. Use of any experimental drug other than NPSP558 within 3 months of baseline.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Subjects Who Achieved the Primary Triple Endpoint at Week 8, Based on Investigator Prescribed Data.","description":"The triple efficacy endpoint criteria were defined as a reduction from baseline in oral calcium to ≤ 500 mg/day, a reduction from baseline in calcitriol dose to ≤ 0.25 µg/day, and an albumin-corrected total serum calcium level between 7.5 mg/dL and the upper limit of the laboratory normal range. The analysis of primary endpoint was based on investigator prescribed data.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.1","spread":null},{"groupId":"OG001","value":"26.1","spread":null}]}]}]},{"type":"SECONDARY","title":"The Percentage of Subjects Who Met the Triple Efficacy Endpoint Criteria at Week 8.","description":"The triple efficacy endpoint criteria were defined as at least a 50% reduction from the baseline in oral calcium dose and at least a 50% reduction from the baseline in active vitamin D dose and an albumin-corrected total serum calcium concentration that was maintained or normalized compared to the baseline value (≥ 7.5 mg/dL) and did not exceed the upper limit of the laboratory normal range. The analysis of primary efficacy endpoint was based on investigator prescribed data","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.5","spread":null},{"groupId":"OG001","value":"26.1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":19},"commonTop":["Paresthesia","Muscle spasms","Nausea","Headache","Fatigue"]}}}