{"nctId":"NCT04668157","briefTitle":"A Study of TAK-536 in Children From 2 to Less Than 6 Years Old With High Blood Pressure","startDateStruct":{"date":"2021-05-17","type":"ACTUAL"},"conditions":["Hypertension"],"count":10,"armGroups":[{"label":"TAK-536","type":"EXPERIMENTAL","interventionNames":["Drug: TAK-536"]}],"interventions":[{"name":"TAK-536","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. In the opinion of the investigator or subinvestigator, the participant's parent or legal guardian is capable of understanding and complying with protocol requirements.\n2. The participant's parent or the participant's legal guardian is capable of signing and dating a written informed consent form on behalf of the participant prior to the initiation of any study procedures.\n3. A Japanese participant who has a diagnosis of hypertension. A participant is eligible if he/she is deemed hypertensive according to the reference blood pressure values of children by gender and age; office sitting diastolic or systolic blood pressure \\>=95th percentile for essential hypertension without concomitant hypertensive organ damage, and \\>=90th percentile for secondary hypertension with concomitant CKD, diabetes mellitus, heart failure or hypertensive organ damage.\n\n   In addition, participants need to meet the following criteria:\n\n   If currently treated with any antihypertensive drugs at the start of the Run-in Period: Participant has a documented diagnosis of hypertension and an office sitting diastolic or systolic blood pressure meeting the above criteria at the end of the Run-in Period (Week 0).\n\n   If currently untreated with any antihypertensive drugs at the start of the Run-in Period: Participant meets the above criteria for hypertension on 3 separate time points including screening and the end of the Run-in Period (Week 0). In addition, for a participant with essential hypertension without hypertensive organ damage, the participant does not respond to non-pharmacological therapy such as diet modification or exercises for at least 3 months within 1 year prior to the start of screening.\n4. The participant is male or female and aged 2 to less than 6 years at the time of informed consent.\n5. At screening, the participant has not less than minus 2 standard deviations from mean weight for age of reference population shown in the table of pediatric body weight by the Japanese Society for Pediatric Endocrinology.\n6. The participant is able to swallow the study drug.\n7. A participant who has undergone kidney transplantation is eligible if he/she underwent the transplantation, and the graft has been functionally stable (estimated glomerular filtration rate \\[eGFR\\] \\>= 30 mL/min/1.73 m\\^2) for at least 6 months with evidence (eg, Doppler echography, CT \\[computed tomography\\] scan or MRI \\[magnetic resonance imaging\\]) excluding dose at least 30 days prior to screening is eligible.\n8. The participant, judged by the investigator or subinvestigator, who can safely discontinue the therapy with RAS inhibitors for 2 weeks prior to the Treatment Period. This period may change to between 1 and 4 weeks depending on the participant's duration of Run-in Period.\n\nExclusion Criteria:\n\n1. The participant has received any investigational compound within 30 days prior to screening or is participating in another clinical study or a post-marketing clinical study.\n\n   Note: This does not apply to participants participating in observational studies without interventional or surgical therapy.\n2. The participant previously received therapy with azilsartan.\n3. The participant has poorly controlled hypertension indicated by an office sitting systolic blood pressure higher by at least 22 mmHg and/or an office sitting diastolic blood pressure higher by at least 17 mmHg than the 95th percentiles of the reference blood pressure values of children by gender and age.\n4. The participant has a diagnosis of malignant or accelerated hypertension.\n5. The participant was noncompliant (compliance: \\<70% or \\>130%) with the study drug during the Run-in Period. The proportion of the number of the received the study drug to the number of the study drug which the participants should receive.\n6. The participant has severe renal dysfunction (eGFR \\<30 mL/min/1.73 m\\^2), is receiving dialysis, has a renovascular disease affecting one or both kidneys, severe nephrotic syndrome not in remission, or a serum albumin level \\<2.5 g/dL.\n7. The participant has a history of, or the signs/symptoms of serious cardiovascular, hepatobiliary, gastrointestinal, endocrine (eg, hyperthyroidism, Cushing's syndrome), hematological, immunological, urogenital, psychiatric disease, cancer, or any other disease that adversely affects participant's health, or, in the opinion of the investigator or subinvestigator, potentially confounds the study results.\n8. The participant has hemodynamically significant left ventricular outflow obstruction due to aortic stenosis or uncorrected aortic valvular disease, or is scheduled to undergo a medical procedure affecting blood pressure during the study (eg, correction of arterial anomaly).\n\n   Note: This does not apply to participants who received medical procedure(s) (eg, surgery for aortic coarctation) before the study and investigator or subinvestigator assess that participant's condition is stable at screening.\n9. The participant has a history of or concurrent clinically significant abnormality of 12-lead ECG that, in the opinion of the investigator or subinvestigator, disqualifies the participant for participation in the study.\n10. The participant has poorly controlled diabetes mellitus indicated by HbA1c \\>9.0% at screening.\n11. The participant has an alanine aminotransferase (ALT) or aspartate aminotransferase (AST) level \\>=2.5 × the upper limit of normal (ULN), or a total bilirubin level \\>=1.5 × ULN at screening, severely impaired hepatic function, any active liver disease (regardless of the cause), or jaundice.\n12. The participant has hyperkalemia exceeding ULN at screening.\n13. The participant has a history of hepatitis B, hepatitis C, or human immunodeficiency virus (HIV) infection at screening.\n14. The participant has a known hypersensitivity or allergy to any ARBs.\n15. The participant needs treatment with any of the excluded medication.","healthyVolunteers":false,"sex":"ALL","minimumAge":"2 Years","maximumAge":"5 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants Who Experienced At Least One Treatment-Emergent Adverse Event (TEAE)","description":"An Adverse event (AE) was defined as any untoward medical occurrence in a clinical investigation participant whose parent or legal guardian had signed informed consent form to participate in a study; it did not necessarily have to have a causal relationship with this treatment or study participation. An AE could therefore be any unfavorable and unintended sign (example, a clinically significant abnormal laboratory finding), symptom, or disease temporally associated with the study participation whether or not it was considered related to the drug or study procedures. A TEAE was defined as any AE occurring after the start of TAK-536 administration, and until the end of follow-up period of 2 weeks.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With TEAE Related to Resting 12-lead Electrocardiogram (ECG)","description":"The relatedness of TEAEs with resting 12-lead ECG was based upon investigator discretion.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With TEAE Related to Anthropometric Measurement","description":"The anthropometric measurements included weight, height and body mass index (BMI). The relatedness of TEAEs to anthropometric measurements was based upon investigator discretion.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With TEAE Related to Clinical Laboratory Parameters","description":"The laboratory values outside the range (triglycerides greater than \\[\\>\\] 2.5\\*upper limit of normal \\[ULN\\], blood urea nitrogen \\[BUN\\] \\>30 milligram per deciliter \\[mg/dL\\], estimated glomerular filtration rate \\[eGFR\\] less than \\[\\<\\] 30 milliliter per minute per 1.73 square meter \\[mL/min/1.73m\\^2\\], and glucose \\<50 mg/dL were considered markedly abnormal for TEAEs. The relatedness of TEAEs to clinical laboratory parameters was based upon investigator discretion.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With TEAE Related to Vital Sign Values","description":"Vital signs included home sitting blood pressure (diastolic and systolic) and office sitting pulse rate (pulse rate per 1 minute). The pulse rate measured at the last measurement of the sitting blood pressure was used as the sitting pulse rate value. The relatedness of TEAEs to vital signs was based upon investigator discretion.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Office Trough Sitting Diastolic Blood Pressure at Weeks 12 (Last Observation Carried Forward [LOCF]) and 52 (LOCF)","description":"Office trough sitting diastolic blood pressure were measured in a sitting position. LOCF method was used to impute missing values.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-10.9","spread":"11.04"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-14.8","spread":"8.39"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Office Trough Sitting Systolic Blood Pressure at Weeks 12 (LOCF) and 52 (LOCF)","description":"Office trough sitting systolic blood pressure were measured in a sitting position. LOCF method was used to impute missing values.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-8.0","spread":"6.73"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-10.9","spread":"8.30"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Achieved the Target Blood Pressure at Weeks 12 (LOCF) and 52 (LOCF)","description":"The target blood pressure was defined as the normal reference range for blood pressure by age according to guidelines on the clinical examination for decision making of diagnosis and drug therapy in pediatric participants with cardiovascular diseases by the Japanese Circulation Society 2018 (JCS 2018). LOCF method was used to impute missing values.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"44.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"44.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Plasma Concentration of TAK-536","description":"Plasma concentration of TAK-536 were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.0","spread":"11.96"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"356.0","spread":"435.58"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"42.5","spread":"25.77"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"728.0","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"50.0","spread":"8.49"}]}]},{"categories":[]},{"categories":[{"measurements":[{"groupId":"OG000","value":"170.0","spread":"NA"}]}]},{"categories":[]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2374.5","spread":"1924.50"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":10},"commonTop":["Nasopharyngitis","Pyrexia","Bronchitis","Gastroenteritis","Stomatitis"]}}}