{"nctId":"NCT01159015","briefTitle":"Study Evaluating the Safety of KetoNaph Ophthalmic Solution in Healthy Volunteers","startDateStruct":{"date":"2010-07"},"conditions":["Allergic Conjunctivitis"],"count":534,"armGroups":[{"label":"KetoNaph","type":"EXPERIMENTAL","interventionNames":["Drug: KetoNaph"]},{"label":"Vehicle","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Vehicle"]}],"interventions":[{"name":"KetoNaph","otherNames":[]},{"name":"Vehicle","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subjects less than 18 years of age, have either a history or family history of ocular allergy.\n* ocular health within normal limits, including a calculated best-corrected visual acuity of 0.3 logMar or better, in each eye. For subjects under 10 years old who are developmentally unable to use the ETDRS chart, visual acuity will be made using the LEA symbols. For these subjects, 20-foot Snellen equivalent units of 20/63 or better in both eyes will be required.\n\nExclusion Criteria:\n\n* Contraindications or sensitivities to the use of any of the investigational product(s) or their components.\n* Subjects less than 18 years of age that have had symptoms and/or signs of allergic conjunctivitis/rhinitis and/or treatment with topical or systemic anti-allergy therapy, or have had a history of ragweed hypersensitivity during the 21-day period prior to visit 1.\n* Surgical intervention within three months prior to Visit 1 or during the refractive surgery within the past 6 months.\n* A known history of retinal detachment, diabetic retinopathy, or active retinal disease;\n* An active ocular infection (bacterial, viral or fungal\n* Use of any topical ophthalmic agents other than investigational products during study participation or within 5 days of beginning study treatment.\n* Current or anticipated use of contact lenses during study participation or within 5 days of beginning study treatment.\n* Current, prior (within 14 days of beginning study treatment) or anticipated use of systemic corticosteroids, and/or any other systemic medications which the Investigator feels may confound study data or interfere with the subject's study participation. Prior (within 21 days of beginning study treatment), current or anticipated use of any topical (including nasal) or systemic anti-allergy medications.\n* Intraocular pressure (IOP) that is less than 5 mmHg or greater than 22 mmHg or have a normal IOP with a diagnosis of glaucoma.","healthyVolunteers":true,"sex":"ALL","minimumAge":"2 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With at Least One Adverse Event.","description":"An adverse event was defined as unfavorable and unintended sign, symptom, or disease temporally associated with the use of a test article, whether or not considered related to test article.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"113","spread":null},{"groupId":"OG001","value":"34","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":357},"commonTop":["Eye Irritation"]}}}