{"nctId":"NCT02231749","briefTitle":"Nivolumab Combined With Ipilimumab Versus Sunitinib in Previously Untreated Advanced or Metastatic Renal Cell Carcinoma (CheckMate 214)","startDateStruct":{"date":"2014-10-16","type":"ACTUAL"},"conditions":["Advanced Renal Cell Carcinoma","Metastatic Renal Cell Carcinoma"],"count":1390,"armGroups":[{"label":"Arm A: Nivolumab 3 mg/kg + Ipilimumab 1 mg/kg","type":"EXPERIMENTAL","interventionNames":["Biological: Nivolumab","Biological: Ipilimumab"]},{"label":"Arm B: Sunitinib 50 mg","type":"ACTIVE_COMPARATOR","interventionNames":["Biological: Nivolumab","Biological: Ipilimumab","Drug: Sunitinib"]}],"interventions":[{"name":"Nivolumab","otherNames":["BMS-936558","Opdivo"]},{"name":"Ipilimumab","otherNames":["Yervoy"]},{"name":"Sunitinib","otherNames":["Sutent"]}],"eligibilityModule":{"eligibilityCriteria":"For more information regarding BMS clinical trial participation, please visit www.BMSStudyConnect.com\n\nInclusion Criteria:\n\n* Histological confirmation of renal cell carcinoma (RCC) with a clear-cell component\n* Advanced (not amenable to curative surgery or radiation therapy) or metastatic (AJCC Stage IV) RCC\n* No prior systemic therapy for RCC with the following exception:\n\n  1. One prior adjuvant or neoadjuvant therapy for completely resectable RCC if such therapy did not include an agent that targets vascular endothelial growth factor (VEGF) or VEGF receptors and if recurrence occurred at least 6 months after the last dose of adjuvant or neoadjuvant therapy\n\n     * Karnofsky Performance Status (KPS) of at least 70%\n     * Measurable disease as per Response Evaluation Criteria in Solid Tumors (RECIST) 1.1\n     * Tumor tissue \\[formalin-fixed paraffin-embedded (FFPE) archival or recent acquisition\\] must be received by the central vendor (block or unstained slides) in order to randomize a subject to study treatment. (Note: Fine Needle Aspiration \\[FNA\\] and bone metastases samples are not acceptable for submission)\n\nExclusion Criteria:\n\n* Any history of or current central nervous system (CNS) metastases. Baseline imaging of the brain is required within 28 days prior to randomization\n* Prior systemic treatment with VEGF or VEGF receptor targeted therapy (including, but not limited to, Sunitinib, Pazopanib, Axitinib, Tivozanib, and Bevacizumab)\n* Prior treatment with an anti-programmed death (PD)-1, anti-PD-L1, anti-PD-L2, anti-CD137, or anti-cytotoxic T-lymphocyte antigen 4 (CTLA-4) antibody, or any other antibody or drug specifically targeting T-cell co-stimulation or checkpoint pathways\n* Any active or recent history of a known or suspected autoimmune disease or recent history of a syndrome that required systemic corticosteroids (\\>10 mg daily Prednisone equivalent) or immunosuppressive medications except for syndromes which would not be expected to recur in the absence of an external trigger. Subjects with vitiligo or type I diabetes mellitus or residual hypothyroidism due to autoimmune thyroiditis only requiring hormone replacement are permitted to enroll\n* Any condition requiring systemic treatment with corticosteroids (\\>10 mg daily Prednisone equivalents) or other immunosuppressive medications within 14 days prior to first dose of study drug. Inhaled steroids and adrenal replacement steroid doses \\>10 mg daily Prednisone equivalents are permitted in the absence of active autoimmune disease","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Investigator-assessed Objective Response Rate(ORR) in Intermediate/Poor Risk Participants Per IRRC Using RECIST v1.1","description":"ORR was defined as the proportion of randomized subjects who achieved a best response of complete response (CR) or partial response (PR) using the RECIST v1.1 criteria based on IRRC assessment. Per Response Evaluation Criteria In Solid Tumors Criteria (RECIST v1.0) for target lesions and assessed by MRI: Complete Response (CR), Disappearance of all target lesions; Partial Response (PR), greater than or equal to 30% decrease in the sum of the longest diameter of target lesions; Overall Response (OR) = CR + PR","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"41.6","spread":null},{"groupId":"OG001","value":"26.5","spread":null}]}]}]},{"type":"PRIMARY","title":"Overall Survival (OS) in Intermediate/Poor-Risk Participants With Previously Untreated Metastatic Renal Cell Carcinoma (mRCC)","description":"OS was defined as the time from randomization to the date of death from any cause. Survival time was censored at the date of last contact (\"last known alive date\") for subjects who were alive.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"25.95","spread":null}]}]}]},{"type":"PRIMARY","title":"Progression-Free Survival (PFS) in Intermediate/Poor-Risk Participants With Previously Untreated Metastatic Renal Cell Carcinoma (mRCC)","description":"PFS was defined as the time between the date of randomization and the first date of documented progression, as determined by the IRRC (as per RECIST 1.1 criteria), or death due to any cause, whichever occurred first. Subsequent therapy included anticancer therapy, tumor directed radiotherapy, or tumor directed surgery. Subjects who died without a reported progression were considered to have progressed on the date of their death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.56","spread":null},{"groupId":"OG001","value":"8.38","spread":null}]}]}]},{"type":"SECONDARY","title":"Investigator-assessed Objective Response Rate(ORR) in Any Risk Participants Per IRRC Using RECIST v1.1","description":"ORR was defined as the proportion of randomized subjects who achieved a best response of complete response (CR) or partial response (PR) using the RECIST v1.1 criteria based on IRRC assessment. Per Response Evaluation Criteria In Solid Tumors Criteria (RECIST v1.0) for target lesions and assessed by MRI: Complete Response (CR), Disappearance of all target lesions; Partial Response (PR), greater than or equal to 30% decrease in the sum of the longest diameter of target lesions; Overall Response (OR) = CR + PR","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"38.7","spread":null},{"groupId":"OG001","value":"32.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS) in Any Risk Participants With Previously Untreated Metastatic Renal Cell Carcinoma (mRCC)","description":"Overall survival is defined as the time from randomization to the date of death from any cause. For subjects that are alive, their survival time will be censored at the date of last contact (\"last known alive date\"). Overall survival will be censored for subjects at the date of randomization if they were randomized but had no follow-up. Survival follow-up will be conducted every 3 months after subject's off-treatment date.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"32.92","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression-Free Survival (PFS) in Any Risk Participants With Previously Untreated Metastatic Renal Cell Carcinoma (mRCC)","description":"PFS was defined as the time between the date of randomization and the first date of documented progression, as determined by the IRRC (as per RECIST 1.1 criteria), or death due to any cause, whichever occurred first. Subsequent therapy included anticancer therapy, tumor directed radiotherapy, or tumor directed surgery. Subjects who died without a reported progression were considered to have progressed on the date of their death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.42","spread":null},{"groupId":"OG001","value":"12.32","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":305,"n":547},"commonTop":["Fatigue","Diarrhoea","Nausea","Hypertension","Decreased appetite"]}}}