{"nctId":"NCT02603107","briefTitle":"Study to Evaluate the Safety and Efficacy of Switching From Regimens Consisting of Boosted Atazanavir or Darunavir Plus Either Emtricitabine/Tenofovir or Abacavir/Lamivudine to Bictegravir/Emtricitabine/Tenofovir Alafenamide in Virologically Suppressed HIV-1 Infected Adults","startDateStruct":{"date":"2015-11-20","type":"ACTUAL"},"conditions":["HIV-1 Infection"],"count":578,"armGroups":[{"label":"B/F/TAF","type":"EXPERIMENTAL","interventionNames":["Drug: B/F/TAF"]},{"label":"Stay on Baseline Regimen (SBR)","type":"EXPERIMENTAL","interventionNames":["Drug: RTV","Drug: ATV","Drug: DRV","Drug: COBI","Drug: ATV/co","Drug: DRV/co","Drug: FTC/TDF","Drug: ABC/3TC","Drug: B/F/TAF"]}],"interventions":[{"name":"RTV","otherNames":[]},{"name":"ATV","otherNames":[]},{"name":"DRV","otherNames":[]},{"name":"COBI","otherNames":["Tybost®","GS-9350"]},{"name":"ATV/co","otherNames":["Evotaz®"]},{"name":"DRV/co","otherNames":["Prezcobix®"]},{"name":"FTC/TDF","otherNames":["Truvada®"]},{"name":"ABC/3TC","otherNames":[]},{"name":"B/F/TAF","otherNames":["Biktarvy®"]}],"eligibilityModule":{"eligibilityCriteria":"Key Inclusion Criteria:\n\n* Currently receiving a once daily antiretroviral regimen consisting of ritonavir or cobicistat boosted ATV or DRV plus either FTC/TDF or ABC/3TC for ≥ 6 months preceding the screening visit\n* Adequate renal function:\n\n  * Estimated glomerular filtration rate ≥ 50 mL/min (≥ 0.83 mL/sec) according to the Cockcroft-Gault formula\n* Life expectancy ≥ 1 year\n* Currently on a stable regimen for ≥ 6 months preceding the screening visit with documented plasma HIV-1 RNA \\< 50 copies/mL for ≥ 6 months preceding the screening visit (or undetectable HIV-1 RNA level according to the local assay being used if the limit of detection is ≥ 50 copies/mL). Prior changes in antiretroviral regimen are only allowed due to tolerability issues or for regimen simplification. Unconfirmed virologic elevations of ≥ 50 copies/mL (transient detectable viremia, or \"blip\") prior to screening are acceptable. (If the lower limit of detection of the local HIV-1 RNA assay is \\< 50 copies/mL \\[e.g., \\< 20 copies/mL\\], the plasma HIV-1 RNA level cannot exceed 50 copies/mL on two consecutive HIV-1 RNA tests)\n* Have no documented or suspected resistance to FTC, tenofovir, ABC or 3TC, including but not limited to the reverse transcriptase resistance mutations K65R and M184V/I\n* No previous use of any approved or experimental integrase strand transfer inhibitor (INSTI)\n\nKey Exclusion Criteria:\n\n* An opportunistic illness indicative of stage 3 HIV diagnosed within the 30 days prior to screening\n* Individuals experiencing decompensated cirrhosis (eg, ascites, encephalopathy, or variceal bleeding)\n* Have been treated with immunosuppressant therapies or chemotherapeutic agents within 3 months of study screening, or expected to receive these agents or systemic steroids during the study (eg, corticosteroids, immunoglobulins, and other immune- or cytokine based therapies)\n* Current alcohol or substance use judged by the Investigator to potentially interfere with subject study compliance\n* A history of or ongoing malignancy (including untreated carcinoma in-situ) other than cutaneous Kaposi's sarcoma (KS), basal cell carcinoma, or resected, non-invasive cutaneous squamous carcinoma. Individuals with biopsy-confirmed cutaneous KS are eligible, but must not have received any systemic therapy for KS within 30 days of Day 1 and are not anticipated to require systemic therapy during the study\n* Active, serious infections (other than HIV 1 infection) requiring parenteral antibiotic or antifungal therapy within 30 days prior to Day 1\n* Participation in any other clinical trial, including observational studies, without prior approval from the sponsor is prohibited while participating in this trial\n* Any other clinical condition or prior therapy that, in the opinion of the Investigator, would make the individual unsuitable for the study or unable to comply with the dosing requirements\n* Any known allergies to the excipients of B/F/TAF FDC or ATV, RTV, DRV, COBI, FTC/TDF or ABC/3TC\n* Females who are pregnant (as confirmed by positive serum pregnancy test)\n* Females who are breastfeeding\n* Acute hepatitis in the 30 days prior to study entry\n* Chronic hepatitis B infection in individuals not on a TDF containing regimen, as determined by either:\n\n  * Positive hepatitis B virus (HBV) surface antigen and negative HBV surface antibody, regardless of HBV core antibody status, at the screening visit\n  * Positive HBV core antibody and negative HBV surface antibody, regardless of HBV surface antigen status, at the screening visit\n* Active tuberculosis infection\n\nNote: Other protocol defined Inclusion/Exclusion criteria may apply.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With HIV-1 RNA ≥ 50 Copies/mL at Week 48 as Determined by the FDA-Defined Snapshot Algorithm","description":"The percentage of participants with HIV-1 RNA ≥ 50 copies/mL at Week 48 was analyzed using the snapshot algorithm, which defines a participant's virologic response status using only the viral load at the predefined time point within an allowed window of time, along with study drug discontinuation status.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.7","spread":null},{"groupId":"OG001","value":"1.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With HIV-1 RNA < 50 Copies/mL at Week 48 as Determined by the FDA-Defined Snapshot Algorithm","description":"The percentage of participants with HIV-1 RNA \\< 50 copies/mL at Week 48 was analyzed using the snapshot algorithm, which defines a participant's virologic response status using only the viral load at the predefined time point within an allowed window of time, along with study drug discontinuation status.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"92.1","spread":null},{"groupId":"OG001","value":"88.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in CD4 Cell Count at Week 48","description":null,"paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25","spread":"151.2"},{"groupId":"OG001","value":"0","spread":"159.4"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":17,"n":290},"commonTop":["Nasopharyngitis","Upper respiratory tract infection","Headache","Diarrhoea","Back pain"]}}}