{"nctId":"NCT04807400","briefTitle":"Study in Primary Care Evaluating Inclisiran Delivery Implementation + Enhanced Support","startDateStruct":{"date":"2021-07-07","type":"ACTUAL"},"conditions":["Atherosclerotic Cardiovascular Disease","Atherosclerotic Cardiovascular Disease Risk Equivelents","Elevated Low Density Lipoprotein Cholesterol"],"count":892,"armGroups":[{"label":"Control+ BS","type":"ACTIVE_COMPARATOR","interventionNames":["Behavioral: Behavioural Support","Drug: Background lipid lowering therapy"]},{"label":"Inclisiran","type":"EXPERIMENTAL","interventionNames":["Drug: Inclisiran","Drug: Background lipid lowering therapy"]},{"label":"Inclisiran + BS","type":"EXPERIMENTAL","interventionNames":["Drug: Inclisiran","Behavioral: Behavioural Support","Drug: Background lipid lowering therapy"]}],"interventions":[{"name":"Inclisiran","otherNames":[]},{"name":"Behavioural Support","otherNames":[]},{"name":"Background lipid lowering therapy","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Signed informed consent had to be obtained prior to participation in the study.\n2. Patients on established lipid lowering medication or, have been recommended lipid lowering therapy by their health care provider but were unable to tolerate treatment.\n3. A total cholesterol measurement at screening that was ≥4 mmol/L \\[approximately 160 mg/dL\\].\n4. Participants on lipid-lowering therapies had to be on a stable dose for ≥30 days before screening with no planned medication or dose change.\n\nExclusion Criteria:\n\n1. Medical or surgical history that might limit the individual's ability to take study treatments for the duration of the study and/or put the participant at significant risk .\n2. Current or planned renal dialysis or transplantation.\n3. Acute coronary syndrome or stroke less than 4 weeks before the screening visit.\n4. Coronary revascularization procedure planned within the next 6 months.\n5. Women of child-bearing potential, unless they agree to abstinence or, if sexually active, agree to the use of effective methods of contraception during the study.\n6. Women who are pregnant or breast-feeding.\n7. Previous, current or planned treatment with a monoclonal antibody targeting PCSK9, or with a drug known to be contra-indicated with inclisiran.\n8. Previous exposure to inclisiran or participation in a randomised study of inclisiran.\n9. Current or previous participation in a clinical study with an unlicensed drug or device within 30 days or five half-lives of the screening visit, whichever is longer.\n10. Participants who planed to move away from the geographical area where the study is being conducted during the study period.\n11. A triglyceride measurement at screening that is greater than or equal to 4.52 mmol/L","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage Change in LDL-C From Baseline to Day 270","description":"Change in Low Density Lipoprotein Cholesterol (LDL-C) after 270 days of treatment in adults on established lipid lowering medication or who have been recommended lipid lowering therapy by their health care provider but are unable to tolerate treatment, regardless of treatment discontinuation for any reason and regardless of unforeseen change in the concomitant lipid lowering therapy.\n\nMultiple imputation is used to impute missing data using a washout model.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-37.3","spread":"2.29"},{"groupId":"OG001","value":"-37.6","spread":"2.33"},{"groupId":"OG002","value":"-5.4","spread":"2.34"}]}]}]},{"type":"SECONDARY","title":"Number of Participants Interviewed for CFIR Analysis.","description":"To identify the need to support the implementation of inclisiran in the real world, a framework was drawn known as the Consolidated Framework for Implementation Research (CFIR). Patients who received inclisiran were interviewed to understand their experience with the program and to obtain a comprehensive understanding, with or without behavioural support. These patients were interviewed on various aspects of their experience related to their high cholesterol management, trial participation, inclisiran injections, attending appointments, and if applicable their experience with the behavioural support programme.\n\nThese interviews were not set up in a way that allow numerical analysis. The process evaluation was conducted by Manchester University.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"28","spread":null},{"groupId":"OG001","value":"28","spread":null}]}]}]},{"type":"SECONDARY","title":"Patient Reported Outcomes: CSQ-8 Total Score After Treatment","description":"The Client Satisfaction Questionnaire (CSQ)-8 is the standard self-administered CSQ scale containing 8 items that comprise the measurement of satisfaction with services and measurement of improvement of capacity to cope and change adaptively. Items include questions enquiring about respondents' opinions and conclusions about services they have received or are currently receiving. Response options differ from item to item, but all are based on a four-point scale. For the CSQ-8 version, scores range from 8 to 32, with higher values indicating higher satisfaction.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30.1","spread":"0.24"},{"groupId":"OG001","value":"30.1","spread":"0.24"},{"groupId":"OG002","value":"28.7","spread":"0.30"}]}]}]},{"type":"SECONDARY","title":"Patient Reported Outcomes: CSQ-8 Total Score Between Inclisiran Arms","description":"The CSQ-8 is the standard self-administered CSQ scale containing 8 items that comprise the measurement of satisfaction with services and measurement of improvement of capacity to cope and change adaptively. Items include questions enquiring about respondents' opinions and conclusions about services they have received or are currently receiving. Response options differ from item to item, but all are based on a four-point scale. For the CSQ-8 version, scores range from 8 to 32, with higher values indicating higher satisfaction.\n\nThis secondary outcome only analysed data of the two Inclisiran arms, by considering the Inclisiran only arm as the control group. The standard error for Least Square Mean could change because dropping a treatment arm affects the estimation of treatment effects and the variability of data.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30.1","spread":"0.23"},{"groupId":"OG001","value":"30.1","spread":"0.23"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Day 90 in Total PAM Score","description":"The Patient Activation Measure (PAM) questionnaire is a survey that assesses a person's underlying knowledge, skills and confidence integral to managing his or her own health and healthcare.\n\nThis study used the 13-point PAM questionnaire, which consists of 13 statements relating to patients beliefs about health care, confidence in their management of health related tasks, and self-assessed knowledge of their condition. For each statement patients are required to say how much they either agree or disagree on a response scale of 1-5, where 1 represents \"strongly disagree\", 4 represents \"strongly agree\" and 5 indicates that the statement is \"not applicable\" to them. A standardised spreadsheet in excel is used to score the PAM. Responses are used to generate a continuous score from 0 to 100 where higher scores indicate that the patient is more activated.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.4","spread":"1.18"},{"groupId":"OG001","value":"2.7","spread":"1.14"},{"groupId":"OG002","value":"1.4","spread":"2.01"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Day 90 in Total PAM Score Between Inclisiran Arms","description":"The Patient Activation Measure (PAM) questionnaire is a survey that assesses a person's underlying knowledge, skills and confidence integral to managing his or her own health and healthcare. This study used the 13-point PAM questionnaire, which consists of 13 statements. For each statement patients are required to say how much they either agree or disagree on a response scale of 1-5, where 1 represents \"strongly disagree\", 4 represents \"strongly agree\" and 5 indicates that the statement is \"not applicable\" to them. Responses are used to generate a continuous score from 0 to 100 where higher scores indicate that the patient is more activated.\n\nThis outcome only analysed data of the two inclisiran arms, by considering the Inclisiran only arm as the control group. In an ANCOVA model, the Least Squares Means and corresponding Standard Error could change because the removal of a treatment group affects the estimation of the treatment effects and the adjustment for the covariate(s).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.6","spread":"1.17"},{"groupId":"OG001","value":"2.3","spread":"1.21"}]}]}]},{"type":"SECONDARY","title":"Measures of Adherence to Cardiovascular Disease Self-management Using the Validated Patient Activation Measure (PAM) Questionnaire.","description":"The Patient Activation Measure (PAM) questionnaire is a survey that assesses a person's underlying knowledge, skills and confidence integral to managing his or her own health and healthcare.\n\nThis study used the 13-point PAM questionnaire, which consists of 13 statements relating to patients beliefs about health care, confidence in their management of health related tasks, and self-assessed knowledge of their condition. For each statement patients are required to say how much they either agree or disagree on a response scale of 1-5, where 1 represents \"strongly disagree\", 4 represents \"strongly agree\" and 5 indicates that the statement is \"not applicable\" to them. Responses are used to generate a continuous score from 0 to 100.\n\nThe continuous PAM scores are then categorised into 4 levels: Level 1 - disengaged and overwhelmed; Level 2 - become aware but still struggling; Level 3 - taking action; Level 4 - maintaining behaviors and pushing further.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"20","spread":null},{"groupId":"OG002","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"47","spread":null},{"groupId":"OG001","value":"50","spread":null},{"groupId":"OG002","value":"15","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"61","spread":null},{"groupId":"OG001","value":"75","spread":null},{"groupId":"OG002","value":"36","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"48","spread":null},{"groupId":"OG001","value":"44","spread":null},{"groupId":"OG002","value":"21","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"128","spread":null},{"groupId":"OG001","value":"108","spread":null},{"groupId":"OG002","value":"218","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"8","spread":null},{"groupId":"OG002","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"37","spread":null},{"groupId":"OG001","value":"38","spread":null},{"groupId":"OG002","value":"23","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"63","spread":null},{"groupId":"OG001","value":"64","spread":null},{"groupId":"OG002","value":"46","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"56","spread":null},{"groupId":"OG001","value":"47","spread":null},{"groupId":"OG002","value":"33","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"132","spread":null},{"groupId":"OG001","value":"140","spread":null},{"groupId":"OG002","value":"189","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":24,"n":273},"commonTop":["Injection site rash","Back pain","Muscle spasms","Pain in extremity","Dizziness"]}}}