{"nctId":"NCT01228071","briefTitle":"Time to Eugonadal Range, Time to Steady State and Drying Time","startDateStruct":{"date":"2010-11","type":"ACTUAL"},"conditions":["Male Hypogonadism"],"count":34,"armGroups":[{"label":"40 mg daily dose of testosterone gel 2%","type":"EXPERIMENTAL","interventionNames":["Drug: testosterone gel 2%"]}],"interventions":[{"name":"testosterone gel 2%","otherNames":["EN3350"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Men aged 18 to 65 years.\n2. Have a diagnosis of primary or secondary hypogonadism with a:\n\n   * Single morning serum total testosterone concentration \\<250 ng/dL or\n   * Two (2) consecutive morning serum total testosterone concentrations \\<300 ng/dL (determined at least 1 week apart during a 3 week screening period) Total serum testosterone sampling must occur between 7 AM and 11 AM at screening\n3. Have a body mass index (BMI) ≥22 kg/m2 and ≤35 kg/m2.\n4. Have a hematocrit level ≤50% at screening\n5. Use of reliable contraception for subjects who have sexual partners of childbearing potential (women not of childbearing potential are defined as postmenopausal, ie, amenorrhea ≥1 year or permanently sterile). Reliable methods of contraception are:\n\n   * Barrier type devices (eg, condom, female condom, diaphragm, contraceptive sponge) only in combination with a spermicide.\n   * Intra-uterine devices.\n   * Oral, injectable, transdermal or implantable hormonal contraceptives.\n6. Is able to understand and give written informed consent\n\nExclusion Criteria:\n\n1. Severe concomitant illness, which in the opinion of the Investigator, may put the subject at risk when participating in the trial or may influence the results of the trial or affect the subjects' ability to take part in the trial.\n2. Acute or chronic renal impairment \\[(Cr ≥ 1.5x ULN (upper limit of normal)\\].\n3. Acute or chronic hepatic impairment will be excluded.\n4. Alanine aminotransferase (ALT) or aspartate aminotransferase (AST) levels \\>2.5 × ULN (upper limit of normal).\n5. Clinically significant, abnormal, baseline laboratory result(s), which in the opinion of the Investigator affect(s) the subject's suitability for the trial.\n6. History of, or any existing, clinically significant cardiac disease (New York Heart Association \\[NYHA\\] Class III and IV).\n7. Clinically significant electrocardiogram (ECG) abnormalities such as QTcB or QTcF ≥450 msec; or QTc ≥480 msec in subjects with bundle branch block.\n8. Prostate specific antigen (PSA) level \\>4 ng/mL.\n9. An abnormality on digital rectal examination deemed to be suspicious or worrisome for cancer, such as a nodule or asymmetric induration.\n10. Severe symptomatic benign prostatic hyperplasia or International Prostate Symptom Score (IPSS) \\>19 (at screening).\n11. Sleep apnea which is untreated, or subjects with sleep apnea which is treated (including c-PAP treatment) but in the opinion of the investigator has been clinically unstable during the 3 months prior to screening.\n12. Current eczema, psoriasis, sunburn, or any other clinically significant skin condition at the application site.\n13. Current abrasions at site of application.\n14. Malignancy (or suspected malignancy) of any type except a basal cell carcinoma. Subjects with a history of malignancy must have a disease free status ≥5 years prior to starting study treatment. Subjects who have had prostate or breast cancer are not permitted to participate in the study.\n15. Known to be sensitive and/or has had an adverse skin reaction to testosterone hormone replacement therapy or topical products containing alcohol.\n16. Actively or potentially trying to start a family or requiring fertility treatment or with a spouse/partner who is pregnant.\n17. Participated in any experimental drug or device study within 30 days prior to starting study treatment.\n18. History of alcohol or substance abuse within the last year.\n19. Taking opioids for any reason within 3 days of screening\n20. Receiving the following medications:\n\n    * Androgen treatments.\n    * Androgen antagonists.\n    * Application of any lotions, ointments, or steroids to the application site.\n    * 5alpha-reductase inhibitors (eg, finasteride, dutasteride).\n21. Any subjects receiving testosterone hormone replacement treatments must abide by the indicated washout period prior to screening total serum testosterone measurement","healthyVolunteers":false,"sex":"MALE","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Time to Target Eugonadal Range","description":"The time to eugonadal range (ie, testosterone ≥300 ng/dL) was assessed based on the 24-hour PK serum concentration data.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.85","spread":null}]}]}]},{"type":"PRIMARY","title":"Time to Steady State (SS)","description":"Trough total testosterone levels were obtained at Day 2, Day 3, Day 4, Day 7, and Day 14 to assess time to steady state. Trough concentrations over the 14-day period were used to calculate time SS.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.13","spread":null}]}]}]},{"type":"PRIMARY","title":"Gel Drying Time","description":"Testosterone gel 2% drying time was assessed with a stopwatch. On Day 14 at the time of application of the gel directly to the first anteromedial thigh, the subject started a stopwatch. The gel was spread as evenly as possible over an area of 1 g/100 cm2. The total coverage area on the thigh was approximately equal to two (2) 3\"× 5\" postcards. The subject gently rubbed the gel with his fingertip in a circular motion (avoiding contact with the scrotal region) until the gel was dry. At this time, the stopwatch was stopped and the time expended was recorded in the eCRF.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.4","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":34},"commonTop":["Application site dryness","Application site rash","Diarrhoea","Headache","Productive cough"]}}}