{"nctId":"NCT02517528","briefTitle":"ABT-450/Ritonavir/ ABT-267 (ABT-450/r/ABT-267) and ABT-333 Co-Administered With Ribavirin (RBV) in Treatment Naïve and Treatment Experienced Asian Adults With Genotype 1b Chronic Hepatitis C Virus (HCV) Infection and Compensated Cirrhosis","startDateStruct":{"date":"2015-07-20","type":"ACTUAL"},"conditions":["Chronic Hepatitis C Virus (HCV)"],"count":104,"armGroups":[{"label":"ABT-450/r/ABT-267 + ABT-333 + Ribavirin","type":"EXPERIMENTAL","interventionNames":["Drug: ABT-450/r/ABT-267","Drug: ABT-333","Drug: ribavirin"]}],"interventions":[{"name":"ABT-450/r/ABT-267","otherNames":["ombitasvir/paritaprevir/ritonavir","ombitasvir also known as ABT-267","paritaprevir also known as ABT-450"]},{"name":"ABT-333","otherNames":["dasabuvir"]},{"name":"ribavirin","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Chinese, South Korean, and Taiwanese descent with full Chinese, South Korean, and Taiwanese parentage.\n2. Chronic HCV-infection prior to study enrollment.\n3. Screening laboratory result indicating HCV genotype 1b-infection.\n4. Compensated cirrhosis defined as a Child-Pugh Score of less than or equal to 6 at Screening.\n5. Per local standard practice, documentation of cirrhosis by one of the following methods:\n\n   * Diagnosis on previous liver biopsy or liver biopsy conducted during screening e.g., Metavir Score of \\> 3 (including 3/4 or 3 - 4), Ishak score of \\> 4 or,\n   * FibroScan score ≥ 14.6 kiloPascals (kPa) within 6 months of Screening or during the Screening Period.\n\nExclusion Criteria:\n\n1. HCV genotype performed during screening indicating unable to genotype or infection with any other HCV genotype.\n2. Positive test result at Screening for Hepatitis B surface antigen (HBsAg), or hepatitis B virus (HBV) DNA \\> Lower Limit of Quantification (LLOQ) if HBsAg negative, or anti-Human Immunodeficiency virus antibody (HIV Ab).\n3. Use of known strong inducers of cytochrome P450 3A (CYP3A) or strong inhibitors of CYP2C8 within 2 weeks or within 10 half-lives, whichever is longer, of the respective medication/supplement prior to study drug administration.\n4. Any current or past clinical evidence of Child-Pugh B or C classification or clinical history of liver decompensation including ascites (noted on physical exam), variceal bleeding, or hepatic encephalopathy.\n5. Serum Alpha-Fetoprotein (sAFP) \\> 100 ng/mL at Screening.\n6. Confirmed presence of hepatocellular carcinoma (HCC) indicated on imaging techniques such as computed tomography (CT) scan or magnetic resonance imaging (MRI) within 3 months prior to Screening or on an ultrasound performed at Screening (a positive ultrasound result should be confirmed with CT scan or MRI.)\n7. Any primary cause of liver disease other than chronic HCV-infection, including but not limited to the following:\n\n   * Hemochromatosis\n   * Alpha-1 antitrypsin deficiency\n   * Wilson's disease\n   * Autoimmune hepatitis\n   * Alcoholic liver disease\n   * Drug-related liver disease Steatosis and steatohepatitis on a liver biopsy coincident with HCV-related changes would not be considered exclusionary unless the steatohepatitis is considered to be the primary cause of the liver disease.\n8. Screening laboratory analyses showing abnormal kidney, hepatic, or hematologic function.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants Achieving Sustained Virologic Response 12 Weeks Post-Treatment (SVR12)","description":"SVR12 is defined as hepatitis C virus ribonucleic acid (HCV RNA) less than the lower limit of quantification (LLOQ) at 12 weeks following therapy. 95% confidence interval (CI) is calculated using Wilson's score method. The lower bound of the 95% CI for the percentage of participants with SVR12 must exceed 67% to achieve superiority.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants Achieving Sustained Virologic Response 24 Weeks Post-Treatment (SVR24)","description":"SVR24 is defined as HCV RNA less than the LLOQ at 24 weeks following therapy. 95% CI is calculated using Wilson's score method. The lower bound of the 95% CI for the percentage of participants with SVR12 must exceed 67% to achieve superiority. SVR24 is primary outcome measure only for China.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With On Treatment Virologic Failure","description":"On treatment virologic failure is defined as confirmed HCV RNA greater than or equal to the LLOQ at any point during treatment after HCV RNA less than LLOQ, confirmed increase from the lowest value post-baseline in HCV RNA (two consecutive HCV RNA measurements greater than 1 log10 IU/mL above the lowest value post-baseline) at any time point during treatment, or HCV RNA greater than or equal to LLOQ persistently during treatment with at least 6 weeks (greater than or equal to 36 days) of treatment. 95% CI is calculated using Wilson's score method.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Virologic Relapse","description":"Virologic relapse is defined as confirmed HCV RNA greater than or equal to LLOQ between end of treatment and 12 weeks after the last dose of study drugs among participants completing treatment and with HCV RNA less than LLOQ at the end of treatment. Completion of treatment is defined as a study drug duration greater than or equal to 77 days. 95% CI is calculated using Wilson's score method.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Virologic Relapse by Post-Treatment Week 24","description":"Virologic relapse is defined as confirmed HCV RNA greater than or equal to LLOQ between end of treatment and 24 weeks after the last dose of study drugs among participants completing treatment and with HCV RNA less than LLOQ at the end of treatment. Completion of treatment is defined as a study drug duration greater than or equal to 77 days. 95% CI is calculated using Wilson's score method.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":104},"commonTop":["BLOOD BILIRUBIN INCREASED","PRURITUS","ANAEMIA","ASTHENIA","BILIRUBIN CONJUGATED INCREASED"]}}}