{"nctId":"NCT00418028","briefTitle":"Standard Versus Continuous Capecitabine in Advanced Breast Cancer","startDateStruct":{"date":"2005-09"},"conditions":["Metastatic Breast Cancer"],"count":195,"armGroups":[{"label":"A Cint","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Capecitabine"]},{"label":"B Ccont","type":"EXPERIMENTAL","interventionNames":["Drug: Capecitabine"]}],"interventions":[{"name":"Capecitabine","otherNames":["xeloda"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria\n\n1. Patients diagnosed with metastatic breast cancer\n2. Patients that either have received previous treatment with anthracyclines and/or taxanes or not (either as advance or in metastatic disease).\n3. The patient is ambulatory with a functional ECOG \\< 2 status (see Appendix 2).\n4. Patient presents, at least one lesion measurable according to RECIST criteria (see Appendix 3)\n5. Patients with a life expectancy of at least 3 months.\n6. Patients that agree to and are able to fulfill the requirements of the whole protocol through the whole study.\n\nExclusion criteria:\n\n1. Patients that have previously shown unexpected severe reactions to therapy with fluoropyrimidines or with a known sensitivity to 5-fluorouracile.\n2. Patients previously treated with capecitabine.\n3. Patients with organ transplants.\n4. Other diseases or severe affections:\n\n   1. Patients with previous convulsions, central nervous system diseases or psychiatric diseases, including dementia, that the investigator might consider clinically significant and which adversely affect therapeutic compliance.\n   2. Patients with severe intellectual impairment, unable to carry out basic daily routines and established depression.\n   3. Clinical significant cardiac disease (e. g. . congestive heart failure, symptomatic coronary artery disease and cardiac arrhythmia not fully controlled with medication) or myocardial infarction within the last 12 months.\n   4. Severe renal impairment (baseline creatinine clearance \\< 30 ml/min)\n5. Patients with signs of metastasis in the CNS. Patients with a history of uncontrolled convulsions, central nervous system disorders or psychiatric disability judged by the investigator to be clinically significant precluding informed consent or interfering with compliance for oral drug intake should be excluded.\n6. Patients with an active infection.\n7. Patients with a history of other neoplasias during the previous five years, except for basal cell skin cancer or cervical cancer in situ, both cured.\n8. Patients showing the following laboratory values:\n\n   1. Neutrophil count \\< 555 x 109/l\n   2. Platelet count\\< 100 x 109/l\n   3. Serum creatinine \\> 1,5 x upper normality limit\n   4. seric bilirubin \\> 2,0 x upper normality limit\n   5. ALAT, ASAT \\> 2,5 x upper normality limit or \\> 5 x upper normality limit in case of liver metastases\n   6. Alkaline phosphatase \\> 2,5 x upper normality limit \\> 5 x upper normality limit in case of liver metastases o \\> 10 x upper normality limit in case of bone metastases.\n9. Patients under radiotherapy four weeks prior to the initiation of the study treatment, or under previous radiotherapy on the marker lesions be measured during the study (new marker lesions that appear in previously irradiated areas are accepted) or patients who are receiving programmed radiotherapy.\n10. Patients under major surgery within 4 weeks prior to study treatment or who have not completely recovered from the effects of major surgery.\n11. Patients who lack upper gastrointestinal tract physical integrity or with malabsorption syndrome.\n12. Patients who have received more than two cycles of chemotherapy for the metastatic disease.\n13. Patients Her2 + per FISH รณ +++ Immunohistochemistry","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Time to Progression","description":"Time to Progression (TTP) is defined as the time (in months) from the moment the patient starts the study treatment to the date of progressive disease. That is, a patient has an event is she progresses or dies due to progressive disease. Progression is defined using Response Evaluation Criteria In Solid Tumors Criteria (RECIST v1.0).","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.68","spread":null},{"groupId":"OG001","value":"6.84","spread":null}]}]}]},{"type":"SECONDARY","title":"Response Rate","description":"Response was evaluated using the Response Evaluation Criteria In Solid Tumors Criteria (RECIST v1.0), every 3 cycles of chemotherapy (each cycle lasts 3 weeks) and at the end of treatment (at 21 weeks from the start of treatment).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30","spread":null},{"groupId":"OG001","value":"31","spread":null}]}]}]},{"type":"SECONDARY","title":"Response Duration","description":"Response duration is computed for all patients with Partial Response or Complete Response, during the treatment period, as the time from the moment the Partial or Complete Response is reported to the date the patient Progresses or Dies, whichever happens first.\n\nA patient is censored if she does not progress or die. In these cases Response duration is computed as the time from the moment the Partial or Complete Response is reported to the last contact date.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.07","spread":null},{"groupId":"OG001","value":"7.20","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Treatment Failure","description":"Time to treatment failure (TTF) is defined as the time (in months) from the moment the patient starts the study treatment to the end of treatment date (due to death, progressive disease, adverse events, patient's decision or investigator criteria.\n\nIf a patient did not end the treatment, it is censored. The censoring date is the date of the last dose received.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.41","spread":null},{"groupId":"OG001","value":"5.87","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival","description":"An event is defined as death. A patient is censored if she does not die. The censoring date is last contact date.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27.34","spread":null},{"groupId":"OG001","value":"24.11","spread":null}]}]}]},{"type":"SECONDARY","title":"Clinical Benefit","description":"A patient experiences a Clinical Benefit if the following is satisfied:\n\nCriterion: The patient has \"Complete response\", \"Partial Response\" or \"Stable Disease\" and it continues during more than 3 months.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"56","spread":null},{"groupId":"OG001","value":"56","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression Free Survival","description":"Progression Free Survival is defined as the time (in months) from the moment the patient starts the study treatment to the date of progressive disease. That is, a patient has an event is she progresses or dies for any reason.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.52","spread":null},{"groupId":"OG001","value":"6.84","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":13,"n":95},"commonTop":["Rash: hand-foot skin reaction","Grade 3-4 Diarrhea","Mucositis/stomatitis (functional/symptomatic)","Grade 3-4 Neutropenia","Grade 3-4 Thrombocytopenia"]}}}