{"nctId":"NCT01865747","briefTitle":"A Study of Cabozantinib (XL184) vs Everolimus in Subjects With Metastatic Renal Cell Carcinoma","startDateStruct":{"date":"2013-06"},"conditions":["Renal Cell Carcinoma"],"count":658,"armGroups":[{"label":"Cabozantinib (XL184)","type":"EXPERIMENTAL","interventionNames":["Drug: Cabozantinib tablets"]},{"label":"Everolimus (Afinitor)","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Everolimus (Afinitor) tablets"]}],"interventions":[{"name":"Cabozantinib tablets","otherNames":["XL184"]},{"name":"Everolimus (Afinitor) tablets","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Select Inclusion Criteria:\n\n1. Documented histological or cytological diagnosis of renal cell cancer with a clear-cell component.\n2. Measurable disease as determined by the investigator.\n3. Must have received at least one VEGFR-targeting TKI (eg, sorafenib, sunitinib, axitinib, pazopanib or tivozanib).\n4. Recovery from toxicities related to any prior treatments, unless AE(s) are clinically nonsignificant and/or stable on supportive therapy.\n5. Adequate organ and marrow function.\n6. Sexually active fertile subjects(male and female)must agree to use medically accepted methods of contraception during the course of the study and for 4 months after the last dose of study treatment.\n7. Female subjects of childbearing potential must not be pregnant at screening.\n\nSelect Exclusion Criteria:\n\n1. Prior treatment with everolimus, or any other specific or selective TORC1/PI3K/AKT inhibitor (eg, temsirolimus), or cabozantinib.\n2. Receipt of any type of small molecule kinase inhibitor (including investigational kinase inhibitor) within 2 weeks before randomization.\n3. Receipt of any type of anticancer antibody (including investigational antibody) within 4 weeks before randomization.\n4. Radiation therapy for bone metastasis within 2 weeks, any other external radiation therapy within 4 weeks before randomization. Systemic treatment with radionuclides within 6 weeks before randomization. Subjects with clinically relevant ongoing complications from prior radiation therapy are not eligible.\n5. Known brain metastases or cranial epidural disease unless adequately treated with radiotherapy and/or surgery and stable for at least 3 months before randomization.\n6. Concomitant anticoagulation at therapeutic doses with oral anticoagulants or platelet inhibitors.\n7. Chronic treatment with corticosteroids or other immunosuppressive agents.\n8. Serious illness other than cancer.\n9. Major surgery within 3 months before randomization. Complete wound healing from major surgery must have occurred 1 month before randomization and from minor surgery at least 10 days before randomization.\n10. Pregnant or lactating females.\n11. Diagnosis of another malignancy within 2 years before randomization, except for superficial skin cancers, or localized, low grade tumors.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression-free Survival (PFS)","description":"The primary analysis of PFS is the time from randomization to date of first documented tumor progression as determined by investigator (per RECIST 1.1 criteria) or death due to any cause, whichever occurred first. A Kaplan-Meier analysis was performed to estimate the median duration.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.4","spread":null},{"groupId":"OG001","value":"3.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS)","description":"Overall Survival (OS) is defined as the time from randomization to the date of death. Participants that had not died were censored at last known date alive. Median OS was calculated using Kaplan-Meier estimates. Interim analyses for OS occurred after 320 deaths (78% of the total OS events needed for final analysis).","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.4","spread":null},{"groupId":"OG001","value":"16.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Objective Response Rate (ORR)","description":"Objective Response Rate (ORR) is the number of participants with a best response of complete response (CR) or partial response (PR) divided by number of randomized participants. ORR was assessed by the Independent Radiology Committee (IRC) per RECIST 1.1 which was confirmed by a subsequent visit \\>= 28 days later, and was analyzed in the Intent to Treat (ITT) population at the time of the primary analysis of Progression Free Survival (PFS). The data cutoff date was 22 May 2015.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":131,"n":331},"commonTop":["Fatigue","Diarrhoea","Decreased Appetite","Nausea","Palmar-Plantar Erythrodysaesthesia Syndrome"]}}}