{"nctId":"NCT03087773","briefTitle":"Impact of EMpagliflozin on Cardiac Function and Biomarkers of Heart Failure in Patients With Acute MYocardial Infarction","startDateStruct":{"date":"2017-05-11","type":"ACTUAL"},"conditions":["Acute Myocardial Infarction"],"count":476,"armGroups":[{"label":"Empagliflozin","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Empagliflozin 10 mg"]},{"label":"Placebo Oral Tablet","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo Oral Tablet"]}],"interventions":[{"name":"Empagliflozin 10 mg","otherNames":["Jardiance"]},{"name":"Placebo Oral Tablet","otherNames":["Sugar pill"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Myocardial infarction with evidence of significant myocardial necrosis defined as a rise in creatinine kinase \\>800 U/l and a troponin T-level (or troponin I-level) \\>10x upper limit of normal (ULN). In addition at least 1 of the following criteria must be the met:\n\n   * Symptoms of ischemia\n   * ECG (electrocardiogram) changes indicative of new ischemia (new ST-T changes or new LBBB)\n   * Imaging evidence of new regional wall motion abnormality\n2. 18 - 80 years of age\n3. Informed consent has to be given in written form\n4. estimated glomerular filtration rate (eGFR) \\> 45 ml/min/1.73m2\n5. Blood pressure before first drug dosing: Riva Rocci (RR) systolic \\>110 mmHg\n6. Blood pressure before first drug dosing: Riva Rocci (RR) diastolic \\>70 mmHg\n7. ≤72h after myocardial infarction (after the performance of a coronary angiography)\n\nExclusion Criteria:\n\n1. Any other form of diabetes mellitus than type 2 diabetes mellitus, history of diabetic ketoacidosis\n2. Blood potential hydrogen (pH) \\< 7,32\n3. Known allergy to SGLT-2 inhibitors\n4. Hemodynamic instability as defined by intravenous administration of catecholamine, calcium sensitizers or phosphodiesterase inhibitors\n5. \\>1 episode of severe hypoglycemia within the last 6 months and treatment with insulin or sulfonylurea\n6. Females of childbearing potential without adequate contraceptive methods (i.e. sterilization, intrauterine device, vasectomized partner; or medical history of hysterectomy)\n7. Acute symptomatic urinary tract infection (UTI) or genital infection\n8. Patients currently being treated with any SGLT-2 inhibitor or having received treatment with any SGLT-2 inhibitor within the 4 weeks prior to the screening visit","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Changes of Nt-proBNP (N-terminales Pro Brain Natriuretic Peptide) Levels","description":"Difference in the change of nt-proBNP (N terminales pro brain natriuretic peptide) levels between treatment groups from randomization to week 26","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-84.9","spread":null},{"groupId":"OG001","value":"-82.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Changes in Ejection Fraction","description":"Difference in the change of ejection fraction between treatment groups from randomization to week 26 Ejection fraction was measured by ultrasound.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.7","spread":null},{"groupId":"OG001","value":"2.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Changes in Left Ventricular End-diastolic Volume","description":"Difference in the change of left ventricular end-diastolic volume from randomization to week 26 (measured by ultrasound)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.4","spread":null},{"groupId":"OG001","value":"13.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Hospital Stay","description":"Difference in the duration of hospital stay between the treatment groups after initiation of the study treatment.\n\nThis outcome measure includes all days of an inpatient stay in a hospital after the initial discharge.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.0","spread":null},{"groupId":"OG001","value":"6.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Changes in E/è Ratio From Baseline to Week 26","description":"E/E' ratio is a measure of left ventricular filling pressure. The E/e' ratio is a parameter for diastolic function assessment that is frequently used for Heart failure with preserved ejection fraction evaluation.\n\nTo derive the E/e´ ratio one must divide the maximum velocity of the E-wave of mitral valve inflow by the maximal velocity of E. In normal individuals the E/e´ ratio is \\<8. In the presence of diastolic dysfunction / impaired relaxation, e´ will be rather low. In contrast, the E-wave increases with elevated filling pressures. Thus the E/e´ ratio will increase in the presence of diastolic dysfunction. An E/e´ratio \\>14 is highly suggestive of elevated filling pressures.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-9.7","spread":null},{"groupId":"OG001","value":"-0.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Changes in Left Ventricular End-systolic Volume (LVESV) From Baselin to Week 26","description":"End-systolic volume (ESV) is the volume of blood in a ventricle at the end of contraction, or systole, and the beginning of filling, or diastole.\n\nLeft ventricular end-systolic volume (LVESV) was measured at baseline and after 26 weeks by echocardiography.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.6","spread":null},{"groupId":"OG001","value":"4.3","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":31,"n":237},"commonTop":["Urinary tract infection","Genital fungal infection"]}}}