{"nctId":"NCT00779402","briefTitle":"PROvenge Treatment and Early Cancer Treatment","startDateStruct":{"date":"2001-10"},"conditions":["Prostate Cancer"],"count":176,"armGroups":[{"label":"Sipuleucel-T","type":"EXPERIMENTAL","interventionNames":["Biological: Sipuleucel-T"]},{"label":"Control","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Control"]}],"interventions":[{"name":"Control","otherNames":[]},{"name":"Sipuleucel-T","otherNames":["Provenge®","APC8015"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria for the Run-In Phase (Week -13)\n\n* Histologic diagnosis of adenocarcinoma of the prostate.\n* Within at least 3 months, but not more than 10 years, prior to initiation of the run-in phase with LHRH-a depot, the subject has undergone a radical prostatectomy for Stage T1b - T3c, N0 - N1, Nx, or M0 disease Subjects who experienced their first PSA recurrence within 2 years post completion of initial therapy of curative intent was eligible without consideration of the Gleason score of the tumor specimen. Subjects who experienced their first PSA relapse between 2 and 10 years post completion of initial therapy of curative intent was eligible only if the Gleason score of the tumor specimen was ≥ 7.\n* Therapeutic PSA response to primary therapy was below 0.4 ng/mL.\n* Tumor specimen positive for PAP.\n* PSA relapse while not currently receiving androgen ablation therapy.\n* If androgen ablation was given for a previous PSA relapse, PSA must have increased to a level at least 25% above the nadir observed while on this therapy, and to an absolute level of at least 3 ng/mL.\n* Subjects who had been treated with adjuvant or salvage radiation following radical prostatectomy, or with either LHRH-a (e.g., leuprolide acetate or goserelin acetate) or non-steroidal anti-androgen therapy (e.g., bicalutamide 150 mg/day) for a prior PSA relapse, may enter the study provided: Post-prostatectomy PSA was never ≥ 20 ng/mL; PSA was not rising while subject received hormonal therapy, and; For any hormonal therapy received, the last effective day of androgen deprivation was at least 6 months prior to the date of LHRH-a depot placement.\n* Confirmed Stage M0 disease.\n* Estimated life expectancy of at least 1 year.\n* Eastern Cooperative Oncology Group (ECOG) Performance Status of 0 or 1.\n* Ability to understand the trial procedures and requirements.\n* ≥ 18 and ≤ 80 years of age.\n* Ability to understand and willingness to sign an informed consent form.\n\nExclusion Criteria:\n\nExclusion Criteria for Entry into the Run-In Phase (Week -13)\n\n* Metastasis.\n* Clinical evidence of local recurrence other than PSA elevation (e.g., palpable induration or mass in the prostatic fossa).\n* Any surgery within 4 weeks prior to the date of LHRH-a depot placement.\n* Prior orchiectomy.\n* PSA ≥ 20 ng/mL at any time after radical prostatectomy.\n* Current systemic steroid therapy (inhaled or topical steroids are acceptable).\n* Any chemotherapy within 4 months prior to the LHRH-a depot placement.\n* Prior immunotherapy or therapy with other experimental agents for prostate cancer.\n* Treatment with radioactive seeds within 12 months prior to the LHRH a depot placement.\n* History of any other prior malignancy other than resected basal or squamous cell carcinoma of the skin within 5 years of entry.\n* Concurrent participation in another clinical trial involving experimental medication.\n* Any disease, condition, social, or geographical constraint that in the opinion of the Investigator or medical monitor reduced the probability that the subject will complete the trial or affects the evaluation of study end points\n\nExclusion Criteria for Randomization (Week 0):\n\n* Central laboratory value of PSA ≥ 1 ng/mL at the end of the LHRH-a run-in phase.\n* Randomized more than 3 weeks following the last effective date of testicular androgen suppression (as described in the package insert).\n* Any use of herbal preparations (e.g., Prostate Cancer (PC) -SPES or saw palmetto) within 4 weeks prior to randomization.\n* Any contraindication to leukapheresis or infusion of sipuleucel-T or control.\n* Positive serology for human immunodeficiency virus (HIV)-1 or 2, human lymphotropic virus (HTLV)-1 or 2, or evidence of active Hepatitis B or C infection.\n* Any ongoing active bacterial, viral, or fungal infection.\n\nExclusion Criteria During the Trial:\n\n* The use of any systemic therapy for prostate cancer following randomization and prior to BF (PSA ≥ 3 ng/mL).\n* Placement of radioactive seeds or salvage radiation before BF (PSA ≥ 3 ng/mL) documented.\n* Initiation of systemic corticosteroids at doses greater than the equivalent of 40 mg hydrocortisone per day (inhaled steroids are allowed) before BF.","healthyVolunteers":false,"sex":"MALE","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Time to Biochemical Failure Cumulative Incidence Percentile","description":"Time to Biochemical Failure (TTBF) was the pre-specified primary endpoint of this trial. The biochemical failure threshold was based on evidence that prostate specific antigen (PSA) had become ≥ 3 ng/mL","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.6","spread":null},{"groupId":"OG001","value":"6.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14.9","spread":null},{"groupId":"OG001","value":"12.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"22.9","spread":null},{"groupId":"OG001","value":"24.6","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Subjects That Met Biochemical Failure Status","description":"time to biochemical Failure (TTBF) was the pre-scpecified primary endpoint of this trial. The biochemical failure threshold was based on evidence that prostate specific antigen (PSA) had become ≥ 3 ng/mL.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"85","spread":null},{"groupId":"OG001","value":"45","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":31,"n":116},"commonTop":["HOT FLUSH","FATIGUE","CHILLS","PYREXIA","PARAESTHESIA ORAL"]}}}