{"nctId":"NCT01810380","briefTitle":"Brexpiprazole in Patients With Acute Schizophrenia","startDateStruct":{"date":"2013-03"},"conditions":["Schizophrenia"],"count":468,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"Brexpiprazole","type":"EXPERIMENTAL","interventionNames":["Drug: Brexpiprazole"]},{"label":"Quetiapine extended release","type":"OTHER","interventionNames":["Drug: Quetiapine extended release"]}],"interventions":[{"name":"Placebo","otherNames":[]},{"name":"Brexpiprazole","otherNames":[]},{"name":"Quetiapine extended release","otherNames":["Seroquel XL®/XR®"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* The patient has schizophrenia, diagnosed according to DSM-IV-TR™ and confirmed by the Mini International Neuropsychiatric Interview (MINI).\n* The patient has an acute exacerbation of psychotic symptoms and marked deterioration of usual function.\n* The patient is willing to be hospitalised from the Screening Visit through Week 6.\n* The patient will benefit from hospitalisation or continued hospitalisation for treatment of a current acute relapse of schizophrenia at study entry.\n* The patient has a history of relapse and/or exacerbation of symptoms when not receiving antipsychotic treatment, excluding the current episode.\n* The patient agrees to protocol-defined use of effective contraception.\n\nExclusion Criteria:\n\n* The patient has a current Axis I diagnosis (DSM-IV-TR™ criteria) other than schizophrenia established as primary diagnosis.\n* The patient suffers from a current Axis II diagnosis (DSM-IV-TR™ criteria).\n* The patient suffers from mental retardation, organic mental disorders, or mental disorders due to a general medical condition (DSM-IV-TR™ criteria).\n* The patient, in the opinion of the investigator or according to Columbia Suicide Severity Rating Scale (C-SSRS), is at significant risk of suicide.\n* The patient has clinically significant tardive dyskinesia or severe akathisia at enrolment.\n* The patient has a history of neuroleptic malignant syndrome.\n* The patient has any relevant medical history or current presence of systemic disease.\n* The patient has, at the Screening Visit an abnormal ECG or other abnormal ECG tests that are, in the investigator's opinion, clinically significant.\n* The patient has a history of cancer, other than basal cell or Stage 1 squamous cell carcinoma of the skin, that has not been in remission for \\>5 years prior to the first dose of brexpiprazole.\n* The patient is, in the investigator's opinion, unlikely to comply with the protocol or is unsuitable for any reason.\n\nOther inclusion and exclusion criteria may apply.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline to Week 6 in PANSS Total Score","description":"The Positive and Negative Syndrome Scale (PANSS) is a 30-item scale for assessing the symptoms of schizophrenia. For each PANSS item, symptom severity was rated on a 7-point scale, from 1=absent to 7=extreme. The PANSS total score (30 items) ranged from 30 to 210 with a higher score indicating greater severity of symptoms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-15.9","spread":"1.5"},{"groupId":"OG001","value":"-20.0","spread":"1.5"},{"groupId":"OG002","value":"-24.0","spread":"1.5"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 6 in CGI-S Score","description":"The Clinical Global Impression - Severity of Illness (CGI-S) provides the clinician's impression of the patient's current state of mental illness.\n\nThe clinician uses his or her clinical experience of this patient population to rate the severity of the patient's current mental illness on a 7-point scale ranging from 1 (normal - not at all ill) to 7 (among the most extremely ill patients).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.9","spread":"0.1"},{"groupId":"OG001","value":"-1.2","spread":"0.1"},{"groupId":"OG002","value":"-1.4","spread":"0.1"}]}]}]},{"type":"SECONDARY","title":"CGI-I Score at Week 6","description":"The Clinical Global Impression - Global Improvement (CGI-I) provides the clinician's impression of the patient's improvement (or worsening).\n\nThe clinician assesses the patient's condition relative to a baseline on a 7-point scale ranging from 1 (very much improved) to 7 (very much worse). In all cases, the assessment should be made independent of whether the rater believes the improvement is drug-related or not.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.0","spread":"0.1"},{"groupId":"OG001","value":"2.7","spread":"0.1"},{"groupId":"OG002","value":"2.5","spread":"0.1"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 6 in PANSS Positive Subscale Score","description":"The Positive and Negative Syndrome Scale (PANSS) is a clinician rated scale designed to measure severity of psychopathology in adult patients with schizophrenia, schizoaffective disorders and other psychotic disorders. It emphasizes positive and negative symptoms. The PANSS Positive Subscale score is calculated from 7 items (for example: delusions, conceptual disorganization and hallucinatory behaviour). Symptom severity was rated on a 7-point scale, from 1=absent to 7=extreme. Higher score indicating greater severity of symptoms","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.4","spread":"0.5"},{"groupId":"OG001","value":"-7.0","spread":"0.5"},{"groupId":"OG002","value":"-8.1","spread":"0.5"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 6 in PANSS Negative Subscale Score","description":"The Positive and Negative Syndrome Scale (PANSS) is a clinician rated scale designed to measure severity of psychopathology in adult patients with schizophrenia, schizoaffective disorders and other psychotic disorders. It emphasizes positive and negative symptoms. The PANSS Negative Subscale score is calculated from 7 items (for example: blunted affect, emotional withdrawal and poor rapport). Symptom severity was rated on a 7-point scale, from 1=absent to 7=extreme. Higher score indicating greater severity of symptoms","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.1","spread":"0.4"},{"groupId":"OG001","value":"-3.7","spread":"0.4"},{"groupId":"OG002","value":"-4.5","spread":"0.4"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 6 in PANSS General Psychopathology Subscale Score","description":"The Positive and Negative Syndrome Scale (PANSS) is a clinician rated scale designed to measure severity of psychopathology in adult patients with schizophrenia, schizoaffective disorders and other psychotic disorders. It emphasizes positive and negative symptoms. The PANSS General Psychopathology Subscale score is calculated from 16 items (for example: somatic concern, anxiety and guilt feelings). Symptom severity was rated on a 7-point scale, from 1=absent to 7=extreme. Higher score indicating greater severity of symptoms","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-8.2","spread":"0.7"},{"groupId":"OG001","value":"-9.9","spread":"0.7"},{"groupId":"OG002","value":"-11.6","spread":"0.7"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 6 in PANSS Excited Component Score","description":"The Positive and Negative Syndrome Scale (PANSS) is a clinician rated scale designed to measure severity of psychopathology in adult patients with schizophrenia, schizoaffective disorders and other psychotic disorders. It emphasizes positive and negative symptoms. The PANSS Excited Component score is calculated from 5 items (for example: poor impulse control, tension and hostility). Symptom severity was rated on a 7-point scale, from 1=absent to 7=extreme. Higher score indicating greater severity of symptoms","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.5","spread":"0.3"},{"groupId":"OG001","value":"-3.3","spread":"0.3"},{"groupId":"OG002","value":"-3.9","spread":"0.3"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 6 in PANSS Marder Factor Scores: Negative Symptoms","description":"The Positive and Negative Syndrome Scale (PANSS) is a clinician rated scale designed to measure severity of psychopathology in adult patients with schizophrenia, schizoaffective disorders and other psychotic disorders. It emphasizes positive and negative symptoms. The PANSS Marder Factor scores: negative symptoms is calculated from 7 items (for example: blunted affect, emotional withdrawal and motor retardation). Symptom severity was rated on a 7-point scale, from 1=absent to 7=extreme. Higher score indicating greater severity of symptoms","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.6","spread":"0.4"},{"groupId":"OG001","value":"-4.3","spread":"0.4"},{"groupId":"OG002","value":"-4.8","spread":"0.4"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 6 in PANSS Marder Factor Scores: Positive Symptoms","description":"The Positive and Negative Syndrome Scale (PANSS) is a clinician rated scale designed to measure severity of psychopathology in adult patients with schizophrenia, schizoaffective disorders and other psychotic disorders. It emphasizes positive and negative symptoms. The PANSS Marder Factor scores: positive symptoms is calculated from 8 items (for example: delusions, conceptual disorganization and stereotype thinking). Symptom severity was rated on a 7-point scale, from 1=absent to 7=extreme. Higher score indicating greater severity of symptoms","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.7","spread":"0.5"},{"groupId":"OG001","value":"-7.1","spread":"0.5"},{"groupId":"OG002","value":"-8.4","spread":"0.5"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 6 in PANSS Marder Factor Scores: Disorganized Thoughts","description":"The Positive and Negative Syndrome Scale (PANSS) is a clinician rated scale designed to measure severity of psychopathology in adult patients with schizophrenia, schizoaffective disorders and other psychotic disorders. It emphasizes positive and negative symptoms. The PANSS Marder Factor scores: disorganized thoughts is calculated from 7 items (for example: conceptual disorganization, difficulty in abstract thinking and mannerisms and posturing). Symptom severity was rated on a 7-point scale, from 1=absent to 7=extreme. Higher score indicating greater severity of symptoms","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.2","spread":"0.4"},{"groupId":"OG001","value":"-4.0","spread":"0.4"},{"groupId":"OG002","value":"-4.8","spread":"0.3"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 6 in PANSS Marder Factor Scores: Uncontrolled Hostility/Excitement","description":"The Positive and Negative Syndrome Scale (PANSS) is a clinician rated scale designed to measure severity of psychopathology in adult patients with schizophrenia, schizoaffective disorders and other psychotic disorders. It emphasizes positive and negative symptoms. The PANSS Marder Factor scores: uncontrolled hostility/excitement is calculated from 4 items (for example: excitement, hostility, and uncooperativeness).Symptom severity was rated on a 7-point scale, from 1=absent to 7=extreme. Higher score indicating greater severity of symptoms","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.8","spread":"0.3"},{"groupId":"OG001","value":"-2.5","spread":"0.3"},{"groupId":"OG002","value":"-2.8","spread":"0.3"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 6 in PANSS Marder Factor Scores: Anxiety/Depression","description":"The Positive and Negative Syndrome Scale (PANSS) is a clinician rated scale designed to measure severity of psychopathology in adult patients with schizophrenia, schizoaffective disorders and other psychotic disorders. It emphasizes positive and negative symptoms. The PANSS Marder Factor scores: anxiety/depression is calculated from 4 items (for example: anxiety, guilt feelings, and tension). Symptom severity was rated on a 7-point scale, from 1=absent to 7=extreme. Higher score indicating greater severity of symptoms","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.9","spread":"0.2"},{"groupId":"OG001","value":"-3.2","spread":"0.2"},{"groupId":"OG002","value":"-3.6","spread":"0.2"}]}]}]},{"type":"SECONDARY","title":"Discontinuation Due to Lack of Efficacy During the Study","description":"Discontinuation due to lack of efficacy was based on the primary reason for withdrawal","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.91","spread":null},{"groupId":"OG001","value":"6.67","spread":null},{"groupId":"OG002","value":"7.19","spread":null}]}]}]},{"type":"SECONDARY","title":"Response Rate at Week 6","description":"The response rate was defined as a reduction of ≥30% from baseline in PANSS total score OR a CGI-I score of 1 or 2","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32.1","spread":null},{"groupId":"OG001","value":"48.7","spread":null},{"groupId":"OG002","value":"62.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 6 in PSP Total Score","description":"The Personal and Social Performance Scale (PSP) is a clinician-rated scale designed and validated to measure a patient's current level of social functioning. The PSP scale consists of a 100-point single-item rating scale, subdivided into 10 equal intervals. Scores of 1 to 10 indicate lack of autonomy in basic functioning, whereas scores of 91 to 100 reflect excellent functioning. The total score is rated by the investigator and is based on an algorithm which takes both the ratings of the 4 primary domains of PSP, and the combination of these ratings into account. The 4 primary domains are: socially useful activities (including work and study), personal and social relationships, self-care, and disturbing and aggressive behaviours. The 4 domains are assessed on a 6-point scale, from absent to very severe. A higher score indicates a better performance.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.4","spread":"1.0"},{"groupId":"OG001","value":"13.0","spread":"1.0"},{"groupId":"OG002","value":"15.3","spread":"1.0"}]}]}]},{"type":"SECONDARY","title":"PSP Functional Remission Rate at Week 6","description":"The PSP functional remission rate was defined as a PSP total score ≥71","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.7","spread":null},{"groupId":"OG001","value":"9.6","spread":null},{"groupId":"OG002","value":"14.4","spread":null}]}]}]},{"type":"SECONDARY","title":"PSP Functional Response Rate at Week 6","description":"The PSP functional response rate was defined as ≥10 point improvement from Baseline on the PSP total score","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"36.3","spread":null},{"groupId":"OG001","value":"53.4","spread":null},{"groupId":"OG002","value":"64.4","spread":null}]}]}]},{"type":"SECONDARY","title":"PSP Domain D: Disturbing and Aggressive Behaviours at Week 6","description":"PSP domain D: disturbing and aggressive behaviours were categorised as \"aggressive\" (corresponding to mild, manifest, marked, severe, or very severe) or \"nonaggressive\" (corresponding to absent)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30.4","spread":null},{"groupId":"OG001","value":"27.2","spread":null},{"groupId":"OG002","value":"22.2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":6,"n":161},"commonTop":["Somnolence","Weight increased","Headache","Insomnia","Dizziness"]}}}