{"nctId":"NCT01702571","briefTitle":"A Study of Trastuzumab Emtansine in Participants With Human Epidermal Growth Factor Receptor 2 (HER2)-Positive Breast Cancer Who Have Received Prior Anti-HER2 And Chemotherapy-based Treatment","startDateStruct":{"date":"2012-11-27","type":"ACTUAL"},"conditions":["Breast Cancer"],"count":2185,"armGroups":[{"label":"Trastuzumab Emtansine (All Participants)","type":"EXPERIMENTAL","interventionNames":["Drug: Trastuzumab Emtansine"]},{"label":"Trastuzumab Emtansine (Asian Participants)","type":"EXPERIMENTAL","interventionNames":["Drug: Trastuzumab Emtansine"]}],"interventions":[{"name":"Trastuzumab Emtansine","otherNames":["RO5304020, T-DM1, Kadcyla"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* HER2-positive disease determined locally\n* Histologically or cytologically confirmed invasive breast cancer\n* Prior treatment for breast cancer in the adjuvant, unresectable, locally advanced or metastatic setting must include both chemotherapy, alone or in combination with another agent, and an anti-HER2 agent, alone or in combination with another agent\n* Documented progression of incurable, unresectable, LABC, or mBC, defined by the investigator: progression must occur during or after most recent treatment for LABC/mBC or within 6 months of completing adjuvant therapy\n* Measurable and/or non-measurable disease\n* Left ventricular ejection fraction (LVEF) \\>/=50% by either echocardiogram (ECHO) or multiple-gated acquisition scan (MUGA)\n* Eastern Cooperative Oncology Group (ECOG) performance status of 0,1 or 2\n* Adequate organ function\n* Use of highly effective contraception as defined by the protocol\n\nExclusion Criteria:\n\n* History of treatment with trastuzumab emtansine\n* Prior enrollment into a clinical study containing trastuzumab emtansine regardless of having received trastuzumab emtansine or not\n* Peripheral neuropathy of Grade \\>/= 3 per National Cancer Institute (NCI) common terminology criteria for adverse events (CTCAE) v 4.0\n* History of other malignancy within the previous 5 years, except for appropriately treated carcinoma in situ of the cervix, non-melanoma skin carcinoma, Stage 1 uterine cancer, synchronous or previously diagnosed HER2-positive breast cancer\n* History of receiving any anti-cancer drug/biologic or investigational treatment within 21 days prior to first study treatment except hormone therapy, which can be given up to 7 days prior to first study treatment; recovery of treatment-related toxicity consistent with other eligibility criteria\n* History of exposure to cumulative doses of anthracyclines\n* History of radiation therapy within 14 days of first study treatment. The participant must have recovered from any resulting acute toxicity (to Grade \\</=1) prior to first study treatment.\n* Metastatic central nervous system (CNS) disease only\n* Brain metastases which are symptomatic\n* History of a decrease in LVEF to less than (\\<) 40% or symptomatic congestive heart failure (CHF) with previous trastuzumab treatment\n* History of symptomatic CHF (New York Heart Association \\[NYHA\\] Classes II-IV) or serious cardiac arrhythmia requiring treatment\n* History of myocardial infarction or unstable angina within 6 months of first study treatment\n* Current dyspnea at rest due to complications of advanced malignancy or requirement for continuous oxygen therapy\n* Current severe, uncontrolled systemic disease (clinically significant cardiovascular, pulmonary, or metabolic disease)\n* Pregnancy or lactation\n* Currently known active infection with human immunodeficiency virus (HIV), hepatitis B virus, or hepatitis C virus\n* History of intolerance (such as Grade 3-4 infusion reaction) or hypersensitivity to trastuzumab or murine proteins or any component of the product","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Adverse Events of Primary Interest (AEPIs)","description":"The AEPIs in this study were defined as the following: adverse events (AEs) Grade \\>/= 3, specifically, hepatic events, allergic reactions, thrombocytopenia and hemorrhage events, all Grade \\>/= 3 AEs related to trastuzumab emtansine and pneumonitis events of all grades.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23.1","spread":null},{"groupId":"OG001","value":"51.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Specific AEPIs","description":"The AEPIs in this study were defined as the following: adverse events (AEs) Grade \\>/= 3, specifically, hepatic events, allergic reactions, thrombocytopenia and hemorrhage events, all Grade \\>/= 3 AEs related to trastuzumab emtansine and pneumonitis events of all grades.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.9","spread":null},{"groupId":"OG001","value":"12.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.3","spread":null},{"groupId":"OG001","value":"1.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.7","spread":null},{"groupId":"OG001","value":"36.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.3","spread":null},{"groupId":"OG001","value":"1.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"18.4","spread":null},{"groupId":"OG001","value":"48.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.0","spread":null},{"groupId":"OG001","value":"2.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Adverse Events of Special Interest (AESIs)","description":"AESIs included: 1) Potential drug-induced liver injury, which included any potential case of drug-induced liver injury as, assessed by laboratory criteria for Hy's law (AST and/or ALT elevations that were \\>3 × ULN, Concurrent elevation of total bilirubin \\>2 × ULN (or clinical jaundice if total bilirubin measures were not available), except in participants with documented Gilbert's syndrome. Those with Gilbert's syndrome, elevation of direct bilirubin \\>2 × ULN was used instead. 2) Suspected transmission of an infectious agent by study drug was defined as any organism, virus, or infectious particle (e.g., prion protein transmitting transmissible spongiform encephalopathy), pathogenic or non-pathogenic. A transmission of an infectious agent suspected from clinical symptoms or laboratory findings indicating an infection in a participant exposed to a medicinal product.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.2","spread":null},{"groupId":"OG001","value":"1.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.2","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression-Free Survival According to Response Evaluation for Solid Tumors (RECIST) Version (v) 1.1 As Per Investigator Assessment","description":"Progression free survival is defined as the time (in months) between the date of first dose and the date of disease progression or death from any cause. Progressive disease (PD) is defined as at least a 20% increase in the sum of diameters of target lesions, taking as reference the smallest sum of diameters on study (including baseline). In addition to the relative increase of 20%, the sum of diameters must also demonstrate an absolute increase of \\>/= 5 millimeters (mm).","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.8","spread":null},{"groupId":"OG001","value":"5.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival","description":"Overall survival is defined as time to death, which is the time from the date of dosing until the date of death, regardless of the cause of death.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27.2","spread":null},{"groupId":"OG001","value":"29.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Best Overall Response (Complete Response [CR] or Partial Response [PR]) According to RECIST v 1.1 As Per Investigator Assessment","description":"Best Overall Response reported here is the Best confirmed Overall Response. To be assigned a status of PR or CR, i.e., to be a responder, changes in tumor measurements had to be confirmed by repeat assessments that had to be performed no less than 4 weeks after the criteria for response were first met, i.e., participants needed to have two consecutive assessments of PR or CR. CR: disappearance of all target lesions. PR: At least a 30% decrease in the sum of diameters of all target lesions, taking as reference the baseline sum of diameters, in the absence of CR.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"29.3","spread":null},{"groupId":"OG001","value":"29.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Clinical Benefit (CR or PR or Stable Disease [SD]) According to RECIST v 1.1","description":"Clinical Benefit was defined as CR plus PR plus SD. CR: disappearance of all target lesions. PR: At least a 30% decrease in the sum of diameters of all target lesions, taking as reference the baseline sum of diameters, in the absence of CR. SD: neither sufficient shrinkage to qualify for CR or PR nor sufficient increase to qualify for PD.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"47.1","spread":null},{"groupId":"OG001","value":"39.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response (DOR) According to RECIST v 1.1","description":"DOR is defined as the period from the date of initial confirmed PR or CR (whichever occurs first) until the date of PD or death from any cause. CR: disappearance of all target lesions. PR: At least a 30% decrease in the sum of diameters of all target lesions, taking as reference the baseline sum of diameters, in the absence of CR. PD: at least a 20% increase in the sum of diameters of target lesions, taking as reference the smallest sum of diameters on study (including baseline). In addition to the relative increase of 20%, the sum of diameters must also demonstrate an absolute increase of \\>/= 5 millimeters (mm).","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.8","spread":null},{"groupId":"OG001","value":"14.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Response According to RECIST v 1.1","description":"Time to Response is defined as the time from first dose to first documentation of confirmed PR or CR (whichever occurs first). CR: disappearance of all target lesions. PR: At least a 30% decrease in the sum of diameters of all target lesions, taking as reference the baseline sum of diameters, in the absence of CR.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22.3","spread":null},{"groupId":"OG001","value":"8.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Hospital Visits","description":"The number of hospital visits were recorded to evaluate the resoruce expenditures while participants were on study treatment.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.7","spread":"2.78"},{"groupId":"OG001","value":"2.1","spread":"1.70"}]}]}]},{"type":"SECONDARY","title":"Type of Hospital Visits","description":"The type of hospital visits (intensive care unit (ICU) versus other) were recorded to evaluate the resoruce expenditures while participants were on study treatment. The number of participants with at least one ICU visit are based on the number of participants with at least one hospital visit, in each group.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"558","spread":null},{"groupId":"OG001","value":"33","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"39","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":427,"n":2002},"commonTop":["NAUSEA","FATIGUE","ASTHENIA","HEADACHE","EPISTAXIS"]}}}