{"nctId":"NCT00769704","briefTitle":"Efficacy and Safety Study of Talimogene Laherparepvec Compared to Granulocyte Macrophage Colony Stimulating Factor (GM-CSF) in Melanoma","startDateStruct":{"date":"2009-04"},"conditions":["Melanoma"],"count":437,"armGroups":[{"label":"GM-CSF","type":"ACTIVE_COMPARATOR","interventionNames":["Biological: GM-CSF"]},{"label":"Talimogene Laherparepvec","type":"EXPERIMENTAL","interventionNames":["Biological: Talimogene laherparepvec"]}],"interventions":[{"name":"Talimogene laherparepvec","otherNames":["OncoVEX^GM-CSF","IMLYGIC™"]},{"name":"GM-CSF","otherNames":["Leukine","Sargramostim"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Males or females age ≥ 18 years\n* Stage IIIb, IIIc or stage IV disease that is not surgically resectable\n* Injectable disease (i.e. suitable for direct injection or through the use of ultrasound guidance)\n* At least 1 injectable cutaneous, subcutaneous or nodal melanoma lesion \\>= 10 mm in longest diameter or, multiple injectable melanoma lesions which in aggregate have a longest diameter of \\>= 10 mm\n* Serum lactate dehydrogenase (LDH) levels less than 1.5 x upper limit of normal (ULN)\n* Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1\n* Prolongation in International Normalized Ratio (INR), Prothrombin Time (PT), and Partial Thromboplastin Time (PTT) when the result is from therapeutic anticoagulation treatment are permitted for patients whose injectable lesions are cutaneous and/or subcutaneous such that direct pressure could be applied in the event of excessive bleeding\n\nExclusion Criteria:\n\n* Clinically active cerebral or any bone metastases. Patients with up to 3 (neurological performance status of 0) cerebral metastases may be enrolled, provided that all lesions have been adequately treated with stereotactic radiation therapy, craniotomy, gammaknife therapy, with no evidence of progression, and have not required steroids, for at least two (2) months prior to randomization\n* Greater than 3 visceral metastases (this does not include lung metastases or nodal metastases associated with visceral organs). For patients with \\< 3 visceral metastases, no lesion \\> 3 cm, and liver lesions must meet Response Evaluation Criteria In Solid Tumors (RECIST) criteria for stable disease for at least 1 month prior to randomization","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Durable Response Rate","description":"Durable response rate was defined as the percentage of participants with a complete response (CR) or partial response (PR) maintained continuously for at least 6 months from the time the objective response was first observed and initiating within 12 months of starting therapy as assessed by the Endpoint Assessment Committee (EAC). This reflects all new sites of disease as well as disease sites identified at baseline.\n\nDisease assessments were performed at the beginning of each treatment cycle in accordance with modified World Health Organization criteria.\n\nCR: Disappearance of all clinical evidence of tumor (both measurable and non-measurable but evaluable disease); PR: ≥ 50% reduction in the sum of the products of the perpendicular diameters of all measurable tumors at the time of assessment as compared to baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.1","spread":null},{"groupId":"OG001","value":"16.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival","description":"Overall survival was defined as the time from the date of randomization to the date of death from any cause. Overall survival time was censored at the last date the patient was known to be alive when the confirmation of death was absent or unknown. Participants were censored at the date of randomization if no additional follow-up data were obtained.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.9","spread":null},{"groupId":"OG001","value":"23.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Objective Response Rate","description":"Objective response rate was defined as the percentage of participants with a best overall response of complete response (CR) or partial response (PR) assessed by the Endpoint Assessment Committee (EAC). Best overall response for a patient is the best overall response observed across all time points.\n\nDisease assessments were performed at the beginning of each treatment cycle and assessed in accordance with modified World Health Organization criteria.\n\nCR: Disappearance of all clinical evidence of tumor (both measurable and non-measurable but evaluable disease); PR: ≥ 50% reduction in the sum of the products of the perpendicular diameters of all measurable tumors at the time of assessment as compared to baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.7","spread":null},{"groupId":"OG001","value":"26.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response","description":"The duration of response is defined as the longest individual period from entering response (CR or PR as assessed by the EAC) to the first documented evidence of the patient no longer meeting the criteria for being in response or death, whichever is earlier. Responses were censored at the last assessment showing response.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.8","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Response Onset","description":"Response onset is defined as the time from the date of randomization to the date of the first documented evidence of response (CR or PR) per EAC assessment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.7","spread":null},{"groupId":"OG001","value":"4.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Treatment Failure","description":"Time to treatment failure was assessed by the investigator, and calculated from randomization until the first clinically relevant disease progression where there is no response achieved after the progression, or until death if no such progression occurs. Participants who did not have clinically relevant progression or did not die were censored at the time of the their last tumor assessment. Participants who withdrew from treatment due to a clinically unacceptable toxicity were not considered as an event in the analysis.\n\nProgressive disease (PD) is defined as a ≥ 25% increase in the sum of the products of the perpendicular diameters of all measurable tumors since baseline, or the unequivocal appearance of a new tumor since the last response assessment time point.\n\nClinically relevant progressive disease is PD that is associated with a decline in performance status and/or in the opinion of the investigator the patient requires alternative therapy.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.9","spread":null},{"groupId":"OG001","value":"8.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Response Interval","description":"Response interval is defined as the interval between the date of randomization and the date of the last documented evidence of response (CR or PR as assessed by the Investigator) prior to any new anti-cancer therapy. Response Interval post response onset was censored if a patient was still in response at the last observation.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.5","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":17,"n":127},"commonTop":["Fatigue","Chills","Pyrexia","Nausea","Influenza like illness"]}}}