{"nctId":"NCT02175771","briefTitle":"Long-Term Safety Study of Fluticasone Propionate (Fp) Multidose Dry Powder Inhaler (MDPI) and Fluticasone Propionate/Salmeterol (FS) MDPI in Patients With Persistent Asthma","startDateStruct":{"date":"2014-07"},"conditions":["Persistent Asthma"],"count":758,"armGroups":[{"label":"Fp MDPI 100 mcg","type":"EXPERIMENTAL","interventionNames":["Drug: Fp MDPI","Drug: albuterol/salbutamol HFA"]},{"label":"FLOVENT HFA 110 mcg","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: FLOVENT HFA","Drug: albuterol/salbutamol HFA"]},{"label":"Fp MDPI 200 mcg","type":"EXPERIMENTAL","interventionNames":["Drug: Fp MDPI","Drug: albuterol/salbutamol HFA"]},{"label":"FLOVENT HFA 220 mcg","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: FLOVENT HFA","Drug: albuterol/salbutamol HFA"]},{"label":"FS MDPI 100/12.5 mcg","type":"EXPERIMENTAL","interventionNames":["Drug: FS MDPI","Drug: albuterol/salbutamol HFA"]},{"label":"ADVAIR DISKUS 250/50 mcg","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: ADVAIR DISKUS","Drug: albuterol/salbutamol HFA"]},{"label":"FS MDPI 200/12.5 mcg","type":"EXPERIMENTAL","interventionNames":["Drug: FS MDPI","Drug: albuterol/salbutamol HFA"]},{"label":"ADVAIR DISKUS 500/50 mcg","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: ADVAIR DISKUS","Drug: albuterol/salbutamol HFA"]}],"interventions":[{"name":"Fp MDPI","otherNames":["fluticasone propionate","inhaled corticosteroid"]},{"name":"FS MDPI","otherNames":["fluticasone propionate","inhaled corticosteroid","Salmeterol xinafoate","β2 adrenoceptor agonist"]},{"name":"FLOVENT HFA","otherNames":["fluticasone propionate","inhaled corticosteroid"]},{"name":"ADVAIR DISKUS","otherNames":["fluticasone propionate","inhaled corticosteroid","salmeterol xinafoate","β2 adrenoceptor agonist"]},{"name":"albuterol/salbutamol HFA","otherNames":["ProAir HFA","short-acting β2-adrenergic agonists"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Best pre-bronchodilator forced expiratory volume in 1 second (FEV1) of greater than 40% of their predicted normal value.\n2. Patients must have a treatment regimen that includes a short-acting β2 agonist (SABA) (albuterol) for use as needed and either an inhaled corticosteroid (ICS) or an ICS/long-acting β2 agonist (LABA) as a preventative treatment for a minimum of 8 weeks before the SV. Patients currently taking low-dose ICS without LABA are not eligible for this study. Patients currently taking low-dose ICS/LABA may only be entered into the mid ICS strength. All patients must have been maintained on a stable dose of ICS or ICS/LABA for 4 weeks prior to the SV (or pre-SV if necessary) at 1 qualifying doses\n3. To meet reversibility of disease criteria, the patient must demonstrate a ≥12% reversibility of FEV1 (and 200 mL for patients aged18 years and older) within 30 minutes following 4 inhalations of albuterol at the SV. Historic reversibility within the past 12 months of the SV may be used to meet this criterion.\n4. Written informed consent/assent is obtained. For adult patients (aged 18 years and older, or as applicable per local regulations), the written informed consent form (ICF) must be signed and dated by the patient before conducting any study-related procedure. For minor patients (aged 12 to 17 years, or as applicable per local regulations), the written ICF must be signed and dated by the parent/legal guardian and the written assent form must be signed and dated by the patient (if applicable) before conducting any study-related procedure. Note: Age requirements are as specified by local regulations.\n5. Outpatient \\>= 12 years of age on the date of consent/assent. .\n6. Asthma diagnosis: The patient has a diagnosis of asthma as defined by the National Institutes of Health (NIH). The asthma diagnosis has been present for a minimum of 3 months and has been stable (defined as no exacerbations and no changes in medication) for at least 30 days before providing informed consent.\n7. The patient is able to perform acceptable and repeatable spirometry.\n8. The patient is able to perform peak expiratory flow (PEF) with a handheld peak flow meter.\n9. The patient is able to use a metered-dose inhaler (MDI) device without a spacer device and a MDPI device.\n10. The patient is able to withhold (as judged by the investigator) his or her regimen of ICS or study drug, and rescue medication for at least 6 hours before the SV and before all treatment visits where spirometry is performed.\n11. The patient/parent/legal guardian/caregiver is capable of understanding the requirements, risks, and benefits of study participation, and, as judged by the investigator, capable of giving informed consent/assent and being compliant with all study requirements.\n12. SABAs: All patients must be able to replace their current SABA with albuterol/salbutamol HFA inhalation aerosol at the SV for use as needed for the duration of the study.\n13. Female patients may not be pregnant, breastfeeding, or attempting to become pregnant.\n\n    * -Other criteria may apply, please contact the investigator for more information\n\nExclusion Criteria:\n\n1. The patient has a history of a life-threatening asthma exacerbation that is defined for this protocol as an asthma episode that required intubation and/or was associated with hypercapnea, respiratory arrest, or hypoxic seizures.\n2. The patient is pregnant or lactating, or plans to become pregnant during the study period or for 30 days after the study.\n3. The patient has participated as a randomized patient in any investigational drug study within the 30 days preceding the SV (or prescreening visit, as applicable) or plans to participate in another investigational drug study at any time during this study.\n4. The patient has previously participated in an Fp MDPI or FS MDPI study.\n5. The patient has a known hypersensitivity to any corticosteroid, salmeterol, or any of the excipients in the study drug or rescue medication formulation (ie, lactose).\n6. The patient has been treated with any known strong cytochrome P450 (CYP) 3A4 inhibitors (eg, azole antifungals, ritonavir, or clarithromycin) within 30 days before the SV or plans to be treated with any strong CYP3A4 inhibitor during the study.\n7. The patient has been treated with any of the prohibited medications during the prescribed (per protocol) washout periods before the SV.\n8. The patient currently smokes or has a smoking history of 10 pack-years or more (a pack-year is defined as smoking 1 pack of cigarettes/day for 1 year). The patient may not have used tobacco products within the past year (eg, cigarettes, cigars, chewing tobacco, or pipe tobacco).\n9. The patient has a culture-documented or suspected bacterial or viral infection of the upper or lower respiratory tract, sinus, or middle ear that has not resolved at least 2 weeks before the SV.\n10. The patient has a history of alcohol or drug abuse within 2 years preceding the SV.\n11. The patient has had an asthma exacerbation requiring systemic corticosteroids within 30 days before the SV, or has had any hospitalization for asthma within 2 months before the SV.\n12. Initiation or dose escalation of immunotherapy (administered by any route) is planned during the study period. However, patients who initiated immunotherapy 90 days or more before the SV and have been on a stable (maintenance) dose for 30 days or more before the SV may be considered for inclusion.\n13. The patient has used immunosuppressive medications within 4 weeks before the SV.\n14. The patient is unable to tolerate or unwilling to comply with the appropriate washout periods and withholding of all applicable medications. (Patients that require continuous treatment with β-blockers, monoamine oxidase inhibitors, tricyclic antidepressants, anticholinergics, and/or systemic corticosteroids are excluded).\n15. The patient has untreated oral candidiasis at the SV. Patients with clinical visual evidence of oral candidiasis who agree to receive treatment and comply with appropriate medical monitoring may enter the study.\n16. The patient has a history of a positive test for human immunodeficiency virus, active hepatitis B virus, or hepatitis C infection.\n17. The patient is either an employee or an immediate relative of an employee of the clinical investigational center.\n18. A member of the patient's household is participating in the study at the same time. However, after the enrolled patient completes or discontinues participation in the study, another patient from the same household may be screened.\n19. The patient has a disease/condition that in the medical judgment of the investigator would put the safety of the patient at risk through participation or that could affect the efficacy or safety analysis if the disease/condition worsened during the study.\n\n    * Other criteria may apply, please contact the investigator for more information\n\nCriteria for Randomization:\n\nPatients were randomized into the study if they met all of the following criteria:\n\n1. The patient continued to be in general good health, meeting the entry criteria.\n2. The patient continued to have a predose/pre-albuterol FEV1 at the randomization visit (RV) that was ≥40% of predicted normal.\n3. The patient had no clinically significant abnormal laboratory test results or ECG findings at the screening visit.\n4. The patient had no significant changes in asthma medications during run-in, excluding the albuterol/salbutamol HFA (90 mcg ex actuator) or equivalent used as rescue medication as supplied per protocol.\n5. The patient did not have a upper respiratory tract infection (URI) or lower respiratory tract infection (LRI) during the run in period. Patients who developed a URI or LRI during the run in period could be discontinued from the study and allowed to re-screen 2 weeks after resolution of symptoms.\n6. The patient had no asthma exacerbation during the run in period, defined as any worsening of asthma requiring any significant treatment other than rescue albuterol/salbutamol HFA (90 mcg ex actuator) or equivalent or the patient's run-in MDPI. This included requiring the use of systemic corticosteroids and/or emergency department (ED) visit or hospitalization or an increase in the patient's regularly prescribed nonsteroidal maintenance treatment. Urgent care/ED visits where the treatment was limited to a single dose of nebulized albuterol/salbutamol did not meet the criteria of an asthma exacerbation.\n7. The patient had no clinical visual evidence (on oropharyngeal examination) of oropharyngeal candidiasis.\n8. The patient did not experience an adverse event that would result in failure to continue to meet selection criteria.\n9. The patient did not use any of the prohibited concomitant medications during the run in period.\n10. The patient complied with completion of the daily diary, defined as follows:\n\n    * completion of AM and PM asthma symptom scores on 4 or more of the 7 days immediately preceding the RV.\n    * completion of rescue medication use (whether used or not) on 4 or more of the 7 days immediately preceding the RV.\n    * completion of AM peak expiratory flow (PEF) measurements on 4 or more of the 7 days immediately preceding the RV.\n    * recording of AM and PM asthma inhalation therapy use on 4 or more of the 7 days immediately preceding the RV.","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Participants With Treatment-Emergent Adverse Experiences (TEAE) During the Treatment Period","description":"An adverse event was defined as any untoward medical occurrence that develops or worsens in severity during the conduct of a clinical study and does not necessarily have a causal relationship to the study drug. Severity was rated by the investigator on a scale of mild, moderate and severe, with severe= an AE which prevents normal daily activities. Relationship of AE to treatment was determined by the investigator. Serious AEs include death, a life-threatening adverse event, inpatient hospitalization or prolongation of existing hospitalization, persistent or significant disability or incapacity, a congenital anomaly or birth defect, OR an important medical event that jeopardized the patient and required medical intervention to prevent the previously listed serious outcomes.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"85","spread":null},{"groupId":"OG001","value":"29","spread":null},{"groupId":"OG002","value":"83","spread":null},{"groupId":"OG003","value":"29","spread":null},{"groupId":"OG004","value":"92","spread":null},{"groupId":"OG005","value":"29","spread":null},{"groupId":"OG006","value":"86","spread":null},{"groupId":"OG007","value":"30","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"3","spread":null},{"groupId":"OG002","value":"11","spread":null},{"groupId":"OG003","value":"3","spread":null},{"groupId":"OG004","value":"8","spread":null},{"groupId":"OG005","value":"1","spread":null},{"groupId":"OG006","value":"12","spread":null},{"groupId":"OG007","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"2","spread":null},{"groupId":"OG002","value":"6","spread":null},{"groupId":"OG003","value":"5","spread":null},{"groupId":"OG004","value":"9","spread":null},{"groupId":"OG005","value":"4","spread":null},{"groupId":"OG006","value":"11","spread":null},{"groupId":"OG007","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"0","spread":null},{"groupId":"OG004","value":"0","spread":null},{"groupId":"OG005","value":"0","spread":null},{"groupId":"OG006","value":"0","spread":null},{"groupId":"OG007","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"2","spread":null},{"groupId":"OG002","value":"8","spread":null},{"groupId":"OG003","value":"3","spread":null},{"groupId":"OG004","value":"6","spread":null},{"groupId":"OG005","value":"2","spread":null},{"groupId":"OG006","value":"13","spread":null},{"groupId":"OG007","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"1","spread":null},{"groupId":"OG004","value":"3","spread":null},{"groupId":"OG005","value":"2","spread":null},{"groupId":"OG006","value":"0","spread":null},{"groupId":"OG007","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"85","spread":null},{"groupId":"OG001","value":"27","spread":null},{"groupId":"OG002","value":"82","spread":null},{"groupId":"OG003","value":"29","spread":null},{"groupId":"OG004","value":"91","spread":null},{"groupId":"OG005","value":"28","spread":null},{"groupId":"OG006","value":"85","spread":null},{"groupId":"OG007","value":"29","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"0","spread":null},{"groupId":"OG004","value":"0","spread":null},{"groupId":"OG005","value":"0","spread":null},{"groupId":"OG006","value":"0","spread":null},{"groupId":"OG007","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Participants With Positive Swab Test Results for Oral Candidiasis","description":"Oropharyngeal examinations for visual evidence of oral candidiasis were conducted at each visit by a qualified healthcare professional. Any visual evidence of oral candidiasis during the oropharyngeal exam was evaluated by obtaining and analyzing a swab of the suspect area.\n\nThis outcomes indicates how many participants had positive swab test results. The total number of participants who had oropharyngeal exams at each timepoint are specified in the timepoint field. Appropriate therapy was to be initiated immediately at the discretion of the investigator and was not to be delayed for culture confirmation. Participants with a culture-positive infection could continue participation in the study on appropriate anti-infective therapy, provided this therapy was not prohibited by the protocol.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"0","spread":null},{"groupId":"OG004","value":"0","spread":null},{"groupId":"OG005","value":"0","spread":null},{"groupId":"OG006","value":"0","spread":null},{"groupId":"OG007","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"1","spread":null},{"groupId":"OG003","value":"0","spread":null},{"groupId":"OG004","value":"1","spread":null},{"groupId":"OG005","value":"0","spread":null},{"groupId":"OG006","value":"1","spread":null},{"groupId":"OG007","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"0","spread":null},{"groupId":"OG004","value":"1","spread":null},{"groupId":"OG005","value":"2","spread":null},{"groupId":"OG006","value":"1","spread":null},{"groupId":"OG007","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"1","spread":null},{"groupId":"OG003","value":"1","spread":null},{"groupId":"OG004","value":"1","spread":null},{"groupId":"OG005","value":"1","spread":null},{"groupId":"OG006","value":"0","spread":null},{"groupId":"OG007","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"1","spread":null},{"groupId":"OG003","value":"1","spread":null},{"groupId":"OG004","value":"2","spread":null},{"groupId":"OG005","value":"0","spread":null},{"groupId":"OG006","value":"1","spread":null},{"groupId":"OG007","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"1","spread":null},{"groupId":"OG003","value":"1","spread":null},{"groupId":"OG004","value":"0","spread":null},{"groupId":"OG005","value":"1","spread":null},{"groupId":"OG006","value":"0","spread":null},{"groupId":"OG007","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"1","spread":null},{"groupId":"OG003","value":"1","spread":null},{"groupId":"OG004","value":"1","spread":null},{"groupId":"OG005","value":"0","spread":null},{"groupId":"OG006","value":"2","spread":null},{"groupId":"OG007","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"1","spread":null},{"groupId":"OG003","value":"1","spread":null},{"groupId":"OG004","value":"0","spread":null},{"groupId":"OG005","value":"1","spread":null},{"groupId":"OG006","value":"0","spread":null},{"groupId":"OG007","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"1","spread":null},{"groupId":"OG003","value":"1","spread":null},{"groupId":"OG004","value":"0","spread":null},{"groupId":"OG005","value":"1","spread":null},{"groupId":"OG006","value":"0","spread":null},{"groupId":"OG007","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Participants With Potentially Clinically Significant Abnormal Vital Signs During the Treatment Period","description":"Data represents participants with potentially clinically significant (PCS) vital sign values during the Treatment period.\n\nSignificance criteria:\n\n* Systolic blood pressure - high: \\>=180 and increase \\>=20 mmHg\n* Systolic blood pressure - low: \\<=90 and decrease \\>=20 mmHg\n* Diastolic blood pressure - high: \\>=105 and increase of \\>=15 mmHg\n* Diastolic blood pressure - low: \\<=50 and decrease of \\>=15 mmHg\n* Pulse - high: \\>=120 and increase of \\>= 15 beats/minute from baseline\n* Pulse - low: \\<=50 and decrease of \\>=15 beats/minute","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"1","spread":null},{"groupId":"OG004","value":"2","spread":null},{"groupId":"OG005","value":"0","spread":null},{"groupId":"OG006","value":"2","spread":null},{"groupId":"OG007","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"0","spread":null},{"groupId":"OG004","value":"0","spread":null},{"groupId":"OG005","value":"0","spread":null},{"groupId":"OG006","value":"0","spread":null},{"groupId":"OG007","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"0","spread":null},{"groupId":"OG004","value":"1","spread":null},{"groupId":"OG005","value":"0","spread":null},{"groupId":"OG006","value":"0","spread":null},{"groupId":"OG007","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"0","spread":null},{"groupId":"OG004","value":"0","spread":null},{"groupId":"OG005","value":"0","spread":null},{"groupId":"OG006","value":"1","spread":null},{"groupId":"OG007","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"1","spread":null},{"groupId":"OG004","value":"1","spread":null},{"groupId":"OG005","value":"0","spread":null},{"groupId":"OG006","value":"1","spread":null},{"groupId":"OG007","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"0","spread":null},{"groupId":"OG004","value":"0","spread":null},{"groupId":"OG005","value":"0","spread":null},{"groupId":"OG006","value":"0","spread":null},{"groupId":"OG007","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"0","spread":null},{"groupId":"OG004","value":"0","spread":null},{"groupId":"OG005","value":"0","spread":null},{"groupId":"OG006","value":"0","spread":null},{"groupId":"OG007","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Shifts From Baseline to Endpoint in Electrocardiogram (ECG) Findings","description":"A 12 lead ECG was conducted at the screening visit and week 26 or the early termination visit. A qualified physician at a central diagnostic center was responsible for interpreting the ECG. The worst post-baseline finding for the participant is summarized. Endpoint refers to the last observation carried forward.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"89","spread":null},{"groupId":"OG001","value":"31","spread":null},{"groupId":"OG002","value":"93","spread":null},{"groupId":"OG003","value":"33","spread":null},{"groupId":"OG004","value":"90","spread":null},{"groupId":"OG005","value":"30","spread":null},{"groupId":"OG006","value":"101","spread":null},{"groupId":"OG007","value":"28","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"5","spread":null},{"groupId":"OG002","value":"6","spread":null},{"groupId":"OG003","value":"1","spread":null},{"groupId":"OG004","value":"9","spread":null},{"groupId":"OG005","value":"2","spread":null},{"groupId":"OG006","value":"8","spread":null},{"groupId":"OG007","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"4","spread":null},{"groupId":"OG003","value":"2","spread":null},{"groupId":"OG004","value":"12","spread":null},{"groupId":"OG005","value":"2","spread":null},{"groupId":"OG006","value":"9","spread":null},{"groupId":"OG007","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"2","spread":null},{"groupId":"OG002","value":"13","spread":null},{"groupId":"OG003","value":"3","spread":null},{"groupId":"OG004","value":"5","spread":null},{"groupId":"OG005","value":"4","spread":null},{"groupId":"OG006","value":"7","spread":null},{"groupId":"OG007","value":"4","spread":null}]}]}]},{"type":"SECONDARY","title":"Analysis of 24-Hour Urine Cortisol Free Over the 26-Week Treatment Period","description":"Samples for 24-hour urine cortisol were collected at baseline (Day 1, pretreatment), and Weeks 14 and 26. For participants requiring early termination (ET), this evaluation was performed at the ET visit. For participants requiring ET for safety reasons, the visit was not delayed in order to collect the 24-hour urine cortisol.\n\nThe analysis is based on a mixed model for repeated measures (MMRM) model with adjustment for visit, treatment, and a treatment\\*visit interaction. The urine cortisol result is log transformed prior to analysis and the results are back transformed after modeling. An unstructured covariance matrix is used in the MMRM model.","paramType":"GEOMETRIC_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.45","spread":null},{"groupId":"OG001","value":"13.94","spread":null},{"groupId":"OG002","value":"14.14","spread":null},{"groupId":"OG003","value":"17.50","spread":null},{"groupId":"OG004","value":"17.56","spread":null},{"groupId":"OG005","value":"18.29","spread":null},{"groupId":"OG006","value":"13.02","spread":null},{"groupId":"OG007","value":"15.42","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Trough Forced Expiratory Volume in 1 Minute (FEV1) Over the 26-Week Treatment Period","description":"Spirometry measurements were obtained before the AM dose of study drug for the randomization visit (Day 1), at each of the treatment visits and at the early termination visit if applicable. At each visit where FEV1 was assessed, the highest acceptable results from each session were recorded.\n\nThe analysis is based on a mixed model for repeated measures (MMRM) with adjustment for baseline FEV1, sex, age, (pooled) investigational center, visit, treatment, and treatment-by-visit. An unstructured covariance matrix is used in the MMRM model.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.062","spread":"0.0243"},{"groupId":"OG001","value":"0.053","spread":"0.0415"},{"groupId":"OG002","value":"0.077","spread":"0.0246"},{"groupId":"OG003","value":"0.090","spread":"0.0415"},{"groupId":"OG004","value":"0.116","spread":"0.0251"},{"groupId":"OG005","value":"0.117","spread":"0.0419"},{"groupId":"OG006","value":"0.100","spread":"0.0235"},{"groupId":"OG007","value":"0.041","spread":"0.0399"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":41},"commonTop":["Upper respiratory tract infection","Nasopharyngitis","Sinusitis","Cough","Oropharyngeal pain"]}}}