{"nctId":"NCT01397253","briefTitle":"Virtual Continuity and Its Impact on Complex Hospitalized Patients' Care","startDateStruct":{"date":"2010-08"},"conditions":["Automated Communication Tools","Complex Medical Patients"],"count":835,"armGroups":[{"label":"(Usual) MedTrak system of PCP notification","type":"NO_INTERVENTION","interventionNames":[]},{"label":"Automated communication tools","type":"EXPERIMENTAL","interventionNames":["Other: Automated communication tools"]}],"interventions":[{"name":"Automated communication tools","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Are admitted to UPMC Presbyterian General Medicine, Geriatrics, Cardiology, or Surgery inpatient services;\n* Are 18 years of age or older;\n* Are currently receiving 5 or more medications;\n* Have 2 or more comorbid conditions present, defined using the Elixhauser comorbidity system (Med Care 1998;36:8-27 and Med Care. 2005 Nov; 43(11): 1130-9 ). These comorbidities are: congestive heart failure, cardiac arrhythmias, valvular disease, pulmonary circulation disorders, peripheral vascular disorders, hypertension, paralysis, other neurologic disorders, chronic pulmonary disease, diabetes uncomplicated, diabetes complicated, hypothyroidism, renal failure, liver disease, peptic ulcer disease excluding bleeding, AIDS/HIV disease, lymphoma, metastatic cancer, solid tumor without metastasis, rheumatoid arthritis/collagen vascular diseases, coagulopathy, obesity, weight loss, fluid and electrolyte disorders, blood loss anemia, deficiency anemias, alcohol abuse, drug abuse, psychoses, and depression\n* Have a Primary Care Physician who has outpatient data included on EPIC electronic health record.\n\nExclusion Criteria:\n\n* Are admitted to critical care units;\n* Are admitted from skilled nursing facilities;\n* Have dementia;\n* Were previously enrolled in the study\n* Are organ transplant recipients","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Medication Errors at Hospital Discharge","description":"Medication name, dose, and frequency of administration for patient pre-admission medications will be recorded. Medications received during the hospitalization and discharge medications will be obtained by medical record review following hospital discharge. Pre-admission medications will be compared to discharge medications and differences will be considered discharge medication variances. Two trained pharmacists will independently review medication variances to determine clinical indications or medication errors.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"645","spread":null},{"groupId":"OG001","value":"359","spread":null}]}]}]},{"type":"SECONDARY","title":"Patient PCP Visits, Emergency Room Visits and Rehospitalizations Within 30 Days Post-discharge.","description":"Details regarding patient PCP follow-up office appointments, ER visits and rehospitalizations occuring within 30 days post-discharge will be collected from the EMR.","paramType":null,"dispersionType":null,"classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":317},"commonTop":[]}}}