{"nctId":"NCT04598451","briefTitle":"A Study to Assess the Efficacy and Safety of a Subcutaneous Formulation of Efgartigimod PH20 SC in Adults With Pemphigus (Vulgaris or Foliaceus)","startDateStruct":{"date":"2020-12-01","type":"ACTUAL"},"conditions":["Pemphigus Vulgaris","Pemphigus Foliaceus"],"count":222,"armGroups":[{"label":"efgartigimod PH20 SC","type":"EXPERIMENTAL","interventionNames":["Biological: efgartigimod PH20 SC","Drug: prednisone"]},{"label":"placebo","type":"EXPERIMENTAL","interventionNames":["Other: Placebo","Drug: prednisone"]}],"interventions":[{"name":"efgartigimod PH20 SC","otherNames":[]},{"name":"Placebo","otherNames":[]},{"name":"prednisone","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Ability to understand the requirements of the trial, to provide written informed consent (including consent for the use and disclosure of research-related health information), willingness and ability to comply with the trial protocol procedures (including required trial visits).\n2. The participant is male or female, and aged from 18 years at the time of signing the informed consent form (ICF).\n3. The participant has a clinical diagnosis of PV (mucosal, cutaneous, mucocutaneous) or PF which has been confirmed by cutaneous histology, positive direct immunofluorescence (IF), and positive indirect IF and/or enzyme-linked immunosorbent assay (ELISA).\n4. The participant meets one of the following profiles:\n\n   1. Newly diagnosed disease with PDAI ≥15 at baseline and naïve to treatment\n   2. Newly diagnosed disease with PDAI ≥15 while receiving a first course of oral prednisone (or equivalent). According to clinical judgment, the participant has shown no significant improvement of PV or PF signs for at least 2 weeks before baseline and is considered fit to start prednisone treatment at 0.5 mg/kg qd at baseline.\n   3. Experiencing flare with PDAI ≥15, a maximum of 4 years since diagnosis, and off prednisone therapy ± a conventional immunosuppressant (e.g., azathioprine, cyclophosphamide, methotrexate, mycophenolate mofetil) or dapsone. Note: conventional immunosuppressants and dapsone must be discontinued before baseline.\n   4. Experiencing flare with PDAI ≥15, a maximum of 4 years since diagnosis, and receiving a tapered dose of oral prednisone (or the equivalent), provided that prednisone has been given at stable dose ± a conventional immunosuppressant for at least 2 weeks and patients are fit to start prednisone treatment at 0.5 mg/kg qd at baseline.\n5. Contraceptive use by men and women should be consistent with local regulations regarding the methods of contraception for those participating clinical trials and:\n\n   1. Male participants: Male participants must agree to use acceptable method of contraception, and not donate sperm from signing the ICF until the end of the study.\n   2. Female participants: Women of childbearing potential must:\n\n      * have a negative serum pregnancy test at screening and negative urine pregnancy test at baseline before the IMP can be administered.\n      * agree to use a highly effective or acceptable contraception method, which should be maintained at minimum until after the last dose of IMP\n6. For Japanese participants enrolled in sites in Japan only: A Japanese participant is defined as a participant whose parents and 4 grandparents are Japanese, and who has Japanese nationality, was born in Japan, has not lived outside of Japan for a total of \\>10 years, and currently lives in Japan.\n\nExclusion Criteria:\n\n1. Participant has a confirmed diagnosis of paraneoplastic pemphigus, drug-induced pemphigus, pemphigus vegetans, pemphigus erythematosus, or any other non-PV/non-PF autoimmune blistering disease.\n2. Participants with mild disease severity as defined by PDAI \\<15 at baseline.\n3. Participants who show a significant improvement of PV or PF in the period from screening to baseline according to clinical judgment (eg, the patient has achieved DC or a substantial reduction in PDAI activity score during screening period).\n4. The participant has been administered therapy(ies) other than oral prednisone or conventional immunosuppressants (e.g., azathioprine, cyclophosphamide, methotrexate, mycophenolate mofetil) or dapsone within 2 months before the baseline visit and that can affect clinical disease activity. For example, excluded medications are intravenous methylprednisolone, dapsone, sulfasalazine, tetracyclines, nicotinamide at doses above the recommended daily allowance (RDA)/dietary reference intake (DRI), plasmapheresis/ plasma exchange, immunoadsorption, and IVIg.\n5. Use of any monoclonal antibody (including rituximab or another anti-CD20 biologic) within 6 months before the baseline visit.\n6. Known hypersensitivity to any of the components of the administered treatments.\n7. The participant has a known contraindication to oral prednisone.\n8. The participant has a history of refractory disease, as defined by a failure to respond to first-line and second-line therapies\n9. Participants who have a history of malignancy unless deemed cured by adequate treatment with no evidence of recurrence for ≥3 years before first IMP administration. Participants with any of the following cancers can be included at any time, provided they are adequately treated prior to their participation in the study:\n\n   * Basal cell or squamous cell skin cancer,\n   * Carcinoma in situ of the cervix,\n   * Carcinoma in situ of the breast,\n   * Incidental histological finding of prostate cancer\n10. Participants with clinical evidence of other significant serious disease or participants who recently underwent or have planned a major surgery during the period of the trial, or any other condition in the opinion of the investigator, that could confound the results of the trial or put the patient at undue risk.\n11. Pregnant and lactating women and those intending to become pregnant during the trial.\n12. Current or history (i.e. within 12 months of screening) of alcohol, drug, or medication abuse.\n13. Any other known autoimmune disease that, in the opinion of the investigator, would interfere with an accurate assessment of clinical symptoms of PV or PF or put the participant at undue risk.\n14. The participant has a Karnofsky Performance score \\<60%.\n15. Vaccination with live viral vaccines within 28 days prior to randomization.\n16. The participant has clinically significant uncontrolled active or chronic bacterial, viral, or fungal infection.\n17. Positive serum test at screening for an active viral infection with any of the following conditions: Hepatitis B Virus, Hepatitis C Virus , HIV.\n18. The participant has total immunoglobulin G (IgG) \\<6 g/L at screening.\n19. The participant has previously participated in a trial with efgartigimod and has received at least one administration of IMP.\n20. Use of an investigational drug within 3 months or 5 half-lives of the drug (whichever is longer) prior to first IMP administration","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Pemphigus Vulgaris (PV) Participants Who Achieve Complete Clinical Remission (CR) on Minimal Prednisone Therapy","description":"Proportion of participants with pemphigus vulgaris who had CRmin within 30 weeks, defined as the absence of new lesions and complete healing of established lesions while the participant was receiving prednisone at ≤10 mg/day for at least 8 weeks.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"44","spread":null},{"groupId":"OG001","value":"20","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Pemphigus Vulgaris (PV) and Pemphigus Foliaceus (PF) Participants Who Achieve Complete Clinical Remission (CR) on Minimal Prednisone Therapy Within 30 Weeks","description":"Proportion of participants with pemphigus vulgaris and pemphigus foliaceus who had CRmin within 30 weeks, defined as the absence of new lesions and complete healing of established lesions while the participant was receiving prednisone at ≤10 mg/day for at least 8 weeks.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"55","spread":null},{"groupId":"OG001","value":"24","spread":null}]}]}]},{"type":"SECONDARY","title":"Normalized Cumulative Prednisone Dose During the Treatment Period in Pemphigus Vulgaris Participants","description":"Normalized Cumulative prednisone dose (NCPD, mg/kg/day) is the average daily intake of all weight-adjusted prednisone doses received during the study, taking into account the number of days in study","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.416","spread":"0.215"},{"groupId":"OG001","value":"0.444","spread":"0.232"}]}]}]},{"type":"SECONDARY","title":"Time to Complete Clinical Remission (CR) in Pemphigus Vulgaris Participants","description":"Time to complete remission (absence of new lesions and complete healing of established lesions) in participants with pemphigus vulgaris","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"106","spread":null},{"groupId":"OG001","value":"120","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Disease Control (DC) in Pemphigus Vulgaris (PV) Participants","description":"Time to disease control in participants with pemphigus vulgaris (Absence of new lesions and the start of healing of established lesions)","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null},{"groupId":"OG001","value":"15","spread":null}]}]}]},{"type":"SECONDARY","title":"Normalized Cumulative Prednisone Dose During the Treatment Period in Pemphigus Vulgaris and Pemphigus Foliaceus Participants","description":"Normalized Cumulative prednisone dose (NCPD, mg/kg/day) is the average daily intake of all weight-adjusted prednisone doses received during the study, taking into account the number of days in study","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.403","spread":"0.210"},{"groupId":"OG001","value":"0.431","spread":"0.225"}]}]}]},{"type":"SECONDARY","title":"Time to Complete Clinical Remission (CR) in Pemphigus Vulgaris and Pemphigus Foliaceus Participants","description":"Time to complete remission (absence of new lesions and complete healing of established lesions) in participants with pemphigus vulgaris and pemphigus foliaceus","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"106","spread":null},{"groupId":"OG001","value":"113","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Disease Control in Pemphigus Vulgaris and Pemphigus Foliaceus Participants","description":"Time to disease control in participants with pemphigus vulgaris and pemphigus foliaceus (Absence of new lesions and the start of healing of established lesions)","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null},{"groupId":"OG001","value":"15","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":18,"n":147},"commonTop":["INSOMNIA","HYPERTENSION","COVID-19","MYOPATHY","BLOOD LACTATE DEHYDROGENASE INCREASED"]}}}