{"nctId":"NCT00755040","briefTitle":"Cyclosporine Eye Drops in Preventing Graft-Versus-Host Disease of the Eye in Patients Who Have Undergone Donor Stem Cell Transplant for Hematologic Cancer or Bone Marrow Failure Disorder","startDateStruct":{"date":"2008-10"},"conditions":["Chronic Myeloproliferative Disorders","Graft Versus Host Disease","Leukemia","Lymphoma","Multiple Myeloma and Plasma Cell Neoplasm","Myelodysplastic Syndromes","Myelodysplastic/Myeloproliferative Neoplasms"],"count":164,"armGroups":[{"label":"Ocular Cyclosporine (Restasis)","type":"EXPERIMENTAL","interventionNames":["Drug: cyclosporine ophthalmic emulsion"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Other: placebo"]}],"interventions":[{"name":"cyclosporine ophthalmic emulsion","otherNames":[]},{"name":"placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n* Age greater than or equal to 18 years at time of enrollment\n* Day 80-120 after first allogeneic stem cell transplant for hematologic malignancies or -marrow failure disorder at time of study enrollment\n* Signed informed consent\n* Willing to adhere to protocol requirements\n\nExclusion criteria:\n\n* history of non-compliance\n* diagnosis of ocular GVHD at time of study enrollment\n* documented dry eye prior to onset of stem cell transplant\n* significant non- GVHD ocular problems that precludes participation in study\n* life expectancy of lesser than 6 months at time of enrollment (viz. grade 4 acute GVHD, florid progression or relapse of underlying disease)\n* history of documented ocular infections prior to stem cell transplant or during transplant (i.e. history of herpetic keratitis)\n* females who are pregnant or breastfeeding","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Patients That Develop Ocular GVHD While on Study in the Two Arms (Ocular Cyclosporine (Restasis) vs. Placebo)","description":"Data analysis will be performed on an intention-to-treat basis. Logistic regression will be used to estimate the odds ratio and 95% confidence interval of the two treatment groups with the adjustment of baseline covariates. Outcome comparisons for categorical/dichotomous variables will be assessed by 2 test or Fisher's exact test where expected cell frequencies were \\<5; continuous variables will be compared by X/2 test or by Mann-Whitney U test where the data are strongly skewed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"8","spread":null}]}]}]},{"type":"SECONDARY","title":"Numerical Score of Ocular Surface Disease Index (OSDI) and Development or Lack of Ocular GVHD (by Ophthalmologic Examination) as Measured by Odds Ratio in a Linear Regression Model.","description":"OSDI is a patient reported questionnaire consisting of 12 questions which are scored from 0 to 4. The total scored is computed and depending on the number of questions answered scores are computed which are then categorized into mild, moderate or severe dry eye symptoms. This tool should adequately reflect the morbidity of the dry eye symptoms.","classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":83},"commonTop":["Burning","Red eye","Visual disturbance","Excessive tearing","Itching"]}}}