{"nctId":"NCT02777931","briefTitle":"Efficacy and Safety of NFC-1 in Adolescents With Genetic Disorders Impacting mGluR and ADHD","startDateStruct":{"date":"2016-06"},"conditions":["Attention Deficit Disorder With Hyperactivity"],"count":101,"armGroups":[{"label":"NFC-1","type":"EXPERIMENTAL","interventionNames":["Drug: NFC-1"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"NFC-1","otherNames":["NFC1"]},{"name":"Placebo","otherNames":["Control"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subject has ADHD as defined by the Diagnostic and Statistical Manual of Mental Disorders, 5th edition (DSM-5) and Version 5 of the Attention Deficit Hyperactivity Disorder Rating Scale (ADHD-RS-5) ≥ 28 at Baseline with or without conventional ADHD therapy.\n* Subject has an intelligence quotient (IQ) \\> 79, based on the Wechsler Abbreviated Scale of Intelligence, second edition (WASI-II).\n* Subject has been genotyped previously and determined to have disruptive mutations in genes within the glutamate receptor metabotropic (GRM)-network as determined by the presence of copy number variations (CNVs) (GRM biomarker-positive subjects). The confirmation of a subject's positive status will be provided by the sponsor.\n* Subject is judged to be in general good health, other than having ADHD, based on medical history, physical examination, vital signs measurements, laboratory safety tests, and the Columbia Suicide Severity Rating Scale (C-SSRS) performed at the Screening Visit and/or prior to administration of investigational product (IP).\n* Subject has no clinically significant abnormality on electrocardiogram (ECG) performed at the Screening Visit and/or prior to administration of IP such as serious arrhythmia, bradycardia, tachycardia, cardiac conduction problems, or other abnormalities deemed to be a potential safety issue.\n* Parent/legal guardian and subject understand the study procedures and agree to the subject's participation in the study as indicated by parental/legal guardian signature on the subject informed consent form and subject signature on the assent form.\n\nExclusion Criteria:\n\n* Subjects with prior diagnosis of comorbid major psychiatric disorders (ie, aside from ADHD), including major depression, bipolar disease, schizophrenia, pervasive development disorder, and intellectual disability.\n* Subject is currently taking a prohibited medication and/or is unwilling to wean off current ADHD medication to participate in the study\n* Subject has a history of any illness that in the opinion of the study investigator might confound the results of the study or poses an additional risk to the subject by his or her participation in the study.\n* Subject has a known history or presence of syncope, cardiac conduction problems (eg, clinically significant heart block), exercise-related cardiac events including syncope and pre-syncope, or clinically significant bradycardia.\n* Subject has a history of stroke, chronic seizures, or major neurological disorder which, in the opinion of the investigator, would interfere with the subject's ability to participate and/or be evaluated in the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","maximumAge":"17 Years","stdAges":["CHILD"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Attention Deficit Hyperactivity Disorder Rating Scale, Version 5 (ADHD-RS-5) Total Score","description":"The ADHD-RS-5 is comprised of 18 frequency items and 12 impairment items. Each frequency item was scored on a scale from 0 = \"Never or rarely\" to 3 = \"Very often\".\n\nThe ADHD-RS-5 total score was calculated as the sum of the 18 frequency item scores. The total score ranges from 0 to 54. Higher scores indicate greater symptom severity. Change from baseline value were calculated as the assessment value minus the baseline value.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-14.2","spread":"1.82"},{"groupId":"OG001","value":"-12.1","spread":"1.75"}]}]}]},{"type":"PRIMARY","title":"Clinical Global Impression - Global Improvement (CGI -I) Response","description":"The CGI-I item is rated on a 7-point scale from 1 = \"Very much improved\", 2 = \"Much improved\", 3 = \"Minimally improved\", 4 = \"No change\", 5 = \"Minimally worse\", 6 = \"Much worse\", 7 = \"Very much worse\".\n\nResponse is defined as achieving a CGI-I score of 1 or 2, scores of 3 to 7 or missing are defined as Non Response","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26","spread":null},{"groupId":"OG001","value":"16","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":47},"commonTop":["Fatigue","Weight increase","Headache","Accidental overdose","Nausea"]}}}