{"nctId":"NCT01809002","briefTitle":"Comparison of Processed Nerve Allograft and Collagen Nerve Cuffs for Peripheral Nerve Repair","startDateStruct":{"date":"2015-06","type":"ACTUAL"},"conditions":["Peripheral Nerve Discontinuities"],"count":220,"armGroups":[{"label":"Processed Nerve Allograft","type":"EXPERIMENTAL","interventionNames":["Biological: Processed Nerve Allograft (human)"]},{"label":"Collagen Nerve Cuff","type":"ACTIVE_COMPARATOR","interventionNames":["Device: Collagen Nerve Cuff"]}],"interventions":[{"name":"Processed Nerve Allograft (human)","otherNames":[]},{"name":"Collagen Nerve Cuff","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Peripheral Nerve Injury\n\nExclusion Criteria:\n\n* Peripheral Neuropathy\n* Allergic to Bovine products such as Bovine Collagen Nerve Cuff","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Static Two-Point Discrimination (Pre-defined Mixed Modeling Approach)","description":"Static two-point discrimination (s2PD) is measured by a blinded assessor using a standardized discriminator tool that measures the innervation density and the subject's ability to discern between a single point and two distinct points between 2mm (best case scenario value possible) and 15mm. The failure to respond to stimulus was pre-defined as the worst case scenario value possible (16mm). Missing or incomplete assessments were imputed as the worst case scenario value possible (16mm). Missing or incomplete data was extrapolated using a pre-defined repeated measures mixed modeling approach for calculations in this analysis. This analysis was completed on the Per Protocol population, defined as subjects with at least 6 months follow-up and no major protocol violations.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.1","spread":null},{"groupId":"OG001","value":"9.3","spread":null}]}]}]},{"type":"PRIMARY","title":"Static Two-Point Discrimination (Data As-reported)","description":"s2PD is measured by a blinded assessor using a standardized discriminator tool that measures the innervation density and the subject's ability to discern between a single point and two distinct points between 2mm (best case scenario value possible) and 15mm. The failure to respond to stimulus was pre-defined as the worst case scenario value possible (16mm). Missing or incomplete assessments were not imputed. This analysis was completed on the Per Protocol population, defined as subjects with at least 6 months follow-up and no major protocol violations. Data used for this analysis was from 6 months post-surgical follow-up to the date of each subject's latest completed s2PD assessment, whichever came last, assessed up to 12 months.","paramType":"MEAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.3","spread":null},{"groupId":"OG001","value":"7.5","spread":null},{"groupId":"OG002","value":"6.1","spread":null},{"groupId":"OG003","value":"7.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Response Rate for Recovery of s2PD at Month 12 (Data As-Reported)","description":"This is the percentage of subjects who achieved sensibility as defined by s2PD 2mm-15mm at Month 12. s2PD is measured by a blinded assessor using a standardized discriminator tool that measures the innervation density and the subject's ability to discern between a single point and two distinct points between 2mm and 15mm. The failure to respond to stimulus was pre-defined as the worst case scenario value possible (16mm). Missing or incomplete assessments were imputed as the worst case scenario value possible (16mm). This analysis was completed on the Intent-to-Treat population, defined as all subjects who were randomized.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"77.5","spread":null},{"groupId":"OG001","value":"77.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Recovery to Pre-Injury Baseline (Contralateral Control Value) s2PD at Month 12 (Pre-defined Modeling Approach)","description":"This is the ratio of sensibility at Month 12 relative to sensibility at baseline for which the contralateral control value at Month 12 was used, expressed as a percentage. Pre-injury baseline was defined as s2PD at Month 12 in the contralateral digit associated with the target digit. Percent recovery to Pre-Injury Baseline was defined as: change from Pre-Injury Baseline (Contralateral control value) divided by the Pre-Injury Baseline Value \\*100. s2PD is measured by a blinded assessor using a standardized discriminator tool that measures the innervation density and the subject's ability to discern between a single point and two distinct points between 2mm and 15mm. The failure to respond to stimulus was pre-defined as the worst case scenario value possible (16mm). Missing or incomplete assessments were imputed as the worst case scenario value possible (16mm). This analysis was completed on the Intent-to-Treat population, defined as all subjects who were randomized.","paramType":"MEAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"54.46","spread":null},{"groupId":"OG001","value":"51.67","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Recovery of s2PD (Data As-reported)","description":"Time to recovery of s2PD was defined as the number of months from Operative day to the return of sensory function (defined as Medical Research Council sensory function score of S3+ or greater) at Month 3, Month 6, Month 9, or Month 12. s2PD is measured by a blinded assessor using a standardized discriminator tool that measures the innervation density and the subject's ability to discern between a single point and two distinct points between 2mm and 15mm. S4 is s2PD of 2-6mm and S3+ is s2PD of 7-15mm. Those without S3+ and absent values were considered not recovered. This is the Intent To Treat population which includes all subjects that were randomized. Any subject with a value of s2PD of absent was considered not recovered and was therefore not included in this analysis.","paramType":"MEAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.0","spread":null},{"groupId":"OG001","value":"7.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Medical Research Council (MRC) Classification for Sensory Function Scores at Month 12 (Data As-reported)","description":"MRC classification score is a functional recovery classification. For nerves with sensory targets, outcomes resulting from static two-point discrimination and Semmes-Weinstein Monofilament pressure threshold testing are used to determine the classification score. Sensibility testing for the target repair was performed by a blinded assessor using a standardized discriminator tool and Semmes-Weinstein monofilaments. Upper bound response for static two-point discrimination was 15mm. This is the Intent To Treat population which includes all subjects that were randomized and have a reported value at Month 12. Scale range: Minimum S0 = 0 (no sensibility), S1=1, S2=2, S3=3, S3+=4, maximum S4 = 5 (normative levels of sensibility). Higher values represented better outcomes.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.0","spread":null},{"groupId":"OG001","value":"4.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Pain Visual Analogue Scale (VAS) Scores at Month 12 (Pre-defined Modeling Approach)","description":"The Visual Analog Scale (VAS) For Pain is a patient reported outcomes scale whereby the patient indicated their current pain level by making a mark on a continuous horizontal 10 centimeter (100 millimeter) line. The distance from the 0 millimeter to the patient's mark corresponds to the amount of pain the subject is currently experiencing. VAS for Pain data were recorded as the number of millimeters from the left of the line to the patients mark across the range of 0-100 millimeters, with 0 millimeter representing no pain and 100 millimeters representing \"the worst pain imaginable\". This is the Intent To Treat population which includes all subjects that were randomized. The analysis was performed using a standard statistical analysis on Month 12 data. Missing or incomplete data was extrapolated using a pre-defined repeated measures modeling approach for calculations in this analysis.","paramType":"MEAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-24.09","spread":null},{"groupId":"OG001","value":"-24.94","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Participants With Persistent and Unresolved Pain (Data As-reported)","description":"No interpolated data or modeling was used for this analysis. This analysis was completed for Adverse Event (AE) criteria related to pain and hypersensitivity (Pain, Pain in Extremity, Hypersensitivity, Hypersensitivity at implant site, Neuroma, and derivations of these descriptors) beginning after Operative Day (Operative Day+1). Revision surgeries for Pain-Related conditions documented as Ongoing were also included. Recovered/Resolved AEs were not included in the analysis unless the resolution was surgical revision. Unrelated AEs were also not included in this analysis. This is the Safety population which includes all subjects that received a nerve repair.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"9","spread":null}]}]}]},{"type":"POST_HOC","title":"Analysis of Time to Recovery of Sensibility Measured By Static Two-Point Discrimination (Gaps 15-25 mm) (Data As-reported)","description":"A post-hoc analysis was performed to determine the difference between treatment groups in the time from index surgery to the recovery of sensibility in the target nerve repair. s2PD is measured by a blinded assessor using a standardized discriminator tool that measures the innervation density and the subject's ability to discern between a single point and two distinct points between 2mm and 15mm. Time to Recovery of sensibility is defined as the month of the subject's visit where they achieved s2PD of 2-15 mm and maintained s2PD through their last visit. Missing or incomplete assessments were not imputed. This analysis was completed on the Per Protocol population, defined as subjects with at least 6 months follow-up and no major protocol violations.","paramType":"MEAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.0","spread":null},{"groupId":"OG001","value":"5.6","spread":null}]}]}]},{"type":"POST_HOC","title":"Analysis of Time to Recovery of Sensibility Measured By Static Two-Point Discrimination by Nerve Gap Length (Gap Length 11-25mm) (Data As-reported)","description":"A post-hoc analysis was performed to determine the difference between treatment groups in the time from index surgery to the recovery of sensibility in the target nerve repair by gap length interval. Data were grouped by gap length, starting with 15-25 and incrementally including additional gap lengths (i.e. 14, 13, 12, 11, and 10) when statistical significance was observed between groups. s2PD is measured by blinded assessor using a standardized discriminator tool that measures the innervation density and the subject's ability to discern between a single point and two distinct points between 2mm and 15mm. Time to Recovery of sensibility is defined as the month of the subject's visit where they achieved subject's achievement of s2PD of 2-15 mm and maintained s2PD through their last visit. This analysis was completed on the Per Protocol population, defined as subjects with at least 6 months follow-up and no major protocol violations.","paramType":"MEAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.4","spread":null},{"groupId":"OG001","value":"5.4","spread":null}]}]}]},{"type":"POST_HOC","title":"Analysis of Recovered Sensibility Measured By Static Two-Point Discrimination by Nerve Gap Length (Gap Length 13-25mm) (Data As-reported)","description":"A post-hoc analysis was performed to determine the gap length (in mm) at which a statistically significant difference in the recovery of sensibility between treatment groups could be detected. Data were grouped by gap length, starting with 15-25 and incrementally including additional gap lengths (i.e. 14, 13 and 12) when statistical significance was observed between groups. s2PD is measured by a blinded assessor using a standardized discriminator tool that measures the innervation density and the subject's ability to discern between a single point and two distinct points between 2mm and 15mm. Patients with a result of 'absent' were not included in this analysis. This analysis was completed on the Per Protocol population, defined as subjects with at least 6 months follow-up and no major protocol violations. Data used for this analysis was from 6 months post-surgical follow-up to the date of each subject's latest completed s2PD assessment, whichever came last, assessed up to 12 months.","paramType":"MEAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.2","spread":null},{"groupId":"OG001","value":"7.6","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":6,"n":112},"commonTop":["Pain in extremity","Implant site hypersensitivity","Tendon rupture","Procedural pain"]}}}