{"nctId":"NCT03032510","briefTitle":"Efficacy and Safety Study of Eravacycline Compared With Ertapenem in Participants With Complicated Urinary Tract Infections","startDateStruct":{"date":"2017-01","type":"ACTUAL"},"conditions":["Complicated Urinary Tract Infections"],"count":1205,"armGroups":[{"label":"Eravacycline (Intravenous)/Levofloxacin (Oral)","type":"EXPERIMENTAL","interventionNames":["Drug: Eravacycline","Drug: Placebo","Drug: Levofloxacin"]},{"label":"Ertapenem (Intravenous)/Levofloxacin (Oral)","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Ertapenem","Drug: Placebo","Drug: Levofloxacin"]}],"interventions":[{"name":"Eravacycline","otherNames":["TP-434"]},{"name":"Ertapenem","otherNames":["Invanz"]},{"name":"Placebo","otherNames":[]},{"name":"Levofloxacin","otherNames":["Levaquin"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Male or female participant with either:\n\n   1. Pyelonephritis and normal urinary tract anatomy (approximately 50% of the total population), or\n   2. cUTI with at least one of the following conditions associated with a risk for developing cUTI:\n\n      * Indwelling urinary catheter\n      * Urinary retention (at least approximately 100 milliliters (mL) of residual urine after voiding)\n      * History of neurogenic bladder\n      * Partial obstructive uropathy (for example, nephrolithiasis, bladder stones, and ureteral strictures)\n      * Azotemia of renal origin (not congestive heart failure \\[CHF\\] or volume related) such that the serum blood urea nitrogen \\[BUN\\] is elevated (\\>20 milligrams \\[mg\\]/deciliters \\[dL\\]) and the serum BUN:creatinine ratio is \\<15\n      * Surgically modified or abnormal urinary tract anatomy (for example, bladder diverticula, redundant urine collection system) except urinary tract surgery within the last 30 days (placing of stents or catheters is not considered to be surgical modification)\n2. At least 18 years of age at time of consent\n3. Able to provide informed consent\n4. At least two of the following signs or symptoms:\n\n   1. Chills, rigors, or warmth associated with fever or hypothermia\n   2. Flank pain (pyelonephritis) or pelvic pain (cUTI)\n   3. Nausea or vomiting\n   4. Dysuria, urinary frequency, or urinary urgency\n   5. Costo-vertebral angle tenderness on physical examination\n5. Urine specimen with evidence of pyuria\n\n   1. Dipstick analysis positive for leukocyte esterase (where positive result is at least \"++\" as indicated on the urine dipstick provided in the laboratory kit), or\n   2. ≥10 white blood cells (WBCs) per cubic millimeter, or\n   3. ≥10 WBCs per high power field\n6. If male: must agree to use an effective barrier method of contraception (for example, condom) during the study and for 14 days following the last dose if sexually active with a female of childbearing potential\n7. If female, not pregnant or nursing or, if of childbearing potential: must commit to either use at least two medically accepted, effective methods of birth control (for example, condom, spermicidal gel, oral contraceptive, indwelling intrauterine device, hormonal implant /patch, injections, approved cervical ring) during study drug dosing and for 14 days following last study drug dose or practicing sexual abstinence\n\nExclusion Criteria:\n\n1. Use of systemic antibiotics effective in cUTI within 72 hours prior to enrollment except under the following circumstances:\n\n   1. Participants with suspected acute cUTI who have received a single dose of effective non-study antibiotics for the acute cUTI\n   2. Signs and symptoms of cUTI developed while on the antibiotic for another indication\n2. History of an ertapenem-resistant urinary tract infection within 1 year of enrollment\n3. Likely to require \\>10 days of antibiotic treatment to cure the acute cUTI or likely to receive ongoing antibacterial drug prophylaxis prior to the Follow Up visit (21-28 days after randomization) \\[for example, participants with chronic vesiculo-ureteral reflux\\]\n4. Unlikely to survive at least through the duration of the study\n5. Hypotension, systolic blood pressure ≤90 millimeters of mercury \\[mmHg\\]\n6. Complicated pyelonephritis with complete obstruction or known or suspected renal or perinephric abscess, emphysematous pyelonephritis, or Any condition likely to require surgery to achieve cure (this does not include procedure to place catheters or obtain diagnosis)\n7. Known or suspected urinary fungal infection\n8. Uncomplicated lower urinary tract infections\n9. Suspected or confirmed active prostatitis, or currently under treatment for prostatitis\n10. High risk for cUTI due to Pseudomonas (for example, history of prior cUTIs due to Pseudomonas, ≥20 mg once a day prednisone or equivalent steroid, and other risk factors as perceived by the Investigator)\n11. History of renal transplantation\n12. Presence of an ileal loop\n13. Any history of trauma to the pelvis or urinary tract occurring within 30 days of screening\n14. Indwelling urinary catheters present at screening which are not expected to be removed or replaced within 72 hours of enrollment (for example, nephrostomy tubes, stents, urethral and suprapubic catheters).\n15. Known concomitant human immunodeficiency virus (HIV) infection with CD4 counts below 200 within the last six months, or an acquired immune deficiency syndrome (AIDS) defining diagnosis within the last six months\n16. Neutropenia (Absolute neutrophil count \\<1,000 polymorphonuclear leukocytes \\[PMNs\\]/microliters \\[µL\\])\n17. Participation in a study with an experimental drug or device within 30 days prior to enrollment\n18. Known or suspected hypersensitivity to tetracyclines, carbapenems, or β-lactams\n19. History of seizures\n20. Any other unstable or clinically significant concurrent medical condition (for example, immunosuppressive therapy, chemotherapy, class IV heart or lung disease, end stage renal disease, or requiring hemodialysis) that would, in the opinion of the Investigator, jeopardize the safety of a participant and/or their compliance with the protocol","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Proportion of Participants in the Micro-ITT Population Demonstrating Clinical Cure and Microbiologic Success at the EOI Visit","description":"This was the co-primary outcome measure for the Food and Drug Administration (FDA). The primary objective was to demonstrate the non-inferiority (NI) of eravacycline to ertapenem in responder outcome, which was derived from both clinical and microbiological responses, in the micro-ITT population. Clinical responses were either cure, failure, or indeterminate/missing; microbiological responses were characterized programmatically as either success, failure, or indeterminate/missing. Clinical cure was defined as complete resolution or significant improvement of signs or symptoms of the infection; microbiological success was a reduction of the baseline pathogen(s) to \\<10\\^4 colony-forming units/milliliter (CFU/mL). An outcome of Responder required a clinical response of cure and a microbiological response of success. Any other combination of the clinical and microbiological responses was considered either Non-responder or Indeterminate.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"363","spread":null},{"groupId":"OG001","value":"382","spread":null}]},{"measurements":[{"groupId":"OG000","value":"51","spread":null},{"groupId":"OG001","value":"7","spread":null}]},{"measurements":[{"groupId":"OG000","value":"14","spread":null},{"groupId":"OG001","value":"14","spread":null}]}]}]},{"type":"PRIMARY","title":"Proportion of Participants in the Micro-ITT Population Demonstrating Clinical Cure and Microbiologic Success at the Test-Of-Cure (TOC) Visit","description":"This was the co-primary outcome measure for the Food and Drug Administration (FDA). The primary objective was to demonstrate the non-inferiority (NI) of eravacycline to ertapenem in responder outcome, which was derived from both clinical and microbiological responses, in the micro-ITT population. Clinical responses were either cure, failure, or indeterminate/missing; microbiological responses were characterized programmatically as either success, failure, or indeterminate/missing. Clinical cure was defined as complete resolution or significant improvement of signs or symptoms of the infection; microbiological success was a reduction of the baseline pathogen(s) to \\<10\\^4 colony-forming units/milliliter (CFU/mL). An outcome of responder required a clinical response of cure and a microbiological response of success. Any other combination of the clinical and microbiological responses was considered either Non-responder or Indeterminate.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"293","spread":null},{"groupId":"OG001","value":"302","spread":null}]},{"measurements":[{"groupId":"OG000","value":"116","spread":null},{"groupId":"OG001","value":"86","spread":null}]},{"measurements":[{"groupId":"OG000","value":"19","spread":null},{"groupId":"OG001","value":"15","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Participants in the ITT Population With Favorable Clinical Outcomes at TOC Visit","description":"Clinical cure: A complete resolution or significant improvement of signs or symptoms of the infection such that no rescue/non-study antibacterial medication was required to treat the cUTI that presented at study entry.\n\nClinical failure: Subjects were classified as clinical failure in the event of\n\n* Death related to cUTI at any timepoint\n* Persistence of clinical symptoms of cUTI or new symptoms developed\n* Initiation of rescue/non-study antibacterial medication for cUTI Indeterminate: Study data were listed as indeterminate if the outcome was other than clinical cure or clinical failure. The reason for an indeterminate designation had to be provided Missing: Study data were listed as missing if the Investigator did not complete an assessment or if the subject did not complete the study visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"547","spread":null},{"groupId":"OG001","value":"566","spread":null}]},{"measurements":[{"groupId":"OG000","value":"31","spread":null},{"groupId":"OG001","value":"20","spread":null}]},{"measurements":[{"groupId":"OG000","value":"25","spread":null},{"groupId":"OG001","value":"16","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":11,"n":601},"commonTop":["Nausea","Vomiting","Diarrhoea","Headache","Infusion site phlebitis"]}}}