{"nctId":"NCT01451203","briefTitle":"Efficacy Confirmation Study of CDP870 in Early Rheumatoid Arthritis","startDateStruct":{"date":"2011-10-11","type":"ACTUAL"},"conditions":["Rheumatoid Arthritis"],"count":319,"armGroups":[{"label":"PBO + MTX","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo","Drug: methotrexate (MTX)"]},{"label":"CZP + MTX","type":"EXPERIMENTAL","interventionNames":["Drug: CZP","Drug: methotrexate (MTX)"]}],"interventions":[{"name":"Placebo","otherNames":[]},{"name":"CZP","otherNames":["CDP870","certolizumab pegol","Cimzia®"]},{"name":"methotrexate (MTX)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subjects with RA as defined by the ACR/EULAR criteria (2010) who meet all of the following criteria:\n\n  1. Subjects who developed RA within one year after onset of RA.\n  2. Subjects who have never received MTX before (MTX naive)\n  3. Subjects whose disease activity is moderate or higher (DAS28(ESR) ≥ 3.2）\n  4. Subjects must satisfy at least two of the three criteria (Anti-CCP antibody positive, Rheumatoid factor positive, Presence of X-ray erosion） for poor prognostic factors. The anti-CCP antibody positive is essential for every patient.\n\nExclusion Criteria:\n\n* Patients who have a diagnosis of any other type of inflammatory arthritis.\n* Patients who have a secondary, non-inflammatory type of arthritis.\n* Patients who have used with MTX, reflunomide, or any other biologics prior to the start of study drug administration.\n* Patients who have NYHA (New York Heart Association) Class III or IV congestive heart failure\n* Patients who currently have, or who have a history of, tuberculosis.\n* Patients who have a high risk of infection (with a current infectious disease, a chronic infectious disease, a history of serious infectious disease)\n* Patients who currently have, or have a history of, malignant tumor\n* Female patients who are breastfeeding or pregnant, who are of childbearing potential","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","maximumAge":"64 Years","stdAges":["ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Modified Total Sharp Score (mTSS) at Week 52","description":"Radiographs/X-rays of hands and feet (posteroanterior views of both hands and dorsoplantar views of both feet) were independently assessed by two radiographic readers. The degree of joint damage was graded by assessing bone erosion in 44 joints and joint space narrowing (JSN) in 42 joints. The bone erosion score is a summary of erosion severity in 32 joints of the hands and 12 joints in the feet. Each joint was scored, according to the surface area involved, from 0 (no erosion) to 5 (complete collapse of bone). The score for erosion ranges from 0 to 160 in the hands and from 0 to 120 in the feet (the maximum erosion score for a joint in the foot is 10). The JSN score summarizes the severity of JSN in 30 joints of the hands and 12 joints of the feet. JSN, including subluxation, was scored from 0 (normal) to 4 (complete loss of joint space, bony ankylosis, or luxation), with a maximum JSN score of 168. The mTSS ranges from 0 (normal) to 448 (worst).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.58","spread":"4.86"},{"groupId":"OG001","value":"0.36","spread":"2.70"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in mTSS at Week 24","description":"Radiographs/X-rays of hands and feet (posteroanterior views of both hands and dorsoplantar views of both feet) were independently assessed by two radiographic readers. The degree of joint damage was graded by assessing bone erosion in 44 joints and joint space narrowing (JSN) in 42 joints. The bone erosion score is a summary of erosion severity in 32 joints of the hands and 12 joints in the feet. Each joint was scored, according to the surface area involved, from 0 (no erosion) to 5 (complete collapse of bone). The score for erosion ranges from 0 to 160 in the hands and from 0 to 120 in the feet (the maximum erosion score for a joint in the foot is 10). The JSN score summarizes the severity of JSN in 30 joints of the hands and 12 joints of the feet. JSN, including subluxation, was scored from 0 (normal) to 4 (complete loss of joint space, bony ankylosis, or luxation), with a maximum JSN score of 168. The mTSS ranges from 0 (normal) to 448 (worst).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.86","spread":"2.37"},{"groupId":"OG001","value":"0.26","spread":"1.55"}]}]}]},{"type":"SECONDARY","title":"Clinical Remission Rate: Percentage of Participants Meeting the Disease Activity Score-28 Joint Count (DAS28) Erythrocyte Sedimentation Rate (ESR) (DAS28[ESR]) Remission Criteria at Weeks 24 and 52","description":"The DAS28(ESR) measures the severity of disease at a specific time and is derived from the following variables: •28 tender joint count (TJC); •28 swollen joint count (SJC); •ESR; •Patient's global assessment of disease activity (PtGADA). To obtain the tender joint count and swollen joint count, 28 joints of the shoulder, elbow, wrist, metacarpophalangeal joints, thumb interphalangeal joints, proximal interphalangeal joints, and knee joints were examined. DAS28(ESR) scores range from 0 to approximately 10, with the upper bound dependent on the highest possible ESR. A participant was considered to be in remission if DAS28(ESR) \\<2.6. Last Observation Carried Forward\" (LOCF) was applied.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30.6","spread":null},{"groupId":"OG001","value":"52.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"36.9","spread":null},{"groupId":"OG001","value":"57.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Clinical Remission Rate: Percentage of Participants Meeting the American College of Rheumatology/European League Against Rheumatism (ACR/EULAR) Simplified Disease Activity Index (SDAI)-Based Remission Criteria at Weeks 24 and 52","description":"The ACR/EULAR SDAI remission rate measures the severity of disease at a specific time and is derived from the following variables: •28 tender joint count (TJC); •28 swollen joint count (SJC); •Patient's global assessment of disease activity (PtGADA); •Physician's Global Assessment of Disease Activity (PhGADA); •C-reactive protein (CRP) To obtain the tender joint count and swollen joint count, 28 joints of the shoulder, elbow, wrist, metacarpophalangeal joints, thumb interphalangeal joints, proximal interphalangeal joints, and knee joints were examined. A participant was considered to be in remission if SDAI ≤3.3. Last Observation Carried Forward (LOCF) was applied.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"29.3","spread":null},{"groupId":"OG001","value":"48.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"33.8","spread":null},{"groupId":"OG001","value":"57.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Meeting the American College of Rheumatology/European League Against Rheumatism (ACR/EULAR) Boolean-based Remission Criteria at Weeks 24 and 52","description":"The ACR/EULAR Boolean-based remission rate measures the severity of disease at a specific time and is derived from the following variables: •28 tender joint count (TJC); •28 swollen joint count (SJC); •Patient's global assessment of disease activity (PtGADA); •C-reactive protein (CRP) To obtain the tender joint count and swollen joint count, 28 joints of the shoulder, elbow, wrist, metacarpophalangeal joints, thumb interphalangeal joints, proximal interphalangeal joints, and knee joints were examined. A participant was considered to be in remission if all the criteria for each variable was met:TJC (in 28 joints) ≤1; SJC (in 28 joints) ≤1; CRP ≤1 mg/dl; PtGADA ≤1. Last Observation Carried Forward (LOCF) was applied","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22.3","spread":null},{"groupId":"OG001","value":"36.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"28.0","spread":null},{"groupId":"OG001","value":"45.3","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":18,"n":157},"commonTop":["Nasopharyngitis","Hepatic function abnormal","Nausea","Stomatitis","Pharyngitis"]}}}