{"nctId":"NCT00114127","briefTitle":"Duloxetine for Social Anxiety Disorder: Prediction of Long Term Outcome","startDateStruct":{"date":"2004-06"},"conditions":["Anxiety Disorder"],"count":28,"armGroups":[{"label":"Duloxetine 60mg + Placebo for 18 Weeks","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Duloxetine","Drug: Placebo"]},{"label":"Duloxetine 120mg for 18 Weeks","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Duloxetine"]},{"label":"Duloxetine 60mg/day for 6 Weeks","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Duloxetine"]}],"interventions":[{"name":"Duloxetine","otherNames":["Cymbalta"]},{"name":"Duloxetine","otherNames":["Cymbalta"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female outpatients \\> 18 years of age with a primary psychiatric diagnosis of generalized social anxiety disorder as defined by DSM-IV criteria and an LSAS score \\> 50.\n* Physical examination, electrocardiogram, and laboratory findings without clinically significant abnormalities.\n* Willingness and ability to comply with the requirements of the study protocol.\n\nExclusion Criteria:\n\n* Patient has a history of intolerance or lack of response to a treatment trial of duloxetine at highest tolerated dose (\\<120mg/day).\n* Patients with acute narrow angle glaucoma.\n* Pregnant women, lactating women, and women of childbearing potential who are not using medically accepted forms of contraception (e.g., IUD, oral contraceptives, barrier devices, condoms and foam, or implanted progesterone rods stabilized for at least 3 months).\n* Concurrent use of other psychotropic medications. Patients must discontinue regular benzodiazepine or antidepressant therapy at least one week (5 weeks for fluoxetine) prior to baseline. Concomitant beta-blockers are proscribed unless prescribed for a medical indication (e.g., hypertension, at a stable daily dose for \\> 1 month).\n* Patients with a history of failure to satisfactorily respond to \\>2 prior adequate treatment trials.\n* Significant personality dysfunction likely to interfere with study participation.\n* Serious medical illness or instability for which hospitalization may be likely within the next year.\n* Seizure disorders with the exception of a history of febrile seizures if they occurred during childhood, were isolated, and did not recur in adulthood.\n* Concurrent psychotherapy initiated within 2 months of baseline is prohibited. Ongoing psychotherapy of any duration directed specifically toward treatment of the social anxiety disorder is excluded. Prohibited psychotherapy includes cognitive behavioral therapy or psychodynamic therapy that focuses on exploring specific, dynamic causes of the phobic symptomatology and provides skills for their management. General supportive individual, couples, or family therapy greater than 2 months duration is acceptable.\n* Diagnosis of any of the following mental disorders as defined by the DSM-IV: a lifetime history of schizophrenia or any other psychosis, mental retardation, organic medical disorders or bipolar disorder; eating disorders in the past 6 months; alcohol or substance abuse in the past 3 months or dependence within the past 6 months.\n* Entry of patients with major depression, dysthymia, panic disorder, generalized anxiety disorder, post-traumatic stress disorder or obsessive-compulsive disorder will be permitted if the social anxiety disorder is judged to be the predominant disorder, in order to increase accrual of a clinically relevant sample.\n* Patients with significant suicidal ideation (MADRS item 10 score \\> 3) or who have enacted suicidal behaviors within 6 months prior to intake will be excluded from study participation and referred for appropriate clinical intervention.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Anxiety Symptoms as Assessed by Liebowitz Social Anxiety Scale","description":"The Liebowitz Social Anxiety Scale (LSAS; Liebowitz, 1987) is a 24-item scale that provides separate scores for fear and avoidance in social and performance situations with higher scores representing increased social anxiety. The LSAS contains three total scores: 1) total fear score (0-72), 2) total avoidance score(0-72), 3) and total overall score (0-144). Suggested interpretations: 55-65 Moderate social phobia, 65-80 Marked social phobia, 80-95 Severe social phobia, Greater than 95 - Very severe social phobia.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"67.9","spread":"7.60"},{"groupId":"OG001","value":"53.7","spread":"7.90"}]}]}]},{"type":"SECONDARY","title":"CGI-S","description":"The Clinician Global Impression-Severity Scale (CGI-S) is a clinician-rated instrument used to assess global severity of symptoms (Guy, 1976). The CGI ranges from 1 (normal, not at all ill) to 7 (among the most extremely ill patients).\n\nBaseline collected for Phase 1 at week 0 and for Phase 2 at week 6.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.42","spread":"0.48"},{"groupId":"OG001","value":"3.60","spread":"0.57"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":13},"commonTop":["Sedation and other side effects","Increased drinking"]}}}