{"nctId":"NCT02268994","briefTitle":"KRX-0502 (Ferric Citrate) for the Treatment of IDA in Adult Subjects With NDD-CKD","startDateStruct":{"date":"2014-10"},"conditions":["Anemia of Chronic Kidney Disease"],"count":234,"armGroups":[{"label":"KRX-0502 (ferric citrate)","type":"EXPERIMENTAL","interventionNames":["Drug: ferric citrate"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"ferric citrate","otherNames":["KRX-0502"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Men and non-lactating women with negative serum pregnancy test (for women of child-bearing potential) at Screening\n2. Age ≥18 years\n3. CKD with Estimated Glomerular Filtration Rate (eGFR) \\<60 mL/min at Screening using the 4-variable Modification of Diet in Renal Disease (MDRD) equation (with a limit of up to 20% of the target randomization of 230 subjects with eGFR \\<15 mL/min)\n4. Patients who were intolerant of or have had an inadequate therapeutic response to oral iron supplements (in the opinion of the investigator)\n5. Hgb ≥ 9.0 g/dL and ≤11.5 g/dL at Screening\n6. Serum ferritin ≤200 ng/mL and Transferrin Saturation (TSAT) ≤25% at Screening\n7. Serum Intact Parathyroid Hormone (iPTH) ≤600 pg/mL at Screening\n8. Must consume a minimum of 2 meals per day\n9. Willing and able to give written informed consent\n\nExclusion Criteria:\n\n1. Serum phosphate \\<3.5 mg/dL at Screening\n2. Liver enzymes (ALT/AST) \\>X3 times upper limit of normal at Screening\n3. Symptomatic gastrointestinal bleeding or inflammatory bowel disease within 12 weeks prior to Screening\n4. Evidence of acute kidney injury or requirement for dialysis within 12 weeks prior to Screening\n5. Scheduled kidney transplant or initiation of dialysis planned within 24 weeks of Screening\n6. IV iron administered within 4 weeks prior to Screening\n7. Erythropoiesis-stimulating agent (ESA) administered within 4 weeks prior to Screening\n8. Blood transfusion within 4 weeks prior to Screening\n9. Receipt of any investigational drug within 4 weeks prior to Screening\n10. Cause of anemia other than iron deficiency or chronic kidney disease\n11. Malignancy (except non-melanoma skin cancer or disease-free for ≥2 years after curative therapy)\n12. History of hemochromatosis\n13. Active drug or alcohol dependence or abuse (excluding tobacco use or medicinal marijuana) within the 12 months prior to Screening or evidence of such abuse (in the opinion of the PI)\n14. Subjects with known allergic reaction to previous oral iron therapy\n15. Previous intolerance to oral ferric citrate\n16. Psychiatric disorder that interferes with the subject's ability to comply with the study protocol\n17. Planned surgery or hospitalization (anticipated to last \\>72 hours) during the randomized period of the trial other than dialysis access related surgery.\n18. Any other medical condition that, in the opinion of the PI, renders the subject unable to or unlikely to complete the trial or that would interfere with optimal participation in the trial or produce significant risk to the subject\n19. Inability to cooperate with study personnel","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Subjects Achieving an Increase in Hemoglobin of ≥1.0 g/dL at Any Time Point Between Baseline and the End of the 16-week Randomized Period","description":"Efficacy analyses were performed for the Intention-to-treat (ITT) population, the population consisted of all subjects who were randomized, had a baseline laboratory value, took at least 1 dose of study drug, and had at least 1 post-baseline laboratory assessment during the randomized period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"61","spread":null},{"groupId":"OG001","value":"22","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change in Hemoglobin (Hgb) at the End of 16 Weeks Minus Baseline","description":"The difference of Hgb at 16 weeks compared to the Hgb value at the time of study entry.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.39","spread":"0.054"},{"groupId":"OG001","value":"-0.14","spread":"0.056"}]}]}]},{"type":"SECONDARY","title":"Mean Change in Transferrin Saturation (TSAT) at the End of 16 Weeks Minus Baseline","description":"The difference of TSAT at 16 weeks compared to the TSAT value at the time of study entry was averaged.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.9","spread":"0.65"},{"groupId":"OG001","value":"-1.3","spread":"0.67"}]}]}]},{"type":"SECONDARY","title":"Mean Change in Ferritin at the End of 16 Weeks Minus Baseline","description":"The difference of ferritin at 16 weeks compared to the ferritin value at the time of study entry.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"68.1","spread":"3.99"},{"groupId":"OG001","value":"-6.1","spread":"4.10"}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects Experiencing a Sustained Treatment Effect on Hemoglobin (Hgb)","description":"Proportion of subjects that continued to maintain an increase in Hgb over a 4 week period, provided they had an increase of at least 1.0 g/dL during that 4-week period","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"57","spread":null},{"groupId":"OG001","value":"17","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change in Serum Phosphate at the End of 16 Weeks Minus Baseline","description":"The difference of serum phosphate at 16 weeks compared to the serum phosphate value at the time of study entry.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.28","spread":"0.036"},{"groupId":"OG001","value":"-0.14","spread":"0.037"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":14,"n":117},"commonTop":["Diarrhoea","Constipation","Faeces Discoloured","Nausea","Hyperkalaemia"]}}}