{"nctId":"NCT02782104","briefTitle":"A Long-term Safety Study of Esketamine Nasal Spray in Treatment-resistant Depression","startDateStruct":{"date":"2016-06-09","type":"ACTUAL"},"conditions":["Depressive Disorder, Treatment-Resistant"],"count":1148,"armGroups":[{"label":"Esketamine Nasal Spray","type":"EXPERIMENTAL","interventionNames":["Drug: Esketamine Nasal Spray"]}],"interventions":[{"name":"Esketamine Nasal Spray","otherNames":["JNJ-54135419"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Based on the prior study the participant is entering 54135419TRD3008 from: a) From ESKETINTRD3001 (NCT02417064) or ESKETINTRD3002 (NCT02418585) study: Participant has completed the induction phase and the 2-weeks follow up phase visit; or Participants completed the induction phase and was a responder and study ESKETINTRD3003 is terminated.; b) From ESKETINTRD3003 (NCT02493868) study: (1) Participant relapsed during the maintenance phase; or (2) Participant was in the induction phase of the ESKETINTRD3003 study when the study was terminated and, after completion of the induction phase, was determined to be a responder; or (3) Participant was in the optimization or maintenance phases at the time the study was terminated; or (4) or (5) Participants was in the induction phase and after completion of induction phase was determined to not meet response criteria (1) Participant completed ESKETINTRD3004 study (optimization/maintenance phase); or (2) Participant was in the induction phase of the ESKETINTRD3004 study when the study was terminated and, after completion of the induction phase, was determined to be a responder; or (3) Participant was in the optimization/maintenance phase at the time the study was terminated; (4) Participant was in the induction phase and did not meet criteria for response may be eligible for to be rolled over into 54135419TRD3008. d) From ESKETINTRD3005 (NCT02422186) study: Participant was in the induction phase of the ESKETINTRD3005 study at the time enrollment into the ESKETINTRD3004 study was closed and, after completion of the induction phase, was determined to be a responder or did not meet the criteria for response. e) From ESKETINTRD3006 study (US Study sites only) (1) Participant completed the induction phase and was a responder.\n* Participant must be medically stable on the basis of physical examination, vital signs, pulse oximetry, and 12-lead Electrocardiogram (ECG) performed predose on the day of the first intranasal treatment session. If there are any abnormalities that are not specified in the inclusion and exclusion criteria, their clinical significance must be determined by the investigator and recorded in the participant's source documents and initialed by the investigator\n* Participant must be medically stable according to the investigator's judgment and knowledge of the subject's medical stability in the parent study. This determination must be documented.\n* A woman of childbearing potential must have a negative serum (beta-human chorionic gonadotropin \\[b-hCG\\]) predose on the day of the first intranasal treatment session\n* During the study (that is, from the first intranasal treatment session) and for a minimum of 1 spermatogenesis cycle (defined as approximately 90 days) after receiving the last dose of intranasal study medication, a man who is sexually active with a woman of childbearing potential must be practicing a highly effective method of contraception with his female partner c) must agree not to donate sperm.\n\nExclusion Criteria:\n\n* The evaluation of the benefit versus risk of continued esketamine nasal spray treatment is not favorable for the participant in the opinion of the investigator\n* Since the last study visit in the participant's prior study, participant has suicidal ideation with intent to act per the investigator's clinical judgment or based on the Columbia Suicide Severity Rating Scale (C-SSRS) \\[corresponding to a response of \"Yes\" on Item 4 (active suicidal ideation with some intent to act, without specific plan) or Item 5 (active suicidal ideation with specific plan and intent) in the suicidal ideation module of the C-SSRS\\] or suicidal behavior per the investigator's clinical judgment or based on the C-SSRS (corresponding to any score higher than 0 in the suicidal behavior module of the C-SSRS)\n* Participant has positive test result(s) for drugs of abuse (including barbiturates, methadone, opiates, cocaine, phencyclidine, and amphetamine/methamphetamine) predose on the day of the first intranasal treatment session\n* Participant has any anatomical or medical condition that, per the investigator's clinical judgment based on assessment, may impede delivery or absorption of intranasal study drug\n* Participant has taken any prohibited therapies that would not permit administration of the first intranasal treatment session","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Study Baseline in Computerized Cognitive Battery Domain Score: Detection Test (DET) Score","description":"This battery is a series of computerized cognition tests (detection, identification, one card learning, one back and groton maze learning) designed to measure reaction time, visual learning and memory, and executive function/sequencing. The DET is a measure of psychomotor function and uses a well-validated simple reaction time. In this outcome measure, speed of performance of subjects (calculated as mean of the logarithmic base 10 transformed reaction times) for correct responses was reported. Total score ranged from 2 to 3.3 log 10 milliseconds (msec). Lower score indicated better performance. Higher change from baseline indicated better performance.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0218","spread":"0.10516"},{"groupId":"OG001","value":"-0.0065","spread":"0.13526"}]}]}]},{"type":"PRIMARY","title":"Change From Study Baseline in Computerized Cognitive Battery Domain Score: Identification Test (IDN) Score","description":"This battery is a series of computerized cognition tests (detection, identification, one card learning, one back and groton maze learning) designed to measure reaction time, visual learning and memory, and executive function/sequencing. IDN test is a measure of visual attention (choice reaction time) and scored for speed of response (mean of the log10 transformed reaction times for correct responses). Total score ranged from 2 to 3.3 log 10 msec. Lower score indicated better performance. Higher change from baseline indicated better performance.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0074","spread":"0.07819"},{"groupId":"OG001","value":"-0.0185","spread":"0.09893"}]}]}]},{"type":"PRIMARY","title":"Change From Study Baseline in Computerized Cognitive Battery Domain Score: One Card Learning Test (OCL) Score","description":"This battery is a series of computerized cognition tests (detection, identification, one card learning, one back and groton maze learning) designed to measure reaction time, visual learning and memory, and executive function/sequencing. OCL test is a measure of visual episodic memory and visual recall test scored using arcsine transformation of the percentage of correct responses (CR). The range for OCL is 0 to 100 percent (%) accuracy; presented as an arcsin transformation, the range is 0 to 1.57. Higher score indicated better performance. Higher change from baseline indicated better performance.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0170","spread":"0.12356"},{"groupId":"OG001","value":"0.0397","spread":"0.15364"}]}]}]},{"type":"PRIMARY","title":"Change From Study Baseline in Computerized Cognitive Battery Domain Score: One Back Test (ONB) Score","description":"The ONB is a measure of working memory and scored for speed of correct response (mean of the log10-transformed reaction times for correct responses). Total score ranged from 2 to 3.54 log10 msec. Lower score indicated better performance. Higher change from baseline indicated better performance.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0086","spread":"0.08096"},{"groupId":"OG001","value":"0.0198","spread":"0.10329"}]}]}]},{"type":"PRIMARY","title":"Change From Study Baseline in Computerized Cognitive Battery Domain Score: Groton Maze Learning Test (GMLT) Score","description":"This battery is a series of computerized cognition tests (detection, identification, one card learning, one back and groton maze learning) designed to measure reaction time, visual learning and memory, and executive function/sequencing. GMLT measures executive function; maze/sequencing test, scored for total number of errors. Total score ranged from 0 to 999 number of errors. Lower score indicated better performance. Higher change from baseline indicated better performance.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.5","spread":"17.80"},{"groupId":"OG001","value":"5.1","spread":"22.52"}]}]}]},{"type":"PRIMARY","title":"Change From Study Baseline in Hopkins Verbal Learning Test-Revised (HVLT-R) Score","description":"The HVLT-R measures performance in verbal memory, learning, and long-term recall in which a list of words is read up to three times. Approximately 20-25 minutes later, a delayed recall trial and a recognition trial are completed. The delayed recall requires free recall of any words remembered. The recognition trial is composed of 24 words, including the 12 target words and 12 false-positives. When scoring the HVLT, the three learning trials are combined to calculate a total recall score (0-36); the delayed recall trial creates the delayed recall score (0-12); the total number of true-positive errors (0-12); and the range of recognition discrimination index is comprised by subtracting the total number of false positives from the total number of true positives. A higher total recall score indicated higher cognition. The range of the recognition discrimination index is -12 to 12. Higher score indicated better performance and higher change from baseline indicated better performance.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.1","spread":"4.05"},{"groupId":"OG001","value":"0.8","spread":"5.05"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.3","spread":"3.81"},{"groupId":"OG001","value":"0.3","spread":"2.03"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1","spread":"2.54"},{"groupId":"OG001","value":"-0.0","spread":"2.70"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.1","spread":"2.88"},{"groupId":"OG001","value":"-0.1","spread":"3.10"}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants Based on Columbia-Suicide Severity Rating Scale (C-SSRS) Score","description":"C-SSRS: interview-based instrument to systematically assess suicidal ideation (SI) and behavior, to assess whether participant experienced any of following: completed suicide, suicide attempt (response of \"yes\" on \"actual attempt\"), preparatory acts toward imminent suicidal behavior (\"yes\" on \"preparatory acts or behavior\", \"aborted attempt\" or \"interrupted attempt\"), suicidal ideation (\"yes\" on \"wish to be dead\", \"non-specific active suicidal thoughts\", \"active SI with methods without intent to act or some intent to act, without or with specific plan and intent), any self-injurious behavior with no suicidal intent (\"yes\" on \"has participant engaged in non-suicidal self-injurious behavior\"). Here, percentage of participants with \\>=1 positive behavior, participants with \\>=1 positive ideations; no event were reported.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"79.8","spread":null},{"groupId":"OG001","value":"94.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20.2","spread":null},{"groupId":"OG001","value":"5.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"77.4","spread":null},{"groupId":"OG001","value":"70.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"22.6","spread":null},{"groupId":"OG001","value":"27.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"2.0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Treatment-emergent Adverse Events (TEAEs)","description":"An adverse event (AE) was any untoward medical occurrence in a clinical study participant administered a pharmaceutical (investigational or non-investigational) product. An AE does not necessarily have a causal relationship with the intervention. Any AE occurring at or after the initial administration of study intervention up to end of study was considered as treatment-emergent.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"346","spread":null},{"groupId":"OG001","value":"1052","spread":null}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Heart Rate","description":"Change from baseline (predose) in heart rate were reported.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.4","spread":"9.52"},{"groupId":"OG001","value":"0.8","spread":"10.47"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Systolic and Diastolic Blood Pressure","description":"Change from baseline in systolic and diastolic blood pressure were reported.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.4","spread":"10.72"},{"groupId":"OG001","value":"5.8","spread":"12.68"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.3","spread":"7.47"},{"groupId":"OG001","value":"2.7","spread":"8.78"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Respiratory Rate","description":"Change from baseline in respiratory rate were reported.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.1","spread":"2.51"},{"groupId":"OG001","value":"-0.4","spread":"2.83"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Blood Oxygen Saturation","description":"Change from baseline in blood oxygen saturation (predose) were reported.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.1","spread":"1.54"},{"groupId":"OG001","value":"-0.1","spread":"1.63"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Montgomery Asberg Depression Rating Scale (MADRS) Total Score","description":"MADRS measures depression severity, detects changes due to AD treatment. It consists of 10 items (evaluate apparent sadness, reported sadness, inner tension, sleep, appetite, concentration, lassitude, interest level, pessimistic thoughts, suicidal thoughts), scored from 0 (item not present or normal) to 6 (severe or continuous presence of the symptoms), summed for a total possible score of 0 to 60. Higher scores indicate more severe conditions. Negative change in score indicates improvement. Missing data was imputed using last observation carried forward (LOCF) method.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-12.8","spread":"9.73"},{"groupId":"OG001","value":"0.2","spread":"9.93"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Participant-Reported Depressive Symptoms Using the Patient Health Questionnaire - 9 (PHQ-9) Total Score","description":"Change from baseline in PHQ-9 total score were reported. The PHQ-9 was a 9-item, patient-reported outcome measure to assess depressive symptoms. The scale scores each of the 9 symptom domains of the Diagnostic and Statistical Manual of Mental Disorders. Each item was rated on a 4-point scale (0=not at all, 1=several days, 2=more than half the days, and 3=nearly every day). The participant's item responses were summed to provide a total score (range of 0 to 27) with higher scores indicating greater severity of depressive symptoms.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.8","spread":"5.84"},{"groupId":"OG001","value":"0.6","spread":"6.22"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Clinical Global Impression-severity (CGI-S) Score","description":"Change from baseline in clinical global impression-severity (CGI-S) score were reported. The CGI-S provides an overall clinician-determined summary measure of the severity of the participant's illness that takes into account all available information, including knowledge of the participant's history, psychosocial circumstances, symptoms, behavior, and the impact of the symptoms on the participant's ability to function. The CGI-S evaluates the severity of psychopathology on a scale of 1 to 7. Considering total clinical experience, a participant is assessed on severity of mental illness at the time of rating according to: 1 = normal (not at all ill); 2 = borderline mentally ill; 3 = mildly ill; 4 = moderately ill; 5 = markedly ill; 6 = severely ill; 7 = among the most extremely ill participants. Negative change in score indicates improvement.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.0","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Sheehan Disability Scale (SDS) Total Score","description":"Change from baseline in SDS total score were reported. The SDS, a patient-reported outcome measure, was a 5 item questionnaire which had been widely used and accepted for assessment of functional and associated disability impairment. The first three items assessed disruption of (1) work/school, (2) social life, and (3) family life/home responsibilities using a 0-10 rating scale. The score for the first three items were summed to create a total score of 0-30 where a higher score indicated greater impairment.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.4","spread":"7.13"},{"groupId":"OG001","value":"-0.1","spread":"8.35"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Participant-Reported Health-related Quality of Life as Assessed by EuroQol-5 Dimension-5 Level (EQ-5D-5L) Valuation Index Score (VAS)","description":"Change from baseline in participant-reported health-related quality of life as assessed by EQ-5D-5L VAS was reported. The EQ-5D-5L is a standardized 2-part instrument for use as a measure of health outcome, primarily designed for self-completion by respondents. It essentially consists of the EQ-5D-5L descriptive system and the EQ-VAS. EQ-VAS self-rating records the respondent's own assessment of his/her overall health status at time of completion, on a scale of 0 (worst health you can imagine) to 100 (best health you can imagine). Positive change in score indicates improvement.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.0","spread":"18.05"},{"groupId":"OG001","value":"0.7","spread":"18.95"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline as Assessed by EQ 5D-5L: Sum Score","description":"EQ-5D-5L consists of EQ-5D-5L descriptive system and EQ visual analogue scale (EQ-VAS). EQ-5D-5L descriptive system comprises of 5 dimensions: mobility, self-care, usual activities, pain/discomfort and anxiety/depression. Each has 5 levels of perceived problems (1-no problem, 2-slight problems, 3-moderate problems, 4-severe problems, 5-extreme problems). Participant selects answer for each of 5 dimensions considering response that best matches his/her health \"today\". Sum score ranges from 0 to 100 where, sum score = (sum of the scores from the 5 dimensions minus 5) \\*5. Higher score indicates worst health state.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-10.4","spread":"12.81"},{"groupId":"OG001","value":"2.9","spread":"15.88"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Participant- Reported Health Related Quality of Life Using the Quality of Life in Depression Scale (QLDS)","description":"Change from baseline in participant- reported health related quality of life using the QLDS. The QLDS is a disease-specific validated patient-reported outcome (PRO) measure which assesses the impact that depression has on a participant's quality of life. It is a 34-item self-rated questionnaire which consists of dichotomous response questions, with the response being either True/Not True. Each statement on the QLDS is given a score of \"1\" or \"0\". A score of \"1\" is indicative of adverse quality of life. All item scores are summed to give a total score that ranges from 0 (good quality of life) to 34 (very poor quality of life). A higher score indicates a more severe condition.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-8.2","spread":"8.47"},{"groupId":"OG001","value":"0.1","spread":"9.47"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":5,"n":458},"commonTop":["Headache","Dizziness","Nausea","Dissociation","Somnolence"]}}}