{"nctId":"NCT00864383","briefTitle":"Controlled Comparison of Two Moxifloxacin Containing Treatment Shortening Regimens in Pulmonary Tuberculosis","startDateStruct":{"date":"2008-01"},"conditions":["Pulmonary Tuberculosis"],"count":1931,"armGroups":[{"label":"Regimen 1 - 2EHRZ/4HR (control regimen)","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Moxifloxacin, Ethambutol, Isoniazid, Pyrazinamide & Rifampicin"]},{"label":"Regimen 2 - 2MHRZ/2MHR","type":"EXPERIMENTAL","interventionNames":["Drug: Moxifloxacin, Ethambutol, Isoniazid, Pyrazinamide & Rifampicin"]},{"label":"Regimen 3 - 2EMRZ/2MR","type":"EXPERIMENTAL","interventionNames":["Drug: Moxifloxacin, Ethambutol, Isoniazid, Pyrazinamide & Rifampicin"]}],"interventions":[{"name":"Moxifloxacin, Ethambutol, Isoniazid, Pyrazinamide & Rifampicin","otherNames":["Avelox","Avelon","Avalox","Myambutol","Nydrazid","Rifampin","Rifadin"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Signed written consent or witnessed oral consent in the case of illiteracy, before undertaking any trial related activity.\n* Two sputum specimens positive for tubercle bacilli on smear microscopy at least one of which must be processed and positive at the study laboratory.\n* Aged 18 years or over.\n* No previous anti-tuberculosis chemotherapy.\n* A firm home address that is readily accessible for visiting and willingness to inform the study team of any change of address during the treatment and follow-up period.\n* Agreement to participate in the study and to give a sample of blood for HIV testing (see appendices 1 \\& 2).\n* Pre-menopausal women must be using a barrier form of contraception or be surgically sterilised or have an IUCD in place.\n* Laboratory parameters performed up to 14 days before enrolment.\n\n  * Serum aspartate transaminase (AST) and alanine transaminase (ALT) activity less than 3 times the upper limit of normal.\n  * Serum total bilirubin level less than 2.5 times upper limit of normal. Creatinine clearance (CrCl) level greater than 30 mls/min.\n  * Haemoglobin level of at least 7.0 g/dL.\n  * Platelet count of at least 50x109cells/L.\n  * Serum potassium greater than 3.5 mmol/L.\n* Negative pregnancy test (women of childbearing potential).\n\nExclusion Criteria:\n\n* Unable to take oral medication.\n* Previously enrolled in this study.\n* Received any investigational drug in the past 3 months.\n* Received an antibiotic active against M. tuberculosis in the last 14 days (fluoroquinolones, macrolides, standard anti-tuberculosis drugs).\n* Any condition that may prove fatal during the first two months of the study period.\n* TB meningitis or other forms of severe tuberculosis with high risk of a poor outcome\n* Pre-existing non-tuberculosis disease e.g. diabetes, liver or kidney disease, blood disorders,peripheral neuritis, chronic diarrhoeal disease in which the current clinical condition of the patient is likely to prejudice the response to, or assessment of treatment.\n* Pregnant or breast feeding.\n* Suffering from a condition likely to lead to uncooperative behaviour e.g. psychiatric illness or alcoholism.\n* Contraindications to any medications in the study regimens.\n* Known to have congenital or sporadic syndromes of QTc prolongation or receiving concomitant medication reported to increase the QTc interval (e.g. amiodarone, sotalol, disopyramide, quinidine, procainamide, terfenadine).\n* Known allergy to any fluoroquinolone antibiotic or history of tendinopathy associated with quinolones.\n* Patients already receiving anti-retroviral therapy.\n* Patients whose initial isolate is shown to be multiple drug resistant (i.e. resistant to rifampicin and isoniazid) or monoresistant to rifampicin, or resistant to any fluoroquinolone)\n* Weight less than 35kg\n* HIV infection with CD4 count less than 250 cells/µL.\n* End stage liver failure (class Child-Pugh C).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Combined Failure of Bacteriological Cure and Relapse Within One Year of Completion of Therapy as Defined by Culture Using Solid Media (Lowenstein-Jensen - LJ).","description":"The primary efficacy outcome was the proportion of patients who had bacteriologically or clinically defined failure or relapse within 18 months after randomization (a composite unfavorable outcome). Culture-negative status was defined as two negative-culture results at different visits without an intervening positive result. The date of culture-negative status was defined as the date of the first negative-culture result. This status continued until there were two positive cultures, without an intervening negative culture, or until there was a single positive culture that was not followed by two negative cultures. Relapse strains were those shown to be identical on 24-locus Mycobacterial interspersed repetitive units (MIRU) analysis. For the final 18 month study visit when both L-J samples were contaminated or missing, if the subject could not be brought back, liquid medium culture results were used in place of solid medium culture results.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"43","spread":null},{"groupId":"OG001","value":"78","spread":null},{"groupId":"OG002","value":"105","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Patients With Grade 3 or 4 Adverse Events (Using a Modified Division of Acquired Immunodeficiency Syndrome National Institute of Allergy and Infectious Diseases [DAIDS] Scale of Adverse Event Reporting)","description":"The number of participants includes all patients who had at least one grade 3 or 4 adverse event.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"123","spread":null},{"groupId":"OG001","value":"127","spread":null},{"groupId":"OG002","value":"111","spread":null}]}]}]},{"type":"SECONDARY","title":"Combined Failure of Bacteriological Cure and Relapse as Defined by Culture Using Liquid Media (Mycobacteria Growth Indicator Tube-MGIT).","description":"The secondary analysis of efficacy outcome was the proportion of patients who had bacteriologically or clinically defined failure or relapse within 18 months after randomization (a composite unfavorable outcome) based on MGIT. Culture-negative status was defined as two negative-culture results at different visits without an intervening positive result. The date of culture-negative status was defined as the date of the first negative-culture result. This status continued until there were two positive cultures, without an intervening negative culture, or until there was a single positive culture that was not followed by two negative cultures. Relapse strains were those shown to be identical on 24-locus Mycobacterial interspersed repetitive units (MIRU) analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"65","spread":null},{"groupId":"OG001","value":"98","spread":null},{"groupId":"OG002","value":"131","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Patients Who Are Culture Negative (Solid LJ Culture)","description":"Number of patients who are TB LJ culture negative at 8 weeks.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"352","spread":null},{"groupId":"OG001","value":"394","spread":null},{"groupId":"OG002","value":"401","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Patients Who Are Culture Negative (Liquid MGIT Culture)","description":"Number of patients who are TB MGIT culture negative at 8 weeks.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"235","spread":null},{"groupId":"OG001","value":"274","spread":null},{"groupId":"OG002","value":"260","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to First Culture Negative Sputum Sample (LJ Solid Media)","description":"Culture negative for TB using LJ cultures.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.0","spread":null},{"groupId":"OG001","value":"6.0","spread":null},{"groupId":"OG002","value":"6.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to First Culture Negative Sputum Sample (MGIT Liquid Media)","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.9","spread":null},{"groupId":"OG001","value":"8.0","spread":null},{"groupId":"OG002","value":"8.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Sensitivity Analysis Assuming All Losses to Follow-up and Non-tuberculous Deaths Have an Unfavorable Outcome Using Solid (L-J) Media.","description":"Sensitivity Analysis of Primary Efficacy Results of All Randomized Subjects Imputing Unfavorable for Missing Outcomes. Analysis is the number of subjects with an unfavorable outcome. Favorable outcome is defined as the number of subjects with a negative TB culture status at 18 months (at or after 72 weeks), who had not already been classified as having an unfavorable outcome, and whose last positive TB culture result (\"isolated positive culture\") was followed by at least two negative culture results.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"172","spread":null},{"groupId":"OG001","value":"219","spread":null},{"groupId":"OG002","value":"217","spread":null}]}]}]},{"type":"SECONDARY","title":"Sensitivity Analyses Assuming All Losses to Follow-up and Non-tuberculous Deaths Have a Favourable Outcome Using Solid (L-J) Media.","description":"Sensitivity Analysis of Primary Efficacy Results of All Randomized Subjects Imputing Favorable for Missing Outcomes. Analysis is the number of subjects with an unfavorable outcome. Favorable outcome is defined as the number of subjects with a negative TB culture status at 18 months (at or after 72 weeks), who had not already been classified as having an unfavorable outcome, and whose last positive TB culture result (\"isolated positive culture\") was followed by at least two negative culture results.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"87","spread":null},{"groupId":"OG001","value":"132","spread":null},{"groupId":"OG002","value":"132","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":38,"n":639},"commonTop":["Pyrexia","Weight Decreased","Vomiting","Dyspnoea","Chest Pain"]}}}