{"nctId":"NCT00221403","briefTitle":"Placebo Controlled Trial of Valproate and Risperidone in Young Children With Bipolar Disorders","startDateStruct":{"date":"2004-09"},"conditions":["Bipolar Disorder"],"count":46,"armGroups":[{"label":"Valproate (VPA)","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Valproate Oral Solution"]},{"label":"Risperidone","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Risperidone oral solution"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Placebo"]}],"interventions":[{"name":"Risperidone oral solution","otherNames":["Risperdal"]},{"name":"Valproate Oral Solution","otherNames":["VPA"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Male or female patients, 3-7 years 11 months of age.\n2. Each patient's authorized legal guardian must understand the nature of the study and must provide written informed consent. Each patient must also give assent to study participation.\n3. Patients must have a diagnosis of Diagnostic and Statistical Manual of Mental Disorders, Fourth Edition (DSM-IV) bipolar disorder and must currently display an acute manic, hypomanic or mixed episode as determined by DSM-IV criteria. This includes the following diagnoses: 296.4x, Bipolar I Disorder, Most Recent Episode Manic; 296.6x, Bipolar I Disorder, Most recent Episode Mixed; and 296.0x, Bipolar I Disorder, Single Manic Episode, Bipolar II Disorder, Most Recent Episode Hypomanic.\n4. Patients must have an initial score (at day 0) on the YMRS total score of at least 20.\n5. Subjects and their caretakers should be fluent in English.\n\nExclusion Criteria:\n\n1. Clinically significant or unstable hepatic, renal, gastroenterologic, respiratory, cardiovascular, endocrinologic, immunologic, hematologic or other systemic medical conditions.\n2. Neurologic disorders including epilepsy, stroke, or severe head trauma.\n3. Clinically significant laboratory abnormalities, on any of the following tests: CBC with differential, electrolytes, BUN, creatinine, hepatic transaminases, urinalysis, thyroid indices (T3, Total T4, Free T4, TSH), and EKG.\n4. Mania due to a general medical condition or substance-induced mania (DSM-IV).\n5. Mental retardation (IQ \\<70), evidence of Fetal Alcohol Syndrome or an Alcohol-Related Neurodevelopmental Disorder.\n6. History of hypersensitivity to or intolerance of risperidone or valproate.\n7. Prior history of risperidone or valproate non-response.\n8. Judged clinically to be at serious suicidal risk.\n9. Participation in a clinical trial of another investigational drug within 1 month (30 days) prior to study entry.\n10. Treatment with an injectable depot neuroleptic within less than one dosing interval between depot neuroleptic injections and day 0.\n\n    \\-","healthyVolunteers":false,"sex":"ALL","minimumAge":"3 Years","maximumAge":"7 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"YMRS","description":"Young Mania Rating Scale (YMRS) total scores change from baseline by treatment group. The YMRS total score ranges from 0 to 60 where higher scores indicate more severe mania, thus, a negative change (or decrease) from baseline indicates a reduction (or improvement) in manic symptoms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":"2.46"},{"groupId":"OG001","value":"18.82","spread":"1.55"},{"groupId":"OG002","value":"4.29","spread":"3.56"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":18},"commonTop":["nausea"]}}}