{"nctId":"NCT03433677","briefTitle":"A Study of LY900014 and Insulin Lispro With an External Continuous Subcutaneous Insulin Infusion System in Adult Participants With Type 1 Diabetes","startDateStruct":{"date":"2018-02-21","type":"ACTUAL"},"conditions":["Diabetes Type 1"],"count":49,"armGroups":[{"label":"LY900014","type":"EXPERIMENTAL","interventionNames":["Drug: LY900014"]},{"label":"Insulin Lispro","type":"EXPERIMENTAL","interventionNames":["Drug: Insulin lispro"]}],"interventions":[{"name":"LY900014","otherNames":["Ultra-Rapid Lispro"]},{"name":"Insulin lispro","otherNames":["Humalog"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Diagnosed with type 1 diabetes and have been using insulin continuously for at least 12 months.\n* Using an insulin pump with 'rapid-acting insulin' for at least 6 months and using the same rapid-acting insulin for at least the past 30 days.\n* Have experience using Continuous Glucose Monitoring (CGM) or Flash Glucose Monitoring (FGM) for at least 60 days during the past 12 months.\n* Have hemoglobin A1c values ≤8.5%, as determined by the central laboratory at screening.\n* Have a body mass index (BMI) of ≤35 kilograms per meter squared at screening.\n* Have been using the MiniMed 530G or 630G (US) or the MiniMed 640G (EU) insulin pump for at least the past 30 days.\n\nExclusion Criteria:\n\n* Have had more than 1 emergency treatment for very low blood glucose in the last 6 months.\n* Have had more than 1 emergency treatment for poor glucose control (hyperglycemia or diabetic ketoacidosis) in the last 6 months.\n* Have significant insulin resistance defined as having received a total daily dose of insulin \\>1.2 units per kilogram (U/kg) at screening, as determined by the average total daily insulin dose over the 3 days prior to screening divided by weight in kilograms based on investigator review of the participant's pump history.\n* Have significant lipohypertrophy, lipoatrophy, or scars within the subcutaneous tissue in areas of infusion or have a history of abscess at an infusion site within the last 90 days prior to screening.\n* Are receiving any oral or injectable medication intended for the treatment of diabetes mellitus other than rapid-acting analog insulin via CSII in the 90 days prior to screening. Occasional pen or syringe injection of insulin is allowed, for example, due to pump malfunction or unexplained hyperglycemia not responsive to pump correction bolus.\n* Taking certain diabetes medications that are not allowed for study participation.\n* Have major problems with heart, kidneys, liver, or have a blood disorder.\n* Have had or are now being treated for certain types of cancer that prevents study participation.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Rate of Infusion Set Failures","description":"Infusion set failure events are defined as premature infusion set changes, due to a pump occlusion alarm OR due to unexplained hyperglycemia with blood glucose (SMBG) \\>250 milligrams per deciliter (mg/dL) (13.9 millimoles per liter \\[mmol/L\\]) that does not decrease within 1 hour following a correction bolus delivered via the pump during the 6 week treatment period. Aggregate rate was calculated for each participant as the total number of events while the participant is on study treatment divided by the days of exposure \\[last dose date and time -first dose date and time -duration of pump or treatment interruption\\] times 30.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.05","spread":null},{"groupId":"OG001","value":"0.03","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With at Least 1 Event of Infusion Set Failure","description":"Infusion set failures are defined as premature infusion set changes, due to a pump occlusion alarm OR due to unexplained hyperglycemia with blood glucose (SMBG) \\>250mg/dL (13.9 mmol/L) that does not decrease within 1 hour following a correction bolus delivered via the pump.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.3","spread":null},{"groupId":"OG001","value":"4.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Rate of Premature Infusion Set Changes","description":"Rate of premature infusion set changes.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.78","spread":null},{"groupId":"OG001","value":"1.13","spread":null}]}]}]},{"type":"SECONDARY","title":"Time Interval Until Infusion Set Change","description":"Time interval until infusion set change reflects the time interval in hours until infusion set change from first to last dose. MMRM model for post-baseline measures: Variable = Baseline + Period + Sequence + Strata(Region + Historical Use of SmartGuard/Threshold Suspend + HbA1c(\\<=7.3%, \\>7.3%)) + Treatment (Type III sum of squares).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"76.1","spread":"1.52"},{"groupId":"OG001","value":"74.3","spread":"1.51"}]}]}]},{"type":"SECONDARY","title":"Ratio of Bolus/Total Insulin Dose","description":"The bolus and total insulin doses for each visit was calculated as the mean of the doses for the last 3 days prior to the visit date that are entered in the eCRF. The bolus/total ratio was derived as the bolus dose divided by the total insulin dose at each visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"46.6","spread":"1.17"},{"groupId":"OG001","value":"44.2","spread":"1.17"}]}]}]},{"type":"SECONDARY","title":"Interstitial Glucose Reduction Rate From Hyperglycemia Following a Non-Meal-Related Correction Bolus Delivered Via the Pump","description":"Interstitial glucose reduction rate (glucose reduction \\[mg/dL\\] per minute) within 4 hours following a non-meal-related correction bolus via the pump, from hyperglycemia (interstitial glucose \\>180 mg/dL \\[10 mmol/L\\]) to recovery (interstitial glucose ≤180 mg/dL).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.71","spread":"0.062"},{"groupId":"OG001","value":"0.82","spread":"0.063"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Severe Hypoglycemic Events","description":"Number of participants with severe hypoglycemic events. Severe hypoglycemia was defined as participants with an altered mental status and could not assist in their own care, may have been semiconscious or unconscious, or experienced coma with or without seizures, and the event required assistance of another person to actively administer carbohydrate, glucagon, or other resuscitative actions. Blood glucose measurements may not have been available during such an event, but neurological recovery attributable to the restoration of BG concentration to normal was considered sufficient evidence that the event was induced by a low BG concentration (BG ≤70 mg/dL \\[3.9 mmol/L\\]).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":49},"commonTop":["Infusion site reaction","Infusion site pain"]}}}