{"nctId":"NCT01919801","briefTitle":"Blinded Safety & Efficacy Placebo Controlled Study of Icatibant for Angiotensin Converting Enzyme Inhibitor Induced Angioedema","startDateStruct":{"date":"2013-12-02","type":"ACTUAL"},"conditions":["Angiotensin Converting Enzyme Inhibitor Induced Angioedema"],"count":118,"armGroups":[{"label":"Icatibant","type":"EXPERIMENTAL","interventionNames":["Drug: Icatibant"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Icatibant","otherNames":["Firazyr"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Male or female, 18 years of age or older.\n2. Patient is currently being treated with an ACE inhibitor.\n3. Patient presenting with an ACE inhibitor-induced angioedema attack of the head and/or neck region within 12 hours of onset (must be sufficiently less than 12 hours to allow study drug to be given with 12 hours of attack onset).\n4. Angioedema must be considered at least moderate in severity for at least one of the four angioedema-associated airway symptoms (difficulty breathing, difficulty swallowing, voice changes, tongue swelling).\n5. Patient must have voluntarily signed an Institutional Review Board/Independent Ethics Committee-approved informed consent form after all relevant aspects of the study have been explained and discussed with the patient.\n6. Females must have a negative urine pregnancy test prior to administration of the study medication, with the exception of those females who have had a total hysterectomy or bilateral oophorectomy, or who are 2 years post-menopausal.\n\nExclusion Criteria:\n\n1. Patient has a diagnosis of angioedema of other etiology (eg, hereditary or acquired angioedema, allergic angioedema \\[eg, food, insect bite or sting, evident clinical response to antihistamines and/or corticosteroids\\], anaphylaxis, trauma, abscess or infection or associated disease, local inflammation, local tumor, post-operative or post-radiogenic edema, salivary gland disorders, other \\[non-ACE inhibitor\\] drug-induced angioedema).\n2. Patients with a family history of recurrent angioedema.\n3. Patients who have had a previous episode(s) of angioedema while not on ACE inhibitor therapy.\n4. Patients with acute urticaria (itchy, erythematous wheals).\n5. Patients who have an intervention to support the airway (eg, intubation, tracheotomy, cricothyrotomy) due to the current attack of angioedema.\n6. Patient has any of the following vascular conditions that, in the judgment of the investigator, would be a contraindication to participation in the study.\n\n   * Unstable angina pectoris or acute myocardial ischemia\n   * Hypertensive urgency or emergency (diastolic blood pressure \\[DBP\\] \\>120 mm Hg or systolic blood pressure \\[SBP\\] \\>180 mm Hg)\n   * Within 1 month of a stroke or transient ischemic attack\n   * New York Heart Association (NYHA) heart failure class IV\n7. Patient has a serious or acute condition or illness that, in the judgment of the investigator, would interfere with evaluating the safety and/or efficacy assessments of the study (eg, a condition or illness requiring hemodialysis).\n8. Patient is pregnant or breast feeding.\n9. Patient has participated in another investigational study in the past 30 days.\n10. Patient is unable to understand the nature, scope, and possible consequences of the protocol, or is unlikely or unable to comply with the protocol assessments, or is unlikely to complete the study for any reason.\n11. Patients who are not suitable for the study in the opinion of the investigator.\n12. Patient has experienced hypersensitivity to the active substance of the investigational product or to any of its excipients.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Time to Meeting Discharge Criteria (TMDC)","description":"TMDC was based on the investigator-assessed angioedema-associated upper airway symptom assessments. It was calculated from the time of study drug administration to the earliest time point at which the symptoms of difficulty breathing and difficulty swallowing were absent and the symptoms of voice change and tongue swelling were mild or absent and all subsequent assessments continued to satisfy these conditions. These symptoms were evaluated by the investigator using a 5-point grading scale (0=absent, 1=mild, 2=moderate, 3=severe, and 4=very severe). TMDC was analysed using Kaplan-Meier estimates.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.03","spread":null},{"groupId":"OG001","value":"4.00","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Treatment-emergent Adverse Events (TEAE) and Treatment-emergent Serious Adverse Events (TESAEs)","description":"An adverse event (AE) was any untoward medical occurrence in a participant who received study drug without regard to possibility of causal relationship. An serious adverse event (SAE) was an AE resulting in any of the following outcomes or deemed significant for any other reason: death余 initial or prolonged inpatient hospitalization余 life-threatening experience (immediate risk of dying)余 persistent or significant disability/incapacity余 congenital anomaly. TEAEs were defined as adverse events/serious adverse events that started or worsened after the study drug treatment.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27","spread":null},{"groupId":"OG001","value":"21","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Treatment Emergent Injection Site Reaction","description":"Injection site reaction included erythema, swelling, cutaneous pain, burning sensation, itching and warm sensation","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"31","spread":null},{"groupId":"OG001","value":"13","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null},{"groupId":"OG001","value":"13","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null},{"groupId":"OG001","value":"8","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Clinically Significant Changes in Laboratory Evaluation, Vital Signs, Electrocardiogram (ECG) and Physical Examination","description":"During laboratory evaluation, serum chemistry and hematology blood tests, and urinalysis were performed. Vital signs parameters included evaluation of pulse rate and systolic and diastolic blood pressure. Standard 12-lead ECGs were performed and ECG recordings were read locally at the study site by a cardiologist. Physical examination was performed with examination of major body systems per routine clinical practice.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Onset of Symptom Relief (TOSR)","description":"TOSR was calculated for the individual symptoms with pre-treatment scores of 2 (moderate) or more improved by at least 1 severity grade and the individual symptoms with pretreatment scores of 0 or 1 (absent or mild) were scored again at 0 or 1 and all the subsequent assessments continued to satisfy this condition. Time-to-event data were summarized using Kaplan-Meier estimates.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.00","spread":null},{"groupId":"OG001","value":"1.55","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Experienced Airway Intervention Due to ACE-I-induced Angioedema","description":"Airway Intervention included intubation, tracheotomy, cricothyrotomy.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Admitted to Hospital or Intensive Care Unit (ICU)","description":"Number of participants with and without an occurrence of admission to the hospital (inpatient) or ICU post-treatment due to the ACE-I-induced angioedema attack were described.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22","spread":null},{"groupId":"OG001","value":"22","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Experienced ACE-I-induced Angioedema Attack Following Study Drug Administration","description":"Number of participants with the use of conventional medications (corticosteroids, antihistamines, epinephrine) for the treatment of symptoms of the ACE-I- induced angioedema attack following study drug administration were presented.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35","spread":null},{"groupId":"OG001","value":"35","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Time to Meeting Discharge Criteria (TMDC) at Specified Time Points","description":"TMDC was based on the investigator-assessed angioedema-associated upper airway symptom assessments. It was calculated from the time of study drug administration to the earliest time point at which the symptoms of difficulty breathing and difficulty swallowing were absent and the symptoms of voice change and tongue swelling were mild or absent and all subsequent assessments continued to satisfy these conditions. These symptoms were evaluated by the investigator using a 5-point grading scale (0=absent, 1=mild, 2=moderate, 3=severe, and 4=very severe). TMDC was analysed using Kaplan-Meier estimates.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"55.0","spread":null},{"groupId":"OG001","value":"60.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"78.3","spread":null},{"groupId":"OG001","value":"75.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"91.7","spread":null},{"groupId":"OG001","value":"91.4","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Area Under the Plasma Concentration Versus Time Curve (AUC) of Icatibant and Its Metabolites (M1 and M2)","description":"Area under the plasma concentration-time curve of Icatibant and its metabolites (M1 and M2) were analyzed. A population pharmacokinetic analysis approach using sparse pharmacokinetic sampling obtained from a subset of subjects was used to evaluate exposure to icatibant.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2530","spread":"786"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2890","spread":"813"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3180","spread":"931"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":60},"commonTop":["Headache","Angioedema","Dysphonia","Dyspnoea","Nausea"]}}}