{"nctId":"NCT02508103","briefTitle":"Emotional Processing and Oxytocin Mechanisms in Premenstrual Dysphoric Disorder: A Pilot Study","startDateStruct":{"date":"2015-07"},"conditions":["Premenstrual Dysphoric Disorder"],"count":10,"armGroups":[{"label":"Oxytocin, then Placebo","type":"EXPERIMENTAL","interventionNames":["Drug: Oxytocin","Drug: Placebo"]},{"label":"Placebo, then Oxytocin","type":"EXPERIMENTAL","interventionNames":["Drug: Oxytocin","Drug: Placebo"]}],"interventions":[{"name":"Oxytocin","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* In order to be eligible to enter this study, subjects will have met PMDD Study Entry Criteria in the diagnostic feeder study (IRB# 05-3000)\n* 18 to 52 years of age\n* Regular menstrual cycles\n* Ability to give informed consent\n\nExclusion Criteria:\n\n* current psychiatric diagnosis of substance abuse or claustrophobia (fear of closed places)\n* pregnancy (based on urine pregnancy test) or breastfeeding\n* use of psychiatric medication (e.g. for depression, anxiety), hormonal medication, other agents that alter mood or thinking, or street drugs\n* any foreign iron or steel metal objects in the body, such as a pacemaker, shrapnel, metal plate, certain types of tattoos, or metal debris","healthyVolunteers":true,"sex":"FEMALE","minimumAge":"18 Years","maximumAge":"52 Years","stdAges":["ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Premenstrual Symptom Severity","description":"The investigators will analyze premenstrual symptom severity ratings during the late luteal phase of two consecutive menstrual cycles to assess the effects of intranasal oxytocin (vs. placebo) on premenstrual symptom severity. Daily premenstrual symptoms were measured using the Daily Record of Severity of Problems (DRSP; Endicott et al., 2006). Across 24 items representing emotional, physical, and behavioral symptoms, participants indicated \"the degree to which the problems have been experienced today\": 1-Not at all, 2-Minimal, 3-Mild, 4-Moderate, 5-Severe, or 6-Extreme. For each participant, we calculated a total score by summing all 24 items. We then calculated a mean total score for each condition by averaging all participants total scores in a given condition. Higher scores represent greater symptoms. Range of total score is 24 to 144.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25.05","spread":"16.74"},{"groupId":"OG001","value":"27.36","spread":"13.80"}]}]}]},{"type":"PRIMARY","title":"Amygdala Response to Cognitive-emotional Processing Task During Functional Magnetic Resonance Imaging (fMRI)","description":"During fMRI scanning, the investigators will assess the effects of intranasal oxytocin (vs. placebo) on amygdala response to cognitive-emotional processing task (Hariri et al., 2006) during the late luteal phase of two consecutive menstrual cycles. Amygdala reactivity was assessed by extracting a \"contrast of parameter estimate\" (COPE) for each region (left and right amygdala). Regions were defined using binarized Harvard-Oxford Subcortical Atlas masks. The parameter estimate was the average estimate of all voxels in each region for the task contrast of viewing Faces vs. Shapes. We used neuroimaging software package FSL to calculate and extract these parameter estimates.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.89","spread":"0.48"},{"groupId":"OG001","value":"0.95","spread":"0.81"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.14","spread":"0.57"},{"groupId":"OG001","value":"1.22","spread":"1.25"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":10},"commonTop":["Headache","Uterine cramps","Clogged nostril"]}}}