{"nctId":"NCT01219881","briefTitle":"Comparing Desflurane to Sevoflurane for the Effect on Recovery Time in Patients Undergoing Urological Cystoscope Surgery","startDateStruct":{"date":"2010-09"},"conditions":["Cystoscopes","Baxter Anaesthesia Brand of Desflurane","Sevoflurane"],"count":75,"armGroups":[{"label":"Desflurane","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Desflurane"]},{"label":"Sevoflurane","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Sevoflurane"]}],"interventions":[{"name":"Desflurane","otherNames":[]},{"name":"Sevoflurane","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Male or female, 50 to 75 years of age.\n2. Subjects with an American Society of Anesthesiologist (ASA) physical status of I to III.\n3. Subjects able to provide written informed consent to participate in the study.\n4. Female subjects who have a negative urine or serum pregnancy test, who have been surgically sterilized, or are postmenopausal.\n5. Subjects scheduled for urological cystoscopic surgery under general anesthesia with LMA intubation.\n\nExclusion Criteria:\n\n1. Subjects who are prisoners.\n2. Subjects who have limited decision-making capacity or lack the ability to consent.\n3. Subjects with a history of alcohol or drug abuse within the last year.\n4. Subjects with a history of an allergic reaction, intolerance, or contraindications to any of the study medications.\n5. Females who are pregnant or are breastfeeding.\n6. Subjects with BMI greater than 35.\n7. Subjects with a history of hiatal hernia or gastroesophageal reflux disease (GERD).\n8. Subjects with a history of pharyngeal pathology.\n9. Subjects who have participated in or are currently participating in a clinical trial of an investigational drug within 30 days prior to surgery.\n10. Subjects with a fixed decreased pulmonary compliance, such as patients with pulmonary fibrosis.\n11. Subjects with multiple or massive injuries, acute abdominal and/or thoracic injuries.\n12. Subjects with any condition associated with delayed gastric emptying.\n13. Subjects who are profoundly unconscious and who may not resist LMA insertion or have a contraindication for the use of LMA intubation.\n14. Subjects with any condition that in the opinion of the investigator would render the subject ineligible for participation in the study, such as unstable or severe cardiovascular, pulmonary, renal, hepatic, metabolic, or endocrine disease or neuromuscular disorder.\n15. Subjects with a history of malignant hyperthermia.","healthyVolunteers":true,"sex":"ALL","minimumAge":"50 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Recovery Time","description":"Recovery Time after exposure to desflurane or sevoflurane considering time of emergence from anesthesia","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"20","spread":null}]}]}]},{"type":"SECONDARY","title":"Difference in Time to Orientation","description":"Difference in time to orientation as measured by Short Orientation Memory Concentration Test (SOMCT) between the desflurane group and the sevoflurane group","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null},{"groupId":"OG001","value":"15","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Extubation","description":"Time from gas discontinuation to eye extubation after eye opening","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.0","spread":"2.5"},{"groupId":"OG001","value":"7.9","spread":"4.1"}]}]}]},{"type":"SECONDARY","title":"Incidence of Coughing at Extubation, Approximately 10 Minutes After End of Surgery","description":"Effect of desflurane versus sevoflurane on the incidence of coughing at extubation using a standardized coughing scale","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":38},"commonTop":["Coughing"]}}}