{"nctId":"NCT05132127","briefTitle":"Sutimlimab (BIVV009) for the Adult Participants With Cold Agglutinin Disease (CAD) Who Have Completed Phase 3 Studies (CARDINAL or CADENZA) in Japan","startDateStruct":{"date":"2021-11-11","type":"ACTUAL"},"conditions":["Cold Agglutinin Disease"],"count":7,"armGroups":[{"label":"Sutimlimab","type":"EXPERIMENTAL","interventionNames":["Drug: sutimlimab"]}],"interventions":[{"name":"sutimlimab","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n--Participant must be adults.\n\n* Participants who had been enrolled in and had completed Part B of CARDINAL or CADENZA study.\n* Participants who had ongoing diagnosis of CAD.\n* Participants who continued to require treatment for CAD upon completion of participation in the previous study evidenced by return of CAD-related symptoms of anemia and/or deterioration on markers of hemolysis after the end of study visit following the 9-week safety follow up period. (9-week follow up period).\n* Participants who had acceptable benefit/risk profile.\n* Participant who had acceptable infection risk.\n* Participants who had no available appropriate alternative therapy for CAD.\n* Body weight \\>= 39 kg.\n* Gave signed informed consent.\n\nExclusion Criteria:\n\n--Clinical diagnosis of systemic lupus erythematosus or immune complex-mediated autoimmune disorders.\n\n* Participants who met recent Rituximab and/or immunosuppressive therapy.\n* Any of the following medical conditions:\n\n  1. Active, serious intercurrent illness which precluded enrolment until recovery was complete.\n  2. Pregnancy or breast-feeding.\n* End of Study visit in CARDINAL or CADENZA took place more than 3 months before Baseline visit in this study.\n* Hypersensitivity reactions to sutimlimab or components thereof, or other allergy that, in the opinion of the Investigator, contraindicated participation in the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Treatment-emergent Adverse Events (TEAEs) and Treatment-emergent Serious Adverse Events (TESAEs)","description":"An Adverse Event (AE) was defined as any untoward medical occurrence in a participant who received study intervention and did not necessarily had to have a causal relationship with the treatment. Serious adverse events (SAEs) were defined as any untoward medical occurrence that at any dose: resulted in death, was life-threatening, required inpatient hospitalization or prolongation of existing hospitalization, resulted in persistent or significant disability/ incapacity, was a congenital anomaly/birth defect, suspected transmission of any infectious agent via an authorized medicinal product, was a medically important event. TEAEs were defined as AEs that developed, worsened or became serious during the treatment-emergent period (from first dose of study intervention up to 9 weeks after the last dose of study intervention in the current study).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Treatment-emergent Adverse Events of Special Interest (AESI)","description":"An AE was defined as any untoward medical occurrence in a participant who received study intervention and did not necessarily had to have a causal relationship with the treatment. AESIs were AE (serious or non-serious) of scientific and medical concern specific to the Sponsor's product or program, for which ongoing monitoring and immediate notification by the investigator to the Sponsor was required.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":7},"commonTop":["Back Pain","Pyrexia","Cystitis","Gingivitis","Nasopharyngitis"]}}}