{"nctId":"NCT00765362","briefTitle":"Mobile - Bearing Knee Study","startDateStruct":{"date":"2000-01"},"conditions":["Inflammatory Tissue Disorder","Osteoarthritis","Avascular Necrosis","Post-traumatic Arthritis","Secondary Arthritis"],"count":419,"armGroups":[{"label":"1","type":"EXPERIMENTAL","interventionNames":["Device: Encore Mobile-Bearing Knee"]}],"interventions":[{"name":"Encore Mobile-Bearing Knee","otherNames":["MBK"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Skeletal maturity\n* Less than 70 on preoperative Knee Society Score (Rating Score)\n* Sufficient bone stock, as judged by radiographs, to support primary knee implant\n* Patients with inflammatory tissue disorders, osteoarthritis, post-traumatic arthritis, secondary arthritis, or avascular necrosis of the femoral condyles\n* Patient is not pregnant\n* Primary total knee replacement\n* Sufficient collateral ligaments to support device, as judged by physician during stability testing (varus/valgus and flexion/extension)\n* Varus deformity \\<45 or valgus deformity \\<45 or fixed flexion deformity \\<90\n* Patient is likely to be available for evaluation for the duration of the study\n* Able and willing to sign the informed consent and follow study procedures\n\nExclusion Criteria:\n\n* Skeletal immaturity\n* Greater than or equal to 70 on preoperative Knee Society Score (Rating Scale)\n* Previous knee surgery that has adversely affected bone stock or prior total knee replacement\n* Post patellectomy\n* Patient is pregnant\n* Insufficient collateral ligaments, as judged by the physician\n* Neurological conditions that might hinder patient's ability to follow study procedures (i.e., any that restrict physical activities such as Parkinson's Disease, Multiple Sclerosis, previous stroke which affects lower extremity).\n* Varus deformity \\>45 or valgus deformity \\>45 or fixed flexion deformity \\>90.\n* Mental conditions that may interfere with ability to give an informed consent or willingness to fulfill the study requirements (i.e., severe mental retardation such that the patient cannot understand the informed consent process, global dementia, prior strokes that interfere the with patient's cognitive abilities, senile dementia, and Alzheimer's Disease).\n* Prisoners\n* Conditions that place excessive demand on the implant (i.e. Charcot's joints, muscle deficiencies, refusal to modify postoperative physical activities, skeletal immaturity).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Knee Society Score Evaluation","description":"The Knee Society Score includes a knee rating and function score. This evaluation covers the knee rating score with three main parameters of pain, stability and range of motion and that flexion contracture, extension lag and misalignment should be dealt with as deductions. Thus, 100 points will be obtained by a well-aligned knee with no pain, 125 degrees of motion, and negligible anteroposterior and mediolateral instability. 50 points are allotted for pain, 25 for stability, and 25 for range of motion. Grading for KS Score: Excellent (90-100), Good (80-90), Fair (70-79) and Poor (\\<70).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"93.1","spread":"9.9"}]}]}]},{"type":"PRIMARY","title":"Knee Society Function Score","description":"The patient function score considers only walking distance and stair climbing, with deductions for walking aids. The maximum function score is obtained by a patient who can walk an unlimited distance and go up and down stairs normally. Walking ability is expressed in blocks (approximately 100 meters). Stair climbing is considered normal if the patient can ascend and descend stairs without holding a railing. A score of \\> or = to 60 on the function score is considered success. Minimum score = 0, maximum score = 100 with the higher the score representing a better outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"89.0","spread":"15.6"}]}]}]},{"type":"PRIMARY","title":"Knee Society Scores Used as Success/Failure Criteria.","description":"The maximum score for each of the sections is 100 points. A score of at least 80 points on the 2-year knee assessment score was defined as a success.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"91","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"84","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":419},"commonTop":["Musculoskeletal pain","Swelling","Infections","Edema","Arthrofibrosis"]}}}