{"nctId":"NCT05147662","briefTitle":"A Study to Learn How Safe the Study Treatment BAY94-9027 is and How it Affects the Body in Previously Treated Children Aged 7 to Less Than 12 Years With Severe Hemophilia A, a Genetic Bleeding Disorder That is Caused by the Lack of a Protein Called Clotting Factor 8 (FVIII) in the Blood","startDateStruct":{"date":"2022-03-23","type":"ACTUAL"},"conditions":["Treatment of Bleeding","Prophylaxis of Bleeding","Hemophilia A","Children"],"count":36,"armGroups":[{"label":"Main study (Part A) and the extension study (Part B)","type":"EXPERIMENTAL","interventionNames":["Biological: Damoctocog alfa pegol (Jivi, BAY94-9027)"]}],"interventions":[{"name":"Damoctocog alfa pegol (Jivi, BAY94-9027)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participants with severe hemophilia A (participant's own FVIII activity \\[FVIII:C\\] \\<1%)\n* Participants must be previously treated with FVIII concentrate(s) (plasma derived or recombinant) for a minimum of 50 exposure days (EDs) at the time of signing the informed consent\n* Participant has understood the study if appropriate for his age, informed consent must be signed by the parent, the participant can only sign the assent\n* Willingness and ability of participants and/or parents /caregivers to complete training in the use of the electronic patient diary (EPD) and to document infusions during the study\n\nExclusion Criteria:\n\n* History of FVIII inhibitors\n* Current evidence of inhibitor to FVIII measured using the Nijmegen-modified Bethesda assay (≥0.6 BU/mL) at the time of screening (central laboratory)\n* Any other inherited or acquired bleeding disorder in addition to hemophilia A (e.g. von Willebrand disease, hemophilia B)\n* Known hypersensitivity or allergic reaction to drug substance, excipients or mouse or hamster protein\n* Any other significant medical condition that the investigator feels would be a risk to the patient or would impede the study\n* Requires any pre-medication to tolerate FVIII treatment (e.g. antihistamines)\n* Planned major surgery during the study\n* Any individual who is receiving chemotherapy, immune modulatory drugs other than anti-retroviral chemotherapy, or chronic use of oral or intravenous (IV) corticosteroids (\\> 14 days) within the last 3 months\n* Any individual who received commercially available subcutaneous factor substitution therapy (emicizumab) within the last 6 months\n* The participant is currently participating in another investigational drug study or has participated in a clinical study involving an investigational drug within 30 days of study entry or previous participation in a clinical study with BAY94-9027","healthyVolunteers":false,"sex":"MALE","minimumAge":"7 Years","maximumAge":"11 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Adverse Events of Special Interest (AESI) Hypersensitivity and Loss of Efficacy Associated With the First 4 Exposure Days (EDs) Leading to Discontinuation","description":"The occurrence of the defined adverse events of special interest was documented during the first 4 days that a participant was exposed to the study intervention.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Adverse Drug Reactions (ADRs)","description":"Adverse drug reactions were defined as any adverse events where a causal relationship of at least possibly related with the use of BAY 94-9027 had been ascribed by the investigator. In this study, treatment emergent study drug-related adverse events were used in defining ADRs.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Anti-drug Antibody (ADA) Development","description":"All participants were tested for the development of anti-drug antibodies (ADAs) (anti-polyethylene glycol \\[PEG\\] and anti-PEG immunoglobulin M \\[IgM\\]).","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"The Number of Participants With Confirmed Factor VIII Inhibitors","description":"A positive FVIII inhibitor test was defined with a threshold of ≥ 0.6 BU/mL at the central laboratory. The first positive measurement was confirmed by a second, different sample.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Annualized Bleeding Rate (ABR)","description":"For each participant, the number of bleeds was related to the individual observation period to assess bleeding rates. For descriptive analyses, bleeding rates were annualized at the individual participant level using the formula: ABR = (number of bleeds × 365.25 × 24 × 60)/(Period). Period was defined as the number of minutes calculated from the date and time of the beginning of the treatment period and the date and time of the end of the treatment period of interest.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"BAY94-9027 Consumption","description":"Summary statistics for BAY 94-9027 consumption are provided for prophylaxis treatment, for treatment of bleeds, and overall. Consumption per year and per infusion is presented based on total dose (IU) and dose per body weight (IU/kg).","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Infusions/Month and Year (Annualized Infusion Rate)","description":"Number of infusions per month and year","paramType":null,"dispersionType":null,"classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":35},"commonTop":["Cough","Pyrexia","Influenza","Headache","Nasopharyngitis"]}}}