{"nctId":"NCT00958438","briefTitle":"PREventative Study Against URate-Lowering Drug-Induced Gout Exacerbations (PRE-SURGE 2)","startDateStruct":{"date":"2009-07"},"conditions":["Gout"],"count":248,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"Rilonacept 80 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Rilonacept"]},{"label":"Rilonacept 160 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Rilonacept"]}],"interventions":[{"name":"Placebo","otherNames":[]},{"name":"Rilonacept","otherNames":[]},{"name":"Rilonacept","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female 18 to 80 years of age;\n* Previously met the preliminary criteria of the American Rheumatism Association (ARA) for the classification of the acute arthritis of primary gout;\n* At least 2 gout flares in the year prior to the screening visit;\n* Serum uric acid greater than or equal to 7.5 mg/dL at the screening visit.\n\nExclusion Criteria:\n\n* Acute gout flare within 2 weeks of the screening visit or during screening;\n* Persistent chronic or active infections;\n* History of an allergic reaction to allopurinol;\n* History or presence of cancer within 5 years of the screening visit;\n* Previous exposure to Rilonacept;\n* Use of allopurinol, benzbromarone, febuxostat, probenecid or sulfinpyrazone within 3 months prior to the screening visit.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Gout Flares Per Participant Assessed From Day 1 to Day 113 (Week 16)","description":"Gout flare was defined as acute articular pain typical of a gout attack that required treatment with an anti-inflammatory therapeutic: had at least 3 of the following 4 signs or symptoms: joint swelling, tenderness, redness, and pain and with at least 1 of the following: rapid onset of pain, decreased range of motion, joint warmth or other symptoms similar to a prior gout flare. Number of gout flares per participant was reported for this outcome measure.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.23","spread":"1.57"},{"groupId":"OG001","value":"0.35","spread":"0.67"},{"groupId":"OG002","value":"0.34","spread":"0.86"}]}]}]},{"type":"SECONDARY","title":"Number of Modified Gout Flares Per Participant From Day 1 to Day 113 (Week 16)","description":"Modified gout flare was defined using modified definition of a gout flare as participant-reported articular pain typical of a gout attack that was deemed to require treatment with anti-inflammatory therapy. Number of modified gout flares per participant were reported for this outcome measure.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.51","spread":"1.87"},{"groupId":"OG001","value":"0.62","spread":"1.32"},{"groupId":"OG002","value":"0.48","spread":"0.99"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With at Least One Flare From Day 1 to Day 113 (Week 16)","description":"Gout flare was defined as acute articular pain typical of a gout attack that required treatment with an anti-inflammatory therapeutic: had at least 3 of the following 4 signs or symptoms: joint swelling, tenderness, redness, and pain; and with at least 1 of the following: rapid onset of pain, decreased range of motion, joint warmth or other symptoms similar to a prior gout flare. Percentage of participants with at least one gout flare was reported for this outcome measure.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"56.1","spread":null},{"groupId":"OG001","value":"25.6","spread":null},{"groupId":"OG002","value":"20.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With at Least Two Flares From Day 1 to Day 113 (Week 16)","description":"Gout flare was defined as acute articular pain typical of a gout attack that required treatment with an anti-inflammatory therapeutic: had at least 3 of the following 4 signs or symptoms: joint swelling, tenderness, redness, and pain, and with at least 1 of the following: rapid onset of pain, decreased range of motion, joint warmth or other symptoms similar to a prior gout flare. Percentage of participants with at least two gout flares was reported for this outcome measure.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32.9","spread":null},{"groupId":"OG001","value":"8.5","spread":null},{"groupId":"OG002","value":"6.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Gout Flare Days Per Participant From Day 1 to Day 113 (Week 16)","description":"Gout flare was defined as acute articular pain typical of a gout attack that required treatment with an anti-inflammatory therapeutic: had at least 3 of the following 4 signs or symptoms: joint swelling, tenderness, redness, and pain, and with at least 1 of the following: rapid onset of pain, decreased range of motion, joint warmth or other symptoms similar to a prior gout flare. Number of gout flare days per participant was reported for this outcome measure.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.7","spread":"21.0"},{"groupId":"OG001","value":"4.30","spread":"17.13"},{"groupId":"OG002","value":"1.86","spread":"5.80"}]}]}]},{"type":"SECONDARY","title":"Number of Gout Flare Days With Participant's Pain Score of 5 or More (From Daily Diary) Per Participant From Day 1 to Day 113 (Week 16)","description":"Participants were asked to complete a telephone diary by calling the IVRS daily beginning at the baseline visit (Day 1) through the follow-up visit (Day 141) and reported their general well-being, gout symptoms, and weekly study drug administrations. At the onset of pain from a gout flare, participants were to answer additional diary questions regarding their gout flare and had to continue daily flare assessments until they reported the flare had ended. If a flare occurred just prior to the follow-up visit (Day 141), participants were to continue completing the daily diary until the flare resolved. Gout flare pain was assessed on a scale from 0 to 10 (with 0=no pain and 10=severe pain) within the past 24 hours.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.28","spread":"7.67"},{"groupId":"OG001","value":"1.67","spread":"8.43"},{"groupId":"OG002","value":"0.88","spread":"2.66"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":82},"commonTop":["Influenza","Injection site erythema","Accidental overdose","Nasopharyngitis","Headache"]}}}