{"nctId":"NCT01302860","briefTitle":"Efficacy, Safety and Tolerability of ACZ885 in Pediatric Patients With the Following Cryopyrin-associated Periodic Syndromes: Familial Cold Autoinflammatory Syndrome, Muckle-Wells Syndrome, or Neonatal Onset Multisystem Inflammatory Disease","startDateStruct":{"date":"2010-11"},"conditions":["Cryopyrin-associated Periodic Syndromes","Familial Cold Autoinflammatory Syndrome","Muckle-Wells Syndrome","Neonatal Onset Multisystem Inflammatory Disease"],"count":17,"armGroups":[{"label":"Canakinumab","type":"EXPERIMENTAL","interventionNames":["Drug: ACZ885"]}],"interventions":[{"name":"ACZ885","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Male and female patients that are 28 days up to 60 months of age at the time of the screening visit.\n2. Body weight \\> or = 2.5 kg.\n3. Parent or legal guardian's written informed consent is required before any assessment is performed for patients.\n4. At study entry, patients should have a clinical diagnosis of FCAS, MWS, or NOMID and symptoms requiring pharmacological intervention. Prior agreement between the Investigator and Novartis for study eligibility is required for patients who do not have a molecular diagnosis of NALP3 mutations available (either testing not performed, or testing performed but negative) upon study entry. For those patients who have not been molecularly tested for NALP3 mutations, molecular testing should be performed during the course of the study.\n5. For patients treated with an IL-1 blocking agent (i.e. anakinra, rilonacept), these treatments should be discontinued prior to the baseline visit and patients must demonstrate active disease prior to treatment.\n6. Patients who are scheduled to receive an immunization, according to their local vaccination guidelines, with an inactivated vaccine must be willing to participate in the assessment schedule for vaccinated patients.\n\nExclusion Criteria:\n\n1. Preterm neonates for whom, in the Investigator's judgment, participation in the study is not deemed appropriate.\n2. History of recurrent and/or evidence of active bacterial, fungal, or viral infections (including HIV).\n3. Patients with immunodeficiency or treatment with immunosuppressive drugs.\n4. Live vaccinations within \\< or = 3 months prior to screening. No live vaccinations will be allowed throughout the course of this study and up to 3 months following the last dose.\n5. Patients with an increased risk of tuberculosis (TB) infection according to following risk factors:\n\n   * Patients with recent close contact with persons known to have active pulmonary TB disease\n   * Foreign-born patients from countries with a high prevalence of tuberculosis\n   * Patients with recent tuberculosis infection (including children \\> 6 months with a positive PPD test \\[defined as an induration of at least 10mm\\])\n   * Patients with end-stage renal disease\n   * Patients with diabetes mellitus\n   * Patients receiving immunosuppressive therapy\n   * Patients with hematologic cancers.\n6. Participation in another trial within the last 30 days or 5 half-lives of the investigational compound (whichever is longer).\n7. Familial and social conditions rendering regular medical assessment not possible.\n8. Pediatric patients with neutropenia (absolute neutrophil count \\[ANC\\] \\< 1.5 x 10 to the 9th/l)\n\nOther protocol defined inclusion/exclusion criteria may apply","healthyVolunteers":false,"sex":"ALL","minimumAge":"1 Month","maximumAge":"60 Months","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants Aged 4 Years or Younger With at Least One Complete Response at Week 56","description":"Complete response was defined as clinical remission and serological remission. Clinical remission was defined as Physician global assessment of auto-inflammatory disease activity as absent or minimal (using a 5-point scale ranging from absent to severe) and assessment of skin disease as absent or minimal (using a 5-point scale ranging from absent to severe). Serological remission was defined as C reactive protein (CRP) or Serum amyloid A protein (SAA) to be less than (\\<) 15 milligram per liter (mg/L) and \\<10 mg/L respectively.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"94.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Aged 2 Years or Younger With at Least One Complete Response at Week 56","description":"Complete response was defined as clinical remission and serological remission. Clinical remission was defined as Physician global assessment of auto-inflammatory disease activity as absent or minimal (using a 5-point scale ranging from absent to severe) and assessment of skin disease as absent or minimal (using a 5-point scale ranging from absent to severe). Serological remission was defined as CRP or SAA to be \\<15 mg/L and \\<10 mg/L respectively.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"90","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Defined Grades in Physician's Global Assessment Score at Week 56","description":"Participants were assessed based by physician on Physician's Global Assessment measured on a 5--point scale for auto inflammatory disease activity as: 0 = None/absent; 1 = Minimal; 2 = Mild; 3 = Moderate; 4 = Severe.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"70.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Defined Grades in Physician Assessment of Skin Disease at Week 56","description":"Participants were assessed by physician for skin disease (urticarial skin rash) measured on a 5--point scale as: 0 = None/absent; 1 = Minimal; 2 = Mild; 3 = Moderate; 4 = Severe.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"82.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in C--Reactive Protein (CRP) and Serum Amyloid A (SAA) Concentrations at Week 56","description":"The CRP and SAA were used as inflammatory markers. The target level concentrations for CRP and SAA was ≤15 mg/L and ≤10 mg/L, respectively. Negative change in concentration of inflammatory markers indicated improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.4","spread":"6.28"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-54.4","spread":"133.81"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Adverse Events (AEs) and Serious Adverse Events (SAEs)","description":"Adverse events (AEs) were defined as any unfavorable and unintended diagnosis, symptom, sign (including an abnormal laboratory finding), syndrome or disease which either occurs during study, having been absent at baseline, or, if present at baseline, appears to worsen. Serious adverse events (SAEs) were defined as any untoward medical occurrences that result in death, are life threatening, require (or prolong) hospitalization, cause persistent or significant disability/incapacity, result in congenital anomalies or birth defects, or are other conditions which in judgement of investigators represent significant hazards.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Receiving a Concomitant Vaccination During the Study","description":"Participants received any one of the following inactivated vaccines as per the immunization program: Corynebacterium diphtheria, Bordetella pertussis, Neisseria meningitidis, Clostridium tetani, Influenza type A, Influenza type B, Haemophilus influenza B, Streptococcus pneumoniae, or Hepatitis B were determined.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"41.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Vaccination Cases With Protective Antibody Levels Following Immunization With Inactivated Vaccines","description":"Participants who received any inactivated vaccines during the study were assessed for their ability to attain protective antibody levels against the vaccine (antigen) post immunization. Participants vaccinations were not assessed for a response if the antibody titre was already sufficient at pre-dose and maintained during the study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Anti-canakinumab Antibodies at Week 56","description":"Immunogenicity assessment included determination of anti-canakinumab (ACZ885) antibodies in serum samples using BIAcore system, with detection based on surface plasmon resonance technique.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":17},"commonTop":["Nasopharyngitis","Upper respiratory tract infection","Pyrexia","Rhinitis","Diarrhoea"]}}}