{"nctId":"NCT03296072","briefTitle":"In Situ Erosion Study to Investigate the Effectiveness of an Experimental Toothpaste","startDateStruct":{"date":"2017-11-13","type":"ACTUAL"},"conditions":["Tooth Erosion"],"count":62,"armGroups":[{"label":"Test product","type":"EXPERIMENTAL","interventionNames":["Drug: 0.254% w/w sodium fluoride and 5% KNO3"]},{"label":"Comparator Product","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: 0.454% w/w stannous fluoride"]},{"label":"Placebo Product","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: 5% KNO3"]}],"interventions":[{"name":"0.254% w/w sodium fluoride and 5% KNO3","otherNames":[]},{"name":"0.454% w/w stannous fluoride","otherNames":[]},{"name":"5% KNO3","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Evidence of a personally signed and dated informed consent.\n* Male and female participants who, at the time of screening, are between the ages of 18 and 65 years, inclusive.\n* Participant who is willing and able to comply with scheduled visits, treatment plan, and other study procedures.\n* Good general and mental health with, in the opinion of the investigator or medically qualified designee. No clinically significant and relevant abnormalities in medical history or oral examination.\n* Male participant able to father children and female participant of childbearing potential and at risk for pregnancy must agree to use a highly effective method of contraception throughout the study and for 5 days after the last dose of assigned treatment.\n* Good oral health without lesions of the oral cavity that could interfere with the study evaluations.\n* Maxillary dental arch suitable for the retention of the palatal appliance\n* Unstimulated salivary flow rate of at least 0.2 mL/minute and a stimulated salivary flow rate of at least 0.8 mL/minute.\n* Understands and is willing, able and likely to comply with all study procedures and restrictions.\n\nExclusion Criteria:\n\n* Participants who are investigational site staff members directly involved in the conduct of the study and their family members, site staff members otherwise supervised by the investigator, or participants who are GSK employees directly involved in the conduct of the study.\n* Participation in other studies involving investigational drug(s) within 30 days prior to screening visit.\n* Participation in other studies involving investigational oral care or cosmetic products within 30 days prior to screening visit.\n* Acute or chronic medical or psychiatric condition that may increase the risk associated with study participation or investigational product administration or may interfere with the interpretation of study results and, in the judgment of the investigator, would make the participant inappropriate for entry into this study.\n* Pregnant female participant (self - reported).\n* Breastfeeding female participant.\n* Known or suspected intolerance or hypersensitivity to the study materials (or closely related compounds) or any of their stated ingredients. Unwilling or unable to comply with the lifestyle guidelines described in this protocol.\n* Medication that may interfere significantly with the saliva flow in the judgment of the investigator. Should new medications that may interfere with the saliva flow be added, a second salivary flow test will be performed.\n* Participant with any condition that would impact on their safety or wellbeing or affect their ability to understand and follow study procedures and requirements.\n* Any sign of grossly carious lesions (active), moderate or severe periodontal conditions, or severe tooth wear. Participant presenting at screening with minor caries may continue in the study if their carious lesions are repaired prior to the first treatment visit of the study.\n* Wears oral appliance or orthodontia (besides participants wearing permanent lower retainers, which are eligible).\n* Recent history (within the last year) of alcohol or other substance abuse. Participant who has previously been enrolled in this study.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"% Surface Micro Hardness Recovery (SMHR; Comparison of 1150 Ppm Fluoride and 5% KNO3 Dentifrice Relative to a Fluoride Free Placebo Dentifrice to Enhance Remineralization of Enamel)","description":"The %SMHR was calculated to assess the changes in mineralization status of enamel specimens. The mean indent length (micrometer) from five Knoop microindentations within each specimen was measured at baseline (B), after the first erosive challenge (E1), and after 2 and 4 hours intraoral phase (R). An increase in the indentation length compared to the baseline indicates softening of the enamel surface while decrease in the indentation length represents re-hardening of enamel surface. The %SMHR was calculated as : %SMHR = \\[(E1-R)/(E1-B)\\]\\*100. Greater values of %SMHR indicate that greater remineralization has occurred, thus higher values are more favorable.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"29.67","spread":"1.12"},{"groupId":"OG001","value":"21.98","spread":"1.12"}]}]}]},{"type":"SECONDARY","title":"% Relative Erosion Resistance (RER; Comparison of 1150 Ppm Fluoride and 5% KNO3 Dentifrice Relative to a Fluoride Free Placebo Dentifrice to Inhibit Demineralization of Enamel)","description":"The %RER was calculated to assess the ability of treated enamel specimens to provide a combined benefit in terms of enhanced remineralization and acid resistance of the enamel. The mean indent length (micrometer) from five Knoop microindentations within each specimen was measured at baseline (B), after the first erosive challenge (E1), and after the second erosive challenge (E2) (E2 is measured for after both 2 and 4 hours of remineralization). An increase in the indentation length compared to the baseline indicates softening of the enamel surface while decrease in the indentation length represents re-hardening of enamel surface. The %RER was calculated as : %RER = \\[(E1-E2)/ (E1-B)\\]\\*100. Higher values of %RER indicate greater resistance to erosion, thus higher values are more favorable.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-23.65","spread":"1.96"},{"groupId":"OG001","value":"-56.94","spread":"1.96"}]}]}]},{"type":"SECONDARY","title":"Enamel Fluoride Uptake (EFU; Comparison of 1150 Ppm Fluoride and 5% KNO3 Dentifrice Relative to a Fluoride Free Placebo Dentifrice to Promote Fluoride Uptake in Enamel)","description":"The EFU was measured to determine the amount of fluoride incorporation into the model erosive lesions. Each enamel specimen drilled to a depth of approximately 100 μm using a microdrill, through the entire lesion (four cores per specimen). The enamel powder pooled from four drilling samples was then, dissolved in a known volume of perchloric acid and immediately analyzed for fluoride content using a calibrated fluoride specific electrode. The amount of fluoride-uptake by enamel was calculated based on the amount of fluoride divided by the area of the enamel cores and expressed as microgram fluoride per square centimeter (μgF/cm\\^2). Higher values of EFU indicate greater incorporation of fluoride into the enamel and are thus more favorable.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.98","spread":"0.09"},{"groupId":"OG001","value":"1.17","spread":"0.09"}]}]}]},{"type":"SECONDARY","title":"% SMHR (Comparison of 1150 Ppm Fluoride and 5% KNO3 Dentifrice Relative to Comparator Containing 1100 Ppm Fluoride)","description":"The %SMHR was calculated to assess the changes in mineralization status of enamel specimens. The mean indent length (micrometer) from five Knoop microindentations within each specimen was measured at baseline (B), after the first erosive challenge (E1), and after 2 and 4 hours intraoral phase (R). An increase in the indentation length compared to the baseline indicates softening of the enamel surface while decrease in the indentation length represents re-hardening of enamel surface. The %SMHR was calculated as: %SMHR = \\[(E1-R)/(E1-B)\\]\\*100. Greater values of %SMHR indicate that greater remineralization has occurred, thus higher values are more favorable.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"29.67","spread":"1.12"},{"groupId":"OG001","value":"22.10","spread":"1.12"}]}]}]},{"type":"SECONDARY","title":"% RER (Comparison of 1150 Ppm Fluoride and 5% KNO3 Dentifrice Relative to Comparator Containing 1100 Ppm Fluoride)","description":"The %RER was calculated to assess the ability of treated enamel specimens to provide a combined benefit in terms of enhanced remineralization and acid resistance of the enamel. The mean indent length (micrometer) from five Knoop microindentations within each specimen was measured at baseline (B), after the first erosive challenge (E1), and after the second erosive challenge (E2) (E2 is measured for after both 2 and 4 hours of remineralization). An increase in the indentation length compared to the baseline indicates softening of the enamel surface while decrease in the indentation length represents re-hardening of enamel surface. The %RER was calculated as : %RER = \\[(E1-E2)/ (E1-B)\\]\\*100. Higher values of %RER indicate greater resistance to erosion, thus higher values are more favorable.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-23.65","spread":"1.96"},{"groupId":"OG001","value":"-34.63","spread":"1.96"}]}]}]},{"type":"SECONDARY","title":"EFU (Comparison of 1150 Ppm Fluoride and 5% KNO3 Dentifrice Relative to Comparator Containing 1100 Ppm Fluoride)","description":"The EFU was measured to determine the amount of fluoride incorporation into the model erosive lesions. Each enamel specimen drilled to a depth of approximately 100 μm using a microdrill, through the entire lesion (four cores per specimen). The enamel powder pooled from four drilling samples was then, dissolved in a known volume of perchloric acid and immediately analyzed for fluoride content using a calibrated fluoride specific electrode. The amount of fluoride-uptake by enamel was calculated based on the amount of fluoride divided by the area of the enamel cores and expressed as microgram fluoride per square centimeter (μgF/cm\\^2). Higher values of EFU indicate greater incorporation of fluoride into the enamel and are thus more favorable.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.98","spread":"0.09"},{"groupId":"OG001","value":"2.01","spread":"0.09"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":62},"commonTop":["Oral Mucosal Erthyema","Nasopharyngitis","Toothache","Dental caries","Lip haematoma"]}}}