{"nctId":"NCT02006121","briefTitle":"Clinical Trial of Apomorphine Subcutaneous Infusion in Patients With Advanced Parkinson's Disease","startDateStruct":{"date":"2014-03-03","type":"ACTUAL"},"conditions":["Parkinson's Disease"],"count":107,"armGroups":[{"label":"Apomorphine hydrochloride","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Apomorphine hydrochloride"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Apomorphine hydrochloride","otherNames":["Apo-go"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female patients aged ≥30 years\n* Diagnosis of idiopathic PD of \\>3 years' duration, defined by the UK Brain Bank criteria (with the exception of \\>1 affected relative being allowed), without any other known or suspected cause of Parkinsonism\n* Hoehn \\& Yahr stage up to 3 in the ON and 2 to 5 in the OFF state\n* Motor fluctuations not adequately controlled on medical treatment including levodopa which was judged by the treating physician to be optimal\n* Average of OFF time \\> 3 hours/day based on screening and baseline diary entries with no day with \\< 2 hours of OFF time recorded\n* Stable medication regimen, with a stable dose of levodopa administered in at least 4 intakes, for at least 28 days prior to baseline. All oral or transdermal antiparkinsonian drugs were permitted, with the exception of budipine. This regimen might include the use of levodopa/DDCI rescue medication, if this occurred up to 2 times a day, at doses of up to 200 mg levodopa/day\n* Patients must be able to differentiate between the ON and OFF state and between troublesome and non-troublesome dyskinesias\n* Male and female patients must be compliant with a highly effective contraceptive method (oral hormonal contraception alone is not considered highly effective and must be used in combination with a barrier method) during the study and for the 12-month OLP, if sexually active\n* Females of childbearing potential must have a negative serum human chorionic gonadotropin (hCG) or urine pregnancy test at screening\n* Ability to accurately complete a paper diary on designated days (with assistance from caregivers, if required), recording periods when they are \"ON without troublesome dyskinesia\", \"ON with troublesome dyskinesia\", OFF, and sleeping\n* Written informed consent prior to enrolment, after being provided with detailed information about the nature, risks, and scope of the clinical trial as well as the expected desirable and adverse effects of the study treatments\n* Patients considered reliable and capable of adhering to the protocol, visit schedule, and medication intake according to the judgment of the investigator\n\nExclusion Criteria:\n\n* History of respiratory depression\n* Hypersensitivity to apomorphine or any excipients of the medicinal product\n* High suspicion of other parkinsonian syndromes\n* Presence of severe freezing or clinically relevant postural instability leading to falls during the ON state\n* Concomitant therapy or within 28 days prior to baseline with: apomorphine pen injections; alpha-methyl dopa, metoclopramide, reserpine, neuroleptics, methylphenidate, or amphetamine; intrajejunal levodopa\n* Previous use of apomorphine pump treatment\n* History of deep brain stimulation or lesional surgery for PD\n* Any medical condition that is likely to interfere with an adequate participation in the study, including e.g. current diagnosis of unstable epilepsy; clinically relevant cardiac dysfunction and/or myocardial infarction or stroke within the last 12 months\n* Symptomatic, clinically relevant and medically uncontrolled orthostatic hypotension\n* Patients with a borderline QT interval corrected for heart rate according to Bazett's formula (QTcB) of \\>450 msec for male and \\>470 msec for female at screening or history of long QT syndrome; or \\>450 msec absolute duration\n* Clinically relevant hepatic dysfunction (total bilirubin \\>2.0 mg/dL, alanine transaminase \\[ALT\\] and aspartate transaminase \\[AST\\] \\>2 times the upper limit of normal)\n* Clinically relevant renal dysfunction (serum creatinine \\>2.0 mg/dL)\n* Pregnant and breastfeeding women\n* Clinically relevant cognitive decline, defined as MMSE ≤24 or according to Diagnostic and Statistical Manual of Mental Disorders (DSM) IV criteria for dementia\n* Active psychosis or history of at least moderate psychosis in the past year, or with medically uncontrolled severe depression; very mild illusions or hallucinations in the sense of \"feelings of passage or presence\" with fully retained insight are not an exclusion criterion\n* Known history of melanoma\n* Any investigational therapy in the 4 weeks prior to randomization\n* History or current drug or alcohol abuse or dependencies","healthyVolunteers":false,"sex":"ALL","minimumAge":"30 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Change in Daily OFF Time From Baseline (Start of Blinded Treatment) to the End of Double-blind Phase (Visit 10) Based on Patient Diaries Using MMRM mITT Population","description":"The least squares mean reduction (improvement) in OFF time as reported by the patient using the Hauser Parkinson's disease home diary. Patients categorised their motor symptoms into OFF, ON with dyskinesia, ON without troublesome dyskinesia or sleeping using half hour blocks over 24 hours. Daily OFF time was computed from the average of valid motor diaries from the two days preceding each visit. Correct diary completion was evaluated during screening and observed by the investigator to ensure patients could categorise their motor symptoms correctly. A diary was considered valid if no more than 4 half-hour periods were either absent or duplicated. There were no invalid diaries at Baseline or Week 12.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.61","spread":null},{"groupId":"OG001","value":"-0.75","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change in Daily Time Spent \"ON Without Troublesome Dyskinesia\" From Baseline to the End of the Double-blind Phase (Visit 10), Based on Patient Diaries Using MMRM mITT Population","description":"The least squares mean change in \"ON time without troublesome dyskinesia\" as reported by the patient using the Hauser Parkinson's disease home diary. Each half hour of the day categorised as OFF, ON with dyskinesia, ON without troublesome dyskinesia or asleep. \"ON time without troublesome dyskinesia\" measures good ON time for a Parkinson's disease patient.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.90","spread":null},{"groupId":"OG001","value":"0.85","spread":null}]}]}]},{"type":"SECONDARY","title":"Patient Global Impression of Change (PGIC), Using the mITT Population","description":"PGIC is a self-administered questionnaire measuring personal general state of health on a 7-point rating scale. The 7 ordinal categories from which patients must choose are 'very much improved', 'much improved', 'minimally improved', 'no change', 'minimally worse', 'much worse', and 'very much worse. Results are presented as the % of patients who reported at least minimal improvement in general health status at week 12 compared to Baseline. A Wilcoxon range sum test was performed to test for treatment differences from baseline to end of 12 weeks' treatment period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"79.1","spread":null},{"groupId":"OG001","value":"23.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change in Oral Levodopa Dose From Baseline to Visit 10 Using MMRM for the mITT Population","description":"The least squares mean change in oral levodopa dose from Baseline to Visit 10 (week 12) was calculated excluding 3 centres who declined to participate in collecting the necessary details of PRN use of levodopa.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-242.09","spread":null},{"groupId":"OG001","value":"-76.46","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change in Levodopa Equivalent Dose From Baseline to Visit 10 (Week 12) Using MMRM in the mITT Population","description":"Levodopa equivalent dose is an indication of the burden of medication taken to control symptoms of Parkinson's disease with all medications other than levodopa itself being converted to a calculated levodopa dose using the methodology published by Tomlinson et al, 2010. The computation of LED excludes the study drug.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-502.02","spread":null},{"groupId":"OG001","value":"-150.87","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":23,"n":98},"commonTop":["Infusion site nodule","Nausea","Somnolence","Infusion site erythema","Dyskinesia"]}}}