{"nctId":"NCT02472145","briefTitle":"An Efficacy and Safety Study of Decitabine (DACOGEN) Plus Talacotuzumab (JNJ-56022473; Anti CD123) Versus Decitabine (DACOGEN) Alone in Participants With Acute Myeloid Leukemia (AML) Ineligible for Intensive Chemotherapy","startDateStruct":{"date":"2015-08-04","type":"ACTUAL"},"conditions":["Leukemia, Myeloid, Acute"],"count":326,"armGroups":[{"label":"Decitabine plus Talacotuzumab","type":"EXPERIMENTAL","interventionNames":["Drug: Decitabine 20 mg/m^2","Drug: Talacotuzumab 9 mg/kg"]},{"label":"Decitabine","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Decitabine 20 mg/m^2"]}],"interventions":[{"name":"Decitabine 20 mg/m^2","otherNames":["DACOGEN"]},{"name":"Talacotuzumab 9 mg/kg","otherNames":["CSL362"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* De novo or secondary acute myeloid leukemia (AML) (post myelodysplastic syndrome \\[MDS\\] or myeloproliferative neoplasm \\[MPN\\] or after leukemogenic chemotherapy) according to WHO 2008 criteria\n\nFor Part A:\n\n\\- Participants With AML: treatment naive or relapsed for whom experimental therapy is appropriate (as assessed by their treating physician)\n\nFor Part B:\n\n* Greater than or equal to (\\>=) 75 years of age or \\>= 65 up to 75 years of age and have at least one of the following: congestive heart failure or ejection fraction less than or equal to (\\<=) 50 percent; creatinine greater than (\\>) 2 milligram per deciliter (mg/dL); dialysis or prior renal transplant; documented pulmonary disease with lung diffusing capacity for carbon monoxide (DLCO) \\<= 65 percent of expected, or forced expiratory volume in 1 second (FEV1) \\<= 65 percent of expected or dyspnea at rest requiring oxygen; eastern cooperative oncology group (ECOG) performance status of 2; prior or current malignancy that does not require concurrent treatment; unresolved infection; comorbidity that, in the Investigator's opinion, makes the participant unsuitable for intensive chemotherapy and must be documented and approved by the Sponsor before randomization\n* Previously untreated AML (except: emergency leukopheresis and/or hydroxyurea during the screening phase to control hyperleukocytosis but must be discontinued at least one day prior to start of study therapy)\n* Not eligible for an allogeneic hematopoietic stem cell transplantation\n* ECOG Performance Status score of 0, 1 or 2\n* A woman must be either: Not of childbearing potential: postmenopausal (more than \\[\\>\\] 45 years of age with amenorrhea for at least 12 months; If, of childbearing potential must be practicing a highly effective method of birth control\n* A woman of childbearing potential must have a negative serum (beta-human chorionic gonadotropin \\[beta-hCG\\]) or urine pregnancy test at screening\n* A man who is sexually active with a woman of childbearing potential and has not had a vasectomy must agree to use a barrier method of birth control eg, either condom with spermicidal foam/gel/film/cream/suppository or partner with occlusive cap (diaphragm or cervical/vault caps) with spermicidal foam/gel/film/cream/suppository for at least 3 months after last study treatment\n\nExclusion Criteria:\n\n* Acute promyelocytic leukemia with t(15;17), or its molecular equivalent (PML-RARalpha)\n* For Part B only: Known leukemic involvement or clinical symptoms of leukemic involvement of the central nervous system\n* Participants who received prior treatment with a hypomethylating agent\n* For Part A only: Participants who did not recover from all clinically significant toxicities (excluding alopecia and hematologic toxicities) of any previous surgery, radiotherapy, targeted therapy, or chemotherapy to less than or equal to Grade 1\n* Any uncontrolled active systemic infection that requires treatment with intravenous (IV) antibiotics\n* A history of human immunodeficiency virus (HIV) antibody positive or tests positive for HIV if tested at screening\n* Active systemic hepatitis infection requiring treatment or other clinically active liver disease","healthyVolunteers":false,"sex":"ALL","minimumAge":"65 Years","stdAges":["OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Part B: Percentage of Participants Who Achieved Complete Response (Complete Response Rate) Based on Investigator Assessment","description":"Complete response rate defined as percentage of participants who achieved complete response as per modified International Working Group (IWG) criteria. CR: Bone marrow blasts less than (\\<)5 percent (%); absence of blasts with Auer rods; absence of extramedullary disease; absolute neutrophil count greater than (\\>)1.0\\*10\\^9/liter (L) (1000/micro liter \\[mcL\\]); platelet count \\>100\\*10\\^9/L (100 000/mcL); independence of red cell transfusions. This endpoint is reported here for Part B only as per the planned analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.9","spread":null},{"groupId":"OG001","value":"16.6","spread":null}]}]}]},{"type":"PRIMARY","title":"Part B: Overall Survival","description":"Overall Survival (OS) was defined as the time from the date of randomization to date of death from any cause. Median Overall Survival was estimated by using the Kaplan-Meier method. This endpoint is reported here for Part B only as per the planned analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.26","spread":null},{"groupId":"OG001","value":"5.36","spread":null}]}]}]},{"type":"SECONDARY","title":"Part B: Event-free Survival (EFS) Based on Investigator Assessment","description":"EFS defined as time from randomization to treatment failure, relapse from CR/CRi, or death from any cause, whichever occurs first, per modified IWG criteria. Treatment failure: \\>25% absolute increase in the bone marrow blast count from baseline to present assessment (example, 20% to 46%) on bone marrow aspirate (or biopsy in case of dry tap); Relapse: Bone marrow blasts greater than equal to (\\>=)5%; reappearance of blasts in blood; or development of extramedullary disease; CR: Bone marrow blasts \\<5 %; absence of blasts with Auer rods; absence of extramedullary disease; absolute neutrophil count \\> 1.0\\*10\\^9/L (1000/mcL); platelet count \\>100\\*10\\^9/L (100 000/mcL);independence of red cell transfusions; CRi: Bone marrow blasts \\<5 %; absence of blasts with Auer rods; absence of extramedullary disease; residual neutropenia \\<1.0\\*10\\^9/L (1000/mcL) or thrombocytopenia \\<100\\*10\\^9/L (100 000/mcL); independence of red cell transfusions. Endpoint reported is for Part B only as per planned analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.24","spread":null},{"groupId":"OG001","value":"4.50","spread":null}]}]}]},{"type":"SECONDARY","title":"Part B: Percentage of Participants Who Achieved CR and CRi (Overall Response Rate)","description":"Percentage of participants who achieved CR and CRi, as per modified IWG criteria. CR: Bone marrow blasts less than (\\<)5 %; absence of blasts with Auer rods; absence of extramedullary disease; absolute neutrophil count greater than (\\>)1.0 \\*10\\^9/liter (L) (1000/ mcL); platelet count \\>100 \\*10\\^9/L (100 000/mcL); independence of red cell transfusions; CRi: Bone marrow blasts \\<5 %; absence of blasts with Auer rods; absence of extramedullary disease; residual neutropenia \\<1.0\\*10\\^9/L (1000/mcL) or thrombocytopenia \\<100\\*10\\^9/L (100 000/mcL); independence of red cell transfusions. This endpoint is reported here for Part B only as per the planned analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20.1","spread":null},{"groupId":"OG001","value":"26.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Part B: Percentage of Participants With Complete Response (CR) Plus Minimal Residual Disease (MRD) Negative Complete Response With Incomplete Recovery (CRi)","description":"Percentage of participants who achieved CR plus MRD-negative CRi were reported. MRD negativity defined as \\<1 blast or leukemic stem cell in 10,000 leukocytes (MRD level \\<10\\^4).CR: Bone marrow blasts less than (\\<)5 percent (%); absence of blasts with Auer rods; absence of extramedullary disease; absolute neutrophil count greater than (\\>)1.0\\*10\\^9/liter (L) (1000/mcL); platelet count \\>100\\*10\\^9/L (100 000/mcL); independence of red cell transfusions; CRi: Bone marrow blasts \\<5 %; absence of blasts with Auer rods; absence of extramedullary disease; residual neutropenia \\<1.0\\*10\\^9/L (1000/mcL) or thrombocytopenia \\<100\\*10\\^9/L (100 000/mcL); independence of red cell transfusions. This endpoint is reported here for Part B only as per the planned analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.8","spread":null},{"groupId":"OG001","value":"21.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Part B: Time to Best Response","description":"Time to best response is calculated as the time from the randomization date to the first documented date for the best response for participants who achieved CR or CRi, as per modified IWG criteria. CR: Bone marrow blasts less than (\\<)5 %; absence of blasts with Auer rods; absence of extramedullary disease; absolute neutrophil count greater than (\\>)1.0 \\*10\\^9/liter (L) (1000/mcL); platelet count \\>100\\*10\\^9/L (100 000/mcL); independence of red cell transfusions; CRi: Bone marrow blasts \\<5 %; absence of blasts with Auer rods; absence of extramedullary disease; residual neutropenia \\<1.0\\*10\\^9/L (1000/mcL) or thrombocytopenia \\<100\\*10\\^9/L (100 000/mcL); independence of red cell transfusions. This endpoint is reported here for Part B only as per the planned analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.71","spread":null},{"groupId":"OG001","value":"18.14","spread":null}]}]}]},{"type":"SECONDARY","title":"Part B: Duration of Response (DOR) Based on Investigator Assessment","description":"DOR defined as number of weeks from documented best response (CR or CRi) for participants who achieved CR or CRi to relapse, death due to relapse, date of censoring. As per modified IWG criteria: CR: Bone marrow blasts \\<5 %; absence of blasts with Auer rods; absence of extramedullary disease;absolute neutrophil count \\>1.0\\*10\\^9/L (1000/mcL); platelet count \\>100\\*10\\^9/L (100 000/mcL); independence of red cell transfusions; CRi: Bone marrow blasts \\<5 %; absence of blasts with Auer rods; absence of extramedullary disease; residual neutropenia \\<1.0\\* 10\\^9/L (1000/mcL) or thrombocytopenia \\<100\\*10\\^9/L (100 000/mcL); independence of red cell transfusions. This endpoint is reported here for Part B only as per the planned analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23.71","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":9,"n":10},"commonTop":["Thrombocytopenia","Anaemia","Neutropenia","Pyrexia","Constipation"]}}}