{"nctId":"NCT01790685","briefTitle":"Ozurdex for Retinal Vein Occlusion Study (ORVO Study)","startDateStruct":{"date":"2013-02"},"conditions":["Retinal Vein Occlusion"],"count":40,"armGroups":[{"label":"CRVO","type":"OTHER","interventionNames":["Drug: dexamethasone implant"]},{"label":"BRVO","type":"OTHER","interventionNames":["Drug: dexamethasone implant"]}],"interventions":[{"name":"dexamethasone implant","otherNames":["Ozurdex"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Signed informed consent and authorization of use and disclosure of protected health information\n* Age more than or equal to 18 years\n* Diagnosis of macular edema due to central or branch retinal vein occlusion\n* Intraretinal or subretinal fluid in the macula determined by Spectralis OCT\n* Best corrected visual acuity score in the study eye of 20/30 to 20/400 inclusive (Snellen equivalents using the ETDRS protocol at a distance of 4 meters)\n* In the opinion of the investigator, decreased vision in the study eye is due to foveal thickening from vein occlusion and not from other obvious causes of decreased vision\n* Persistent or recurrent edema despite prolonged treatment with an anti-VEFG agent\n\nExclusion Criteria:\n\n* Scatter laser photocoagulation or macular photocoagulation within 3 months of study entry in the study eye\n* Intraocular surgery in the study eye within 3 months of study entry\n* Use of intraocular or periocular injection of steroids in the study eye (e.g., triamcinolone) within 4 months of study entry\n* Previous use of an anti-VEGF drug within 1 month of study entry\n* Yttrium-Aluminum-Garnet (YAG) laser capsulotomy within 1 month of study entry\n* Any condition that the investigator believes would pose a significant hazard to the subject if investigational therapy were initiated.\n* Inability to comply with study or follow up procedures\n* History of glaucoma or documented history of steroid-induced glaucoma.\n* Patients with active or suspected ocular or periocular infection, including most viral diseases of the cornea and conjunctiva, including active epithelial herpes simplex keratitis (dendritic keratitis), vaccinia, varicella, mycobacterial infections, and fungal diseases.\n* Aphakic eyes with rupture of the posterior lens capsule.\n* Eyes with ACIOL and rupture of the posterior lens capsule.\n* Patients with hypersensitivity to dexamethasone or to any other components of the product","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants Who Had a >30% Decrease in the Aqueous Levels of Various Vasoactive Proteins 4 Weeks After an Injection of Ozurdex","description":"Vasoactive protein arrays and Enzyme linked immunosorbent assays were done for patients at baseline and week 4 visit to measure the levels of various pro-permeability factors including VEGF, SDF-1 and Angiopoietin-2.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":23},"commonTop":["Increase in IOP in study eye","Redness of study eye after drug injection","Patient had an uneventful fall"]}}}