{"nctId":"NCT02195479","briefTitle":"A Study of Combination of Daratumumab and Velcade (Bortezomib) Melphalan-Prednisone (DVMP) Compared to Velcade Melphalan-Prednisone (VMP) in Participants With Previously Untreated Multiple Myeloma","startDateStruct":{"date":"2014-12-09","type":"ACTUAL"},"conditions":["Multiple Myeloma"],"count":706,"armGroups":[{"label":"Treatment Arm A (VMP Alone)","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Velcade","Drug: Melphalan","Drug: Prednisone"]},{"label":"Treatment Arm B (D-VMP)","type":"EXPERIMENTAL","interventionNames":["Drug: Velcade","Drug: Melphalan","Drug: Prednisone","Drug: Daratumumab IV","Drug: Dexamethasone","Drug: Daratumumab SC"]}],"interventions":[{"name":"Velcade","otherNames":[]},{"name":"Melphalan","otherNames":[]},{"name":"Prednisone","otherNames":[]},{"name":"Daratumumab IV","otherNames":[]},{"name":"Dexamethasone","otherNames":[]},{"name":"Daratumumab SC","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participant must have documented multiple myeloma satisfying the calcium elevation, renal insufficiency, anemia, and bone abnormalities (CRAB) diagnostic criteria, monoclonal plasma cells in the bone marrow greater than or equal to 10 percent (%) or presence of a biopsy proven plasmacytoma, and measurable secretory disease, as assessed by the central laboratory, and defined in protocol\n* Participants who are newly diagnosed and not considered candidate for high-dose chemotherapy with stem cell transplantation (SCT) due to: being age \\>=65 years, or in participants \\<65 years: presence of important comorbid conditions likely to have a negative impact on tolerability of high dose chemotherapy with stem cell transplantation\n* Participant must have an Eastern Cooperative Oncology Group (ECOG) performance status score of 0, 1, or 2\n* Meet the clinical laboratory criteria as specified in the protocol\n* A woman of childbearing potential must have a negative serum pregnancy test at screening within 14 days prior to randomization\n* Women of childbearing potential must commit to either abstain continuously from heterosexual sexual intercourse or to use 2 methods of reliable birth control simultaneously. This includes one highly effective form of contraception (tubal ligation, intrauterine device, hormonal \\[birth control pills, injections, hormonal patches, vaginal rings or implants\\] or partner's vasectomy) and one additional effective contraceptive method (male latex or synthetic condom, diaphragm, or cervical cap). Contraception must begin prior to dosing. Reliable contraception is indicated even where there has been a history of infertility, unless due to hysterectomy or bilateral oophorectomy\n\nExclusion Criteria:\n\n* Participant has a diagnosis of primary amyloidosis, monoclonal gammopathy of undetermined significance, or smoldering multiple myeloma\n* Participant has a diagnosis of Waldenstrom's disease, or other conditions in which IgM M-protein is present in the absence of a clonal plasma cell infiltration with lytic bone lesions\n* Participant has prior or current systemic therapy or SCT for multiple myeloma, with the exception of an emergency use of a short course (equivalent of dexamethasone 40 mg/day for 4 days) of corticosteroids before treatment\n* Participant has peripheral neuropathy or neuropathic pain Grade 2 or higher, as defined by the national cancer institute common terminology criteria for adverse events (NCI CTCAE) Version 4\n* Participant has a history of malignancy (other than multiple myeloma) within 3 years before the date of randomization (exceptions are squamous and basal cell carcinomas of the skin and carcinoma in situ of the cervix, or malignancy that in the opinion of the investigator, with concurrence with the sponsor's medical monitor, is considered cured with minimal risk of recurrence within 3 years)\n* Participant has had radiation therapy within 14 days of randomization\n* Participant has had plasmapheresis within 28 days of randomization\n* Participant has known chronic obstructive pulmonary disease (COPD) (defined as a forced expiratory volume in 1 second \\[FEV1\\] \\<50% of predicted normal), known moderate or severe persistent asthma within the last 2 years or currently has uncontrolled asthma of any classification (controlled intermittent asthma or controlled mild persistent asthma is allowed)\n* Participants with known or suspected COPD must have a FEV1 test during screening\n* Participant is known to be seropositive for human immunodeficiency virus (HIV), known to have hepatitis B surface antigen positivity, or history of to have a history of hepatitis C\n* Participant has any concurrent medical or psychiatric condition or disease (example active systemic infection, uncontrolled diabetes, acute diffuse infiltrative pulmonary disease) that is likely to interfere with the study procedures or results, or that in the opinion of the investigator, would constitute a hazard for participating in this study","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression Free Survival (PFS)","description":"PFS: duration from date of randomization to progressive disease (PD)/death, whichever occurs first. PD per IMWG criteria-Increase of 25% from lowest response value in one of following: Serum M-component (absolute increase \\>=0.5 grams per deciliter \\[g/dL\\]); Urine M-component (absolute increase \\>=200 milligrams \\[mg\\]/24 hours); Only participants without measurable serum and urine M-protein levels: difference between involved and uninvolved free light chain (FLC) levels (absolute increase \\>10 mg/dL); Only participants without measurable serum and urine M-protein levels, without measurable disease by FLC levels, bone marrow Plasma cells (PC) percentage (%) (absolute % \\>=10%); Bone marrow PC%: absolute% \\>10%; Definite development of new bone lesions/soft tissue plasmacytomas/definite increase in size of existing bone lesions/soft tissue plasmacytomas and Development of hypercalcemia (corrected serum calcium \\>11.5 mg/dL) that can be attributed solely to the PC proliferative disorder.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.14","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Response Rate (ORR)","description":"The Overall response rate was defined as the percentage of participants who achieved a partial response (PR) or better, according to the International Myeloma Working Group (IMWG) criteria, during the study or during follow up. IMWG criteria for PR: greater than or equal to (\\>=) 50 percentage (%) reduction of serum M-protein and reduction in 24 hour urinary M-protein by \\>=90% or to \\<200 mg/24 hours, if the serum and urine M-protein are not measurable, a decrease of \\>=50% in the difference between involved and uninvolved free light chain (FLC) levels is required in place of the M-protein criteria, If serum and urine M-protein are not measurable, and serum free light assay is also not measurable, \\>=50% reduction in bone marrow plasma cells (PCs) is required in place of M-protein, provided baseline bone marrow plasma cell percentage was \\>=30%, in addition to the above criteria, if present at baseline, a \\>=50% reduction in the size of soft tissue plasmacytomas was also required.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"73.9","spread":null},{"groupId":"OG001","value":"90.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Very Good Partial Response (VGPR) or Better","description":"VGPR or better rate was defined as the percentage of participants who achieved VGPR or complete response (CR) (including stringent complete response\\[sCR\\]) according to the IMWG criteria during or after the study treatment. VGPR: Serum and urine component detectable by immunofixation but not on electrophoresis, or \\>= 90% reduction in serum M-protein plus urine M-protein level less than (\\<) 100 milligram (mg) per 24 hour; CR: negative immunofixation on the serum and urine, Disappearance of any soft tissue plasmacytomas and \\< 5% plasms cells (PCs) in bone marrow; sCR: CR in addition to having a normal FLC ratio and an absence of clonal cells in bone marrow by immunohistochemistry, immunofluorescence, 2-4 color flow cytometry.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"49.7","spread":null},{"groupId":"OG001","value":"71.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Complete Response (CR) or Better","description":"CR or better rate was defined as the percentage of participants with a CR or better (i.e. CR and sCR) as per IMWG criteria. CR: as negative immunofixation on the serum and urine and disappearance of soft tissue plasmacytomas and less than (\\<) 5 percent plasma cells in bone marrow; sCR: CR plus normal free light chain (FLC) ratio and absence of clonal PCs by immunohistochemistry, immunofluorescence or 2- to 4-color flow cytometry.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24.4","spread":null},{"groupId":"OG001","value":"42.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Stringent Complete Response (sCR)","description":"sCR as per IMWG criteria is CR plus normal free light chain (FLC) ratio and absence of clonal PCs by immunohistochemistry, immunofluorescence or 2- to 4-color flow cytometry. CR: Negative immunofixation on the serum and urine; Disappearance of any soft tissue plasmacytomas; \\<5% plasma cells (PCs) in bone marrow.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.0","spread":null},{"groupId":"OG001","value":"18.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Negative Minimal Residual Disease (MRD)","description":"The Minimal Residual Disease negativity rate was defined as the percentage of participants who had negative MRD (detection of less than 1 malignant cell among 100,000 normal cells) assessment at any timepoint after the first dose of study drugs by evaluation of bone marrow aspirates or whole blood at 10\\^-5 threshold. MRD was evaluated by using Deoxyribonucleic acid (DNA) sequencing of immunoglobulin genes. MRD was assessed in participants who achieved complete response or stringent complete response (CR/sCR).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.0","spread":null},{"groupId":"OG001","value":"28.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS)","description":"Overall Survival (OS) was measured from the date of randomization to date of death. Median Overall Survival was estimated by using the Kaplan-Meier method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"53.59","spread":null},{"groupId":"OG001","value":"82.96","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression Free Survival on Next Line of Therapy (PFS2)","description":"Progression-free survival after next-line therapy is defined as the time from randomization to progression on the next line of subsequent antimyeloma therapy or death due to any cause (prior to start of second line of antimyeloma therapy), whichever comes first. Disease progression on next line of treatment was based on investigator judgment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"42.41","spread":null},{"groupId":"OG001","value":"66.73","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Disease Progression (TTP)","description":"TTP: Time from date of randomization to date of first documented evidence of PD or death due to PD, whichever occurs first. PD per IMWG criteria- Increase of 25 % from lowest response value in one of following: Serum M-component (absolute increase \\>=0.5 g/dL); Urine M-component (absolute increase \\>=200 mg/24 hours); Only in participants without measurable serum and urine M-protein levels: difference between involved and uninvolved FLC levels (absolute increase \\>10 milligram per deciliter \\[mg/dL\\]); Only in participants without measurable serum and urine M-protein levels and without measurable disease by FLC levels, bone marrow plasma cells (PC)% (absolute % \\>=10%); Bone marrow PC %: absolute % \\>10%; Definite development of new bone lesions/soft tissue plasmacytomas or definite increase in size of existing bone lesions/soft tissue plasmacytomas and Development of hypercalcemia (corrected serum calcium \\>11.5 mg/dL) that can be attributed solely to the PC proliferative disorder.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19.35","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Response","description":"Time to response, defined as the time between the date of randomization and the first efficacy evaluation that the participant has met all criteria for PR or better. PR: \\>=50% reduction of serum M-protein and reduction in 24-hour urinary M-protein by \\>=90% or to \\<200 mg/24 hours; If the serum and urine M-protein are not measurable, a decrease of \\>=50% in the difference between involved and uninvolved FLC levels is required in place of the M-protein criteria; If serum and urine M-protein are not measurable, and serum free light assay is also not measurable, \\>=50% reduction in bone marrow PCs is required in place of M-protein, provided baseline bone marrow plasma cell percentage was \\>=30%. In addition to the above criteria, if present at baseline, a \\>=50% reduction in the size of soft tissue plasmacytomas was also required.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.82","spread":null},{"groupId":"OG001","value":"0.79","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response (DOR)","description":"DOR: participants with confirmed response (PR or better) as time between first documentation of response and disease progression per IMWG response criteria, or death due to PD, whichever occurs first. PD: Increase of 25% from lowest response value in any one of following: Serum M-component (absolute increase\\>=0.5 g/dL); Urine M-component (absolute increase\\>=200 mg/24 hours); Only participants without measurable serum and urine M-protein levels: difference between involved and uninvolved FLC levels (absolute increase \\>10mg/dL); Only participants without measurable serum and urine M-protein levels and without measurable disease by FLC levels, bone marrow PC%(absolute%\\>=10%); Bone marrow PC's %: absolute%\\>10%; Definite development of new bone lesions/soft tissue plasmacytomas/definite increase in the size of existing bone lesions or soft tissue plasmacytomas and Development of hypercalcemia (corrected serum calcium \\>11.5 mg/dL) that can be attributed solely to PC proliferative disorder.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.3","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Next Treatment (TNT)","description":"Time to next treatment is defined as the time from randomization to the start of the next-line treatment. Kaplan-Meier method was used for the analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25.9","spread":null},{"groupId":"OG001","value":"66.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Best M-protein Response","description":"Percentage of participants with Best M- protein response of 100% reduction and \\>=90% to \\< 100% reduction were assessed. Best M-protein response was defined as the maximal percent reduction or the lowest percent increase from baseline in serum M-protein for participants with measurable heavy chain at baseline or urine M-protein for participants without measurable heavy chain, but with measurable light chain disease at baseline. For participants without measurable heavy chain and light chain disease at baseline, best response in serum free light chain (FLC) was defined as the maximal percent reduction or the lowest percent increase from baseline in the difference between involved and uninvolved serum FLC level (dFLC).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"38.7","spread":null},{"groupId":"OG001","value":"58.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14.6","spread":null},{"groupId":"OG001","value":"15.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"69.4","spread":null},{"groupId":"OG001","value":"90.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13.9","spread":null},{"groupId":"OG001","value":"7.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"77.8","spread":null},{"groupId":"OG001","value":"100.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in European Organisation for Research and Treatment of Cancer Quality of Life Questionnaire (EORTC QLQ)-C30: Emotional Functioning Score","description":"The EORTC QLQ-C30 is a 30 items self-reporting questionnaire, with a 1 week recall period, resulting in 5 functional scales (physical functioning, role functioning, emotional functioning, cognitive functioning, and social functioning), 1 Global Health Status (GHS) scale, 3 symptom scales (fatigue, nausea and vomiting, and pain), and 6 single symptom items (dyspnea, insomnia, appetite loss, constipation, diarrhea, and financial difficulties). The questionnaire includes 28 items with 4-point Likert type responses from \"1-not at all\" to \"4-very much\" to assess functioning and symptoms; 2 items with 7-point Likert scales (1= poor and 7= excellent) for global health and overall QoL. Scores are transformed to a 0 to 100 scale, with higher scores representing better GHS, better functioning, and more symptoms. Negative change from baseline values for function and GHS scale indicated deterioration in quality of life or functioning and positive values indicate improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.4","spread":null},{"groupId":"OG001","value":"8.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10.5","spread":null},{"groupId":"OG001","value":"10.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11.8","spread":null},{"groupId":"OG001","value":"11.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11.2","spread":null},{"groupId":"OG001","value":"12.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12.8","spread":null},{"groupId":"OG001","value":"12.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11.8","spread":null},{"groupId":"OG001","value":"10.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10.8","spread":null},{"groupId":"OG001","value":"12.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10.8","spread":null},{"groupId":"OG001","value":"12.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.5","spread":null},{"groupId":"OG001","value":"12.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.2","spread":null},{"groupId":"OG001","value":"10.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in European Organization for Research and Treatment of Cancer Quality of Life Questionnaire (EORTC QLQ)-C30: Global Health Scale","description":"The EORTC QLQ-C30 is a 30 items self-reporting questionnaire, with a 1 week recall period, resulting in 5 functional scales (physical functioning, role functioning, emotional functioning, cognitive functioning, and social functioning), 1 Global Health Status (GHS) scale, 3 symptom scales (fatigue, nausea and vomiting, and pain), and 6 single symptom items (dyspnea, insomnia, appetite loss, constipation, diarrhea, and financial difficulties). The questionnaire includes 28 items with 4-point Likert type responses from \"1-not at all\" to \"4-very much\" to assess functioning and symptoms; 2 items with 7-point Likert scales (1= poor and 7= excellent) for global health and overall QoL. Scores are transformed to a 0 to 100 scale, with higher scores representing better GHS, better functioning, and more symptoms. Negative change from baseline values for function and GHS scale indicated deterioration in quality of life or functioning and positive values indicate improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"7.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.8","spread":null},{"groupId":"OG001","value":"8.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10.2","spread":null},{"groupId":"OG001","value":"10.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10.7","spread":null},{"groupId":"OG001","value":"11.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11.8","spread":null},{"groupId":"OG001","value":"12.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11.5","spread":null},{"groupId":"OG001","value":"9.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10.8","spread":null},{"groupId":"OG001","value":"11.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.6","spread":null},{"groupId":"OG001","value":"11.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.8","spread":null},{"groupId":"OG001","value":"10.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.9","spread":null},{"groupId":"OG001","value":"9.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in EuroQol-5 Dimensions-5 Levels (EQ-5D-5L): Visual Analogue Scale (VAS)","description":"EQ-5D-5L is a standardized, participant-rated questionnaire to assess health-related quality of life. The EQ-5D-5L includes 2 components: the EQ-5D-5L health state profile (descriptive system) and the EQ-5D-5L Visual Analog Scale. The Visual Analogue Scale is designed to rate the participant's current health state on a scale from 0 to 100, where 0 represents the worst imaginable health state and 100 represents the best imaginable health state.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.27","spread":"18.38"},{"groupId":"OG001","value":"9.37","spread":"20.222"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7.51","spread":"17.957"},{"groupId":"OG001","value":"11.02","spread":"20.168"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10.08","spread":"19.475"},{"groupId":"OG001","value":"12.51","spread":"20.564"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11.1","spread":"19.139"},{"groupId":"OG001","value":"10.93","spread":"20.447"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10.75","spread":"21.146"},{"groupId":"OG001","value":"15.35","spread":"21.168"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10.62","spread":"19.531"},{"groupId":"OG001","value":"12.17","spread":"22.592"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12.38","spread":"21.817"},{"groupId":"OG001","value":"14.41","spread":"21.305"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":"23.856"},{"groupId":"OG001","value":"13.94","spread":"21.984"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12.88","spread":"23.789"},{"groupId":"OG001","value":"14.33","spread":"21.502"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9.17","spread":"18.612"},{"groupId":"OG001","value":"11.93","spread":"24.031"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in EuroQol 5 Dimensions-5 Level (EQ-5D-5L) Utility Score","description":"EQ-5D-5L is a standardized, participant-rated questionnaire to assess health-related quality of life. The EQ-5D-5L includes 2 components: the EQ-5D-5L health state profile (descriptive system) and the EQ-5D-5L Visual Analog Scale. The EQ-5D-5L descriptive system provides a profile of the participant's health state 5 dimensions: mobility, self-care, usual activities, pain/discomfort and anxiety/depression. Each dimension has 5 response options (no problems, slight problems, moderate problems, severe problems and extreme problems) that reflect increasing levels of difficulty. The participant was asked to indicate his/her current health state by selecting the most appropriate level in each of the 5 dimensions. Responses to the 5 dimension scores were combined and converted into a single preference-weighted health utility index score 0 (0.0- worst health state) to 1 (1.0- better health state) representing the general health status of the individual based on the UK scoring algorithm.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.09","spread":"0.312"},{"groupId":"OG001","value":"0.12","spread":"0.266"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.12","spread":"0.269"},{"groupId":"OG001","value":"0.14","spread":"0.271"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.16","spread":"0.27"},{"groupId":"OG001","value":"0.16","spread":"0.271"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.15","spread":"0.281"},{"groupId":"OG001","value":"0.17","spread":"0.288"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.14","spread":"0.268"},{"groupId":"OG001","value":"0.17","spread":"0.293"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.15","spread":"0.252"},{"groupId":"OG001","value":"0.18","spread":"0.312"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.16","spread":"0.291"},{"groupId":"OG001","value":"0.19","spread":"0.303"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.16","spread":"0.315"},{"groupId":"OG001","value":"0.21","spread":"0.306"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.08","spread":"0.303"},{"groupId":"OG001","value":"0.2","spread":"0.287"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.07","spread":"0.246"},{"groupId":"OG001","value":"0.15","spread":"0.319"}]}]}]},{"type":"POST_HOC","title":"Progression Free Survival at Data Cutoff Date of 24 June 2019","description":"PFS: duration from date of randomization to PD/death, whichever occurs first. PD per IMWG criteria-Increase of 25% from lowest response value in one of following: Serum M-component (absolute increase \\>=0.5 g/dL); Urine M-component (absolute increase \\>=200 mg/24 hours); Only participants without measurable serum and urine M-protein levels: difference between involved and uninvolved FLC levels (absolute increase \\>10 mg/dL); Only participants without measurable serum and urine M-protein levels, without measurable disease by FLC levels, bone marrow PC %(absolute % \\>=10%); Bone marrow PC %: absolute % \\>10 %; Definite development of new bone lesions/soft tissue plasmacytomas/definite increase in size of existing bone lesions/soft tissue plasmacytomas and development of hypercalcemia (corrected serum calcium \\>11.5 mg/dL) that can be attributed solely to the PC proliferative disorder.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19.29","spread":null},{"groupId":"OG001","value":"36.40","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":117,"n":354},"commonTop":["Thrombocytopenia","Neutropenia","Anaemia","Peripheral Sensory Neuropathy","Diarrhoea"]}}}