{"nctId":"NCT04072835","briefTitle":"Safety Study of Etripamil Nasal Spray for Patients With Paroxysmal Supraventricular Tachycardia. NODE-303","startDateStruct":{"date":"2019-09-23","type":"ACTUAL"},"conditions":["Paroxysmal Supraventricular Tachycardia"],"count":1116,"armGroups":[{"label":"Etripamil NS","type":"EXPERIMENTAL","interventionNames":["Drug: Etripamil NS"]},{"label":"Not Treated","type":"NO_INTERVENTION","interventionNames":[]}],"interventions":[{"name":"Etripamil NS","otherNames":["MSP-2017"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nA participant was eligible for study participation if they met all of the following criteria:\n\n1. Had been diagnosed with PSVT by a medical professional, and reported having at least one previous episode of PSVT. For clarity, PSVT referred to episodic Supraventricular Tachycardia (SVT) that included the atrioventricular (AV) node as a critical part of reentrant circuit.\n2. Was at least 18 years of age;\n3. Signed NODE-303 written informed consent\n4. Women of childbearing potential had to be willing to use at least 1 form of contraception during the trial, and had to be willing to discontinue from the study should they have become or planned to become pregnant. Postmenopausal females were defined as having amenorrhea for at least 12 months prior to Screening without an alternative medical cause.\n5. Willing and able to comply with study procedures\n\nExclusion Criteria:\n\nA participant was excluded from the study if they met any of the following criteria:\n\n1. Participants with only a history of atrial arrhythmia that did not involve the atrioventricular (AV) node as part of the tachycardia circuit (e.g. atrial fibrillation, atrial flutter, intra-atrial tachycardia) were not eligible. Participants with a history of these tachycardias who were also diagnosed with PSVT were eligible.\n2. History of allergic reaction to verapamil\n3. Current therapy with digoxin, or any Class I or III antiarrhythmic drug. Participants could be eligible if these drugs were stopped at least five half-lives before the administration of etripamil NS. The only exception was amiodarone which had to be stopped 30 days before enrollment.\n4. History or evidence of ventricular pre-excitation, e.g., delta waves, Wolff- Parkinson-White syndrome\n5. History or evidence of a second- or third-degree AV block\n6. History or evidence of severe ventricular arrhythmia (e.g., torsades de pointes, ventricular fibrillation, or sustained ventricular tachycardia).\n7. Symptoms of congestive heart failure New York Heart Association Class II to IV\n8. SBP \\< 90 mmHg at Screening, Baseline or any Follow-up Visit.\n9. Severe symptoms of hypotension experienced during PSVT episodes.\n10. Significant physical or psychiatric condition including alcoholism or drug abuse, which, in the opinion of the Investigator, could jeopardize the safety of the participant, or impede the participant's capacity to follow the study procedures\n11. History of syncope due to an arrhythmic etiology at any time, or history in last 5 years of unexplained syncope\n12. Was pregnant or breastfeeding\n13. Previously enrolled in a clinical trial for etripamil and received study drug or participation in any clinical trial for other investigational products or medical devices within 30 days of Screening.\n14. History of Acute Coronary Syndrome (ACS) or stroke within 6 months of screening\n15. Evidence of renal dysfunction as determined by an estimated glomerular filtration rate assessed at the Screening Visit as follows:\n\n    1. \\<60mL/min/1.73m2 for participants \\<60 years of age;\n    2. \\<40mL/min/1.73m2 for participants ≥60 and \\<70 years of age\n    3. \\<35mL/min/1.73m2 for participants ≥70 years of age","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Adverse Events for Self-administered Etripamil NS Outside of the Clinical Setting.","description":"Number of participants with any adverse events experienced from baseline up to the final study visit including the treatment of up to 4 perceived PSVT episodes.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"324","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Conversion","description":"Kaplan-Meier estimates of time to conversion up to 60 minutes after etripamil administration for adjudicated conversion of confirmed episodes of PSVT to SR (Sinus Rhythm) reported at Follow-up Visit 1.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17.7","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":34,"n":503},"commonTop":["Nasal discomfort","Nasal congestion","Rhinorrhoea","Corona virus infection","Epistaxis"]}}}