{"nctId":"NCT02124564","briefTitle":"A Trial to Evaluate the Long Term Safety and Tolerability of Lacosamide Taken as Monotherapy in Adults With Partial-onset Seizures","startDateStruct":{"date":"2014-04","type":"ACTUAL"},"conditions":["Epilepsy","Partial-onset Seizures"],"count":19,"armGroups":[{"label":"Lacosamide","type":"EXPERIMENTAL","interventionNames":["Drug: Lacosamide"]}],"interventions":[{"name":"Lacosamide","otherNames":["Vimpat"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subject is male or female and ≥16 years of age\n* Subject has a diagnosis of epilepsy, having experienced unprovoked partial-onset seizures (IA, IB, or IC with clear focal origin) that are classifiable according to the International League Against Epilepsy (ILAE) Classification of Epileptic Seizures, 1981\n* Subject experiences partial-onset seizures despite appropriately chosen and adequately tried treatment with 1 antiepileptic drug (AED)\n* Subject has been treated for epilepsy with a stable dose of 1 marketed AED The use of benzodiazepines is permitted as rescue therapy for epilepsy. Benzodiazepines may have been used as needed but not more frequently than once per week.\n\nExclusion Criteria:\n\n* Subject has a history or presence of seizures of other types than partial onset (IA, IB, or IC with clear focal origin)\n* Subject is taking benzodiazepines for a nonepilepsy indication (Exception: Concomitant use of benzodiazepines is allowed if the subject is taking them on a regular basis, has been on a stable dose for at least 1 month prior to Visit 1, and does not require changes in the dosage and administration throughout the study period. However, concomitant use of benzodiazepines on an as needed basis is not permitted.)\n* Female subject who is pregnant or nursing, and/or a woman of childbearing potential who is not surgically sterile, 2 years postmenopausal or does not practice 1 highly effective method of contraception, unless sexually abstinent, for the duration of the study\n* Female subject of childbearing potential taking enzyme-inducing antiepileptic drugs (EI-AEDs: CBZ, phenytoin, barbiturates, primidone, topiramate) who is not surgically sterile, 2 years postmenopausal or does not practice 1 highly effective method of contraception according to the World Health Organization (WHO) recommendation (ie, depot medroxyprogesterone acetate, norethisterone enantate, intrauterine devices, combined injectables, and progestogen implants) with administration of EI-AEDs or does not practice 2 combined methods of contraception (ie, combined hormonal contraception plus barrier method with spermicidal agent), unless sexually abstinent, for the duration of the study\n* Subject has sick sinus syndrome without a pacemaker, or a second or third degree atrioventricular (AV) block, or subject has any other clinically relevant electrocardiogram (ECG) abnormalities\n* Subject has a history of convulsive status epilepticus within the last 12 months prior to Visit 1","healthyVolunteers":false,"sex":"ALL","minimumAge":"16 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Subjects With at Least One Incidence of Treatment-Emergent Adverse Events (TEAEs) During the Study","description":"An Adverse Event (AE) is any untoward medical occurrence in a patient or clinical investigation subject administered a pharmaceutical product, which does not necessarily have a causal relationship with this treatment. An AE could therefore be any unfavorable and unintended sign, symptom, or disease temporally associated with the use of a medicinal (investigational) product, whether or not related to the medicinal (investigational) product.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Subjects Who Withdraw Due to Adverse Events (AEs) During the Study","description":"An Adverse Event (AE) is any untoward medical occurrence in a patient or clinical investigation subject administered a pharmaceutical product, which does not necessarily have a causal relationship with this treatment. An AE could therefore be any unfavorable and unintended sign, symptom, or disease temporally associated with the use of a medicinal (investigational) product, whether or not related to the medicinal (investigational) product.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Subjects With at Least One Incidence of Serious Adverse Events (SAEs) During the Study","description":"A Serious Adverse Event (SAE) is any untoward medical occurrence that at any dose:\n\n* Results in death\n* Is life-threatening\n* Requires in patient hospitalization or prolongation of existing hospitalization\n* Is a congenital anomaly or birth defect\n* Is as infection that requires treatment parenteral antibiotics\n* Other important medical events which based on medical or scientific judgement may jeopardize the patients, or may require medical or surgical intervention to prevent any of the above","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects Remaining Seizure Free for 6 Consecutive Months During the Monotherapy Period","description":"Subjects were considered seizure free if their seizure counts for every day over the entire Treatment Period was zero and if they completed the Treatment Period.\n\nA subject was considered seizure free, if no seizure occurred during the 6 consecutive months in the Evaluation Period. If one of the following occurred, the subject was not considered seizure free:\n\n* A documented seizure during 6 consecutive months of the Evaluation Analysis Period\n* Subject discontinued the study prematurely during the Evaluation Analysis Period\n* Missing Seizure Count Case Report Forms (CRFs) prior to completing the Evaluation Analysis Period","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects Remaining Seizure Free for 12 Consecutive Months During the Monotherapy Period","description":"Subjects were considered seizure free if their seizure counts for every day over the entire Treatment Period was zero and if they completed the Treatment Period.\n\nA subject was considered seizure free, if no seizure occurred during the 12 consecutive months in the Evaluation Period. If one of the following occurred, the subject was not considered seizure free:\n\n* A documented seizure during 6 consecutive months of the Evaluation Analysis Period\n* Subject discontinued the study prematurely during the Evaluation Analysis Period\n* Missing Seizure Count Case Report Forms (CRFs) prior to completing the Evaluation Analysis Period.\n\nSubjects who discontinued before the end date of 6 consecutive months were included in this analysis.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants in the Monotherapy Period Without Discontinuation Due to Adverse Events (AE) or Lack of Efficacy (LOE)","description":"For Time to discontinuation (event), Retention rate and 95% CI was calculated using the Kaplan-Meier method. Retention rate is indicated in Percent and 95% confidence intervals (CI) with respect to the Time to discontinuation.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"81.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"81.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"81.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"81.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Plasma Concentrations of Lacosamide Versus Time Postdose","description":"Dose-normalized lacosamide Plasma Concentration (µg/mL) by Visit and Dose during the Evaluation Period.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.028","spread":"0.016"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.034","spread":"0.010"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":19},"commonTop":["Dizziness","Somnolence","Nasopharyngitis","Vertigo","Headache"]}}}