{"nctId":"NCT03252431","briefTitle":"Neulasta-controlled Trial of F-627 in Women With Breast Cancer Receiving Myelotoxic Chemotherapy","startDateStruct":{"date":"2018-04-12","type":"ACTUAL"},"conditions":["Breast Cancer","Neutropenia"],"count":393,"armGroups":[{"label":"F-627","type":"EXPERIMENTAL","interventionNames":["Drug: F-627"]},{"label":"Neulasta","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Neulasta"]}],"interventions":[{"name":"F-627","otherNames":[]},{"name":"Neulasta","otherNames":["pegfilgrastim"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Show evidence of a personally signed and dated informed consent document indicating that the patient has been informed of all pertinent aspects of the trial.\n2. Females ≥18 years of age.\n3. Diagnosed with Stage I-III breast cancer.\n4. Subject is scheduled to undergo 4 cycles of neoadjuvant or adjuvant TC chemotherapy (docetaxel, cyclophosphamide, 75, 600 mg/m2, respectively).\n5. ECOG Performance status of ≤2.\n6. WBC count ≥4.0 × 109/L, hemoglobin ≥11.5 g/dL and a platelet count ≥150 × 109/L.\n7. Demonstrate adequate renal, hepatic, and cardiac function (liver function tests \\[alanine aminotransferase {ALT}, aspartate aminotransferase {AST}, alkaline phosphatase, and total bilirubin\\]) should be less than 2.5x the upper limits of normal (ULN). Serum creatinine should be less than 1.7x ULN.\n8. All subjects must agree to use at least one of the following types of contraception: intrauterine device, implantable progesterone device, progesterone intramuscular injection, or oral contraceptive, which has been started at least one month prior to visit one and will continue for the duration of the trial. The contraceptive patch or condom use with spermicide is also acceptable forms of contraception as long as they will be used continually throughout the duration of the trial.\n\nExclusion Criteria:\n\n1. Subject is \\<18 years of age.\n2. Disease progression has occurred while receiving a taxane regimen.\n3. Subject has undergone radiation therapy within 4 weeks of enrollment.\n4. Subject has undergone bone marrow or stem-cell transplantation.\n5. Subject has a history of prior malignancy other than breast cancer that is NOT in remission.\n6. Subjects that have used G-CSF or any other drug that may potentiate the release of neutrophils (i.e., lithium) within 6 weeks of the screening period are excluded.\n7. Subject has had chemotherapy within 180 days of screening.\n8. Subject has documented congestive heart failure, cardiomyopathy or myocardial infarction by clinical diagnosis, electrocardiogram (ECG) test, or any other relevant test.\n9. History of alcohol or drug abuse that would interfere with the ability to be compliant with the study procedure.\n10. Unwillingness to participate in the study.\n11. Any underlying medical condition that, in the Investigator's opinion, would make the administration of study drug hazardous to the patient or that would obscure the interpretation of adverse events.\n12. Receiving other investigational drugs or biologics within 1 month or five half lives of enrollment (if known), which ever is less.\n13. Any condition, which can cause splenomegaly.\n14. Chronic constipation or diarrhea, irritable bowel syndrome, inflammatory bowel disease.\n15. ALT, AST, alkaline phosphatase, total bilirubin ≥2.5x ULN.\n16. Subject with active infection, or known to be infected with chronic active Hepatitis B within the last 1 year (unless shown at the time of study entry to be Hepatitis B antigen negative), or having any history of Hepatitis C.\n17. Women who are pregnant or breast-feeding.\n18. Subject known to be seropositive for HIV, or who have had an AIDS defining illness or a known immunodeficiency disorder.\n19. Subject with a history of tuberculosis or exposure to tuberculosis. Patients that have received a prior chest X-ray for suspicion of tuberculosis are also excluded unless they have been confirmed to be PPD negative or they had latent tuberculosis that has been previously treated.\n20. Subjects with Sickle Cell disease\n21. Subjects with known hypersensitivity to E.coli derived proteins' pegfilgrastim' filgrastim, or any other component of the study drug.","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Duration in Days of Grade 4 Neutropenia in Chemotherapy Cycle 1","description":"Eligible subjects were randomized in a 1:1 ratio. Subjects were dosed with either the F 627 20 mg/dose PFS or Neulasta® 6 mg/dose as the study drug in each chemotherapy cycle. Subjects remained in their assigned treatment arm throughout the study. Subjects were dosed subcutaneously (SC) 24 to 28 hours after receiving TC chemotherapy (75 mg/m2 docetaxel + 600 mg/m2 cyclophosphamide) on Day 2 of each chemotherapy cycle that the subject underwent (up to 4 cycles). Grade 4 (severe) neutropenia was defined as ANC \\<0.5 × 109/L within the first 12 days of chemotherapy.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.2","spread":"0.51"},{"groupId":"OG001","value":"0.2","spread":"0.45"}]}]}]},{"type":"SECONDARY","title":"Duration in Days of Use of Intravenous Antibiotic","description":"The duration of use of IV antibiotics was defined as the number of days in which IV antibiotics were administered","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.3","spread":"1.36"},{"groupId":"OG001","value":"0.1","spread":"0.70"}]}]}]},{"type":"SECONDARY","title":"Duration in Days of Hospitalization","description":"The duration in days of patients been hospitalized for febrile neutropenia (FN) or any infection. Febrile neutropenia is defined as a single oral temperature of ≥38.3°C (101°F) or a temperature of \\>38.0°C (100.4°F) sustained for \\>1 hour and ANC \\<0.5 x 10\\^9/L on the same day.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1","spread":"0.78"},{"groupId":"OG001","value":"0","spread":"0.57"}]}]}]},{"type":"SECONDARY","title":"The Number of Participants With Grade 4 Neutropenia for Chemotherapy Cycle 1","description":"The number of participants with grade 4 neutropenia for chemotherapy cycle 1. Grade 4 (severe) neutropenia was defined as ANC \\<0.5 × 109/L within the first 12 days of chemotherapy.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23","spread":null},{"groupId":"OG001","value":"23","spread":null}]}]}]},{"type":"SECONDARY","title":"The Number of Participants With Febrile Neutropenia Considering All Chemotherapy Cycles.","description":"The number of participants with febrile neutropenia, considering all chemotherapy cycles.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"The Number of Participants With Use of IV Antibiotics Considering All Chemotherapy Cycles.","description":"The number of participants with use of IV antibiotics, considering all chemotherapy cycles.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"The Number of Participants in Hospitalization for Febrile Neutropenia or Any Infection Considering All Chemotherapy Cycles","description":"The number of participants in hospitalization for febrile neutropenia or any infection, .","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":12,"n":197},"commonTop":["Bone pain","Asthenia","Leukocytosis","Arthralgia"]}}}