{"nctId":"NCT00514735","briefTitle":"Tailored Treatment of Permanent Atrial Fibrillation","startDateStruct":{"date":"2007-05"},"conditions":["Atrial Fibrillation"],"count":210,"armGroups":[{"label":"1","type":"EXPERIMENTAL","interventionNames":["Procedure: Medtronic Cardiac Ablation System"]},{"label":"2","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Class I or III Antiarrhythmic Medications"]}],"interventions":[{"name":"Medtronic Cardiac Ablation System","otherNames":[]},{"name":"Class I or III Antiarrhythmic Medications","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"INCLUSION CRITERIA:\n\n* History of symptomatic, continuous atrial fibrillation defined as: Continuous atrial fibrillation lasting greater than 1 year but less than 4 years or nonself-terminating atrial fibrillation, lasting greater than 7 days but no more than 1 year, with at least one failed direct current cardioversion. A failed cardioversion was defined as an unsuccessful cardioversion or one in which normal sinus rhythm was established but not maintained beyond 7 days.\n* Atrial fibrillation symptoms included the following: palpitations, fatigue,exertional dyspnea, exercise intolerance\n* Age between 18 and 70 years\n* Failure of at least one Class I or III rhythm control drug\n* Willingness, ability and commitment to participate in baseline and follow-up evaluations for the full length of the study.\n\nEXCLUSION CRITERIA:\n\n* Structural heart disease of clinical significance including:\n\n  * Previous cardiac surgery (excluding coronary artery bypass graft and mitral valve repair)\n  * Symptoms of congestive heart failure including, but not limited to, New York Heart Association (NYHA) Class III or IV congestive heart failure and/or documented ejection fraction \\<40% measured by acceptable cardiac testing\n  * Left atrial diameter \\>55 mm\n  * Moderate to severe mitral or aortic valvular heart disease\n  * Stable/unstable angina or ongoing myocardial ischemia\n  * Myocardial infarction (MI) within 3 months of enrollment\n  * Congenital heart disease (not including atrial septal defect or patent foramen ovale without a right to left shunt) where the underlying abnormality increases the risk of an ablative procedure\n  * Prior atrial septal defect of patent foramen ovale closure with a device using a percutaneous approach\n  * Hypertrophic cardiomyopathy (left ventricular septal wall thickness \\>1.5 cm)\n  * Pulmonary hypertension (mean or systolic pulmonary artery pressure \\>50 mm Hg on Doppler echo)\n* Any prior ablation for atrial fibrillation\n* Enrollment in any other ongoing arrhythmia study\n* Any ventricular tachyarrhythmia currently being treated where the arrhythmia or the management may interfere with this study\n* Active infection or sepsis\n* Any history of cerebral vascular disease including stroke or transient ischemic attacks\n* Pregnancy or lactation\n* Left atrial thrombus at the time of ablation\n* Untreatable allergy to contrast media\n* Any diagnosis of atrial fibrillation secondary to electrolyte imbalance, thyroid disease, or any other reversible or non-cardiovascular causes\n* History of blood clotting (bleeding or thrombotic) abnormalities\n* Known sensitivities to heparin or warfarin\n* Severe chronic obstructive pulmonary disease (defined as forced expiratory volume 1 (FEV1) \\<1)\n* Severe co-morbidity or poor general physical/mental health that, in the opinion of the investigator, will not allow the subject to be a good study candidate","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Chronic Effectiveness","description":"The chronic efficacy endpoint was a treatment success/failure measure for each subject computed at 6 months. Treatment success included:\n\n1. A 90% reduction in clinically significant atrial fibrillation from baseline to the 6 month time point based on a Holter recording. Clinically significant atrial fibrillation was defined as sustained atrial fibrillation lasting more than 10 minutes.\n2. The subject was off all antiarrhythmic drugs at 6 months (Ablation Management arm only)\n3. The Investigator judged all procedures to be acutely successful (Ablation Management arm only).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"56","spread":null},{"groupId":"OG001","value":"26","spread":null}]}]}]},{"type":"PRIMARY","title":"Acute Safety","description":"The primary endpoint for acute safety was a success/failure variable calculated for each subject in Ablation Management at the 7 day post-procedure time point. Any subject with at least one adverse event adjudicated by the Data Safety Monitoring Board as both serious and either probably or definitely procedure and/or device-related occurring within 7 days of the ablation procedure was considered an acute safety failure, regardless of whether the event occurred following the index or retreatment ablation procedure.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.3","spread":null}]}]}]},{"type":"PRIMARY","title":"Chronic Safety","description":"The primary endpoint for chronic safety was a success/failure variable calculated for each subject at 6 months. Any subject that had at least one adverse event that met designated seriousness and relatedness criteria for the particular treatment group as adjudicated by the Data Safety Monitoring Board was considered a chronic safety failure. Adverse events in Ablation Management that were acute (≤7 days) were not included in the chronic safety primary endpoint. Given the disparity in the length of time at risk between treatment arms,the Chronic Safety endpoint was not statistically powered.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Acute Efficacy","description":"A treatment success/failure up to the conclusion of the procedure for each subject in Ablation Management. A subject was considered successfully treated if the following were true:\n\n* Medtronic ablation catheters were used to achieve procedure success.\n* All accessible pulmonary veins were isolated.\n* At least 50% reduction of complex fractionated atrial electrograms mapped and ablated with Medtronic ablation catheters.\n* Sinus rhythm was achieved upon leaving the electrophysiology lab (±cardioversion).","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"92.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Improvement of Left Atrial Size at 6 Months Compared to Baseline.","description":"Left atrial diameter (LAD), as measured by transthoracic echocardiogram (TTE) looking at the longitudinal long axis at baseline and at the 6 month follow-up visit in both the Ablation and Medical Management arms.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.5","spread":"0.53"},{"groupId":"OG001","value":"4.6","spread":"0.49"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.4","spread":"0.67"},{"groupId":"OG001","value":"4.6","spread":"0.56"}]}]}]},{"type":"SECONDARY","title":"Improvement of Left Ventricular Ejection Fraction at 6 Months Compared to Baseline.","description":"Left ventricular ejection fraction (LVEF), as measured by transthoracic echocardiogram at baseline and 6 months in both the Ablation and Medical Management arms.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"54.7","spread":"7.09"},{"groupId":"OG001","value":"54.9","spread":"6.73"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"58.3","spread":"6.73"},{"groupId":"OG001","value":"57.0","spread":"6.06"}]}]}]},{"type":"SECONDARY","title":"Improvement in Atrial Fibrillation (AF) Symptom Severity Scores Over 6 Months Compared to Baseline.","description":"The severity of subject's atrial fibrillation related symptoms on a scale from 1 (no symptoms) to 5 (most severe). The symptoms included palpitations, fatigue, shortness of breath, lightheadedness or dizziness, and lack of energy during exertion or exercise. The scores were tabulated at the 1, 3 and 6 month follow-up visits. Scores could range from 5 to 25, indicating a spectrum of subject status from asymptomatic to severely symptomatic.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.38","spread":"4.21"},{"groupId":"OG001","value":"12.72","spread":"4.47"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.95","spread":"3.58"},{"groupId":"OG001","value":"9.90","spread":"3.85"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7.56","spread":"2.97"},{"groupId":"OG001","value":"10.03","spread":"3.89"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7.58","spread":"3.53"},{"groupId":"OG001","value":"9.84","spread":"4.34"}]}]}]},{"type":"SECONDARY","title":"Improved Quality of Life Over 6 Months Compared to Baseline.","description":"The SF-36 questionnaire was administered to subjects at baseline, 1, 3 and 6 month visits. The SF-36 is a multi-purpose, short-form health survey with only 36 questions. It yields an 8-scale profile of functional health and well-being scores as well as psychometrically-based Physical Component Score and Mental Component Score. The possible range for Physical Component Score and Mental Component Score is 0 to 100. The higher score, the better quality of life.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"42.54","spread":"10.45"},{"groupId":"OG001","value":"42.26","spread":"9.85"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"45.61","spread":"9.98"},{"groupId":"OG001","value":"43.05","spread":"10.46"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"48.30","spread":"9.76"},{"groupId":"OG001","value":"43.99","spread":"9.97"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"49.12","spread":"9.56"},{"groupId":"OG001","value":"44.98","spread":"9.59"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"47.19","spread":"11.02"},{"groupId":"OG001","value":"47.99","spread":"12.13"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"51.53","spread":"10.34"},{"groupId":"OG001","value":"48.96","spread":"11.54"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"53.42","spread":"9.27"},{"groupId":"OG001","value":"48.97","spread":"10.52"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"53.45","spread":"9.07"},{"groupId":"OG001","value":"50.06","spread":"11.26"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":41,"n":138},"commonTop":["hematoma","chest pain","bradycardia"]}}}