{"nctId":"NCT02452190","briefTitle":"Study of Reslizumab in Participants With Uncontrolled Asthma and Elevated Blood Eosinophils","startDateStruct":{"date":"2015-09-28","type":"ACTUAL"},"conditions":["Asthma"],"count":468,"armGroups":[{"label":"Reslizumab","type":"EXPERIMENTAL","interventionNames":["Drug: Reslizumab"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Reslizumab","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Written informed consent is obtained.\n* The participant is male or female, 12 years of age and older, with a diagnosis of asthma.\n* The participant has Forced Expiratory Volume in 1 Second (FEV1) reversibility according to standard American Thoracic Society (ATS) or European Respiratory Society (ERS) protocol.\n* The participant has required an inhaled corticosteroid.\n* The participant has required an additional asthma controller medication besides inhaled corticosteroids.\n* The participant has a history of asthma exacerbation.\n* The participant must be willing and able to comply with study restrictions, perform requisite procedures and remain at the clinic for the required duration during the study period, and be willing to return to the clinic for the follow-up evaluation as specified in this protocol.\n\n  * Additional criteria may apply, please contact the investigator for more information\n\nExclusion Criteria:\n\n* The participant has any clinically significant, uncontrolled medical condition (treated or untreated) that would interfere with the study schedule or procedures, interpretation of efficacy results, or compromise the patient's safety.\n* The participant has another confounding underlying lung disorder\n* The participant has a known hypereosinophilic syndrome.\n* The participant has a diagnosis of malignancy within 5 years of the screening visit, except for treated and cured non-melanoma skin cancers.\n* The participant is a pregnant or lactating woman, or intends to become pregnant during the study. Any woman becoming pregnant during the study will be withdrawn from the study.\n* The participant is a current smoker or has a smoking history.\n* The participated in a clinical trial within 30 days or 5 half-lives of the investigational drug before screening, whichever is longer.\n* The participant was previously exposed to reslizumab.\n* The participant has a history of an immunodeficiency disorder including human immunodeficiency virus (HIV).\n* The participant has current or suspected drug and alcohol abuse.\n* The participant has an active helminthic parasitic infection or was treated for one within 6 months of screening.\n* The participant has a history of allergic reaction or hypersensitivity to any component of the study drug.\n\n  * Additional criteria may apply, please contact the investigator for more information","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Clinical Asthma Exacerbations (CAEs) During 52 Weeks of Treatment","description":"A CAE was defined as a clinically-judged deterioration in asthma control, as determined by the investigator and as evidenced by new or worsening asthma signs or symptoms based on the participant's history, asthma control diary, physical examination, and/or ambulatory or clinic visit assessment of lung function and that resulted in a medical intervention, including at least 1 of the following: 1) use of systemic corticosteroids (oral or injection) or at least a doubling from a stable maintenance oral corticosteroid dose for at least 3 days; 2) asthma-specific hospital admission; 3) asthma-specific emergency department visit. Adjusted CAE rate and confidence intervals were based on Negative Binomial regression model adjusted for stratification factors. Results are presented as adjusted means. For this analysis, the offset variable is calculated as the logarithm of treatment duration minus the summed duration of exacerbations during the treatment period.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.52","spread":null},{"groupId":"OG001","value":"0.41","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 52 in Pre-bronchodilator Forced Expiratory Volume in 1 Second (FEV1)","description":"Change in pre-bronchodilator FEV1 from baseline to week 52 is presented. FEV1 is a standard measurement of air movement in the lungs of participants with asthma obtained from pulmonary function tests. It is the volume of air expired in the first second of a forced expiration using a spirometer.\n\nAnalysis of the change from baseline to each visit was performed using a mixed effect model for repeated measures (MMRM) including fixed effects for treatment, visit, treatment by visit interaction, age group, blood eosinophil counts at enrollment, and sex, height and baseline value as covariates, and participant as a random effect.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.225","spread":"0.040"},{"groupId":"OG001","value":"0.368","spread":"0.039"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 52 in Asthma Quality of Life Questionnaire for Participants 12 Years and Older (AQLQ+12) Score","description":"AQLQ is a 32-item instrument administered as a self-assessment. AQLQ+12 is a modified version of AQLQ developed to measure functional impairments of participants aged 12-70 years. It is divided into 4 domains: activity limitation, symptoms, emotional function, and environmental stimuli. Participants were asked to recall their experiences during the last 2 weeks and respond to each question on a 7-point scale (1=severe impairment, 7=no impairment), where higher scores indicated \"better quality of life.\" Overall AQLQ+12 score is the mean of all 32 responses. Analysis of the change from baseline to each visit was performed using a MMRM including fixed effects for treatment, visit, treatment by visit interaction, age group, blood eosinophil counts at enrollment, and sex, height and baseline value as covariates, and participant as a random effect.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.06","spread":"0.089"},{"groupId":"OG001","value":"1.14","spread":"0.087"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 52 in 6-item Asthma Control Questionnaire (ACQ-6) Score","description":"The ACQ-6 is a 6-item validated asthma assessment tool that has been widely used. Six questions are self-assessments (completed by the participant), 5 questions assessing asthma symptoms: night-time waking, symptoms on waking, activity limitation, shortness of breath, wheezing, and 1 question for short-acting bronchodilator use. Each item on the ACQ-6 has a possible score ranges from 0 to 6, and the total score is the mean of all responses. The total score ranging from 0-6 (0=totally controlled and 6=severely uncontrolled). A higher score indicated poorer asthma control. Analysis of the change from baseline to each visit was performed using a mixed effect model for repeated measures (MMRM) including fixed effects for treatment, visit, treatment by visit interaction, age group, blood eosinophil counts at enrollment, and sex, height and baseline value as covariates, and participant as a random effect.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.14","spread":"0.080"},{"groupId":"OG001","value":"-1.22","spread":"0.078"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 52 in Total Asthma Symptom Scores (Day and Night)","description":"Asthma symptoms were recorded by participant each day and night in an asthma control diary. Night score was assessed on a 5-point scale where 0=no symptoms, slept through night, to 4=bad night, no sleep. Day score was assessed on a 6-point scale where 0=very well, no symptoms, to 5= asthma very severe, unable to carry out daily activities. Total asthma symptom score was calculated by taking the sum of the night and day asthma symptom scores recorded, ranging from 0 (no symptom) to 9 (severe symptom). A lower symptom score indicated a better outcome. Analysis of the change from baseline to each visit was performed using a MMRM including fixed effects for treatment, visit, treatment by visit interaction, age group, blood eosinophil counts at enrollment, and sex, height and baseline value as covariates, and participant as a random effect.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.4","spread":"0.12"},{"groupId":"OG001","value":"-1.5","spread":"0.12"}]}]}]},{"type":"SECONDARY","title":"Percentage of Asthma Control Days","description":"The percentage of asthma control days over 52 weeks of treatment is presented. An asthma control day was defined as a day on which the participant used less than or equal to 2 puffs of inhaled short-acting beta-agonist, had no nighttime awakenings, and experienced no asthma exacerbations. Analysis of the change from baseline to each visit was performed using a mixed effect MMRM including fixed effects for treatment, visit, treatment by visit interaction, age group, blood eosinophil counts at enrollment, and sex, height and baseline value as covariates, and participant as a random effect.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.1","spread":"1.27"},{"groupId":"OG001","value":"8.0","spread":"1.24"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 32 in St. George's Respiratory Questionnaire (SGRQ) Total Score","description":"The SGRQ is a 17-item questionnaire with 50 weighted responses. It provides a total score and three component scores: Symptoms (distress caused by respiratory symptoms), Activity (physical activities that cause or are limited by breathlessness), and Impacts (social and psychological effects of the disease). The total score and each of the SGRQ subscores are scored from 0 to 100 where 0 indicates best and 100 indicates worst health. An increase in score indicates worsening health. Analysis of the change from baseline to each visit was performed using a mixed effect model for repeated measures (MMRM) including fixed effects for treatment, visit, treatment by visit interaction, age group, blood eosinophil counts at enrollment, and sex, height and baseline value as covariates, and participant as a random effect.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-13.1","spread":"1.38"},{"groupId":"OG001","value":"-16.4","spread":"1.32"}]}]}]},{"type":"SECONDARY","title":"Kaplan-Meier (K-M) Estimate of Probability (Percent [%]) of Not Experiencing a CAE by Week 52","description":"CAE was defined as a clinically judged deterioration in asthma control, as determined by the investigator and as evidenced by new or worsening asthma signs or symptoms based on the participant's history, asthma control diary, physical examination, and/or ambulatory or clinic visit assessment of lung function and that resulted in a medical intervention, including at least 1 of the following: 1) use of systemic corticosteroids (oral or injection) or at least a doubling from a stable maintenance oral corticosteroid dose for at least 3 days; 2) asthma-specific hospital admission; 3) asthma-specific emergency department visit.\n\nThe KM method was used to estimate and compare the distributions of time to first CAE between treatment groups. Participants without an event during the treatment period were censored at either the date of the end of treatment (Week 52) visit for participants who completed treatment or at the date of last dose (+4 weeks) for participants who discontinued early.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.66","spread":null},{"groupId":"OG001","value":"0.66","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of CAEs Requiring Hospitalization and/or Emergency Department Visits During 52 Weeks of Treatment","description":"A CAE was defined as a clinically judged deterioration in asthma control, as determined by the investigator and as evidenced by new or worsening asthma signs or symptoms based on the participant's history, asthma control diary, physical examination, and/or ambulatory or clinic visit assessment of lung function and that resulted in a medical intervention, including at least 1 of the following: 1) use of systemic corticosteroids (oral or injection) or at least a doubling from a stable maintenance oral corticosteroid dose for at least 3 days; 2) asthma-specific hospital admission; 3) asthma-specific emergency department visit. The frequency of CAEs over 52-week treatment period is expressed as adjusted CAEs rate in 52 weeks. Adjusted CAE rate and confidence intervals were based on Negative Binomial regression model adjusted for stratification factors (age group, blood eosinophil group) and number of prior exacerbations, and an offset variable.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.05","spread":null},{"groupId":"OG001","value":"0.05","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Moderate Exacerbations During 52 Weeks of Treatment","description":"A moderate exacerbation was defined as a clinically judged deterioration in asthma control as determined by investigator and as evidenced by new or worsening asthma signs or symptoms based on the participant's history, asthma control diary, physical examination, and/or ambulatory or clinic visit assessment of lung function and that resulted in a medical intervention requiring additional asthma controller medication that was not a systemic corticosteroid and did not result in an asthma-specific hospitalization or emergency department visit (that is, a medical intervention that did not otherwise meet the criteria for primary endpoint). Frequency of moderate exacerbations over 52-week treatment period is expressed as adjusted exacerbation rate in 52 weeks. Adjusted exacerbation rate and confidence intervals were based on Negative Binomial regression model adjusted for stratification factors (age group, blood eosinophil group) and number of prior exacerbations, and an offset variable.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.15","spread":null},{"groupId":"OG001","value":"0.14","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":19,"n":231},"commonTop":["Viral upper respiratory tract infection","Upper respiratory tract infection","Bronchitis","Acute sinusitis","Rhinitis allergic"]}}}