{"nctId":"NCT01001325","briefTitle":"Does Seasonal Influenza Vaccination Affect the Incidence of pH1N1 Influenza?","startDateStruct":{"date":"2009-10"},"conditions":["Influenza"],"count":468,"armGroups":[{"label":"Seasonal influenza vaccination","type":"EXPERIMENTAL","interventionNames":["Biological: Fluviral influenza vaccine, 2009-2010"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Biological: Normal saline"]}],"interventions":[{"name":"Fluviral influenza vaccine, 2009-2010","otherNames":[]},{"name":"Normal saline","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. 18 to 60 years old, inclusive, as of September 1st, 2009;\n2. understand the study, agree to its provisions, and give written informed consent prior to entry;\n3. available for follow-up during the study period;\n4. have convenient access to a computer with internet access and basic skills for use of the internet;\n\nExclusion Criteria:\n\n1. planning to spend more than two consecutive weeks outside of Canada from October 1, 2009 to April 15th 2010.\n2. received immunoglobulin within six months of study entry;\n3. has already received a 2009 seasonal influenza vaccine (southern or northern hemisphere)\n4. has had laboratory-confirmed infection with 2009 H1N1 influenza\n5. is participating in a clinical trial that would result in the receipt of investigational medication during the study period;\n6. allergic to eggs, to influenza vaccine, or any components of the seasonal influenza vaccine\n7. has had a previous severe adverse event associated with an influenza vaccine\n8. has a significant chronic underlying illness that would warrant seasonal influenza vaccine in a usual year, or is known to be pregnant.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"60 Years","stdAges":["ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of pH1N1 Influenza Infections as Diagnosed by PCR From Mid-turbinate Swab","description":"Influenza infection (pH1N1) as diagnosed by PCR from self-collected mid-turbinate swab. Participant is asked to collect a swab when they have symptoms possibly compatible with an acute viral respiratory illness: 1) fever without another obvious source, 2) at least two new respiratory symptoms (runny or stuffy nose, sneezing, sore or scratchy throat, hoarseness, cough), or 3) one respiratory symptom (as above) and one systemic symptom (fever, malaise, muscle aches, headache, fatigue)","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":234},"commonTop":[]}}}