{"nctId":"NCT03877926","briefTitle":"VELOCITY: An Anthrax Vaccine Clinical Study","startDateStruct":{"date":"2019-03-11","type":"ACTUAL"},"conditions":["Anthrax"],"count":3862,"armGroups":[{"label":"AV7909 Lot 1","type":"EXPERIMENTAL","interventionNames":["Biological: AV7909"]},{"label":"AV7909 Lot 2","type":"EXPERIMENTAL","interventionNames":["Biological: AV7909"]},{"label":"AV7909 Lot 3","type":"EXPERIMENTAL","interventionNames":["Biological: AV7909"]},{"label":"BioThrax","type":"ACTIVE_COMPARATOR","interventionNames":["Biological: BioThrax"]}],"interventions":[{"name":"AV7909","otherNames":[]},{"name":"BioThrax","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Written informed consent obtained from the participant (dated and signed).\n2. Healthy condition as established by medical history and clinical examination before entering into the study.\n3. A male or female aged 18 to 65 years, inclusive, at the time of informed consent.\n4. Body mass index (BMI) ≤35.0 kg/m\\^2 at Screening visit.\n5. Have adequate venous access for phlebotomies.\n6. For a woman of childbearing potential (WOCBP), negative serum pregnancy test at Screening and negative urine pregnancy test prevaccination on Day 1, not currently breastfeeding, and no intention to become pregnant during the study through Month 13. Every female participant is considered to be a WOCBP unless surgically sterile (bilateral oophorectomy or bilateral salpingectomy or hysterectomy) OR postmenopausal (defined as \\>12 consecutive months without menses and screening follicle-stimulating hormone \\>30 mIU/mL). Women who are not of childbearing potential are allowed to enroll if they are surgically sterile or postmenopausal as defined above.\n\nExclusion Criteria:\n\n1. Use of any investigational or nonregistered product (drug, vaccine, device, or combination product) within 30 days preceding the dose of study vaccine, or planned use during the study through Month 13.\n2. Positive test result on urine drug screen, any evidence of ongoing drug abuse or dependence (including alcohol), or recent history (over the past five years) of treatment for alcohol or drug abuse.\n3. Chronic administration (defined as \\>14 days) of immunosuppressants or other immune-modifying drugs (includes oral or parenteral corticosteroids, for example, a glucocorticoid dose exceeding 10 mg/day prednisone or equivalent) within six months prior to the vaccine dose; inhalation use (for example, for seasonal allergies) is permitted.\n4. Planned administration of any commercially-available vaccine from seven days prior to the first study vaccination through two weeks after the last vaccination.\n5. Previous anaphylactic reaction, severe systemic response, or serious hypersensitivity to a prior immunization or a known allergy to synthetic Oligodeoxynucleotides, aluminum, formaldehyde, benzethonium chloride (phemerol), or latex.\n6. History of anthrax disease, suspected exposure to anthrax, or previous vaccination with any anthrax vaccine.\n7. Have a tattoo/scar/birthmark or any other skin condition affecting the deltoid area that may interfere with injection site assessments.\n8. A positive blood test for hepatitis B surface antigen, hepatitis C antibody, or human immunodeficiency virus (HIV) HIV-1 or HIV-2 antibodies.\n9. Any confirmed or suspected immunodeficiency condition (congenital or secondary) or autoimmune disease based on medical history and Physical Exam, for example, Guillain-Barré.\n10. A family history of congenital or hereditary immunodeficiency.\n11. Major congenital defects or serious chronic illness, including any cancer other than the following: a) any non-metastatic cancer (excluding hematologic malignancies) or melanoma of which the participant has been disease-free for at least five years and b) localized skin cancer, resected (including squamous cell and basal cell carcinomas).\n12. Acute disease at the time of enrollment. Note that screening lab tests may be delayed to allow the resolution of a transient acute condition or the subject may be rescreened.\n13. Any medical condition that, in the opinion of the investigator, could adversely impact the participant's participation or the conduct of the study.\n14. Any planned elective surgery during the study through 12 months after the last vaccination.\n15. Planned receipt of immunoglobulins and/or any blood products within the three months preceding study enrollment or at any point during the study period until after the final safety phone contact.\n16. Woman of childbearing potential refusing to practice an adequate method of contraception from at least one month before Day 1 and continuing through Month 13.\n\n    An adequate method of contraception is defined as abstinence from sexual intercourse; prior bilateral tubal ligation; monogamous relationship with a vasectomized partner (vasectomy performed at least six months prior to the participant's screening visit); or any of these forms of birth control: pill, intrauterine device (IUD), implantable or injectable contraceptive (for example, Norplant® or Depo-Provera®), removable device (for example, NuvaRing® or Evra® patch), or double-barrier method (condom with spermicide, diaphragm with spermicide). The Principal Investigator and/or designee will discuss with the participant the need to use adequate contraception consistently and correctly and document such conversation in the participant's chart. In addition, the Principal Investigator and/or designee will instruct the participant to call immediately if the selected contraception method is discontinued or if pregnancy is known or suspected.\n17. Member or family member of the investigator site team.\n18. Previously served in the military any time after 1990 and/or plan to enlist in the military at any time from screening through the final telephone contact.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Geometric Mean Titer (GMT) of Toxin Neutralizing Antibody (TNA) 50% Neutralization Factor (NF50) at Day 64","description":"GMT of TNA NF50 at Day 64 in AV7909 study groups (Lots 1, 2 and 3) and BioThrax group. The outcome measure in AV7909 study groups was assessed for AV7909 lot-to-lot consistency, which was based on GMT TNA NF50 response at Day 64, wherein the 95% confidence interval (CI) for ratios of geometric mean titer (GMT) of TNA NF50 at Day 64 (seven weeks after second AV7909 vaccination) for each of the three AV7909 lot-to-lot comparisons had to be within equivalence margin of 0.5 and 2.0.","paramType":"GEOMETRIC_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.753","spread":null},{"groupId":"OG001","value":"0.746","spread":null},{"groupId":"OG002","value":"0.718","spread":null},{"groupId":"OG003","value":"0.335","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants in AV7909 Lot 1, Lot 2 and Lot 3 Groups Achieving a TNA NF50 ≥0.56 on Day 64","description":"Proportion of participants with TNA NF50 ≥0.56 at Day 64 in each AV7909 study groups (Lot 1, Lot 2, Lot 3). The assessment of the immune response in each study group was pre-defined as the lower bound of the two-sided 95% CI to be ≥40% for the percentage of AV7909 participants in each of the three lots achieving a TNA NF50 ≥0.56 at seven weeks after second AV7909 vaccination (Day 64).","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"68.5","spread":null},{"groupId":"OG001","value":"66.1","spread":null},{"groupId":"OG002","value":"64.5","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of AV7909 Participants Achieving a TNA NF50 ≥0.56 on Day 64","description":"Percentage of AV7909 participants (from all three AV7909 study groups pooled) achieving a TNA NF50 ≥0.56 on Day 64 (seven weeks after second AV7909 vaccination). The assessment of the immune response in AV7909 participants was pre-defined as the lower bound of the two-sided 95% CI for proportion of AV7909 participants with TNA NF50 ≥0.56 at Day 64 ≥40%.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"66.3","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of AV7909 Participants and BioThrax Participants With TNA NF50 ≥0.29 at Day 64","description":"Proportion of AV7909 participants (in each AV7909 study groups) and BioThrax participants who achieved TNA NF50 ≥0.29 at Day 64. Non-inferiority of AV7909 vaccine to BioThrax vaccine at Day 64 was assessed as determined by the two-sided lower bound for the 95% CI of the difference in the percentage of AV7909 participants (three lots pooled) with a TNA NF50 ≥0.29 and the percentage of BioThrax participants with a TNA NF50 ≥0.29 being greater than -15%.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"86.9","spread":null},{"groupId":"OG001","value":"87.2","spread":null},{"groupId":"OG002","value":"85.8","spread":null},{"groupId":"OG003","value":"62.1","spread":null}]}]}]},{"type":"PRIMARY","title":"Incidence of Serious Adverse Events","description":"Number of AV7909 participants or BioThrax participants who received at least one vaccination and reported serious adverse event(s) (SAEs) from the time of the first vaccination on Day 1 through Day 394.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21","spread":null},{"groupId":"OG001","value":"16","spread":null},{"groupId":"OG002","value":"21","spread":null},{"groupId":"OG003","value":"4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of AV7909 Participants Achieving a TNA NF50 ≥0.15 on Day 29.","description":"Proportion of AV7909 participants (in each AV7909 study group) who achieved TNA NF50 ≥0.15 at Day 29 (two weeks after second AV7909 vaccination). Assessment of the lower bound of the two-sided 95% CI to be ≥67% for the percentage of AV7909 participants in AV7909 study groups 1-3 (Pooled AV7909) achieving a TNA NF50 ≥0.15 on Day 29 was performed.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"98.1","spread":null},{"groupId":"OG001","value":"97.9","spread":null},{"groupId":"OG002","value":"97.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Incidence of Adverse Events","description":"Number of AV7909 or BioThrax participants who received at least one vaccination and had at least one adverse event reported from the time of the first vaccination on Day 1 through Day 64.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"410","spread":null},{"groupId":"OG001","value":"400","spread":null},{"groupId":"OG002","value":"408","spread":null},{"groupId":"OG003","value":"210","spread":null}]}]}]},{"type":"SECONDARY","title":"Incidence of Adverse Events of Special Interest (Events of Autoimmune Etiology)","description":"Incidence of adverse events of special interest (AESIs; events of autoimmune etiology) from the time of the first vaccination on Day 1 through Day 394 in participants who received at least one dose of AV7909 (Lot 1, Lot 2 or Lot 3) or BioThrax vaccines.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"4","spread":null},{"groupId":"OG002","value":"6","spread":null},{"groupId":"OG003","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Incidence of Solicited Systemic Reactogenicity Events","description":"Incidence of any solicited systemic reactogenicity reaction after any AV7909 or BioThrax vaccination.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"930","spread":null},{"groupId":"OG001","value":"923","spread":null},{"groupId":"OG002","value":"906","spread":null},{"groupId":"OG003","value":"438","spread":null}]}]}]},{"type":"SECONDARY","title":"Incidences of Solicited Injection Site Reactogenicity Events","description":"Incidence of any solicited injection site reactogenicity reaction after any AV7909 (Lots 1, 2 or 3) or BioThrax vaccination.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1009","spread":null},{"groupId":"OG001","value":"1010","spread":null},{"groupId":"OG002","value":"1013","spread":null},{"groupId":"OG003","value":"525","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":21,"n":1100},"commonTop":["Injection site pain","Upper respiratory tract infection","Vaccination complication","Procedural headache","Injection site induration"]}}}