{"nctId":"NCT01663727","briefTitle":"Study To Evaluate the Efficacy and Safety Of Bevacizumab, and Associated Biomarkers, In Combination With Paclitaxel Compared With Paclitaxel Plus Placebo as First-line Treatment Of Patients With Her2-Negative Metastatic Breast Cancer","startDateStruct":{"date":"2012-08-27","type":"ACTUAL"},"conditions":["Metastatic Breast Cancer"],"count":481,"armGroups":[{"label":"A","type":"EXPERIMENTAL","interventionNames":["Drug: Bevacizumab [Avastin]","Drug: Paclitaxel"]},{"label":"B","type":"EXPERIMENTAL","interventionNames":["Drug: Paclitaxel","Drug: Placebo"]}],"interventions":[{"name":"Bevacizumab [Avastin]","otherNames":[]},{"name":"Paclitaxel","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Histologically or cytologically confirmed, HER2-negative adenocarcinoma of the breast, with measurable or non-measurable locally recurrent or metastatic disease. Locally recurrent disease must not be amenable to resection with curative intent.\n* ECOG performance status of 0 or 1\n* For women of childbearing potential, use of an acceptable and effective method of non-hormonal contraception\n* For patients who have received recent radiotherapy, recovery prior to randomization from any significant acute toxicity, and radiation treatments have to be completed more than 3 weeks from randomization\n\nExclusion Criteria:\n\nDisease-Specific Exclusions:\n\n* HER2-positive status\n* Prior chemotherapy for locally recurrent or metastatic disease\n* Prior hormonal therapy \\< 2 weeks prior to randomization\n* Prior adjuvant or neo-adjuvant chemotherapy is allowed, provided its conclusion has been for at least 12 months prior to randomization\n* Investigational therapy within 28 days of randomization\n\nGeneral Medical Exclusions:\n\n* Life expectancy of \\< 12 weeks\n* Inadequate organ function\n* Uncontrolled serious medical or psychiatric illness\n* Active infection requiring intravenous (IV) antibiotics at screening\n* Pregnancy or lactation\n* History of other malignancies within 5 years prior to screening, except for tumors with a negligible risk for metastasis or death","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Progression or Death in Intent-to-Treat (ITT) Population","description":"Tumor assessment was performed as per Response Evaluation Criteria in Solid Tumors version 1.1 (RECIST v1.1) by investigator. Disease progression was defined as at least 20 percent (%) increase in the sum of diameters of target lesions compared to smallest sum of diameters on-study and absolute increase of at least 5 millimeter (mm), unequivocal progression of existing non-target lesions, or presence of new lesions.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"69.4","spread":null},{"groupId":"OG001","value":"63.6","spread":null}]}]}]},{"type":"PRIMARY","title":"Progression Free Survival (PFS) in ITT Population","description":"PFS was defined as the interval between the date of randomization and the first documentation of progressive disease or death from any cause. Tumor assessment was performed as per RECIST v1.1 by investigator. Disease progression was defined as at least 20% increase in the sum of diameters of target lesions compared to smallest sum of diameters on-study and absolute increase of at least 5 mm, unequivocal progression of existing non-target lesions, or presence of new lesions. PFS was estimated using Kaplan Meier method.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.8","spread":null},{"groupId":"OG001","value":"11.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Died - ITT Population","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"64.9","spread":null},{"groupId":"OG001","value":"64.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS) - ITT Population","description":"OS was defined as the interval between the date of randomization and death from any cause. OS was estimated using Kaplan Meier method.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25.8","spread":null},{"groupId":"OG001","value":"28.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Died - High Baseline Plasma VEGF-A ITT Population","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"74.2","spread":null},{"groupId":"OG001","value":"71.1","spread":null}]}]}]},{"type":"SECONDARY","title":"OS - High Baseline Plasma VEGF-A ITT Population","description":"OS was defined as the interval between the date of randomization and death from any cause. OS was estimated using Kaplan Meier method.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19.4","spread":null},{"groupId":"OG001","value":"22.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With an Objective Response - ITT Population","description":"Objective response was defined as having a Complete Response (CR) or Partial Response (PR) according to a RECIST criteria v 1.1. CR was defined as disappearance of all target and non-target lesions and no new lesions, all pathological lymph nodes must have decreased to \\<10 mm in short axis and normalization of tumor marker level. PR was defined as at least a 30% decrease in the sum of diameters of target lesions (taking as reference the baseline sum diameters), no progression in non-target lesions, and no new lesions. Measurable disease was defined by the presence of at least one measurable lesion by clinical measurement, chest x-ray, computed tomography (CT), or magnetic resonance imaging (MRI).","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"33.2","spread":null},{"groupId":"OG001","value":"54.0","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With Progression or Death in High Baseline Plasma Vascular Endothelial Growth Factor-A (VEGF-A) ITT Population","description":"Tumor assessment was performed as per RECIST v1.1 by investigator. Disease progression was defined as at least 20% increase in the sum of diameters of target lesions compared to smallest sum of diameters on-study and absolute increase of at least 5 mm, unequivocal progression of existing non-target lesions, or presence of new lesions.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"75.0","spread":null},{"groupId":"OG001","value":"70.8","spread":null}]}]}]},{"type":"PRIMARY","title":"PFS in High Baseline Plasma VEGF-A ITT Population","description":"PFS was defined as the interval between the date of randomization and the first documentation of progressive disease or death from any cause. Tumor assessment was performed as per RECIST v1.1 by investigator. Disease progression was defined as at least 20% increase in the sum of diameters of target lesions compared to smallest sum of diameters on-study and absolute increase of at least 5 mm, unequivocal progression of existing non-target lesions, or presence of new lesions. PFS was estimated using Kaplan Meier method.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.3","spread":null},{"groupId":"OG001","value":"9.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With an Objective Response - High Baseline Plasma VEGF-A ITT Population","description":"Objective response was defined as having a CR or PR according to a RECIST criteria v 1.1. CR was defined as disappearance of all target and non-target lesions and no new lesions, all pathological lymph nodes must have decreased to \\<10 mm in short axis and normalization of tumor marker level. PR was defined as at least a 30% decrease in the sum of diameters of target lesions (taking as reference the baseline sum diameters), no progression in non-target lesions, and no new lesions. Measurable disease was defined by the presence of at least one measurable lesion by clinical measurement, chest x-ray, CT, or MRI.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32.8","spread":null},{"groupId":"OG001","value":"54.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response - ITT Population","description":"Duration of response was defined as the time from the initial date of the objective response to documented disease progression or death (whichever occurred first). Objective response was defined as having a CR or PR according to a RECIST criteria v 1.1. CR was defined as disappearance of all target and non-target lesions and no new lesions, all pathological lymph nodes must have decreased to \\<10 mm in short axis and normalization of tumor marker level. PR was defined as at least a 30% decrease in the sum of diameters of target lesions (taking as reference the baseline sum diameters), no progression in non-target lesions, and no new lesions. Disease progression was defined as at least 20% increase in the sum of diameters of target lesions compared to smallest sum of diameters on-study and absolute increase of at least 5 mm, unequivocal progression of existing non-target lesions, or presence of new lesions. Analysis was performed using Kaplan Meier method.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.2","spread":null},{"groupId":"OG001","value":"9.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response - High Baseline Plasma VEGF-A ITT Population","description":"Duration of response was defined as the time from the initial date of the objective response to documented disease progression or death (whichever occurred first). Objective response was defined as having a CR or PR according to a RECIST criteria v 1.1. CR was defined as disappearance of all target and non-target lesions and no new lesions, all pathological lymph nodes must have decreased to \\<10 mm in short axis and normalization of tumor marker level. PR was defined as at least a 30% decrease in the sum of diameters of target lesions (taking as reference the baseline sum diameters), no progression in non-target lesions, and no new lesions. Disease progression was defined at least 20% increase in the sum of diameters of target lesions compared to smallest sum of diameters on-study and absolute increase of at least 5 mm, unequivocal progression of existing non-target lesions, or presence of new lesions. Analysis was performed using Kaplan Meier method.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.2","spread":null},{"groupId":"OG001","value":"8.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Were Alive at 1 Year - ITT Population","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"80.94","spread":null},{"groupId":"OG001","value":"82.47","spread":null}]}]}]},{"type":"SECONDARY","title":"Secondary: Percentage of Participants Who Were Alive at 1 Year - High Baseline Plasma VEGF-A ITT Population","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"69.27","spread":null},{"groupId":"OG001","value":"80.96","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":45,"n":233},"commonTop":["Alopecia","Peripheral sensory neuropathy","Nausea","Fatigue","Diarrhoea"]}}}