{"nctId":"NCT00713648","briefTitle":"Evaluation of Recombinant Factor XIII for Prevention of Bleeding in Patients With FXIII Inherited Deficiency","startDateStruct":{"date":"2008-08"},"conditions":["Congenital Bleeding Disorder","Congenital FXIII Deficiency"],"count":41,"armGroups":[{"label":"rFXIII","type":"EXPERIMENTAL","interventionNames":["Drug: catridecacog"]}],"interventions":[{"name":"catridecacog","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Diagnosis of congenital FXIII A-subunit deficiency (confirmed by genotyping at screening visit)\n* Treatment with regular FXIII replacement therapy initiated at least 6 months prior to screening and one of the following : a documented history of at least one 1 treatment-requiring bleeding episode prior to initiation of regular replacement therapy or a documented family history of FXIII congenital deficiency (only for subjects on regular replacement therapy prior to screening)\n* Documented history of at least two 2 bleeding episodes requiring treatment with FXIII containing blood products within the last 12 months prior to screening (only for subjects receiving on-demand treatment prior to screening)\n\nExclusion Criteria:\n\n* Known neutralizing antibodies (inhibitors) towards FXIII\n* Any known congenital or acquired coagulation disorder other than congenital FXIII deficiency\n* Documented history of at least 2 treatment-requiring bleeding episodes per year during previous regular replacement therapy with FXIII containing blood products (fresh frozen plasma (FFP), plasma-derived FXIII (pd FXIII) and cryoprecipitate)\n* Known or suspected allergy to trial product(s) or related products\n* Planned major surgery during the trial period. Catheter, ports and dental extractions do not count as surgeries and will not exclude the subject\n* Renal insufficiency defined as current dialysis therapy\n* Any history of confirmed venous or arterial thrombo-embolic events","healthyVolunteers":false,"sex":"ALL","minimumAge":"6 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Rate (Number Per Subject Year) of Bleeding Episodes Requiring Treatment With a FXIII Containing Product During the Treatment Period","description":"It represents the incidence of bleeding episodes requiring treatment with a FXIII-containing product.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.138","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects Having a Normal Clot Solubility One Hour After rFXIII Administration and 28 Days After rFXIII Administration for All Dosing Visits","description":"Blood samples for clot solubility drawn at each visit (1 hour before and after dose administration). A clot solubility assay was used to screen for FXIII deficiency. The assay is based on the ability of urea to dissolve fibrin clots that have not undergone FXIII-induced stabilization. Normal blood clots generally remain stable for 24 hours or more, while clots in which fibrin molecules have not been cross-linked are soluble within minutes. The outcome of the test is normal (FXIII present; a clot is observed in the test tube) or abnormal (FXIII absent or very low level; no clot in test tube).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"98.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"91.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Level of FXIII Activity One Hour After rFXIII Administration and 28 Days After rFXIII Administration for All Dosing Visits","description":"Subjects entered a 52-week treatment period of monthly (28±2 days) doses of 35 IU/kg rFXIII. Blood samples for analysis of FXIII activity were drawn at each visit; at dosing visits blood was drawn 1 hour after administration and before administration(corresponding to 28 days after the previous dose). All Dosing Visits are visits where a dose is given (i.e. Visit 2-15 except Visit 3).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.782","spread":"0.342"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.189","spread":"0.102"}]}]}]},{"type":"SECONDARY","title":"Number of Subjects With rFXIII Antibody Development","description":"Subjects receiving rFXIII were monitored for the development of binding antibodies. Blood sampling was done before administration of trial product at all visits (Visits 1-16 and unscheduled visit)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":6,"n":41},"commonTop":["Headache","Nasopharyngitis","Pyrexia","Arthralgia","Nasal congestion"]}}}