{"nctId":"NCT00976391","briefTitle":"A Study to Determine the Safety and Efficacy of Albiglutide Administered in Combination With Insulin Glargine","startDateStruct":{"date":"2009-09"},"conditions":["Diabetes Mellitus, Type 2"],"count":586,"armGroups":[{"label":"albiglutide + insulin glargine","type":"ACTIVE_COMPARATOR","interventionNames":["Biological: albiglutide + insulin glargine"]},{"label":"insulin glargine + preprandial lispro insulin","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: insulin glargine + preprandial lispro insulin"]}],"interventions":[{"name":"albiglutide + insulin glargine","otherNames":[]},{"name":"insulin glargine + preprandial lispro insulin","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subjects with type 2 diabetes, currently treated with insulin glargine or other intermediate- or long-acting insulin, with or without oral antidiabetic medications, but experiencing inadequate glycemic control and willing and capable of participating in a regimen of intensive insulin administration. A subject who has been on an intermediate- or long acting insulin for \\>/=6 months but \\<5 years, and, in spite of dosage adjustments based on home blood glucose monitoring, is unable to achieve a HbA1c of \\<7%.\n* BMI \\>/= 20kg/m2 and \\</=45 kg/m2\n* Fasting C-peptide \\>/=0.8 ng/mL (\\>/= 0.26 nmol/L)\n* HbA1c between 7.0% and 10.5%, inclusive\n* Use of oral or systemically injected glucocorticoids is generally not allowed within 3 months before randomization; inhaled, intra articular, and topical corticosteroids are allowed\n* Hemoglobin \\</=11 g/dL for male subjects and \\>/=10 g/dL for female subjects\n* Creatinine clearance \\>60 mL/min (calculated using the Cockcroft Gault formula)\n* Thyroid stimulating hormone level is normal or clinically euthyroid as demonstrated by further thyroid tests (e.g., T4, T3, thyroid-binding globulin)\n* Female subjects of childbearing potential (i.e., not surgically sterile and/or not postmenopausal) must be practicing adequate contraception. Adequate contraception must be practiced for the duration of participation in the study including the 8 week Posttreatment Follow-up Period\n* Able and willing to monitor his or her own blood glucose concentrations with a home glucose monitor as per the protocol recommendations of self administration\n* No major illness or debility that in the investigator's opinion prohibits the subject from actively participating in their diabetes management and completing the study\n* Able and willing to provide written informed consent\n\nExclusion Criteria:\n\n* History of cancer, other than squamous cell or basal cell carcinoma of the skin, that has not been in full remission for at least 3 years before Screening.\n* History of treated diabetic gastroparesis\n* Current ongoing symptomatic biliary disease or history of pancreatitis\n* History of significant gastrointestinal surgery, including gastric bypass and banding, antrectomy, Roux en Y bypass, gastric vagotomy, small bowel resection, or surgeries thought to significantly affect upper gastrointestinal function\n* Recent clinically significant cardiovascular and/or cerebrovascular disease including but not limited to the following:\n\n  * Previous history of stroke or transient ischemic attack within 1 month before Screening.\n  * Acute coronary syndrome, which includes the following:\n  * Documented MI within the 2 months before Screening and during the period up until receiving the first dose of study medication\n  * Any cardiac surgery including percutaneous transluminal coronary angioplasty, coronary stent placement, or coronary artery bypass graft surgery within the 2 months before Screening and during the period up until receiving the first dose of study medication\n  * Unstable angina not responsive to nitroglycerin within the 2 months before Screening and during the period up until receiving the first dose of study medication\n  * Unstable cardiac rhythm, however, as an example, controlled atrial fibrillation is allowed\n  * Current or history of heart failure (New York Heart Association class I to IV).\n  * Resting systolic pressure is \\>160 mm Hg and/or diastolic pressure \\>100 mm Hg.\n  * QTc interval (Fridericia) \\>470 ms confirmed by a central reader at Screening\n* History of stroke or other central nervous system disorder that would negatively impact the subject's ability to participate in a program of intensive insulin management (eg, physically or mentally incapable of performing home blood glucose monitoring or administering and/or adjusting insulin dosage)\n* Hemoglobinopathy that may affect determination of HbA1c\n* History of human immunodeficiency virus infection\n* History of total bilirubin \\>1.5 × ULN unless the subject has a previously known history of Gilbert's syndrome and a fractionated bilirubin that shows conjugated bilirubin \\<35% of total bilirubin\n* ALT or aspartate aminotransferase (AST) \\>2.5 ×ULN\n* Fasting triglyceride level \\>850 mg/dL at Screening or Week -1 (Visit 5).\n* Acute symptomatic (within 3 months before Screening) infection with hepatitis B or hepatitis C; however, subjects with past or chronic hepatitis B or hepatitis C are allowed provided the requirements for ALT, AST, and total bilirubin are met\n* History of a psychiatric disorder that will affect the subject's ability to participate in the study\n* History of alcohol or substance abuse within 1 year before Screening\n* Positive urine drug screen at Screening, unless the subject is taking a medically approved medication for which a positive drug screen simply verifies the use of this medication\n* Hypoglycemia unawareness which has impaired cognitive function and required outside assistance\n* Female subject is pregnant (confirmed by laboratory testing), lactating, or \\<6 weeks postpartum\n* Known allergy to any GLP 1 analogue, insulin, other study medications' excipients, excipients of albiglutide, or Baker's yeast\n* Receipt of any investigational drug within the 30 days, or 5 half lives whichever is longer, before Screening or a history of receipt of an investigational antidiabetic drug within the 3 months before randomization, or receipt of albiglutide in previous studies\n* Current use of any GLP 1 analogue\n* History of type 1 diabetes mellitus, diabetic complications (e.g., active proliferative retinopathy or severe diabetic neuropathy) that in the opinion of the investigator would preclude effective participation in the study, or a history of ketoacidosis or hyperosmolar coma\n* Contraindications (as per the prescribing information) for the use of either background or potential randomized study medications (e.g., insulin glargine or lispro insulin)\n* History or family history of medullary carcinoma\n* History or family history of multiple endocrine neoplasia type 2","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline (BL) in Glycosylated Hemoglobin (HbA1c) at Week 26","description":"HbA1c is a form of hemoglobin that is measured primarily to identify the average plasma glucose concentration over a 2- to 3-month period. The BL HbA1c value is defined as the last non-missing value before the start of treatment. Change from BL was calculated as the value at Week 26 minus the value at BL. The analysis was performed using an Analysis of Covariance (ANCOVA) model with treatment group, region, history of prior myocardial infarction (yes versus no), and age category (\\<65 years versus ≥65 years) as factors and Baseline HbA1c as a continuous covariate.The last observation carried forward (LOCF) method was used to impute missing post-BL HbA1c values; the last non-missing post-BL on-treatment measurement was used to impute the missing measurement. HbA1c values obtained after hyperglycemic rescue were treated as missing and were replaced with pre-rescue values.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.82","spread":"0.058"},{"groupId":"OG001","value":"-0.66","spread":"0.058"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in HbA1c at Weeks 36, 48 and 52","description":"HbA1c is a form of hemoglobin that is measured primarily to identify the average plasma glucose concentration over a 2- to 3-month period. Baseline is defined as the last available assessment on or prior to the first dose of study drug. Change from Baseline was calculated as the post-Baseline value minus the Baseline value. This analysis used observed HbA1c values, excluding those obtained after hyperglycemia rescue; no missing data imputation was performed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.04","spread":"0.990"},{"groupId":"OG001","value":"-0.88","spread":"0.924"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.97","spread":"1.070"},{"groupId":"OG001","value":"-0.81","spread":"0.961"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.01","spread":"1.024"},{"groupId":"OG001","value":"-0.84","spread":"0.925"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Fasting Plasma Glucose (FPG) at Week 26","description":"The FPG test measures blood sugar levels after the participant has not eaten (fasted) for 12 to 14 hours. The Baseline FPG value is the last non-missing value before the start of treatment. The LOCF method was used to impute missing post-Baseline FPG values. FPG values obtained after hyperglycemia rescue were treated as missing and replaced with pre-rescue values. Change from Baseline was calculated as the post-Baseline value minus the Baseline value. Based on ANCOVA: change = treatment + Baseline FPG + Baseline HbA1c category + region","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.99","spread":"0.164"},{"groupId":"OG001","value":"-0.71","spread":"0.164"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Fasting Plasma Glucose (FPG) at Weeks 36, 48 and 52","description":"The FPG test measures blood sugar levels after the participant has not eaten (fasted) for 12 to 14 hours. The Baseline FPG value is the last non-missing value before the start of treatment. Change from Baseline was calculated as the post-Baseline FPG minus the Baseline FPG. This analysis used observed FPG values excluding those obtained after hyperglycemia rescue; no missing data imputation was performed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.41","spread":"2.905"},{"groupId":"OG001","value":"-0.91","spread":"3.039"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.13","spread":"3.078"},{"groupId":"OG001","value":"-1.07","spread":"2.965"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.36","spread":"3.054"},{"groupId":"OG001","value":"-0.97","spread":"3.305"}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Achieved HbA1c Response Level of <6.5% and <7.0% at Week 26","description":"The number of participants who acheieved the HbA1c treatment goal (i.e., HbA1c response levels of \\<6.5% and \\<7.0% at Week 26) were assessed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"31","spread":null},{"groupId":"OG001","value":"23","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"83","spread":null},{"groupId":"OG001","value":"70","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Hyperglycemia Rescue","description":"Participants who experienced persistent hyperglycemia (high blood glucose) could have qualified for hyperglycemia rescue. The conditions for hyperglycemia rescue were as follows: HbA1c \\>9.0% and \\<0.5% decrease from Baseline between \\>=Week 4 and \\<Week 8; HbA1c \\>9.0% and \\<0.5% decrease from Baseline between \\>=Week 8 and \\<Week 12; HbA1c \\>8.5% and \\>=4 weeks since uptitration between \\>=Week 12 and \\<Week 16; HbA1c \\>8.0% and \\>=4 weeks since uptitration; HbA1c \\>7.5% and \\>=4 weeks between \\>Week 26 and \\>=Week 48 since uptitration. Participants could have been rescued at any time after Week 4. Time to hyperglycemia rescue is the time between the date of first dose and the date of hyperglycemia rescue plus 1 day, or the time between the date of first dose and the date of last visit during active treatment period plus 1 day for participants not requiring rescue. This time is divided by 7 to express the result in weeks.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Body Weight at Week 26","description":"The Baseline value is the last non-missing value before the start of treatment. Change from Baseline was calculated as the post-Baseline weight minus the Baseline weight. The LOCF method was used to impute missing post-Baseline weight values. Weight values obtained after hyperglycemia rescue were treated as missing and replaced with prerescue values. Based on ANCOVA: change = treatment + Baseline weight + Baseline HbA1c category + prior myocardial infarction history + age category + region + current oral antidiabetic therapy.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.73","spread":"0.194"},{"groupId":"OG001","value":"0.81","spread":"0.195"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Body Weight at Weeks 36, 48 and 52","description":"The Baseline value is the last non-missing value before the start of treatment. Change from Baseline was calculated as the post-Baseline weight minus the Baseline weight. This analysis used observed body weight values excluding those obtained after hyperglycemia rescue; no missing data imputation was performed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.42","spread":"3.656"},{"groupId":"OG001","value":"1.31","spread":"4.005"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.60","spread":"3.928"},{"groupId":"OG001","value":"1.56","spread":"3.846"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.70","spread":"4.023"},{"groupId":"OG001","value":"1.44","spread":"4.053"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":38,"n":285},"commonTop":["Nasopharyngitis","Diarrhoea","Urinary Tract Infection","Upper Repiratory Tract Infection","Nausea"]}}}