{"nctId":"NCT03325556","briefTitle":"Relapse Prevention Study of Pimavanserin in Dementia-related Psychosis","startDateStruct":{"date":"2017-09-27","type":"ACTUAL"},"conditions":["Dementia-related Psychosis"],"count":392,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"Drug - Pimavanserin","type":"EXPERIMENTAL","interventionNames":["Drug: Pimavanserin 34 mg","Drug: Pimavanserin 20 mg"]}],"interventions":[{"name":"Placebo","otherNames":[]},{"name":"Pimavanserin 34 mg","otherNames":[]},{"name":"Pimavanserin 20 mg","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Meets criteria for All-cause Dementia according to NIA-AA guidelines\n2. Meets clinical criteria for one of the following disorders: Dementia associated with Parkinson's disease, Dementia with Lewy bodies, Possible or probable Alzheimer's disease, Frontotemporal degeneration spectrum disorders, Vascular dementia\n3. Has an MMSE score ≥6 and ≤24\n4. Has had psychotic symptoms for at least 2 months\n5. Must be on a stable does of cholinesterase inhibitor or memantine, if applicable\n6. If the subject is female, she must not be pregnant or breastfeeding. She must also be of non-childbearing potential or must agree to use a clinically acceptable method of contraception for the duration of the study\n\nExclusion Criteria:\n\n1. Has psychotic symptoms that are primarily attributable to a condition other than dementia\n2. Has had a recent major depressive episode\n3. Has experienced suicidal ideation or behavior within 3 months prior to study enrollment\n4. Has evidence of a non-neurologic medical comorbidity or medication use that could substantially impair cognition\n5. Has a history of ischemic stroke within the last 12 months or any evidence of hemorrhagic stroke\n6. Has a known history of cerebral amyloid angiopathy (CAA), epilepsy, CNS neoplasm, or unexplained syncope\n7. Has any of the following: greater than New York Heart Association (NYHA) Class 2 congestive heart failure, Grade 2 or greater angina pectoris, sustained ventricular tachycardia, ventricular fibrillation, torsade de pointes, syncope due to an arrhythmia, an implantable cardiac defibrillator\n8. Had a myocardial infarction within the last 6 months\n9. Has a known personal or family history or symptoms of long QT syndrome\n10. Has a significant unstable medical condition that could interfere with subject's ability to complete the study or comply with study procedures\n11. Requires treatment with a medication or other substance that is prohibited by the protocol\n\nAdditional inclusion/exclusion criteria apply. Subjects will be evaluated at screening to ensure that all criteria for study participation are met.","healthyVolunteers":false,"sex":"ALL","minimumAge":"50 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Time From Randomization to Relapse in the Double-blind (DB) Period","description":"The time from randomization to relapse in the DB period was compared between treatment groups using a Cox regression model. The treatment effect was measured by the hazard ratio (HR).\n\nRelapse was defined as (1) ≥30% increase in SAPS-H+D total score from DB baseline (BL) and CGI-I score ≥6 relative to DB BL, (2) treatment with antipsychotic for dementia-related delusions/hallucinations, (3) treatment/study discontinuation due to lack of efficacy, and/or (4) hospitalization for worsening dementia-related psychosis.\n\nSAPS-H+D is a 20-item scale; the total score is the sum of the 20 item scores (range 0-100); higher scores denote more severe symptoms. CGI-I is a clinician-rated 7-point scale to rate improvement in hallucinations/delusions relative to BL (range 1-7); higher scores denote less improvement or worsening.\n\nA pre-specified IA was conducted after accrual of 40 adjudicated relapse events. The prespecified stopping criterion was met; the study was stopped for efficacy.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Time From Randomization to Discontinuation From the DB Period for Any Reason","description":"The endpoint of time from randomization to discontinuation from the DB period for any reason (other than termination of the study by the sponsor) was compared between treatment groups using a Cox regression model. The treatment effect was measured by the HR.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":20,"n":392},"commonTop":["Urinary tract infection","Headache"]}}}