{"nctId":"NCT01479764","briefTitle":"Study of Sugammadex Versus Usual Care on Incidence of Residual Blockade at Post Anesthesia Care Unit Admission (P07981)","startDateStruct":{"date":"2011-12-02","type":"ACTUAL"},"conditions":["Surgical Procedures, Elective"],"count":154,"armGroups":[{"label":"Sugammadex","type":"EXPERIMENTAL","interventionNames":["Drug: Sugammadex"]},{"label":"Neostigmine/glycopyrrolate","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Neostigmine","Drug: Glycopyrrolate"]}],"interventions":[{"name":"Sugammadex","otherNames":["SCH 900616, MK-8616"]},{"name":"Neostigmine","otherNames":[]},{"name":"Glycopyrrolate","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* American Society of Anesthesiologists (ASA) Class 1 or 2 or 3\n* Scheduled to undergo an elective abdominal surgical procedure under general anesthesia; and:\n\n  * expected to undergo neuromuscular relaxation with rocuronium for\n\nendotracheal intubation; and\n\n* expected to require at least one maintenance dose of rocuronium; and\n* expected to require active reversal of neuromuscular blockade; and\n* expected to require clinical or subjective neuromuscular monitoring only; and\n* expected to recover in the PACU\n\n  * Arm that is accessible for measuring the TOF ratio in the PACU\n  * Sexually active female patient of child-bearing potential must agree to use a\n\nmedically accepted method of contraception through seven days after receiving\n\nprotocol-specified medication.\n\nExclusion Criteria:\n\n* Anatomical malformations that may lead to difficult intubation\n* Neuromuscular disorder(s) that may affect neuromuscular blockade and/or trial assessments\n* Dialysis-dependent or has or is suspected of having severe renal insufficiency\n* Significant hepatic dysfunction\n* Family history of malignant hyperthermia\n* Cardiac pacemaker\n* Allergy to study treatments or its/their excipients, to opioids / opiates, sugammadex, muscle relaxants or their excipients, or other medication(s) used during general anesthesia\n* Toremifene before or within 24 hours of study drug administration\n* Scheduled for an overnight stay (or \\>12 hours) in PACU\n* Expected transfer to an Intensive Care Unit after surgery\n* Pregnant, intention to become pregnant between randomization and the Day 30 pregnancy follow-up visit\n* Breast-feeding.\n* Investigational drug(s) within 30 days of randomization on this study\n* Participation in any other clinical trial within 30 days, inclusive, of signing the informed consent form of the current trial\n* Participant or family member is among the personnel of the investigational or Sponsor staff directly involved with this trial","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Incidence of Residual Neuromuscular Blockade (NMB) as Defined by a Train-of-Four (TOF) Ratio <0.9 at Post Anesthesia Care Unit (PACU) Entry","description":"Neuromuscular functioning was monitored by applying four TOF electrical stimulations to the ulnar nerve and assessing twitch response at the adductor pollicis muscle. T1 and T4 refer to the magnitudes (height) of the first and fourth twitches, respectively, after TOF nerve stimulation. The T4/T1 Ratio (expressed as a decimal of up to 1.0) indicates the extent of recovery from NMB, with a higher ratio indicating greater recovery from NMB. A T4/T1 Ratio of \\<0.9 is indicative of residual NMB.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"33","spread":null}]}]}]},{"type":"SECONDARY","title":"Time From Start of Study Drug Administration to Operating Room Discharge-ready","description":"The time of operating room discharge readiness was determined by the surgical team based on clinical evaluations.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15.02","spread":null},{"groupId":"OG001","value":"18.05","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":7,"n":74},"commonTop":["Pyrexia","Hypertension","Hypotension","Tachycardia","Nausea"]}}}