{"nctId":"NCT03683030","briefTitle":"Safety and Effectiveness Evaluation of the Multi-Electrode Radiofrequency Balloon Catheter for the Treatment of Symptomatic Paroxysmal Atrial Fibrillation","startDateStruct":{"date":"2018-10-22","type":"ACTUAL"},"conditions":["Atrial Fibrillation"],"count":397,"armGroups":[{"label":"Treatment Group","type":"EXPERIMENTAL","interventionNames":["Device: Multi-Electrode RF Balloon Catheter"]}],"interventions":[{"name":"Multi-Electrode RF Balloon Catheter","otherNames":["HELIOSTAR"]}],"eligibilityModule":{"eligibilityCriteria":"Key Inclusion Criteria:\n\n* Diagnosed with Symptomatic Paroxysmal Atrial Fibrillation.\n\n  1. At least two symptomatic AF episodes within last six months from enrollment.\n  2. At least one ectrocardiographically documented AF episode within twelve (12) months prior to enrollment.\n* Failed at least one Class I or Class III antiarrhythmic drug.\n* Age 18 -75 years.\n\nKey Exclusion Criteria:\n\n* AF secondary to electrolyte imbalance, thyroid disease, or reversible or non-cardiac cause.\n* Previous surgical or catheter ablation for AF.\n* Previously diagnosed with persistent or long-standing persistent AF and/or Continuous AF \\> 7 days.\n* Any percutaneous coronary intervention within the past 2 months.\n* Valve repair or replacement or presence of a prosthetic valve.\n* Any carotid stenting or endarterectomy within the past 6 months.\n* Coronary artery bypass grafting, cardiac surgery, or valvular cardiac surgical procedure within the past 6 months.\n* Documented left atrium (LA) thrombus within 1 day prior to the index procedure.\n* LA antero posterior diameter \\> 50 mm.\n* Left Ventricular Ejection Fraction (LVEF) \\< 40%.\n* Contraindication to anticoagulation (e.g., heparin).\n* Myocardial infarction within the past 2 months.\n* Documented thromboembolic event (including transient ischemic attack) within the past 12 months.\n* Uncontrolled heart failure or New York Heart Association (NYHA) function class III or IV.\n* Awaiting cardiac transplantation or other cardiac surgery within the next 12 months.\n* Presence of implanted pacemaker or implantable cardioverter defibrillator (ICD).\n* Women who are pregnant, lactating, or who are of child bearing age and plan on becoming pregnant during the course of the clinical investigation.\n* Life expectancy or other disease processes likely to limit survival to less than 12 months.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Any Primary Adverse Events (PAE) That Occurred Within 7 Days Following Atrial Fibrillation (AF) Ablation Procedure Using HELIOSTAR Catheter","description":"An AE is any untoward medical occurrence in a participant whether or not related to the investigational medical device. PAEs included myocardial infarction, thromboembolism, transient ischemic attack, phrenic nerve paralysis, major vascular access complication/bleeding, pericarditis, pulmonary edema (respiratory insufficiency), stroke/cerebrovascular accident (CVA), hospitalization (initial or prolonged), device or procedure related death, atrio-esophageal fistula, pulmonary vein stenosis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"13","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Effectiveness Success","description":"Effectiveness success was defined as freedom from documented asymptomatic and symptomatic atrial fibrillation (AF), atrial tachycardia (AT), or atrial flutter (AFL; of unknown origin) episodes based on electrocardiographic data (greater than equal to \\[\\>=\\] 30 seconds on arrhythmia monitoring device) through the effectiveness evaluation period (Day 91 through Day 365 post index procedure) and freedom from the following failure modes : freedom from acute procedural failure, freedom from non-study catheter failure, freedom from repeat ablation failure, freedom from direct Current (DC) cardioversion failure, freedom from recurrence (captured on 12-lead electrocardiogram \\[ECG\\]) failure, and freedom from anti-arrhythmic drug failure. AFL of unknown origin was defined as all AFL except those Cavo-Tricuspid Isthmus (CTI) dependent AFL as confirmed by accepted electrophysiology (EP) maneuvers (example, entrainment or activation mapping) in an EP study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"62","spread":null},{"groupId":"OG001","value":"170","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Acute Procedural Success","description":"Acute procedural success is defined as confirmation of entrance block in clinically relevant pulmonary veins (PVs) (all PVs except those that were silent and/or could not be cannulated) after adenosine and/or isoproterenol challenge (with or without the use of a focal catheter).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null},{"groupId":"OG001","value":"98.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Alternative 12-Month Success","description":"Alternative 12-month success is defined as freedom from documented symptomatic AF/AT/AFL (of unknown origin) episodes based on electrocardiographic data (\\>=30 seconds on arrhythmia monitoring device) through the effectiveness evaluation period (Day 91 through Day 365) and freedom from the following failure modes: freedom from acute procedural failure, freedom from non-study catheter failure, freedom from repeat ablation failure, freedom from DC Cardioversion failure, freedom from recurrence (captured on 12-lead ECG) failure, and freedom from anti-arrhythmic drug failure. AFL of unknown origin is defined as all AFL except those CTI dependent AFL as confirmed by accepted EP maneuvers (e.g. entrainment or activation mapping) in an EP study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"67.7","spread":null},{"groupId":"OG001","value":"69.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With 12-Month Symptomatic Recurrence","description":"12-month symptomatic recurrence endpoint is defined as freedom from documented symptomatic AF/AT/AFL (of unknown origin) episodes based on electrocardiographic data (\\>=30 seconds on arrhythmia monitoring device) through the effectiveness evaluation period (Day 91 through Day 365) in participants regardless of antiarrhythmic drug (AAD) use and freedom from the following failure modes: freedom from acute procedural failure, freedom from non-study catheter failure, freedom from repeat ablation failure, freedom from DC Cardioversion failure, and freedom from recurrence (captured on 12-lead ECG) failure. AFL of unknown origin is defined as all AFL except those CTI dependent AFL as confirmed by accepted EP maneuvers (e.g. entrainment or activation mapping) in an EP study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"75.3","spread":null},{"groupId":"OG001","value":"74.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Quality of Life as Assessed by Atrial Fibrillation Effect on Quality-of-Life (AFEQT) Scale Score","description":"AFEQT questionnaire is an atrial fibrillation-specific health-related quality of life (HRQoL) questionnaire designed to assess the impact of atrial fibrillation on participant's HRQoL. The questionnaire includes 20 questions on a 7-point Likert scale. Questions 1 to 18 evaluated HRQoL and questions 19 to 20 related to participant's satisfaction with treatment. Overall scores ranged from 0 to 100, where 0 corresponds to complete disability (or responding \"extremely\" limited, difficult or bothersome to all questions answered), while a score of 100 corresponds to no disability (or responding \"not at all\" limited, difficult or bothersome to all questions answered). Therefore, a positive change in score corresponds to improvement in QoL. Total score was calculated using AFEQT formula: 100 minus (\\[sum of severity for all questions answered minus number of questions answered\\]\\*100 / total number questions answered\\*6).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"33.37","spread":"23.275"},{"groupId":"OG001","value":"35.90","spread":"21.754"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With 12-Month Single Procedure Success","description":"12-month single procedure success is defined as freedom from documented symptomatic AF/AT/AFL (of unknown origin) episodes based on electrocardiographic data (\\>=30 seconds on arrhythmia monitoring device) through the effectiveness evaluation period (Day 91 through Day 365) and freedom from the following failure modes: freedom from acute procedural failure, freedom from non-study catheter failure, freedom from repeat ablation failure, freedom from DC Cardioversion failure, freedom from recurrence (captured on 12-lead ECG) failure, and freedom from anti-arrhythmic drug failure. AFL of unknown origin is defined as all AFL except those CTI dependent AFL as confirmed by accepted EP maneuvers (e.g. entrainment or activation mapping) in an EP study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"67.7","spread":null},{"groupId":"OG001","value":"68.4","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":19,"n":94},"commonTop":["Chest pain","Atrial flutter","Dyspnoea","Haematoma","Pyrexia"]}}}