{"nctId":"NCT02497976","briefTitle":"Pilot Study Evaluating the Efficacy of Certolizumab Pegol for Interstitial Cystitis","startDateStruct":{"date":"2015-12-15","type":"ACTUAL"},"conditions":["Cystitis, Interstitial"],"count":42,"armGroups":[{"label":"Group 1: Experimental","type":"ACTIVE_COMPARATOR","interventionNames":["Biological: Certolizumab pegol"]},{"label":"Group 2: Placebo Comparator","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Certolizumab pegol","otherNames":["Cimzia"]},{"name":"Placebo","otherNames":["Normal saline"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. A diagnosis of IC/BPS defined based on AUA guidelines as the following: an unpleasant sensation (pain, pressure, discomfort) perceived to be related to the urinary bladder, associated with lower urinary tract symptoms of more than 6 months duration, in the absence of infection or identifiable causes, documented history or patient reported.\n2. Only those patients with moderate to severe IC/BPS will be included in the study.\n3. Able to provide informed consent to participate in the study and comply with study requirements\n4. Able to provide written authorization for use and release of health and research study information\n5. Written documentation of being provided California's Experimental Subject's Bill of Rights\n6. Females ≥18 and ≤ 65 years of age previously diagnosed with interstitial cystitis/ bladder pain syndrome (IC/BPS) for a duration of greater than 6 months\n7. Female patients of child-bearing potential must have a negative serum pregnancy test at Screening and use birth control while in the study.\n8. O'Leary-Sant Interstitial Cystitis Symptom and Problem Indexes (OSPI) score ≥ 18\n9. No history of any cancer.\n10. No bacterial cystitis in previous 1 month\n11. No active herpes in previous 3 months\n12. Never treated with cyclophosphamide\n13. No neurogenic bladder dysfunction (due to a spinal cord injury, stroke, Parkinson's disease, multiple sclerosis, spina bifida or diabetic cystopathy)\n14. Absence of bladder, ureteral or urethral calculi for previous 3 months\n\nExclusion criteria:\n\n1. Symptoms are relieved at one month reevaluation visit after receiving IC/BPS behavior modification advice at screening visit.\n2. Symptoms are relieved by antimicrobials, antibiotics, or other medications for IC/BPS\n3. Pregnant women, lactating mothers, nursing mothers, women suspected of being pregnant and woman who plan to be pregnant during the course of the clinical trial\n4. Males\n5. Patients with inadequate renal, hepatic, or cardiac function\n6. Patients with history of gross hematuria within 2 years.\n7. Patients with the following medical history: Lower urinary tract anatomical anomaly, pelvic radiotherapy, or active genital herpes\n8. Patients with a history of tuberculosis (TB), recent exposure to TB, or recent travel to TB endemic regions. Patients should have a recent negative PPD (or negative CXR) prior to receiving treatment.\n9. Patients who have undergone cystoscopy under anesthesia with bladder biopsy, hydrodistension, or fulguration of Hunner's ulcer within 3 months\n10. Patients taking the following treatments for interstitial cystitis at Screening: Intravesical BCG, corticosteroid therapy, cyclosporine, or TNF-alpha inhibitors.\n11. Patients with a history of receiving live vaccine including Flumist® influenza vaccine in the past 3 months.\n12. Patients with a history of allergic or anaphylactic reaction to a therapeutic or diagnostic monoclonal antibody or IgG-fusion protein.\n13. Patients with a history of alcohol, analgesic or drug abuse within 2 years of Screening.\n14. Patients with a history of any cancer.\n15. Patients with a history of active Hepatitis B, Hepatitis C, or Human Immunodeficiency Virus (HIV) infection, or who are known carriers (Hepatitis B).\n16. Patients with a history of invasive fungal infections, recent travel to regions endemic for the following invasive fungal infections: San Joaquin Fever, aspergillosis, histoplasmosis, candidiasis, coccidiodomycosis, blastomycosis, and pneumocystosis.\n17. Patients with a history of diabetes mellitus.\n18. Patients with a history of a neurologic disease included but not limited to central demyelinating diseases, including multiple sclerosis; and a history of peripheral demyelinating disease, including Guillain-Barre syndrome.\n19. Other severe acute or chronic medical or psychiatric condition or laboratory abnormality that may increase the risk associated with study participation or investigational product administration or may interfere with the interpretation of study results and, in the judgment of the Investigator, would make the patient inappropriate for entry into this study.","healthyVolunteers":true,"sex":"FEMALE","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"IC/BPS Symptoms Change With Overall Global Response Assessment (GRA)","description":"Patient-reported global response assessment (GRA) such as \"Compared to when you began this trial, how would you rate your IC symptoms now?\" Study subjects reported their response to treatment of their pain, urgency, and overall status compared to their condition at trial start with a symmetric scale global response assessment (GRA) 28 at weeks 2, 4, 10, and 18. Possible responses were markedly worse (100% worse), moderately worse (50% worse), slightly worse (25% worse), no change (0% improvement), slightly improved (25% improvement), moderately improved (50% improvement), and markedly improved (100% improved). Treatment responders were defined by rating the GRA as moderately improved or markedly improved.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"IC/BPS Symptoms Change With Overall Global Response Assessment (GRA)","description":"Patient-reported global response assessment (GRA) such as \"Compared to when you began this trial, how would you rate your IC symptoms now?\" Study subjects reported their response to treatment of their pain, urgency, and overall status compared to their condition at trial start with a symmetric scale global response assessment (GRA) 28 at weeks 2, 4, 10, and 18. Possible responses were markedly worse (100% worse), moderately worse (50% worse), slightly worse (25% worse), no change (0% improvement), slightly improved (25% improvement), moderately improved (50% improvement), and markedly improved (100% improved). Treatment responders were defined by rating the GRA as moderately improved or markedly improved.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"IC/BPS Symptoms Assessment With the Interstitial Cystitis Symptom Index","description":"The Interstitial Cystitis Symptom Index is one of the two O'Leary-Sant Interstitial Cystitis Symptom and Problem Indexes. This scale has a 0 if the patient has no symptoms and a maximum of 19 with severe symptoms. Lubeck et al. validated ICSI as a valid measure of change in treatment outcome studies. A change of -4.03 in the ICSI score was the same as a 2 point improvement in GRA. Propert et al. validated the ICSI as responsive to change in IC/BPS symptoms and was recommended as secondary endpoints in clinical trials. A change of -2.4 in the ICSI score was the same as a 2 point improvement in GRA.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.9","spread":"2.7"},{"groupId":"OG001","value":"-0.6","spread":"2.4"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.3","spread":"3.4"},{"groupId":"OG001","value":"-1.5","spread":"3.0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.1","spread":"4.8"},{"groupId":"OG001","value":"-2.8","spread":"3.2"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.1","spread":"4.9"},{"groupId":"OG001","value":"-1.5","spread":"4.6"}]}]}]},{"type":"SECONDARY","title":"IC/BPS Symptoms Assessment With the Interstitial Cystitis Problem Index (ICPI)","description":"The Interstitial Cystitis Symptom Index (ICPI) is one of the two O'Leary-Sant Interstitial Cystitis Symptom and Problem Indexes. This scale has a 0 if the patient has no symptoms and a maximum of 16 with severe symptoms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.4","spread":"2.4"},{"groupId":"OG001","value":"-1.4","spread":"2.0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.3","spread":"3.4"},{"groupId":"OG001","value":"-2.3","spread":"4.0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.1","spread":"4.4"},{"groupId":"OG001","value":"-2.3","spread":"3.2"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.8","spread":"4.8"},{"groupId":"OG001","value":"-1.8","spread":"3.9"}]}]}]},{"type":"SECONDARY","title":"Pain Scale","description":"an 11-point pain intensity numerical rating scale. Subjects rated their average pain, pressure, or discomfort associated with their bladder using an 11-point pain intensity numerical rating scale of 0-no pain to 10-worse ever pain at baseline, and at weeks 2, 4, 10, and 18. Meaningful, clinically important pain relief is a reduction in pain of approximately 30% from baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.9","spread":"1.7"},{"groupId":"OG001","value":"-0.8","spread":"1.8"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.1","spread":"1.9"},{"groupId":"OG001","value":"-0.1","spread":"1.4"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.0","spread":"2.8"},{"groupId":"OG001","value":"-0.6","spread":"2.1"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.4","spread":"2.9"},{"groupId":"OG001","value":"-0.4","spread":"2.2"}]}]}]},{"type":"SECONDARY","title":"Urgency Scale","description":"Subjects rated their average urinary urgency or need to urinate using an 11-point numerical rating scale of 0-no urgency to 10-worse ever urgency","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.8","spread":"1.7"},{"groupId":"OG001","value":"-0.6","spread":"1.4"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.0","spread":"2.1"},{"groupId":"OG001","value":"-0.6","spread":"2.1"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.6","spread":"3.0"},{"groupId":"OG001","value":"-1.1","spread":"2.4"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.6","spread":"2.9"},{"groupId":"OG001","value":"-0.8","spread":"1.6"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":28},"commonTop":["urinary infection"]}}}