{"nctId":"NCT02515097","briefTitle":"Safety and Efficacy of IDP-122 in the Treatment of Participants With Plaque Psoriasis","startDateStruct":{"date":"2015-11-05","type":"ACTUAL"},"conditions":["Plaque Psoriasis"],"count":213,"armGroups":[{"label":"IDP-122 Lotion","type":"EXPERIMENTAL","interventionNames":["Drug: IDP-122 Lotion"]},{"label":"IDP-122 Vehicle Lotion","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: IDP-122 Vehicle Lotion"]}],"interventions":[{"name":"IDP-122 Lotion","otherNames":["HP 0.01%"]},{"name":"IDP-122 Vehicle Lotion","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female, of any race, at least 18 years of age (inclusive).\n* Freely provides both verbal and written informed consent.\n* Has an area of plaque psoriasis appropriate for topical treatment that covers a body surface area (BSA) of at least 3%, but no more than 12%. The face, scalp, palms, soles, axillae, and intertriginous areas are to be excluded in this calculation.\n* Is willing and able to avoid prolonged exposure of the treatment area to ultraviolet radiation (natural and artificial) for the duration of the study.\n* Has a clinical diagnosis of psoriasis at the Baseline visit with an IGA score of 3 or 4. (The face, scalp, palms, soles, axillae and intertriginous areas are to be excluded in this assessment).\n\nExclusion Criteria:\n\n* Has spontaneously improving or rapidly deteriorating plaque psoriasis or pustular psoriasis, as determined by the Investigator.\n* Presents with psoriasis that was treated with prescription medication and failed to respond to treatment, even partially or temporarily, as determined by the Investigator.\n* Presents with any concurrent skin condition that could interfere with the evaluation of the treatment areas, as determined by the Investigator.\n* Is pregnant, nursing an infant, or planning a pregnancy during the study period.\n* Has received treatment with any investigational drug or device within 60 days or 5 drug half-lives (whichever is longer) prior to the Baseline visit or is concurrently participating in another clinical study with an investigational drug or device.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Treatment Success at Week 8","description":"Treatment success defined as at least a 2-grade improvement from Baseline in the IGA score and an IGA score equating to \"clear\" or \"almost clear\" at Week 8. The IGA score was based on a 5-point scale ranging from 0 to 4 (0=clear, 1=almost clear, 2=mild, 3=moderate, and 4=severe). The face, scalp, palms, soles, axillae, and intertriginous areas were excluded from this assessment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"38.41","spread":null},{"groupId":"OG001","value":"11.99","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Treatment Success at Weeks 2, 4, 6, and 12","description":"Treatment success defined as at least a 2-grade improvement from Baseline in the Investigator's Global Assessment (IGA) score and an IGA score equating to \"clear\" or \"almost clear\" at Weeks 2, 4, 6, and 12. The IGA score was based on a 5-point scale ranging from 0 to 4 (0=clear, 1=almost clear, 2=mild, 3=moderate, and 4=severe). The face, scalp, palms, soles, axillae, and intertriginous areas were excluded from this assessment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.93","spread":null},{"groupId":"OG001","value":"0.00","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"19.26","spread":null},{"groupId":"OG001","value":"0.20","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"27.71","spread":null},{"groupId":"OG001","value":"4.35","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23.04","spread":null},{"groupId":"OG001","value":"9.34","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":142},"commonTop":[]}}}