{"nctId":"NCT03653364","briefTitle":"Study to Assess the Safety, Pharmacokinetics, and Efficacy of Baloxavir Marboxil in Healthy Pediatric Participants From Birth to < 1 Year With Influenza-Like Symptoms","startDateStruct":{"date":"2019-01-23","type":"ACTUAL"},"conditions":["Influenza"],"count":49,"armGroups":[{"label":"Baloxavir Marboxil","type":"EXPERIMENTAL","interventionNames":["Drug: Baloxavir Marboxil"]}],"interventions":[{"name":"Baloxavir Marboxil","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age from birth to \\< 1 year at screening\n* Written informed consent for study participation obtained from participant's parents or legal guardian\n* Parent/guardian willing and able to comply with study requirements, in the investigator's judgment\n* Participants with a diagnosis of influenza virus infection confirmed by the presence of all of the following:\n\n  1. In the investigator's judgement there is a clinical suspicion of influenza\n  2. At least one respiratory symptom (either cough or coryza)\n\n  (b) Positive prescreening influenza test (RIDT or PCR) performed within 48 hours of screening\n* Participants with a negative prescreening COVID-19 test (RAT or PCR) within 48 hours of screening\n* The time interval between the onset of symptoms and screening is ≤ 96 hours (the onset of symptoms is defined as the time when body temperature first exceeded 37.5°C if known, or the time when the first symptom was noticed by the parent or caregiver)\n\nExclusion Criteria:\n\n* Hospitalized for complications of influenza or significant comorbidities\n* Concurrent infections requiring systemic antiviral therapy at screening\n* Require, in the opinion of the investigator, any of the prohibited medication during the study\n* Preterm neonates (born at \\< 37 weeks gestation) and/or weighing \\< 2.5 kg at screening\n* Previous treatment with peramivir, laninamivir, oseltamivir, zanamivir, or amantadine within 2 weeks prior to screening\n* Immunization with a live/attenuated influenza vaccine during the 2 weeks prior to screening\n* Concomitant treatment with steroids or other immuno-suppressant therapy\n* Known HIV infection or other immunosuppressive disorder\n* Uncontrolled renal, vascular, neurologic or metabolic disease (e.g., diabetes, thyroid disorders, adrenal disease), hepatitis, cirrhosis, or pulmonary disease or participants with known chronic renal failure\n* Active cancer at any site\n* History of organ transplant\n* Known hypersensitivity to study drug (i.e., baloxavir marboxil) or to acetaminophen\n* Participation in a clinical trial within 4 weeks or five half-lives of exposure to an investigational drug prior to screening, whichever is longer","healthyVolunteers":false,"sex":"ALL","maximumAge":"1 Year","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Adverse Events (AEs) and Serious Adverse Events (SAEs)","description":"An AE is any untoward medical occurrence in a participant or clinical investigation participant administered a pharmaceutical product and that does not necessarily have a causal relationship with this treatment. An AE can therefore be any unfavorable and unintended sign (including an abnormal laboratory finding), symptom, or disease temporally associated with the use of a medicinal (investigational) product, whether or not considered related to the medicinal (investigational) product. A SAE is any significant hazard, contraindication, side effect that is fatal or life-threatening, requires hospitalization or prolongation of an existing hospitalization, results in persistent or significant disability/ incapacity, is a congenital anomaly/ birth defect, is medically significant or requires intervention to prevent one or other of the outcomes listed above.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Plasma Concentrations of Baloxavir Marboxil and S-033447","description":"S-033447 is an active metabolite of baloxavir marboxil.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.93","spread":"2.301"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":"0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":"0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":"0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":"0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"81.98","spread":"89.412"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"49.75","spread":"40.987"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17.88","spread":"17.438"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.72","spread":"3.649"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.35","spread":"1.547"}]}]}]},{"type":"SECONDARY","title":"Area Under the Concentration to Time Curve From Time 0 to Infinity (AUC0-inf) of Baloxavir Marboxil and S-033447","description":"S-033447 is an active metabolite of baloxavir marboxil.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5070","spread":"3520"}]}]}]},{"type":"SECONDARY","title":"Maximum Plasma Concentration (Cmax) of Baloxavir Marboxil and S-033447","description":"S-033447 is an active metabolite of baloxavir marboxil.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"127","spread":"81.0"}]}]}]},{"type":"SECONDARY","title":"Time to Maximum Plasma Concentration (Tmax) of Baloxavir Marboxil and S-033447","description":"S-033447 is an active metabolite of baloxavir marboxil.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Apparent Half-Life (T1/2) of Baloxavir Marboxil and S-033447","description":"S-033447 is an active metabolite of baloxavir marboxil.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Alleviation of Influenza Signs and Symptoms","description":"Time to alleviation of influenza signs and symptoms was defined as the length of time taken from the start of treatment to the point at which all of the following criteria were met and remained for at least 21.5 hours:\n\n* A score of 0 (no problem) or 1 (minor problem) for cough and nasal symptoms for items 14 and 15 of the Canadian Acute Respiratory Illness and Flu Scale \\[CARIFS\\]);\n* A \"yes\" response to the following question on the CARIFS: \"Since the last assessment has the participant been able to return to day care/school, or resume his or her normal daily activity in the same way as performed prior to developing the flu?\";\n* First return to afebrile state (tympanic temperature ≤37.2 degree Celsius \\[°C\\]).\n\nMedian time was estimated from the Kaplan-Meier curve. Participants who withdrew prior to an event of interest or did not experience resolution of symptoms were censored at the last observation time point.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"163.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Fever","description":"Duration of fever was defined as the length of time taken by participants to return to afebrile state \\[tympanic temperature ≤ 37.2°C\\] and remaining so for at least 21.5 hours after onset. Participants who did not have fever at baseline or whose body temperature was not collected were excluded from the analysis. Median time was estimated from the Kaplan-Meier curve.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Symptoms","description":"The efficacy of baloxavir marboxil was evaluated by duration of symptoms i.e., alleviation of all symptoms as defined by a score of 0 \\[no problem\\] or 1 \\[minor problem\\] and remaining so for at least 21.5 hours, for all 18 symptoms (Poor appetite; Not sleeping well; Irritable, cranky, fussy; Feels unwell; Low energy, tired; Not playing well; Crying more than usual; Needing extra care; Clinginess; Headache; Sore throat; Muscle aches or pains; Fever; Cough; Nasal congestion, runny nose; Vomiting; Not interested in what's going on; Unable to get out of bed) specified in the CARIFS questionnaire. Median time was estimated from the Kaplan-Meier curve. Participants who withdrew prior to an event of interest or did not experience resolution of symptoms were censored at the last observation time point.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"163.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Return to Normal Health and Activity","description":"Time to return to normal health and activity was defined by a 'Yes' response to the following question on the CARIFS: \"Since the last assessment has the patient been able to return to day care/school or resume his or her normal daily activity in the same way as performed prior to developing the flu?\" and remaining so for at least 21.5 hours.\n\nMedian time was estimated from the Kaplan-Meier curve.Participants who withdrew prior to an event of interest or did not experience resolution of symptoms were censored at the last observation time point.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"140.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Influenza-Related Complications","description":"The influenza related complications include death, hospitalization, radiologically confirmed pneumonia, bronchitis, sinusitis, otitis media, encephalitis/encephalopathy, febrile seizures, myositis","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Requiring Antibiotics","description":"The number of participants who required antibiotics for influenza related complication are reported here.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Cessation of Viral Shedding by Virus Titer","description":"Time to cessation of viral shedding by virus titer was defined as the time, in hours, between the initiation of any study treatment and first time when the influenza virus titer was below the limit of detection (0.75 log10 tissue culture infectious dose (TCID)50/milliliters \\[mL\\]). Participants whose virus titers did not reach the limit by the last observation time point were treated as censored at that time point. One day was converted into 24 hours. Median time was estimated from the Kaplan-Meier curve.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Cessation of Viral Shedding by Reverse Transcription-Polymerase Chain Reaction (RT-PCR)","description":"Time to cessation of viral shedding by RT-PCR, in hours, was defined as the time between the initiation of study treatment and first time when the virus ribonucleic acid (RNA) by RT-PCR qualitative result was negative (no cycle threshold \\[Ct\\]-value detectable). Participants who did not have a negative result by the last observation time point were treated as censored at that time point. For the participants with multiple virus types, this endpoint was defined as the time between the initiation of the study treatment and first time when the virus RNA by RT-PCR qualitative result was negative for all virus types. One day was converted into 24 hours. Median time was estimated from the Kaplan -Meier curve. Participants with a positive virus RNA on Day 1 are included in this analysis.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"219.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Influenza Virus Titer Over Time","description":"Change from baseline in influenza virus titer (log10TCID50/mL) was defined as the change from baseline in influenza virus titer on Days 2, 4, 6, 10, and 29. If influenza virus titer was less than the lower limit of quantification (LLOQ), the virus titer was imputed as 0.749 (log10TCID50/mL). Only participants with a positive virus titer on Day 1 were included in this analysis.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.58","spread":"1.81"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.50","spread":"1.70"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.60","spread":"1.95"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.43","spread":"1.40"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.83","spread":"1.81"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.69","spread":"1.71"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Amount of Virus RNA (RT-PCR) Over Time","description":"Change from baseline in the amount of virus RNA was defined as the change from baseline in the amount of virus RNA on Days 2, 4, 6 and 10. If the amount of virus RNA is less than the lower limit of quantification, the amount of virus RNA was imputed as the relevant LLOQ (log10 viral particles per mililiter (vp/mL)). If a participant was infected with multiple virus types, the sum of virus RNA (log10 vp/mL) was used for analysis. Participants with a positive virus RNA by RT-PCR on Day 1 were included in this analysis.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.46","spread":"1.91"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.26","spread":"1.00"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.93","spread":"1.99"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.76","spread":"2.40"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.30","spread":"3.46"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Positive Influenza Virus Titer Over Time","description":"Percentage of participants positive for influenza virus titer at each visit were defined as the percentage of participants whose influenza virus titer was not less than the LLOQ (0.75 log10TCID50/mL) or positive among those assessed for influenza virus titer on Days 2, 4, 6, 10 and 29. Participants with a positive influenza virus titer on Day 1 were included in this analysis.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"40","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"30","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Positive by RT-PCR Over Time","description":"Percentage of participants positive by RT-PCR at each visit was defined as the percentage of participants with a positive qualitative result among those assessed by RT-PCR on Days 2, 4, 6, 10 and 29. Participants with a positive RT-PCR result on Day 1 were included in this analysis. Percentages are rounded off.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"92.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"92.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"64.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"42.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Area Under the Concentration-Time Curve (AUC) in Virus Titer","description":"AUC in virus titer was calculated using the trapezoidal method. Twenty-four hours of time was converted into one day. Participants with a positive virus titer on Day 1 were included in this analysis. The LLOQ and lower limit of detection was defined as 0.75 log10TCID50/mL for flu A and 0.75 log10TCID50/mL for flu B. If a participant was infected with multiple virus types, the sum of those virus titers will be used for analysis.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"405.23","spread":"184.72"}]}]}]},{"type":"SECONDARY","title":"Area Under the Curve in the Amount of Virus RNA (RT-PCR)","description":"AUC in virus RNA (RT-PCR) was defined as AUC of change from baseline in the amount of virus RNA (RT-PCR). AUC was calculated using the trapezoidal method similar to AUC in virus titer. Participants with a positive RT-PCR result on Day 1 were subjected to this analysis. If the amount of virus RNA is less than the lower limit of quantification, the amount of virus RNA was imputed as the relevant LLOQ (log10 viral particles per mililiter (vp/mL)). If a participant was infected with multiple virus types, the sum of those the amount of virus RNA was used for analysis.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"779.06","spread":"426.83"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":48},"commonTop":["Diarrhoea","Vomiting"]}}}