{"nctId":"NCT05014568","briefTitle":"Tapinarof for the Treatment of Atopic Dermatitis in Children and Adults","startDateStruct":{"date":"2021-09-01","type":"ACTUAL"},"conditions":["Atopic Dermatitis"],"count":407,"armGroups":[{"label":"tapinarof cream","type":"EXPERIMENTAL","interventionNames":["Drug: tapinarof cream, 1%"]},{"label":"vehicle cream","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Vehicle cream"]}],"interventions":[{"name":"tapinarof cream, 1%","otherNames":[]},{"name":"Vehicle cream","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male and female subjects ages 2 and above with clinical diagnosis of AD\n* Subject with atopic dermatitis covering ≥5% and ≤ 35% of the BSA\n* A vIGA-AD score of ≥3 at screening and baseline\n* An EASI score of ≥6 at screening and baseline\n* Atopic dermatitis present for at least 6 months for ages 6 years old and above or 3 months for ages 2 to 5 years old\n* Female subjects of childbearing potential who are engaging in sexual activity that could lead to pregnancy should use acceptable birth control methods\n* Must not be pregnant\n* Subject, subject's parent, or legal representative must be capable of giving written informed consent/assent\n\nExclusion Criteria:\n\n* Immunocompromised at screening\n* Chronic or acute systemic or superficial infection requiring treatment with systemic antibacterials or antifungals within one week prior to baseline visit\n* Significant dermatological or inflammatory condition other than AD that, in the Investigator's opinion, would make it difficult to interpret data or assessments during the study\n* Alanine aminotransferase (ALT) or aspartate aminotransferase (AST) ≥2.0x the upper limit of normal (ULN).\n* Screening total bilirubin \\> 1.5x ULN\n* Current or chronic history of liver disease\n* Current or history of cancer within 5 years except for adequately treated cutaneous basal cell carcinoma, squamous cell carcinoma or carcinoma in situ of the cervix\n* Subjects who would not be considered suitable for topical therapy\n* Use of any prohibited medication or procedure within the indicated period before the baseline visit including other investigational product within 30 days or 5 half-lives of the investigational product (whichever is longer)\n* History of or ongoing serious illness or medical, physical, or psychiatric condition(s) that, in the Investigator's opinion, may interfere with the subject's participation in the study, interpretation of results, or ability to understand and give informed consent.\n* Pregnant or lactating females\n* History of sensitivity to the study medications, or components thereof or a history of drug or other allergy that, in the opinion of the Investigator or Medical Monitor, contraindicates their participation\n* Previous known participation in a clinical study with tapinarof (previously known as GSK2894512 and WBI-1001)","healthyVolunteers":false,"sex":"ALL","minimumAge":"2 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percent of Subjects Who Have a Validated Investigator Global Assessment for Atopic Dermatitis (vIGA-AD) Score of Clear or Almost Clear (0 or 1) With a Minimum 2-grade Improvement From Baseline to Week 8. Analyses Were Done Using Multiple Imputation.","description":"The vIGA-AD is a global assessment of the current state of the disease. It is a static 5-point scale used to grade overall disease severity (scalp excluded), as determined by the investigator, using the clinical characteristics of erythema, induration/papulation, lichenification, oozing/crusting. The vIGA-AD ranges from 0 to 4 and is calculated as Clear (0), Almost clear (1), Mild (2), Moderate (3), and Severe (4). Higher vIGA-AD scores represent more severe disease.\n\nStatistics are based on 100 imputed datasets.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"45.4","spread":null},{"groupId":"OG001","value":"13.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent of Subjects With ≥ 75% Improvement in Eczema Area and Severity Index (EASI) From Baseline to Week 8. Analyses Were Done Using Multiple Imputation.","description":"The Eczema Area and Severity Index (EASI) is a scoring system that takes into account the overall severity of disease based on lesion severity and the extent of percent body surface area affected with atopic dermatitis. The EASI is a composite score ranging from 0 -72 that takes into account the degree of erythema, edema/papulation, excoriation, and lichenification (each scored from 0 to 3 separately) for each of four body regions, with adjustment for the percent body surface area involved for each body region relative to the whole body. A higher EASI score represents more severe disease.\n\nStatistics are based on 100 imputed datasets.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"55.8","spread":null},{"groupId":"OG001","value":"22.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change in in Percent of Total Body Surface Area (%BSA) Affected From Baseline to Week 8.","description":"Assessment of percent body surface area (%BSA) is an estimate of the percentage of total involved skin with atopic dermatitis. Estimates were made using the handprint method, where the full palmar hand of the participant (fully extended palm, fingers and thumbs together) represented approximately 1% of the total BSA. Body regions are assigned a specific number of handprints with associated percentages (Head and neck = 10% \\[10 handprints\\], upper extremities = 20% \\[20 handprints\\], trunk (including axillae and groin) = 30% \\[30 handprints\\], lower extremities, including buttocks, = 40% \\[40 handprints\\]). Estimates of the percent involvement of each body region will be multiplied by the fraction of total body area to obtain the total %BSA involved by region and overall.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-10.11","spread":"0.527"},{"groupId":"OG001","value":"-4.47","spread":"0.654"}]}]}]},{"type":"SECONDARY","title":"Percent of Subjects With ≥ 90% Improvement in Eczema Area and Severity Index (EASI) From Baseline to Week 8. Analyses Were Done Using Multiple Imputation.","description":"The Eczema Area and Severity Index (EASI) is a scoring system that takes into account the overall severity of disease based on lesion severity and the extent of percent body surface area affected with atopic dermatitis. The EASI is a composite score ranging from 0 -72 that takes into account the degree of erythema, edema/papulation, excoriation, and lichenification (each scored from 0 to 3 separately) for each of four body regions, with adjustment for the percent body surface area involved for each body region relative to the whole body. A higher EASI score represents more severe disease.\n\nStatistics are based on 100 imputed datasets.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"29.8","spread":null},{"groupId":"OG001","value":"6.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent of Subjects ≥ 12 Years Old With a Baseline Peak Pruritis-Numeric Rating Scale (PP-NRS) Score ≥ 4 Who Achieve ≥ 4-point Reduction in the Average Weekly PP-NRS From Baseline to Week 8.","description":"The Peak Pruritus Numeric Rating Scale (PP-NRS) is used to quickly assess itch/pruritus severity over a 24-hour period. The PP-NRS is scored on a scale of 0 to 10, with 0 being \"no itch\" and 10 being \"worst itch imaginable\". The subject will utilize the scale to assess peak pruritis once per day and record the results in their diaries. The daily ratings are averaged to generate a score for the week.\n\nStatistics are based on 100 imputed datasets.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"55.8","spread":null},{"groupId":"OG001","value":"34.2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":270},"commonTop":["Folliculitis","Headache","Nasopharyngitis","Upper respiratory tract infection","COVID-19"]}}}