{"nctId":"NCT01513759","briefTitle":"Submassive and Massive Pulmonary Embolism Treatment With Ultrasound Accelerated Thrombolysis Therapy","startDateStruct":{"date":"2012-06-07","type":"ACTUAL"},"conditions":["Pulmonary Embolism","Acute Pulmonary Embolism","Sub-massive Pulmonary Embolism","Massive Pulmonary Embolism","Pulmonary Thromboembolism"],"count":150,"armGroups":[{"label":"EkoSonic® Endovascular System","type":"EXPERIMENTAL","interventionNames":["Drug: recombinant tissue plasminogen activator","Device: EKOS EkoSonic Endovascular System"]}],"interventions":[{"name":"recombinant tissue plasminogen activator","otherNames":["r-tPA","t-PA","Alteplase"]},{"name":"EKOS EkoSonic Endovascular System","otherNames":["EkoSonic Endovascular Device","EkoSonic"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Computed tomography (CT) evidence of proximal PE (filling defect in at least one main or segmental pulmonary artery)\n* PE symptom duration less than or equal to (\\<=)14 days\n* Informed consent can be obtained from participant or Legally Authorized Representative (LAR)\n* Massive PE (syncope, systemic arterial hypotension, cardiogenic shock, or resuscitated cardiac arrest) or\n* Submassive PE (RV diameter-to-LV diameter greater than or equal to \\[\\>=\\] 0.9 on contrast-enhanced chest CT)\n\nExclusion Criteria:\n\n* Stroke or transient ischemic attack (TIA), head trauma, or other active intracranial or intraspinal disease within one year\n* Recent (within one month) or active bleeding from a major organ\n* Hematocrit less than (\\<) 30 percent (%)\n* Platelets \\< 100 thousand/microliter (mcL)\n* International Normalized Ratio (INR) greater than (\\>) 3\n* Activated partial thromboplastin time (aPTT) \\>50 seconds on no anticoagulants\n* Major surgery within seven days of screening for study enrollment\n* Serum creatinine \\>2 milligrams/deciliter (mg/dL)\n* Clinician deems high-risk for catastrophic bleeding\n* History of heparin-induced thrombocytopenia (HIT)\n* Pregnancy\n* Catheter-based pharmacomechanical treatment for pulmonary embolism within 3 days of study enrollment\n* Systolic blood pressure less than 80 mm Hg despite vasopressor or inotropic support\n* Cardiac arrest (including pulseless electrical activity and asystole) requiring active cardiopulmonary resuscitation (CPR)\n* Evidence of irreversible neurological compromise\n* Life expectancy \\<30 days\n* Use of thrombolytics or glycoprotein IIb/IIIa antagonists within 3 days prior to inclusion in the study\n* Previous enrollment in the SEATTLE study","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in the Right Ventricle (RV) Diameter-to-Left Ventricle (LV) Diameter Ratio Within 48 +/- 6 Hours of Initiation of Therapy","description":"Change from baseline in RV diameter/LV diameter ratio was determined by contrast-enhanced chest computed tomography (CT) within 48 +/- 6 hours after initiating ultrasound-accelerated catheter-directed fibrinolysis.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.55","spread":"0.39"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.42","spread":"0.36"}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Major Bleeding","description":"Bleeding adverse events were graded (severe or life-threatening, moderate or mild bleeding) according to the Global Use of Strategies to Open Occluded Coronary Arteries (GUSTO) classification. The participant incidence of major bleeding events was defined as GUSTO moderate and severe events occurring within 72 hours after starting the ultrasound-accelerated catheter-directed fibrinolysis procedure. Mild: Does not meet criteria for moderate or severe; Moderate: Requires transfusion - No hemodynamic compromise; and Severe: Bleeding causes hemodynamic compromise and required intervention or intracranial hemorrhage. A summary of serious and all other non-serious adverse events regardless of causality is located in the Reported Adverse Events module.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Pulmonary Artery Systolic Pressure at 48 Hours After Start of Therapy","description":"Change in pulmonary artery systolic pressure was assessed by baseline right-heart catheterization compared with right-heart catheterization at the conclusion of ultrasound-accelerated catheter-directed fibrinolysis and estimated by post-procedure transthoracic echocardiography within 48 hours after initiating the procedure.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"51.4","spread":"16"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-14.4","spread":"15.4"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Symptomatic Recurrent Pulmonary Embolism (PE)","description":"Percentage of participants with symptomatic recurrent PE up to 30 days following the conclusion of the ultrasound-accelerated catheter-directed fibrinolysis procedure, were reported with a Wilson score 95% confidence interval. A summary of serious and all other non-serious adverse events regardless of causality is located in the Reported Adverse Events module.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Died Due to Any Cause","description":"Number of participants who died due to any cause for up to 30 days following the conclusion of the ultrasound-accelerated catheter-directed fibrinolysis procedure, were reported.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Devices That Could Not be Successfully Used for Infusion","description":"Technical complications associated with the use of the EkoSonic device was recorded during catheter placement in the pulmonary artery and during the infusion procedure.","paramType":"COUNT_OF_UNITS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":28,"n":150},"commonTop":["Haematoma","Anemia","Urinary Tract Infection","Haemoptysis","Thrombocytopenia"]}}}