{"nctId":"NCT02121210","briefTitle":"To Evaluate the Immunogenicity and Safety of Sarilumab Administered as Monotherapy in Patients With Rheumatoid Arthritis (RA)","startDateStruct":{"date":"2014-06"},"conditions":["Rheumatoid Arthritis"],"count":132,"armGroups":[{"label":"Sarilumab 150 mg q2w","type":"EXPERIMENTAL","interventionNames":["Drug: sarilumab SAR153191 (REGN88)"]},{"label":"Sarilumab 200 mg q2w","type":"EXPERIMENTAL","interventionNames":["Drug: sarilumab SAR153191 (REGN88)"]}],"interventions":[{"name":"sarilumab SAR153191 (REGN88)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n* Diagnosis of rheumatoid arthritis (RA) ≥ 3 months.\n* Moderately to severely active rheumatoid arthritis.\n* Participants who per investigator judgment were incomplete responders to at least 12 weeks of an adequate dose of continuous treatment with or who were intolerant of one or a combination of non-biologic disease modifying anti-rheumatic drugs (DMARDs).\n\nExclusion criteria:\n\n* Participants \\< 18 years of age.\n* Past history of, or current, autoimmune or inflammatory systemic or localized joint disease(s) other than RA.\n* History of juvenile idiopathic arthritis or arthritis onset prior to age 16.\n* Severe active systemic RA, including but not limited to vasculitis, pulmonary fibrosis, and/or Felty's syndrome.\n* Prior treatment with any biologic anti-interleukin 6 (IL-6) or IL-6 receptor (IL-6R) antagonist therapies.\n* Treatment with prednisone \\> 10 mg or equivalent per day, or change in dosage within 4 weeks prior to randomization.\n* New treatment with or dose-adjustment of on-going nonsteroidal anti-inflammatory drug (NSAIDs) or cyclooxygenase-2 (COX-2) inhibitors within 4 weeks prior to randomization, except for the use of low-dose acetylsalicylic acid for cardiovascular diseases.\n* Use of parenteral glucocorticoids or intra-articular glucocorticoids injection within 4 weeks prior to randomization.\n* Prior treatment with a Janus kinase (JAK) inhibitor (tofacitinib).\n* New treatment or dose-adjustment to on-going medication for dyslipidemia, such as statin, within 6 weeks prior to randomization.\n* Participation in any clinical research study evaluating another investigational drug or therapy within 5 half-lives or 60 days of first dose of study drug administration, whichever is longer.\n* Participants with a history of malignancy other than adequately-treated carcinoma in-situ of the cervix, non-metastatic squamous cell or basal cell carcinoma of the skin, within 5 years prior to the randomization visit. Non-malignant lymphoproliferative disorders are also excluded.\n* Participants with active tuberculosis or untreated latent tuberculosis infection.\n* Pregnant or breast feeding women.\n\nThe above information is not intended to contain all considerations relevant to a Participant's potential participation in a clinical trial.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Incidence of Antidrug Antibodies (ADA)","description":"ADA to sarilumab and anti-sarilumab neutralizing antibodies in serum samples were determined using a validated electrochemiluminescence immunoassay method. Percentage of participants with positive ADA during treatment emergent adverse event (TEAE) period (time from first dose of investigational medicinal product \\[IMP\\] to last dose of IMP + 60 days) was determined. Persistent ADA Response: treatment-emergent ADA detected at 2 or more consecutive sampling time points during the TEAE period, where the first and last ADA positive samples were separated by a period of at least 16 weeks or if the last measured sample was positive. ADA samples were collected prior to IMP administration at Week 0 (baseline), Week 2, 4, 12, 24 and 30.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24.6","spread":null},{"groupId":"OG001","value":"18.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12.3","spread":null},{"groupId":"OG001","value":"6.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10.8","spread":null},{"groupId":"OG001","value":"3.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Serum Sarilumab Concentration","description":"Trough Concentration (Ctrough).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7350","spread":"8030"},{"groupId":"OG001","value":"17200","spread":"15900"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":65},"commonTop":["Neutropenia","Upper respiratory tract infection","Injection site erythema","Urinary tract infection","Hypertension"]}}}