{"nctId":"NCT01778062","briefTitle":"Indacaterol EfectIveness In COPD Patients With Tuberculosis History","startDateStruct":{"date":"2013-02"},"conditions":["Patients With Moderate-to-severe COPD With Destroyed Lung by Tuberculosis"],"count":136,"armGroups":[{"label":"Indacaterol","type":"EXPERIMENTAL","interventionNames":["Drug: Indacaterol"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Control"]}],"interventions":[{"name":"Indacaterol","otherNames":[]},{"name":"Control","otherNames":["Placebo"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male and female adults aged ≥ 19 years in international age\n* Patients with a diagnosis of moderate-to-severe COPD as classified by the GOLD guidelines (2009)\n* Patients with at least one finding of destructed pulmonary parenchyma in the chest X-ray and the sum of all legion volumes equivalent to over 1/3 of one lung\n* Patients with a history of tuberculosis and no change in the chest imaging test over the past one year\n* Patients who can voluntarily sign an Informed Consent Form prior to initiation of any study-related procedure\n\nExclusion Criteria:\n\n* Pregnant or nursing (lactating) women\n* Women of childbearing potential not willing to use effective contraception. However, those who have a negative pregnancy test and agree to use effective contraception can participate. Effective contraception does not include periodical abstinence (e.g. basal body temperature, menstrual cycle contraceptive method, etc) but means use of contraception which must include one of barrier contraceptive methods.\n\n  e.g.) condom (barrier contraceptive method), diaphragms (barrier contraceptive method), oral contraceptives, intrauterine device, Depo injection, etc.\n* Patients who have been admitted to hospital for COPD worsening within 6 weeks prior to visit 1\n* Patients with a history of respiratory infection within 6 weeks prior to visit 1\n* Patients requiring long-term oxygen therapy (\\>15 hours/1 day) for chronic hypoxemia (it is allowed to use up to a total of 10 out of 24 hours on a PRN basis)\n* Patients with a history of asthma\n* Unstable ischaemic heart disease, arrhythmia (except for stable ventricular fibrillation) and uncontrolled hypertension\n* Patients with a history of long QT syndrome or whose QTc interval measured at Visit 2 is prolonged: \\>450 ms (males) or \\>470 ms (females)\n* Uncontrolled hypothyroidism and hyperthyroidism\n* Hypokalemia: plasma potassium level \\< 3.0 mEq/L\n* Patients with creatinine level ≥2 the upper limit of normal\n* Patients with AST/ALT level ≥2 the upper limit of normal\n* Patients with lung cancer or a history of lung cancer\n* Patients with active cancer or a history of cancer with less than 5 years disease-free survival (whether or not there is evidence of local recurrence or metastases; localized basal cell carcinoma of the skin without metastases is acceptable).\n* Patients with a history of hypersensitivity to any of the study drugs or to drugs with similar chemical structures including untoward reactions to sympathomimetic amines or inhaled medication or any component thereof.\n* Patients who have had live attenuated vaccinations within 30 days prior to Visit 1\n* Patients who have had treatment with investigational drugs, within 30 days or 5 half-lives prior to Visit 1, whichever is longer.\n* Patients unable to successfully use a dry powder inhaler device, metered dose inhaler or perform spirometry measurements\n* Other cases which are considered ineligible for this clinical study by the principal investigator and subinvestigator","healthyVolunteers":false,"sex":"ALL","minimumAge":"19 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Trough Forced Expiratory Volume in One Second Change","description":"Spirometry was conducted according to internationally accepted standards. Trough FEV1 was defined as the average of the 23 hour 10 minute and 23 hour 45 minute post-dose FEV1 readings. Mixed model used baseline FEV1, FEV1 prior to and 10-15 minutes post inhalation of albuterol, and FEV1 prior to and 1 hour post inhalation of ipratropium as covariate","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.08","spread":"0.16"},{"groupId":"OG001","value":"-0.06","spread":"0.10"}]}]}]},{"type":"SECONDARY","title":"St. George Respiratory Questionnaire for COPD (SGRQ-C) Change After 8 Weeks of Treatment","description":"The SGRQ-C contains 14 questions divided into two components. Part 1 produces \"Symptoms\" scores and Part 2 \"Activity\" and \"Impacts\" scores. 14 questions which are divided in three domains: \"symptom\" (question 1-7), \"activity\" (question 9, 12) and \"impact\" (question 8, 10, 11, 13 and 14). The total score is 0 to 100 with a higher score indicating greater impairment of health status. Mixed model used baseline SGRQ, FEV1 prior to and 10-15 minutes post inhalation of salbutamol/albuterol, FEV1 prior to and 1 hour post inhalation of ipratropium, and inhaled corticosteroid use at baseline as covariates.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.69","spread":"13.00"},{"groupId":"OG001","value":"-0.33","spread":"16.30"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Transition Dyspnea Index (TDI) After 8 Weeks of Treatment","description":"TDI focal score is based on three domains: functional impairment, magnitude of task and magnitude of effort. Each domain is scored from -3 (major deterioration) to 3 (major improvement) to give an overall TDI focal score of -9 to 9 with a negative score indicating a deterioration from baseline. A 1 unit difference in the TDI focal score is clinically significant. Mixed model used baseline dyspnoea index, FEV1 prior to and 10-15 minutes post inhalation of albuterol, and FEV1 prior to 1 hour post inhalation of ipratropium as covariates.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.01","spread":"2.15"},{"groupId":"OG001","value":"0.23","spread":"2.38"}]}]}]},{"type":"SECONDARY","title":"Incidence of COPD Exacerbation","description":"Number of COPD exacerbation during 8-week treatment. COPD exacerbations are defined as a new onset or worsening of at least one respiratory symptom (i.e. dyspnea, cough, sputum purulence or volume, or wheeze) present for at least 3 consecutive days, documented change or increase in COPD-related treatment due to worsening symptoms or documented COPD-related hospitalizations or emergency room visits.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":68},"commonTop":["Upper respiratory tract infection","COPD Exacerbation","Nasopharyngitis"]}}}