{"nctId":"NCT03298061","briefTitle":"Long-term Access Program (LAP) of Mepolizumab for Subjects Who Participated in Study MEA115921","startDateStruct":{"date":"2015-04-14","type":"ACTUAL"},"conditions":["Churg-Strauss Syndrome","Eosinophilic Granulomatosis With Polyangiitis"],"count":100,"armGroups":[{"label":"Subjects from clinical study MEA115921","type":"EXPERIMENTAL","interventionNames":["Drug: Mepolizumab","Drug: Prednisolone"]}],"interventions":[{"name":"Mepolizumab","otherNames":[]},{"name":"Prednisolone","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subject participated in study MEA115921.\n* Subject has either: a) completed study MEA115921 to Week 60, that is, completion of follow up period, or b) if the subject was withdrawn prematurely from study MEA115921, the subject has reached the date of what would have been the Week 60 if the subject had completed the study, that is, 60 weeks from Baseline (Visit 2).\n* At or up to 6 months after the MEA115921 Week 60 time- point the subject requires a dose of prednisolone (or equivalent) of \\>=5 mg/day for adequate control of their EGPA.\n* The treating physician requesting mepolizumab under this LAP considers the benefits of treatment with mepolizumab outweigh the risks for the individual subject.\n* To be eligible for mepolizumab treatment under this LAP, females of childbearing potential (FCBP) must commit to consistent and correct use of an acceptable method of birth control, beginning with consent, for the duration of the treatment with mepolizumab and for 4 months after the last mepolizumab administration.\n* The subject consents to receiving treatment with mepolizumab under this LAP.\n\nExclusion Criteria:\n\n* A current malignancy or history of cancer in remission for less than 12 months (Subjects who had localized carcinoma (that is, basal or squamous cell) of the skin which was resected for cure will not be excluded).\n* Subject has other clinically significant medical conditions uncontrolled with standard of care therapy not associated with EGPA, example, unstable liver disease, uncontrolled cardiovascular disease, ongoing active infectious disease requiring systemic treatment.\n* Subject is pregnant or breastfeeding. Subjects should not be considered for continued treatment if they plan to become pregnant during the course of treatment with mepolizumab.\n* Subject has a known allergy or intolerance to a monoclonal antibody or biologic therapy including mepolizumab.\n* Subject had an adverse event (serious or non-serious) considered related to study treatment whilst participating in study MEA115921 which resulted in permanent withdrawal of study treatment.\n* Subject is receiving treatment with another biological therapy such as a monoclonal antibody therapy or intravenous (IV) immunoglobulin therapy without prior agreement from the GSK Medical Monitor.\n* Subjects who have received treatment with an investigational drug within the past 30 days or 5 terminal phase half-lives of the drug whichever is longer, prior to initiation of mepolizumab treatment under this LAP (this also includes investigational formulations of marketed products).\n* Subject is currently participating in any other interventional clinical study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Adverse Events (AEs) and Serious Adverse Events (SAEs)","description":"An AE is any untoward medical occurrence in a subject, temporally associated with the use of a medicinal product, whether or not considered related to the medicinal product. SAE is defined as any untoward medical occurrence that, at any dose: results in death; is life-threatening; requires hospitalization or prolongation of existing hospitalization; results in disability/incapacity; is a congenital anomaly/birth defect; other important medical events based on medical or scientific judgment; and is associated with liver injury and impaired liver function. Additionally, systemic (that is, allergic/hypersensitivity and non-allergic) reactions and local injection site reactions were recorded throughout the treatment and follow-up period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"98","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"38","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":38,"n":100},"commonTop":["Nasopharyngitis","Upper respiratory tract infection","Sinusitis","Bronchitis","Asthma"]}}}