{"nctId":"NCT02251990","briefTitle":"Grazoprevir (MK-5172) and Elbasvir (MK-8742) Combination in Treatment-Naïve Hepatitis C Virus Participants (MK-5172-067)","startDateStruct":{"date":"2015-01-28","type":"ACTUAL"},"conditions":["Hepatitis C"],"count":489,"armGroups":[{"label":"Immediate Treatment Group (ITG): Grazoprevir/Elbasvir","type":"EXPERIMENTAL","interventionNames":["Drug: Grazoprevir/Elbasvir"]},{"label":"Deferred Treatment Group (DTG): Placebo > Grazoprevir/Elbasvir","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Grazoprevir/Elbasvir","otherNames":["MK-5172A"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Has documented chronic HCV GT1, GT4, or GT6 (with no evidence of non-typeable or mixed genotype) infection\n* Meets clinical criteria for presence or absence of cirrhosis based on liver disease staging assessment\n* Is abstinent or uses acceptable method(s) of contraception\n\nExclusion Criteria:\n\n* Has evidence of decompensated liver disease\n* Is coinfected with hepatitis B virus or human immunodeficiency virus (HIV)\n* Shows evidence of hepatocellular carcinoma (HCC) or is under evaluation for HCC\n* Has a clinically-relevant drug or alcohol abuse within 12 months of screening\n* Is pregnant or breast-feeding\n* Has any condition or abnormality that might confound the results of the trial or pose an additional risk to the participant","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants Achieving Sustained Virologic Response 12 Weeks After the End of All Study Therapy (SVR12)","description":"Blood was drawn from each participant to assess Hepatitis C Virus ribonucleic acid (HCV RNA) plasma levels using the Roche COBAS® AmpliPrep/COBAS® Taqman HCV Test, v2.0, which had a lower limit of quantification (LLOQ) of 15 IU/mL. SVR12 was defined as HCV RNA below the lower limit of detection (\\<LLOQ) at 12 weeks after the end of all study therapy. As pre-specified in the protocol, the Deferred Treatment Group was not included in the primary efficacy analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"94.2","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants Experiencing at Least One Adverse Event (AE) During the DB Treatment Period and First 14 Follow-up Days","description":"An AE is defined as any untoward medical occurrence in a participant administered a pharmaceutical product and which does not necessarily have to have a causal relationship with this treatment. An AE can therefore be any unfavourable and unintended sign, symptom, or disease temporally associated with the use of a medicinal product or protocol-specified procedure, whether or not considered related to the medicinal product or protocol-specified procedure. Any worsening of a pre-existing condition that is temporally associated with the use of the Sponsor's product, is also an AE. The primary safety analysis compared the safety data of the Immediate Treatment Group during the active treatment period to those of the Deferred Treatment Group during the placebo treatment period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"50.7","spread":null},{"groupId":"OG001","value":"51.2","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants That Discontinued From Study Therapy Due to AEs During the DB Treatment Period","description":"An AE is defined as any untoward medical occurrence in a participant administered a pharmaceutical product and which does not necessarily have to have a causal relationship with this treatment. An AE can therefore be any unfavourable and unintended sign, symptom, or disease temporally associated with the use of a medicinal product or protocol-specified procedure, whether or not considered related to the medicinal product or protocol-specified procedure. Any worsening of a pre-existing condition that is temporally associated with the use of the Sponsor's product, is also an AE. A participant could discontinue from treatment but continue to participate in the study as long as consent was not withdrawn. The primary safety analysis compared the safety data of the Immediate Treatment Group during the active treatment period to those of the Deferred Treatment Group during the placebo treatment period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.3","spread":null},{"groupId":"OG001","value":"0.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving Sustained Virologic Response 24 Weeks After the End of All Study Therapy (SVR24)","description":"Blood was drawn from each participant to assess HCV RNA plasma levels using the Roche COBAS® AmpliPrep/COBAS® Taqman HCV Test, v2.0, which had a LLOQ of 15 IU/mL. SVR24 was defined as HCV RNA \\<LLOQ at 24 weeks after the end of all study therapy. As pre-specified in the protocol, the Deferred Treatment Group was not included in the secondary efficacy analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"94.0","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Percentage of Participants Achieving Sustained Virologic Response 4 Weeks After the End of All Study Therapy (SVR4)","description":"Blood was drawn from each participant to assess HCV RNA plasma levels using the Roche COBAS® AmpliPrep/COBAS® Taqman HCV Test, v2.0, which had a LLOQ of 15 IU/mL. SVR4 was defined as HCV RNA \\<LLOQ at 4 weeks after the end of all study therapy. As pre-specified in the protocol, the Deferred Treatment Group was not included in this efficacy analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"96.2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":9,"n":365},"commonTop":["Upper respiratory tract infection","Headache","Diarrhoea","Fatigue","Alanine aminotransferase increased"]}}}