{"nctId":"NCT01905657","briefTitle":"Study of Two Doses of Pembrolizumab (MK-3475) Versus Docetaxel in Previously Treated Participants With Non-Small Cell Lung Cancer (MK-3475-010/KEYNOTE-010)","startDateStruct":{"date":"2013-08-09","type":"ACTUAL"},"conditions":["Non Small Cell Lung Cancer (NSCLC)"],"count":1034,"armGroups":[{"label":"Pembrolizumab 2 mg/kg","type":"EXPERIMENTAL","interventionNames":["Biological: Pembrolizumab"]},{"label":"Pembrolizumab 10 mg/kg","type":"EXPERIMENTAL","interventionNames":["Biological: Pembrolizumab"]},{"label":"Docetaxel 75 mg/m^2","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Docetaxel"]}],"interventions":[{"name":"Pembrolizumab","otherNames":["MK-3475","KEYTRUDA®"]},{"name":"Docetaxel","otherNames":["TAXOTERE®"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Life expectancy of at least 3 months\n* Histologically- or cytologically-confirmed diagnosis of NSCLC that is anti-programmed cell death ligand 1 (PD-L1) positive per central laboratory review\n* At least one bi-dimensional measurable lesion\n* Radiographic progression after treatment with at least 2 cycles of a platinum-containing doublet\n* Eastern Cooperative Oncology Group (ECOG) Performance Status of 0 or 1\n\nExclusion Criteria:\n\n* Prior therapy with docetaxel for NSCLC\n* Receiving systemic steroid therapy within 3 days prior to the first dose of study treatment or receiving any other form of immunosuppressive medication\n* Currently participating or has participated in a study using an investigational antineoplastic agent or device within 30 days of first dose\n* Expected to require any other form of systemic or localized antineoplastic therapy while on trial\n* History of allogeneic tissue/solid organ transplant\n* Prior systemic cytotoxic chemotherapy, antineoplastic biological therapy (e.g., cetuximab), major surgery within 3 weeks of the first dose of study drug; received thoracic radiation therapy of \\>30 Gy within 6 months of the first dose of study drug; received prior tyrosine kinase inhibitor therapy or completed palliative radiotherapy within 7 days of the first dose of study drug\n* Prior therapy with an anti-programmed cell death (PD)-1, anti-PD-L1, anti-PD-L2, anti-tumor necrosis factor CD137, or anti-cytotoxic T-lymphocyte-associated antigen-4 (CTLA-4) antibody (including ipilimumab or any other antibody or drug specifically targeting T-cell co-stimulation or checkpoint pathways), or took part in another pembrolizumab trial\n* Known history of prior malignancy, with the exception of basal cell carcinoma of the skin, superficial bladder cancer, squamous cell carcinoma of the skin, or in situ cervical cancer, and has undergone potentially curative therapy with no evidence of that disease recurrence for 5 years since initiation of that therapy\n* Known active central nervous system (CNS) metastases and/or carcinomatous meningitis\n* Active autoimmune disease, or a documented history of autoimmune disease, or a syndrome that requires systemic steroids or immunosuppressive agents\n* Interstitial lung disease, or history of pneumonitis requiring systemic steroids for treatment\n* Known history or active human immunodeficiency virus (HIV), hepatitis B, or hepatitis C\n* Pregnant or breastfeeding, or expecting to conceive or father children within the projected duration of the trial through 120 days after last dose of pembrolizumab or 180 days after last dose of docetaxel","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Survival (OS)","description":"OS was defined as the time from randomization to death due to any cause. OS was analyzed using the Kaplan-Meier method and is reported in months. Per protocol, final analysis for this primary outcome measure was performed for the first pembrolizumab course and docetaxel treatment arms, with a protocol-specified analysis data cutoff date of 30 September (Sep) 2015.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.9","spread":null},{"groupId":"OG001","value":"17.3","spread":null},{"groupId":"OG002","value":"8.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10.4","spread":null},{"groupId":"OG001","value":"12.7","spread":null},{"groupId":"OG002","value":"8.5","spread":null}]}]}]},{"type":"PRIMARY","title":"Progression-free Survival (PFS) by Response Evaluation Criteria in Solid Tumors Version 1.1 (RECIST 1.1)","description":"PFS was defined as the time from the first day of study treatment to the first documented disease progression per RECIST 1.1 based on blinded independent central radiologists' review or death due to any cause, whichever occurred first. Using RECIST 1.1, progressive disease was defined as either a 20% relative increase in the sum of diameters of target lesions, taking as reference the smallest sum on study OR an absolute increase of \\>5 mm in the sum of lesions, OR the appearance of new lesions. PFS was analyzed using the Kaplan-Meier method and is reported in months. Per protocol, final analysis for this primary outcome measure was performed for the first pembrolizumab course and docetaxel treatment arms, with a protocol-specified analysis data cutoff date of 30 Sep 2015.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.2","spread":null},{"groupId":"OG001","value":"5.2","spread":null},{"groupId":"OG002","value":"4.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.9","spread":null},{"groupId":"OG001","value":"4.0","spread":null},{"groupId":"OG002","value":"4.0","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants Experiencing Adverse Events (AEs)","description":"An AE was defined as any untoward medical occurrence in a participant administered a pharmaceutical product and which did not necessarily had to have a causal relationship with this treatment. An AE is any unfavorable and unintended sign, symptom, or disease temporally associated with the use of a medicinal product or protocol-specified procedure, whether or not considered related to the medicinal product or protocol-specified procedure. Any worsening of a pre-existing condition that was temporally associated with the use of the study drug, was also an AE. Per protocol, final analysis for this primary outcome measure was performed for the first pembrolizumab course and docetaxel treatment arms, with a protocol-specified analysis data cutoff date of 30 Sep 2015.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"97.6","spread":null},{"groupId":"OG001","value":"96.2","spread":null},{"groupId":"OG002","value":"96.1","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants Discontinuing Study Drug Due to AEs","description":"An AE was defined as any untoward medical occurrence in a participant administered a pharmaceutical product and which did not necessarily had to have a causal relationship with this treatment. An AE is any unfavorable and unintended sign, symptom, or disease temporally associated with the use of a medicinal product or protocol-specified procedure, whether or not considered related to the medicinal product or protocol-specified procedure. Any worsening of a pre-existing condition that was temporally associated with the use of the study drug, was also an AE. Per protocol, final analysis for this primary outcome measure was performed for the first pembrolizumab course and docetaxel treatment arms, with a protocol-specified analysis data cutoff date of 30 Sep 2015.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.3","spread":null},{"groupId":"OG001","value":"7.6","spread":null},{"groupId":"OG002","value":"13.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Response Rate (ORR) by RECIST 1.1","description":"ORR was defined as the percentage of participants in the analysis population who had a Complete Response (CR; disappearance of all target lesions) or Partial Response (PR; at least a 30% decrease in the sum of diameters of target lesions, taking as reference the baseline sum of diameters) based on blinded independent central radiologists' review using RECIST 1.1. Per protocol, final analysis for this secondary outcome measure was performed for the first pembrolizumab course and docetaxel treatment arms, with a protocol-specified analysis data cutoff date of 30 Sep 2015.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30.2","spread":null},{"groupId":"OG001","value":"29.1","spread":null},{"groupId":"OG002","value":"7.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"18.0","spread":null},{"groupId":"OG001","value":"18.5","spread":null},{"groupId":"OG002","value":"9.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response (DOR) by RECIST 1.1","description":"DOR is measured from the time measurement criteria were first met for CR/PR (whichever was first recorded) until the first date that death or progressive disease was objectively documented (taking as reference for progressive disease the smallest measurements recorded on study). Non-responders were not included in the analysis. DOR was analyzed using the Kaplan-Meier method and is reported in weeks. Per protocol, final analysis for this secondary outcome measure was performed for the first pembrolizumab course and docetaxel treatment arms, with a protocol-specified analysis data cutoff date of 30 Sep 2015.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null},{"groupId":"OG002","value":"35","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null},{"groupId":"OG002","value":"27","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":124,"n":339},"commonTop":["Fatigue","Decreased appetite","Nausea","Dyspnoea","Cough"]}}}