{"nctId":"NCT01875367","briefTitle":"Phase III to Evaluate Patient´s Preference of Subcutaneous Trastuzumab vs Intravenous in HER2+ Advanced Breast Cancer","startDateStruct":{"date":"2013-09-18","type":"ACTUAL"},"conditions":["Breast Cancer"],"count":166,"armGroups":[{"label":"Arm A: T-IV + T-SC vial + T-SC device","type":"EXPERIMENTAL","interventionNames":["Drug: Trastuzumab Injectable Solution","Drug: Trastuzumab Injectable Product","Drug: Trastuzumab Injection"]},{"label":"Arm B: T-IV + T-SC device + T-SC vial","type":"EXPERIMENTAL","interventionNames":["Drug: Trastuzumab Injectable Solution","Drug: Trastuzumab Injectable Product","Drug: Trastuzumab Injection"]}],"interventions":[{"name":"Trastuzumab Injectable Solution","otherNames":["Herceptin"]},{"name":"Trastuzumab Injectable Product","otherNames":["Herceptin"]},{"name":"Trastuzumab Injection","otherNames":["Herceptin"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Woman, 18 years old or upper.\n* Patient with advanced breast cancer with human epidermal growth factor receptor 2 (HER 2) positive histologically confirmed. The criteria for positivity HER 2 are:\n\n  1. immuno-histochemistry (IHC) 3+ (\\>10% of tumor cells with complete and intense membrane staining)\n  2. IHC 2+ with fluorescent in situ hybridization (FISH) / Chromogenic in situ hybridization (CISH) / silver-enhanced in situ hybridization (SISH) + for HER 2 amplification (\\*)\n  3. FISH / CISH / SISH + for HER 2 amplification (\\*) (\\*) Defined as the ratio of copies of HER 2/neu and copies of centromere of chromosome 17 (CEP17)\\> 2.2, or a number of copies of HER 2/neu\\> 6, as per local laboratory criteria.\n* Patient receiving trastuzumab with or without chemotherapy or hormonal therapy for at least 4 months.\n* No evidence of disease progression (clinical and / or radiological) for at least 4 months before inclusion in the study and with a life expectancy of at least 3 months.\n* Adequate performance status: Eastern Cooperative Oncology Group (ECOG) \\<2.\n* Adequate bone marrow function, liver and kidney\n* Proper cardiac function (LVEF within normal limits the center, measured by echocardiography or MUGA).\n* The patient must have been informed of the study and must sign and date informed consent document for entry into the trial.\n* The patient must be willing and able to comply with study procedures and be available to answer the study questionnaires.\n\nExclusion Criteria:\n\n* Patients with no advanced breast cancer.\n* Breast cancer patients with tumors HER 2-negative.\n* The patient has another active malignancy other than breast adenocarcinoma; are excluded the non-melanoma skin cancer or any other properly treated in situ neoplasia. Patients with a history of malignancy, if they bear\\> 5 years without evidence of disease could be included.\n* The patient has uncontrolled brain metastases.\n* Concomitant administration, or in the 4 weeks prior to study entry, of other experimental treatment.\n* Known hypersensitivity to trastuzumab or to any of its components.\n* Patients with severe dyspnea at rest or requiring supplemental oxygen.\n* Heart disease or serious medical pathological prevent trastuzumab administration: documented history of congestive cardiac insufficiency (CCI), high-risk arrhythmias uncontrolled angina requiring medication, clinically significant valvular disease, history of myocardial infarction or evidence of transmural infarction on ECG or hypertension poorly controlled.\n* Presence of any concomitant serious systemic disease that is incompatible with the study (at the discretion of the investigator).\n* The patient is pregnant or lactating. Women of childbearing potential should undergo pregnancy testing blood or urine within 14 days prior to inclusion as institutional rules and use a non-hormonal contraceptive suitable: intrauterine device, barrier method (condom or diaphragm) also used in conjunction with spermicidal cream, total abstinence or surgical sterilization, during treatment with the study drugs and for 6 months following the end of treatment.","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Subcutaneous vs. Intravenous Treatment Preference","description":"The percentage of patients who indicate a preference for the use of the intravenous vs subcutaneous administration of trastuzumab was analyzed with the answer to the questionnaire C2, question number 39 (All things considered, what method of administration do you prefer? Subcutaneous; Intravenous; No preference) of experiences and preferences of the patient.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"66","spread":null},{"groupId":"OG001","value":"71","spread":null}]},{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"5","spread":null}]},{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Subcutaneous Treatment (Vial vs Device Administration) Preference","description":"The percentage of patients who indicate a preference for the use of SC administration by vial or device was analyzed. This was discussed in the answer to questionaire C3, question number 28 (All things considered, what method of administration do you prefer? Subcutaneous; Intravenous; No preference) of the questionnaire of experiences and preferences of the patient.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"46","spread":null},{"groupId":"OG001","value":"44","spread":null}]},{"measurements":[{"groupId":"OG000","value":"20","spread":null},{"groupId":"OG001","value":"20","spread":null}]},{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"13","spread":null}]},{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Medical Staff With Intravenous vs. Subcutaneous Preference","description":"The medical staff satisfaction was analyzed with the answers to question number 33a (Considering all aspects, with what method of administration were you more satisfied? Between Intravenous vs. Subcutaneous: Intravenous; Subcutaneous; No differences) of the questionnaire of experiences and preferences of the medical staff.\n\nHealth care professionals were not considered enrolled, but did contribute to this assessment.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"34","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null}]},{"measurements":[{"groupId":"OG000","value":"4","spread":null}]},{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Medical Staff Subcutaneous Device vs. Vial Preference","description":"The medical staff satisfaction was analyzed with the answers to question number 33b (Considering all aspects, with what method of administration were you more satisfied? Between Vial vs. Device: Preferred device; Preferred vial; No Preference) of the questionnaire of experiences and preferences of the medical staff. Health care professionals were not considered enrolled, but did contribute to this assessment.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20","spread":null}]},{"measurements":[{"groupId":"OG000","value":"11","spread":null}]},{"measurements":[{"groupId":"OG000","value":"8","spread":null}]}]}]},{"type":"SECONDARY","title":"Patient Time in Healthcare Unit and Sitting in Chair/Bed","description":"Time spent by patient in the healthcare unit: Time between entrance and exit from the healthcare unit.\n\nTime spent by patient sitting in the infusion/treatment chair/bed: Time between sitting and rising from the patient treatment chair/bed The data was collected by qualified observers from site staff that measured the time spent by healthcare professional using a chronometer, and write it down in the paper questionnaires or directly or after in the electronic case report form.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"203","spread":"123.57"},{"groupId":"OG001","value":"144.84","spread":"121.99"},{"groupId":"OG002","value":"122.9","spread":"112.33"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100.01","spread":"56.34"},{"groupId":"OG001","value":"31.6","spread":"28.74"},{"groupId":"OG002","value":"24.75","spread":"15.42"}]}]}]},{"type":"SECONDARY","title":"The Number of Participants Who Experienced Adverse Events (AE)","description":"Safety was assessed by standard clinical and laboratory tests (haematology, serum chemistry). AE grade were defined by the NCI CTCAE (National Cancer Institute Common Terminology Criteria for Adverse Events) version 4.03.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"76","spread":null},{"groupId":"OG001","value":"84","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":81},"commonTop":["Anemia","Aspartate aminotransferase increased","White blood cells decreased","Creatinine increased","Alkaline phosphatase increased"]}}}