{"nctId":"NCT01857323","briefTitle":"Open-Label Assessment of the Albuterol Spiromax® Dry Powder Inhaler (DPI)","startDateStruct":{"date":"2013-05"},"conditions":["Asthma","Chronic Obstructive Pulmonary Disease (COPD)"],"count":317,"armGroups":[{"label":"Albuterol Spiromax®","type":"EXPERIMENTAL","interventionNames":["Drug: Albuterol Spiromax®"]}],"interventions":[{"name":"Albuterol Spiromax®","otherNames":["ProAir® RespiClick, Albuterol multi-dose dry powder inhaler (MDPI)"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Written informed consent/assent signed and dated by the patient and/or parent/legal guardian before conducting any study related procedure\n2. Male or female (non pregnant/non lactating) patients 4 years of age or older at the time of the screening visit (SV) who are able to understand English\n3. Females of childbearing potential (as judged by the investigator) currently using and will continue to use a medically reliable method of contraception for the entire study duration (e.g. oral, injectable, trans-cutaneous or implantable contraceptives or intrauterine devices or double-barrier protection). Females who are not sexually active must agree to use a medically reliable method of contraception should they become active during the course of the study. Women of childbearing potential, or less than 1 year postmenopausal, will require a negative urine pregnancy test at the SV. Female patients will be considered to be of non-child-bearing potential and will not require a urine pregnancy test if at least one of the following apply:a. before menarche; b. more than one year post-menopausal; c. had a hysterectomy, bilateral oophorectomy, salpingectomy, or tubal ligation; d. has congenital sterility\n4. General good health, defined as free of any concomitant conditions or treatment that could interfere with study conduct, influence the interpretation of study observations/results, or put the patient at increased risk during the study\n5. Has a physician diagnosis of asthma or COPD with symptoms of bronchoconstriction requiring the use of short-acting β2-agonists\n6. Current Therapy: The patient's current asthma/COPD controller treatment regimen has remained stable for at least four weeks prior to the SV\n7. Capable of understanding the requirements, risks, and benefits of study participation, and, as judged by the investigator, capable of giving informed consent/assent and being compliant with all study requirements (visits, record keeping, etc)\n8. Able to demonstrate satisfactory Spiromax inhaler use and technique.\n\nExclusion Criteria:\n\n1. History of life-threatening asthma or COPD that is defined for this protocol as an asthma or COPD episode that required intubation and/or was associated with hypercapnea, respiratory arrest, or hypoxic seizures\n2. Culture-documented or suspected bacterial or viral infection of the upper or lower respiratory tract, sinus, or middle ear that is not resolved within 2 weeks of the SV; or that occurs between the SV and TV1\n3. Is being treated with a long-acting β2-agonist alone\n4. Any asthma exacerbation requiring oral corticosteroids within 2 months of SV and any COPD exacerbation requiring oral corticosteroids within 1 month of the SV. A patient must not have been hospitalized for asthma or COPD within 4 months prior to the SV.\n5. Historical or current evidence of a clinically significant disease including, but not limited to: cardiovascular (e.g., congestive heart failure, known aortic aneurysm, clinically significant cardiac arrhythmia or coronary heart disease, cerebrovascular accident), hepatic, renal, hematological, neuropsychological, endocrine (e.g., uncontrolled diabetes mellitus, uncontrolled thyroid disorder, Addison's disease, Cushing's syndrome), and/or gastrointestinal (e.g., poorly-controlled peptic ulcer or gastroesophageal reflux disease \\[GERD\\]). Significant is defined as any disease that, in the opinion of the investigator, would put the safety of the patient at risk through participation, or which could affect the endpoint analysis if the disease/condition exacerbated during the study.\n6. Uncontrolled hypertension (systolic blood pressure \\[BP\\] ≥160 mmHg or diastolic BP \\>100 mmHg)\n7. History of any adverse reaction, including immediate or delayed hypersensitivity to any β2-agonist, sympathomimetic drug, or any component of the Albuterol Spiromax DPI or rescue ProAir Hydrofluoroalkane (HFA) Metered-dose inhaler (MDI) formulation.\n8. Other exclusion criteria apply.","healthyVolunteers":false,"sex":"ALL","minimumAge":"4 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Dosing Discrepancies Per 200 Dose Cycles: Dose Cycle Not Count","description":"The purpose of the study is to determine if the dose counter on Albuterol Spiromax is counting accurately; accuracy is determined by concordance/agreement between patient-reported Albuterol Spiromax counter readings and patient-reported dose cycles recorded in patient diaries. This outcome measures how often the dose cycle was not counted: the participant completes a full dose cycle (opens the mouthpiece cap, inhales the medication, and closes the mouthpiece cap) but the counter display does not advance (i.e., does not count down) within a dosing session. The discrepancy rate was calculated as \"number of discrepancies/total number of dose cycles\" \\*200.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.05","spread":null}]}]}]},{"type":"SECONDARY","title":"Dosing Discrepancies Per 200 Dose Cycles: Dose Cycle Count Up","description":"The purpose of the study is to determine if the dose counter on Albuterol Spiromax is counting accurately; accuracy is determined by concordance/agreement between patient-reported Albuterol Spiromax counter readings and patient-reported dose cycles recorded in patient diaries. This outcome measures when the inhaler counter reading increases, instead of decreases, after the participant has executed the dose cycle (i.e., the ending counter reading is greater than the beginning counter reading within a dosing session). The discrepancy rate was calculated as \"number of discrepancies/total number of dose cycles\" \\*200.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.46","spread":null}]}]}]},{"type":"SECONDARY","title":"Dosing Discrepancies Per 200 Dose Cycles: Count Unknown Dose Cycle","description":"The purpose of the study is to determine if the dose counter on Albuterol Spiromax is counting accurately; accuracy is determined by concordance/agreement between patient-reported Albuterol Spiromax counter readings and patient-reported dose cycles recorded in patient diaries. This outcome measures when the inhaler counter advances (decreases, e.g., 50 to 48) between dosing sessions but the participant has not knowingly executed the dose cycle (i.e., the counter number at the beginning of the dosing session is less than the counter number at the end of the previous dosing session). The discrepancy rate was calculated as \"number of discrepancies/total number of dose cycles\" \\*200.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.43","spread":null}]}]}]},{"type":"SECONDARY","title":"Dosing Discrepancies Per 200 Dose Cycles: Count Up Unknown Dose Cycle","description":"The purpose of the study is to determine if the dose counter on Albuterol Spiromax is counting accurately; accuracy is determined by concordance/agreement between patient-reported Albuterol Spiromax counter readings and patient-reported dose cycles recorded in patient diaries. This outcome measures when the inhaler counter counts upwards (number increases, e.g. 50 to 52) rather than downward between dosing sessions but the participant has not knowingly executed the dose cycle (i.e., the counter number at the beginning of the dosing session is greater than the counter number at the end of the previous dosing session). The discrepancy rate was calculated as \"number of discrepancies/total number of dose cycles\" \\*200.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.17","spread":null}]}]}]},{"type":"SECONDARY","title":"Absolute Value of Total Discrepancy Size Per Inhaler","description":"The purpose of the study is to determine if the dose counter on Albuterol Spiromax is counting accurately; accuracy is determined by concordance/agreement between patient-reported Albuterol Spiromax counter readings and patient-reported dose cycles recorded in patient diaries. This outcome is calculated for each inhaler as \"beginning counter reading minus end counter reading\" minus \"patient-recorded number of dose cycles\". The total inhaler discrepancy size is an important measure because it provides the most relevant means of ensuring that the inhaler does not exhaust its supply of albuterol before the counter has recorded the labeled 200 doses.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.0","spread":"2.88"}]}]}]},{"type":"SECONDARY","title":"Participants With Treatment-Emergent Adverse Events","description":"Adverse events (AEs) summarized in this table are those that began or worsened after treatment with study drug (treatment-emergent AEs). An adverse event was defined in the protocol as any untoward medical occurrence that develops or worsens in severity during the conduct of a clinical study and does not necessarily have a causal relationship to the study drug. Severity was rated by the investigator on a scale of mild, moderate and severe, with severe= an AE which prevents normal daily activities. Relation of AE to treatment was determined by the investigator. Serious AEs include death, a life-threatening adverse event, inpatient hospitalization or prolongation of existing hospitalization, persistent or significant disability or incapacity, a congenital anomaly or birth defect, OR an important medical event that jeopardized the patient and required medical intervention to prevent the previously listed serious outcomes.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"85","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":316},"commonTop":["Headache","Sinusitis"]}}}