{"nctId":"NCT02555878","briefTitle":"A Study to Evaluate the Efficacy and Safety of Rivaroxaban Venous Thromboembolism (VTE) Prophylaxis in Ambulatory Cancer Participants","startDateStruct":{"date":"2015-09-11","type":"ACTUAL"},"conditions":["Neoplasms"],"count":841,"armGroups":[{"label":"Rivaroxaban","type":"EXPERIMENTAL","interventionNames":["Drug: Rivaroxaban"]},{"label":"Placebo","type":"EXPERIMENTAL","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Rivaroxaban","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Have histologically confirmed solid malignancy including but not limited to: pancreas, lung, stomach, colon, rectum, bladder, breast, ovary, renal or lymphoma (hematologic), with locally advanced or metastatic disease\n* Have an Eastern Cooperative Oncology Group (ECOG) Performance Status of 0-2\n* Have a Khorana thromboembolic risk Score greater than or equal to (\\>=) 2\n* Creatinine clearance (CrCl) \\>= 30 milliliter per minute (mL/min)\n* Plan to initiate systemic cancer therapy within plus or minus (+-) 1 week of receiving the first dose of study drug with the intention of receiving systemic cancer therapy during the double-blind treatment period for an intended duration determined by the treating oncologist according to standard protocols of clinical care\n\nExclusion Criteria:\n\n* Diagnosis of primary brain tumors\n* Known history of brain metastases\n* Bleeding diathesis, hemorrhagic lesions, active bleeding, and other conditions with a high risk for bleeding\n* Hematologic malignancies with the exception of lymphoma\n* Platelet count less than (\\<) 50,000/millimeter\\^3 (mm\\^3), Life expectancy of less than or equal to (\\<=) 6 months","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Time to First Occurrence of Primary Efficacy Endpoint (Composite and Components)","description":"Percentage of participants with time to the first occurrence of primary efficacy endpoint (composite and components) was reported. The primary efficacy composite endpoint is time to first occurrence of objectively confirmed symptomatic and asymptomatic lower extremity proximal DVT, symptomatic lower extremity distal DVT, symptomatic upper extremity DVT, symptomatic non-fatal PE, incidental PE, or VTE-related death as adjudicated by an independent blinded Clinical Endpoint Committee (CEC).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.79","spread":null},{"groupId":"OG001","value":"5.95","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.90","spread":null},{"groupId":"OG001","value":"2.14","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.19","spread":null},{"groupId":"OG001","value":"0.48","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.43","spread":null},{"groupId":"OG001","value":"0.95","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.19","spread":null},{"groupId":"OG001","value":"1.19","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.61","spread":null},{"groupId":"OG001","value":"0.95","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.38","spread":null},{"groupId":"OG001","value":"1.43","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.71","spread":null},{"groupId":"OG001","value":"0.24","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With Time to the First Occurrence of Major Bleeding Events as Defined by International Society of Thrombosis and Haemostasis (ISTH)","description":"Major bleeding is defined as clinically overt bleeding that is associated with a reduction in hemoglobin of 2 gram per deciliter (g/dL) or more, or a transfusion of 2 or more units of packed red blood cells or whole blood, or occurrence at a critical site defined as intracranial, intra-spinal, intraocular, pericardial, intra-articular, intra-muscular with compartment syndrome, retroperitoneal, or fatal outcome.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.99","spread":null},{"groupId":"OG001","value":"1.98","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Time to the First Occurrence of Symptomatic VTE Events or VTE-Related Deaths","description":"Percentage of participants with time to first occurrence of the composite endpoint of symptomatic VTE events (symptomatic lower extremity proximal DVT, symptomatic lower extremity distal DVT, symptomatic upper extremity DVT, or symptomatic non-fatal PE) or VTE related deaths as adjudicated by an independent blinded CEC up-to-Day 180 observation period was reported.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.23","spread":null},{"groupId":"OG001","value":"3.81","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With All-Cause Mortality","description":"Percentage of participants with all-cause mortality as adjudicated by an independent blinded CEC up-to-Day 180 observation period was reported. Overall deaths occurred during observation period (defined by start to end date of the observation period \\[that is approximately 180 days\\] are reported here.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23.8","spread":null},{"groupId":"OG001","value":"20.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Time to the First Occurrence of Fatal or Non-fatal Arterial Thromboembolic Events (ATE)","description":"Percentage of participants with time to first occurrence of fatal/non-fatal ATE (a composite of occurrence of myocardial infarction (MI), stroke \\[ischemic infarction with or without hemorrhagic conversion or primary hemorrhagic events - intraparenchymal hemorrhage, subdural hematoma or epidural hematoma\\] or any other ATE recorded) event as adjudicated by an independent blinded CEC up-to-Day 180 observation period was reported.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.66","spread":null},{"groupId":"OG001","value":"0.95","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Time to the First Occurrence of Fatal or Non-fatal Visceral VTE","description":"Percentage of participants with time to the first occurrence of fatal or non-fatal visceral VTE as adjudicated by an independent blinded CEC up-to-Day 180 observation period was reported.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.48","spread":null},{"groupId":"OG001","value":"0.24","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Time to the First Occurrence of Composite Efficacy Endpoint 1","description":"Percentage of participants with time to first occurrence of composite efficacy endpoint 1 (composite of objectively confirmed symptomatic and asymptomatic lower extremity proximal DVT, symptomatic lower extremity distal DVT, symptomatic upper extremity DVT, symptomatic non-fatal PE, incidental PE or all-cause mortality) as adjudicated by an independent blinded CEC up-to-Day 180 observation period was reported.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"29.5","spread":null},{"groupId":"OG001","value":"23.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Time to First Occurrence of Composite Efficacy Endpoint 2","description":"Percentage of participants with time to first occurrence of composite efficacy endpoint 2 (composite of objectively confirmed symptomatic lower extremity proximal DVT, symptomatic lower extremity distal DVT, symptomatic upper extremity DVT, symptomatic non-fatal PE or VTE-related deaths) as adjudicated by an independent blinded CEC up-to-Day 180 observation period was reported.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.23","spread":null},{"groupId":"OG001","value":"3.81","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Time to First Occurrence of Composite Efficacy Endpoint 3","description":"Percentage of participants with time to first occurrence of composite efficacy endpoint 3 (composite of objectively confirmed symptomatic lower extremity proximal DVT, symptomatic lower extremity distal DVT, symptomatic upper extremity DVT, asymptomatic lower extremity proximal DVT, symptomatic non-fatal PE, incidental PE, VTE-related deaths, fatal/non-fatal ATE \\[MI, stroke {ischemic infarction with or without hemorrhagic conversion or primary hemorrhagic events - intraparenchymal hemorrhage, subdural hematoma or epidural hematoma} or any ATE\\] or fatal/non-fatal visceral VTE) as adjudicated by an independent blinded CEC up-to-Day 180 observation period was reported.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.7","spread":null},{"groupId":"OG001","value":"6.90","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Time to First Occurrence of Composite Efficacy Endpoint 4","description":"Percentage of participants with time to first occurrence of composite efficacy endpoint 4 (composite of objectively confirmed symptomatic lower extremity proximal DVT, symptomatic lower extremity distal DVT, symptomatic upper extremity DVT, symptomatic non-fatal PE, VTE-related deaths or major bleeding events up to Day 180) as adjudicated by an independent blinded CEC up-to-Day 180 observation period was reported.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.89","spread":null},{"groupId":"OG001","value":"5.71","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Time to the First Occurrence of Clinically Relevant Non-major Bleeding","description":"Percentage of participants with time to the first occurrence of clinically relevant non-major bleeding was reported. Clinically relevant non-major bleeding is defined as overt bleeding not meeting the criteria for major bleeding but associated with medical intervention, or unscheduled contact with a physician, or temporary cessation of study treatment, or discomfort such as pain, or impairment of activities of daily life.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.98","spread":null},{"groupId":"OG001","value":"2.72","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Time to the First Occurrence of Minor Bleeding","description":"Percentage of participants with time to the first occurrence of minor bleeding was reported. Minor bleeding (that is, minimal bleeding) is defined as overt bleeding episodes not meeting the criteria for major or clinically relevant non-major bleeding event.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.96","spread":null},{"groupId":"OG001","value":"6.91","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Time to the First Occurrence of Any Bleeding","description":"Percentage of participants with time to the first occurrence of any bleeding event was reported. Any bleeding is defined as a composite of major bleeding, clinically relevant non-major bleeding, or minor bleeding.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.44","spread":null},{"groupId":"OG001","value":"11.1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":128,"n":404},"commonTop":["Nausea","Anaemia","Fatigue","Diarrhoea","Neutropenia"]}}}