{"nctId":"NCT00672854","briefTitle":"Study Comparing a Soybean Oil-Based With an Olive Oil-Based Lipid Emulsion in ICU Patients Requiring TPN","startDateStruct":{"date":"2008-11"},"conditions":["Parenteral Nutrition"],"count":100,"armGroups":[{"label":"Intralipid 20% Intravenous Emulsion","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Intralipid, 20% Intravenous Emulsion"]},{"label":"ClinOleic 20% Intravenous Emulsion","type":"EXPERIMENTAL","interventionNames":["Drug: ClinOleic 20% Intravenous Emulsion"]}],"interventions":[{"name":"ClinOleic 20% Intravenous Emulsion","otherNames":["Lipid Emulsion"]},{"name":"Intralipid, 20% Intravenous Emulsion","otherNames":["20% i.v. fat emulsion"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n* Age: 18 - 80 years when initiating PN\n* In medical/surgical ICU\n* Has central venous access to administer PN\n* Anticipated to receive PN ≥ 5 days\n\nExclusion criteria:\n\n* Enrolled in an investigative study within the last 30 days prior to study entry\n* Female patients: pregnant or breast feeding\n* Has clinical sepsis (defined as mean arterial pressure (MAP) \\< 60 mmHg on ≥ 2 occasions and unstable BP despite pressor support) within 24 hours prior to study entry\n* Has known cirrhosis or total bilirubin ≥ 10.0 mg/dL\n* Has chronic renal failure (defined as requirement for hemodialysis or peritoneal dialysis therapy), or creatinine ≥ 3.5 mg/dL without continuous renal replacement therapy (CRRT), or requires acute post-operative dialysis\n* Has an active malignancy (defined as requiring chemotherapy, radiation, and/or surgical intervention within 90 days prior to study entry) (excluding non-melanoma skin cancer)\n* Has known AIDS\n* Has a terminal illness (life expectancy \\< 7 days)\n* Has undergone organ transplantation\n* Has received PN with lipid within 48 hours prior to study entry\n* Has mental disability to understand the scope and possible consequences of the study and the legally authorized representative is unavailable\n* Has a baseline serum triglyceride \\> 400 mg/dL","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of New Nosocomial Infections After 48 Hrs of Parenteral Nutrition (PN) Between the 2 Groups During Their Hospital Stay","description":"New nosocomial infections, defined as culture-proven infection including wound, drain, bloodstream, respiratory tract, and urinary tract infections during PN. The presence of nosocomial infections was diagnosed based on standardized Centers for Disease Control (CDC) guidelines for laboratory-confirmed bloodstream infection and did not distinguish catheter-related infections per se. The following daily information was evaluated by the study team for nosocomial infection surveillance: temperature (fever)curve, white blood cell counts, review of daily progress notes in the medical record, daily clinical microbiology laboratory culture data, orders for antimicrobial agents (agent, daily dose, and start/stop times will be recorded), review of all relevant dictated radiographic reports (e.g., chest radiographs, abdominal computer tomography), communication, as needed, with primary physicians and site infectious disease consultants, and use of the CDC guidelines.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21","spread":null},{"groupId":"OG001","value":"29","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Days Patients Stayed in ICU During Parenteral Nutrition Between Treatment Groups","description":"The mean number of days patients stayed in the intensive care unit between the Intralipid 20% and ClinOleic 20% while they are on parenteral nutrition is calculated and compared","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15.2","spread":"14"},{"groupId":"OG001","value":"17","spread":"18"}]}]}]},{"type":"SECONDARY","title":"Mean Plasma Concentration of C-reactive Protein in mg/L at Baseline, Day 3 and Day 7 Among the Treatment Groups Will be Measured","description":"Peripheral blood samples will be analyzed for circulating levels of inflammatory markers markers like plasma C-reactive protein (CRP) at baseline, day 3, and day 7 of soybean oil- and olive oil-based parenteral nutrition infusion and compared. A reading of less than 1 mg/L indicates low risk; a reading between 1 and 2.9 mg/L indicates intermediate risk; a reading greater than 3 mg/L indicates high risk and a reading above 10 mg/L indicates a need for further testing. Since the patients are sick and hospitalized, it is expected that their levels are elevated compared to normal subjects. The levels between the 2 groups are compared to see if there is any difference.Levels were measured in plasma using a solid phase, two-site sequential chemiluminescent immunometric assays on the Immulite analyzer.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"169.67","spread":"125.05"},{"groupId":"OG001","value":"152.45","spread":"123.09"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"109.48","spread":"58.42"},{"groupId":"OG001","value":"115.33","spread":"66.80"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"122.71","spread":"80.68"},{"groupId":"OG001","value":"146.63","spread":"115"}]}]}]},{"type":"SECONDARY","title":"Mean Plasma Concentration of Tumor Necrosis Factor-alpha, in pg/mL is Measured Between the Two Treatment Groups","description":"Plasma concentration of circulating levels of inflammatory stress markers like tumor necrosis factor-alpha is measured at baseline, day 3, and day 7 among soybean oil- and olive oil-based parenteral nutrition infusion groups. The normal reference values are \\< or =2.8 pg/mL. Levels were measured in plasma using a solid phase, two-site sequential chemiluminescent immunometric assays on the Immulite analyzer.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.12","spread":"0.08"},{"groupId":"OG001","value":"0.09","spread":"0.03"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.12","spread":"0.05"},{"groupId":"OG001","value":"0.09","spread":"0.03"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.10","spread":"0.04"},{"groupId":"OG001","value":"0.10","spread":"0.07"}]}]}]},{"type":"SECONDARY","title":"Mean Change in Plasma Concentration of Cystine in Micromol Per Liter at Baseline, Day 3 and Day 7 Among the Treatment Groups","description":"Mean Plasma concentration of circulating levels of oxidative stress markers like levels of cystine at baseline, day 3, and day 7 are measured and compared between the soybean oil- and olive oil-based parenteral nutrition infusion groups. Levels were measured using iodoacetate to alkylate free thiols, derivatization with dansyl chloride to fluorescently tag amino groups, and high pressure liquid chromatography (HPLC) and fluorescence to separate, detect, and quantify the molecules.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"82.22","spread":"43.74"},{"groupId":"OG001","value":"75.8","spread":"31.09"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"88.65","spread":"39.09"},{"groupId":"OG001","value":"93.54","spread":"36.04"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"90.06","spread":"42.28"},{"groupId":"OG001","value":"87.7","spread":"42.04"}]}]}]},{"type":"SECONDARY","title":"Mean Hospital Blood Glucose (mg/dL) in Diabetic Patients is Measured During Parenteral Nutrition Between the Two Treatment Groups","description":"Mean hospital blood glucose is measured as an indicator for insulin sensitivity. Capillary blood glucose was measured with a glucose meter at bedside during PN infusion. For this study normal blood glucose levels were indicated as 70-200 mg/dL, any blood glucose level \\< 70 mg/dL is regarded as hypoglycemia and above 200 mg/dL is regarded as hyperglycemia.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"128.4","spread":"6"},{"groupId":"OG001","value":"125","spread":"9"}]}]}]},{"type":"SECONDARY","title":"Number of Deaths During Parenteral Nutrition Treatment Between Two Treatment Groups During Hospitalization","description":"Mortality is defined as death occurring during admission, either during the time PN is received or after PN treatment is completed. Death during hospitalization rather than during PN treatment was chosen because many patients who undergo treatment with PN die or develop hospital complications within a period of several days after treatment cessation. The number of deaths between the two groups are compared.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change in Percentage of Granulocyte Phagocytosis After 7-day Administration of Parenteral Nutrition Between the Two Treatment Groups","description":"Change in immune function is assessed by percentage of Granulocyte phagocytosis after 7-day administration of parenteral nutrition between the two treatment groups. The phagocytic and oxidative burst activity of monocytes and granulocytes in heparinized whole blood was assessed according to manufacturer's instructions using specific reagent kits for this purpose at baseline and again at day 7. Briefly, granulocyte phagocytic activity was quantitated by incubation of whole blood with fluorescein isothiocyanate-labeled, opsonized Escherichia coli bacteria at 37°C with detection of fluorescence of internalized particles as a percentage of positive cells by flow cytometry.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.86","spread":"18.8"},{"groupId":"OG001","value":"6.36","spread":"38.4"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":33,"n":49},"commonTop":["Vein irritation"]}}}