{"nctId":"NCT01657292","briefTitle":"Oleogel-S10 Versus Standard of Care in Healing of Grade 2a Burn Wounds","startDateStruct":{"date":"2012-08"},"conditions":["Burns"],"count":61,"armGroups":[{"label":"Oleogel-S10 ointment","type":"EXPERIMENTAL","interventionNames":["Drug: Oleogel-S10 ointment","Device: Octenilin速 wound gel"]},{"label":"Octenilin速 wound gel","type":"OTHER","interventionNames":["Drug: Oleogel-S10 ointment","Device: Octenilin速 wound gel"]}],"interventions":[{"name":"Oleogel-S10 ointment","otherNames":[]},{"name":"Octenilin速 wound gel","otherNames":["Contains Octenidine"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients at least 18 years old who have provided written informed consent.\n* Presenting with acute grade 2a burn wounds (as graded by an expert surgeon assisted by LDI or a multispectral imaging system) within 48 hours after injury.\n* Burn wound caused by fire burn, heat burn or scalding.\n* Burn patients with grade 2a burn wounds between 80 cm2 and less than 25% of their TBSA (alternatively, 2 comparable wounds with size more than 40 cm2 each and less than 12.5% of the TBSA each are allowed).\n* Patient is able to understand the Informed Consent Form provided and is prepared to comply with all study requirements, including the following: Visiting the trial site for wound dressing changes at least every second day (if patient is not hospitalized) and photo documentation until full wound closure or until the Investigator decides to change medication and/or treatment after day 21 after start of treatment\n* Willing to perform all necessary wound dressing changes at the trial site. Also the patient needs to agree to return to site for 3 and 12 months follow-up visits.\n* Women of childbearing potential must apply highly effective method of birth control (failure rate less than 1% per year when used consistently and correctly (e.g., implants, injectables, combined oral contraceptives, some intrauterine contraceptive devices (IUDs), sexual abstinence, or a vasectomized partner))\n\nExclusion Criteria:\n\n* Suffering from chemical burns, or electrical burns or sunburns\n* Having already received treatment for their burn with silver sulfadiazine (obscures photographic wound evaluation).\n* Positive blood culture after the burn.\n* Diseases or conditions that could, in the opinion of the Investigator, interfere with the assessment of safety, tolerance or efficacy.\n* A skin disorder that is chronic or currently active and which the Investigator considers will adversely affect the healing of the acute wounds or involves the areas to be examined in this trial.\n* A history of clinically significant hypersensitivity to any of the drugs or surgical dressings to be used in this trial.\n* Known multiple allergic disorders.\n* Taking, or have taken, any investigational drugs within 3 months prior to the screening visit.\n* Pregnant or breast feeding women are not allowed to participate in the study.\n* Inappropriate to participate in the study, for any reason, in the opinion of the Investigator.\n* Mental incapacity or language barriers precluding adequate understanding or co-operation or willingness to follow study procedures.\n* Previous participation in this study.\n* Employee at the investigational site, relative or spouse of the Investigator","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Patients With Earlier Healing of the Wound Half Treated With Oleogel-S10 Compared to the Wound Half Receiving Standard of Care","description":"Photo-based evaluation by independent experts blinded to the treatment regime.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"85.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Intra-individual Difference in Time to Wound Closure Between Wound Halves, Either Treated With Oleogel-S10 or Treated With Standard of Care","description":null,"classes":[]},{"type":"SECONDARY","title":"Time From Study Start After Burn Accident Until Wound Closure is Achieved Separately for Wound Halves Treated With Oleogel-S10 vs. Standard of Care","description":null,"classes":[]},{"type":"SECONDARY","title":"Percentage of Patients With Wound Closure at Different Time Points","description":null,"classes":[]},{"type":"SECONDARY","title":"Percentage of Wound Epithelialization at Different Time Points as Assessed by the Investigator","description":null,"classes":[]},{"type":"SECONDARY","title":"Likert Scale Rating of Efficacy (Evaluated by Both the Investigators and Patients)","description":"By direct comparison of the separate simultaneous treatments for the two wound halves, patients and investigators, respectively, are asked to grade the efficacy of Oleogel-S10 Versus Standard of Care on a questionnaire with a 5-point graded visual analogue scale","classes":[]},{"type":"SECONDARY","title":"Cosmetic Outcome After 3 and 12 Months After Burn Accident, in Relation to Texture, Redness, Growth of Hair and Pigmentation, Based on Blinded Photo Evaluation","description":null,"classes":[]},{"type":"SECONDARY","title":"Likert Scale Rating of Tolerance (Evaluated by Both the Investigators and Patients)","description":"By direct comparison of the separate simultaneous treatments for the two wound halves, patients and investigators, respectively, are asked to provide their opinion on the tolerance of Oleogel-S10 Versus Standard of Care on a questionnaire with a 5-point graded visual analogue scale","classes":[]},{"type":"SECONDARY","title":"PK Data: Systemic Presence/Concentration of Betulin in Blood Plasma Samples","description":null,"classes":[]},{"type":"SECONDARY","title":"Microbial Colonization of the Wound Halves","description":null,"classes":[]},{"type":"SECONDARY","title":"Assessment of Adverse Events","description":null,"classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":61},"commonTop":[]}}}