{"nctId":"NCT03290131","briefTitle":"A Study to Investigate the Safety and Effectiveness of Arbaclofen Extended-Release Tablets for Patients With MS","startDateStruct":{"date":"2018-01-28","type":"ACTUAL"},"conditions":["Multiple Sclerosis","Spasticity, Muscle"],"count":536,"armGroups":[{"label":"AERT 40 mg","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Arbaclofen"]},{"label":"AERT 80 mg","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Arbaclofen"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Arbaclofen","otherNames":["AERT"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria Includes:\n\n* Subjects 18 to 65 years of age, inclusive.\n* An established diagnosis of MS that manifests a documented history of spasticity.\n* If receiving disease-modifying medications (eg, interferons approved for MS, glatiramer acetate, natalizumab, fingolimod, or mitoxantrone), there must be no change in dose for at least 3 months prior to Visit 1 (Screening), and the subject must be willing to maintain this treatment dose for the duration of the study. If receiving AMPYRA® (dalfampridine, fampridine, 4-amino puridine), subject must be at a stable dose for at least 3 months prior to Visit 1.\n* Stable regimen for at least 3 months prior to Visit 2 for all medications and non-pharmacological therapies that are intended to alleviate spasticity.\n* Absence of infections, peripheral vascular disease, painful contractures, advanced arthritis, or other conditions that hinder evaluation of joint movement.\n* Use of a medically highly effective form of birth control (see Section 7.8) during the study and for 3 months thereafter for women of child-bearing potential (including female subjects and female partners of non-sterile male subjects).\n* Willing to sign the informed consent form (ICF).\n\nExclusion Criteria Includes:\n\n* Any concomitant disease or disorder that has symptoms of spasticity or that may influence the subject's level of spasticity.\n* Concomitant use of medications that would potentially interfere with the actions of the study medication or outcome variables.\n* Pregnancy, lactation, or planned pregnancy during the course of the study and for 3 months after the final study visit.\n* Subject has clinically significant abnormal laboratory values, in the opinion of the investigator, at Visit 1 or Visit 2.\n* Current malignancy or history of malignancy that has not been in remission for more than 5 years, except effectively treated basal cell skin carcinoma.\n* Any other significant disease, disorder, or significant laboratory finding which, in the opinion of the investigator, puts the subject at risk because of participation, influences the result of the study, or affects the subject's ability to participate.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Total Numeric-transformed Modified Ashworth Scale Score of the Most Affected Limb (TNmAS-MAL)","description":"Total Numeric-Transformed Modified Ashworth Scale (TNmAS) is a 6-point scale to measure abnormality in tone or the resistance to passive movements. Higher score is worse outcome.\n\nFor each joint, the minimum score is 0; maximum score is 5. The values for each of the 3 main joints are summed for the limb score. The limb with the highest score is the most affected limb (MAL). The highest possible score for a limb is 15. Limb range: 0 to 15.\n\nTo arrive at total limbs (TL) score the values for all 4 limbs are summed; maximum total limb score is 60. TL range: 0 to 60.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.7","spread":"1.97"},{"groupId":"OG001","value":"-2.0","spread":"1.78"},{"groupId":"OG002","value":"-1.4","spread":"1.82"}]}]}]},{"type":"PRIMARY","title":"Clinical Global Impression of Change (CGIC)","description":"The Clinical Global Impression of Change (CGIC) was developed to provide a brief, stand-alone assessment of the clinician's view of the subject's global functioning prior to and after initiating a study medication. The scale ranges from -3 to +3 judging whether the change is significantly worse (-3) to significantly improved (+3). Higher score is better outcome. The CGIC scale will be used to measure the overall change in the subject's condition since starting the study. There is no baseline value because the score is a measure of how the patient changed from baseline (treatment initiation).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.6","spread":"1.0"},{"groupId":"OG001","value":"0.4","spread":"1.23"},{"groupId":"OG002","value":"0.6","spread":"0.94"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":7,"n":179},"commonTop":["Urinary Tract Disorder","Muscular Weakness","Nausea","Asthenia","Dizziness"]}}}