{"nctId":"NCT01908426","briefTitle":"Study of Cabozantinib (XL184) vs Placebo in Subjects With Hepatocellular Carcinoma Who Have Received Prior Sorafenib","startDateStruct":{"date":"2013-09-26"},"conditions":["Hepatocellular Carcinoma"],"count":707,"armGroups":[{"label":"Cabozantinib (XL184)","type":"EXPERIMENTAL","interventionNames":["Drug: Cabozantinib tablets"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo tablets"]}],"interventions":[{"name":"Cabozantinib tablets","otherNames":["XL184"]},{"name":"Placebo tablets","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Select Inclusion Criteria:\n\n1. Histological or cytological diagnosis of HCC.\n2. The subject has disease that is not amenable to a curative treatment approach.\n3. Received prior sorafenib.\n4. Progression following at least 1 prior systemic treatment for HCC.\n5. Recovery to from toxicities related to any prior treatments.\n6. ECOG performance status of 0 or 1.\n7. Adequate hematologic and renal function, based upon meeting protocol defined laboratory criteria within 7 days before randomization.\n8. Child-Pugh Score of A.\n9. Antiviral therapy per local standard of care if active hepatitis B (HBV) infection.\n10. Sexually active fertile subjects(male and female)must agree to use medically accepted methods of contraception during the course of the study and for 4 months after the last dose of study treatment.\n11. Female subjects of childbearing potential must not be pregnant at screening.\n\nSelect Exclusion Criteria:\n\n1. Fibrolamellar carcinoma or mixed hepatocellular cholangiocarcinoma.\n2. Receipt of more than 2 prior systemic therapies for advanced HCC.\n3. Any type of anticancer agent (including investigational) within 2 weeks before randomization.\n4. Radiation therapy within 4 weeks (2 weeks for radiation for bone metastases) or radionuclide treatment within 6 weeks of randomization.\n5. Prior cabozantinib treatment.\n6. Known brain metastases or cranial epidural disease unless adequately treated with radiotherapy and/or surgery and stable for at least 3 months before randomization.\n7. Concomitant anticoagulation, at therapeutic doses, with anticoagulants.\n8. Serious illness other than cancer that would preclude safe participation in the study.\n9. Subjects with untreated or incompletely treated varices with bleeding or high risk for bleeding.\n10. Moderate or severe ascites.\n11. Pregnant or lactating females.\n12. Diagnosis of another malignancy within 2 years before randomization, except for superficial skin cancers, or localized, low-grade tumors.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Survival (OS)","description":"The primary analysis of OS is defined as the time from randomization to death from any cause. The analysis was based on a second planned interim analysis prespecified to be performed at approximately the 75% information fraction (ie, at approximately 466 deaths). The data cutoff date for this event-driven analysis in the Intent to Treat (ITT) population was 01 June 2017. Median OS was calculated using the Kaplan-Meier estimates.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.2","spread":null},{"groupId":"OG001","value":"8.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression-Free Survival (PFS)","description":"Duration of PFS is defined as the time of randomization to the earlier of the following events, progressive disease as determined by Investigator (per RECIST 1.0, which is defined by a ≥ 20% increase in the sum of the longest diameter of target lesions from baseline) or death due to any cause. A Kaplan- Meier analysis was performed to estimate the median duration.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.2","spread":null},{"groupId":"OG001","value":"1.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Objective Response Rate (ORR)","description":"Per Response Evaluation Criteria In Solid Tumors Criteria (RECIST v1.0) for target lesions and assessed by MRI: Complete Response (CR), Disappearance of all target lesions; Partial Response (PR), \\>=30% decrease in the sum of the longest diameter of target lesions; Overall Response (OR) = CR + PR.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":232,"n":467},"commonTop":["Diarrhoea","Fatigue","Decreased appetite","Palmar-plantar erythrodysaesthesia syndrome","Nausea"]}}}