{"nctId":"NCT00482612","briefTitle":"Study of the Safety and Effectiveness of Esmirtazapine in Participants With Chronic Primary Insomnia (P05706)","startDateStruct":{"date":"2006-12-07","type":"ACTUAL"},"conditions":["Insomnia"],"count":526,"armGroups":[{"label":"Esmirtazapine 1.5 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Esmirtazapine"]},{"label":"Esmirtazapine 3.0 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Esmirtazapine"]},{"label":"Esmirtazapine 4.5 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Esmirtazapine"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Esmirtazapine","otherNames":["Org 50081","MK-8265"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Has signed written informed consent after the scope and nature of the investigation was explained to them\n* Has difficulty falling asleep, maintaining sleep or has early morning awakenings\n\nExclusion Criteria:\n\n* Significant medical or psychiatric illness causing sleep disturbances\n* Has a history of bipolar disorder or family (immediate family) of suicide\n* Has sleep disorder such as sleep related breathing disorder, restless leg syndrome, narcolepsy\n* Has significant other medical illness such as acute or chronic pain, heart, kidney or liver disease within the last year\n* Currently diagnosed or meets the criteria for Major Depressive Disorder (MDD) or has been treated for MDD with the last 2 years\n* Substance abuse, excessive use of alcohol (as determined by the physician) or drug addiction within the last year.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Average Total Sleep Time (TST) as Recorded Daily in the Sleep Diary During the 14-day In-treatment Period","description":"TST was defined as the total amount of time (measured in minutes) that was actually spent sleeping the previous night as recorded daily in the participant's sleep diary. TST values over the 14-day active treatment period were averaged for each participant, and average TST was then reported by treatment arm. For participants with missing data, the average of the nights for which TST data were present was used in the analysis.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"382.14","spread":"68.155"},{"groupId":"OG001","value":"382.77","spread":"81.172"},{"groupId":"OG002","value":"394.83","spread":"85.575"},{"groupId":"OG003","value":"351.40","spread":"78.551"}]}]}]},{"type":"SECONDARY","title":"Average Sleep Latency (SL) as Recorded Daily in the Sleep Diary During the 14-day In-treatment Period","description":"SL was defined as the duration of time measured in minutes that it took a participant to fall asleep as recorded daily in the participant's sleep diary. SL values over the 14-day active treatment period were averaged for each participant, and average SL was then reported by treatment arm. For participants with missing data, the average of the nights for which TST data were present were used in the analysis.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"48.93","spread":"34.59"},{"groupId":"OG001","value":"52.02","spread":"38.95"},{"groupId":"OG002","value":"50.80","spread":"45.76"},{"groupId":"OG003","value":"60.13","spread":"42.98"}]}]}]},{"type":"SECONDARY","title":"Number of Participants Experiencing an Adverse Event (AE) During the 14-day In-treatment Period","description":"The total number of participants with an AE during the 14-day In-treatment Period was tallied for each treatment arm. An AE was defined as any untoward medical occurrence in a participant or clinical investigation subject administered a pharmaceutical product and which does not necessarily have a causal relationship with this treatment. An AE could therefore have been any unfavorable and unintended sign (including an abnormal laboratory finding), symptom, or disease temporally associated with the use of a medicinal (investigational) product, whether or not related to the medicinal (investigational) product.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35","spread":null},{"groupId":"OG001","value":"41","spread":null},{"groupId":"OG002","value":"41","spread":null},{"groupId":"OG003","value":"28","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Discontinued From Study Treatment Due to an AE During the 14-day In-Treatment Period","description":"The total number of participants discontinuing from study treatment due to experiencing an AE was tallied for each treatment arm. An AE was defined as any untoward medical occurrence in a participant or clinical investigation subject administered a pharmaceutical product and which does not necessarily have a causal relationship with this treatment. An AE could therefore have been any unfavorable and unintended sign (including an abnormal laboratory finding), symptom, or disease temporally associated with the use of a medicinal (investigational) product, whether or not related to the medicinal (investigational) product.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"7","spread":null},{"groupId":"OG002","value":"9","spread":null},{"groupId":"OG003","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":137},"commonTop":["Somnolence"]}}}