{"nctId":"NCT05205005","briefTitle":"Targeting the Endothelial Glycocalyx to Enhance Vascular Function and Exercise-Induced Vascular Adaptations in Type 2 Diabetes","startDateStruct":{"date":"2022-05-25","type":"ACTUAL"},"conditions":["Diabetes Mellitus, Type 2"],"count":24,"armGroups":[{"label":"Dietary supplementation of glycocalyx precursors (DSGP)","type":"EXPERIMENTAL","interventionNames":["Drug: Endocalyx"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Endocalyx","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. 45-74 years of age at the time of enrollment\n2. Diagnosis of T2D by a health care provider, confirmed by chart review\n3. HbA1c \\<9% and fasting blood glucose \\<200 mg/dL at screening visit\n4. Body mass index (BMI) 25-45 kg/m2\n5. Women should be postmenopausal (absence of menses for at least 1 year)\n6. Sedentary subjects (\\<2 days/week of vigorous exercise)\n7. Willingness to follow up instructions provided by study team\n\nExclusion Criteria:\n\nExclusion:\n\n1. Evidence of cardiac arrhythmias, unstable angina (or other cardiac event), heart failure or stroke in the last 12 months\n2. Evidence of chronic kidney disease stage IV or V (GFR \\<30 mL/min)\n3. Evidence of uncontrolled hypertension, systolic blood pressure \\> 180 mmHg and/or diastolic blood pressure \\> 110 mmHg on more than 2 occasions in the past 12 months or at screening visit\n4. Diagnosis of chronic liver disease\n5. Uncontrolled thyroid dysfunction (abnormal TSH within 3 months of study enrollment)\n6. Active cancer\n7. Current use of hormone replacement therapy\n8. Excessive alcohol consumption (\\>14 drinks/week for men, \\>7 drinks/week for women)\n9. Current pregnancy or intent to become pregnant during the course of the study\n10. Inability to swallow capsules\n11. Known allergies to any of the compounds in the supplement: glucosamine extract, fucoidan extract, olive extract, artichoke extract, red and white grapes extract, melon concentrate, hyaluronic acid","healthyVolunteers":false,"sex":"ALL","minimumAge":"45 Years","maximumAge":"64 Years","stdAges":["ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Glygocalyx Integrity - Perfused Boundary Region","description":"Glycocalyx integrity will be assessed non-invasively using the GlycoCheck. The Glycocheck video microscope instrument will be placed under the subject's tongue to assess red blood cell penetration of the glycocalyx lining. PBR (perfused boundary region) is a measure of distance (mcm) that red blood cells penetrate into the glycocalyx. An increase in PBR in indicative of lower glycocalyx integrity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.11","spread":"0.17"},{"groupId":"OG001","value":"-0.16","spread":"0.15"}]}]}]},{"type":"SECONDARY","title":"Brachial Artery Flow Mediated Dilation","description":"Arterial measurements will be performed by imaging the brachial artery artery longitudinally using high-resolution duplex ultrasonography. Arterial vasodilatory responses to hyperemia (flow-mediated dilation; FMD) will be examined by inflating a cuff up to 250 mmHg for five minutes. Before, during and after rapid release of the cuff, brachial artery blood flow velocity and diameter will be continuously measured. This is a measurement of endothelial function. When assessing FMD, the cuff will squeeze the arm tightly; however, any discomfort will be alleviated as soon as the pressure in the cuff is released.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.93","spread":"0.39"},{"groupId":"OG001","value":"2.14","spread":"0.27"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.20","spread":"0.47"},{"groupId":"OG001","value":"1.87","spread":"0.34"}]}]}]},{"type":"SECONDARY","title":"Insulin-stimulated Leg Blood Flow","description":"Insulin-stimulated leg blood flow will be assessed via Doppler and contrast-enhanced ultrasound during an insulin-dextrose clamp. After a minimum of 20 minutes in supine rest, baseline cardiovascular measurements will be collected, including Doppler and contrast-enhanced ultrasound-based measures, blood samples obtained and then the insulin clamp will start. Briefly, insulin (Humulin R U-100) will be infused via IV at a constant rate of 80mU/m2 body surface area/min for the three-hour period. Blood glucose will be measured at five-minute intervals and maintained at fasting levels; this will be achieved by variable IV infusion rates of a 20% dextrose solution. The measurements described will allow for the assessment of the insulin stimulated leg blood flow","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.98","spread":"11.92"},{"groupId":"OG001","value":"16.93","spread":"15.38"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.97","spread":"12.14"},{"groupId":"OG001","value":"9.55","spread":"9.03"}]}]}]},{"type":"SECONDARY","title":"Femoral Artery Flow Mediated Dilation","description":"Arterial measurements will be performed by imaging the femoral artery longitudinally using high-resolution duplex ultrasonography. Arterial vasodilatory responses to hyperemia (flow-mediated dilation; FMD) will be examined by inflating a cuff up to 250 mmHg for five minutes. Before, during and after rapid release of the cuff, femoral artery blood flow velocity and diameter will be continuously measured (these are used to calculate the FMD). This is a measurement of endothelial function. When assessing FMD, the cuff will squeeze the leg tightly; however, any discomfort will be alleviated as soon as the pressure in the cuff is released.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.93","spread":"0.39"},{"groupId":"OG001","value":"2.14","spread":"0.27"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.20","spread":"0.47"},{"groupId":"OG001","value":"1.87","spread":"0.34"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":12},"commonTop":["Tendon injury","Loose stools","Stomach Ache","Headache","PT/PTT lab elevation"]}}}