{"nctId":"NCT04668950","briefTitle":"Fluvoxamine for Early Treatment of Covid-19 (Stop Covid 2)","startDateStruct":{"date":"2020-12-22","type":"ACTUAL"},"conditions":["Covid19","Coronavirus"],"count":670,"armGroups":[{"label":"Fluvoxamine","type":"EXPERIMENTAL","interventionNames":["Drug: Fluvoxamine"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Fluvoxamine","otherNames":["Luvox"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Men and woman age 30 and older;\n2. Not currently hospitalized\n3. Proven SARS-CoV-2 positive (per lab or physician report).\n4. Currently symptomatic with one or more of the following symptoms: fever, cough, myalgia, mild dyspnea, chest pain, diarrhea, nausea, vomiting, anosmia (inability to smell), ageusia (inability to taste), sore throat, nasal congestion.\n5. Able to provide informed consent.\n6. Upon initial screening, participant reports one of the following risk factors for clinical deterioration: age≥40, racial/ethnic group African-American, Hispanic, or Native American (including more than one race), or 1+ of the following medical conditions which increase risk for developing moderate-severe COVID illness: obesity, hypertension, diabetes, heart disease (coronary artery disease, history of myocardial infarction, or heart failure), lung disease (eg asthma, COPD), immune disorder (eg rheumatoid arthritis, lupus).\n\nExclusion Criteria:\n\n1. Illness severe enough to require hospitalization or already meeting study's primary endpoint for clinical worsening (eg current O2 saturation \\<92% on room air, current use of supplemental oxygen to maintain O2 saturation ≥92%).\n2. Unstable medical comorbidities (eg decompensated cirrhosis), per patient report and/or medical records.\n3. Immunocompromised from the following: solid organ transplant, BMT, high dose steroids (\\>20mg prednisone per day), or tocilizumab\n4. Already enrolled in another COVID 19 medication trial (not including vaccination or prophylaxis trials)\n5. Unable to provide informed consent\n6. Unable to perform the study procedures\n7. Taking donepezil (rationale: donepezil is a S1R agonist), or sertraline (rationale: sertraline is a strong sigma-1 antagonist).\n8. Taking warfarin-also known as Coumadin (rationale: increased risk of bleeding), phenytoin (rationale: fluvoxamine inhibits its metabolism), clopidogrel (rationale: fluvoxamine inhibits its metabolism from pro-drug to active drug which raises risk of cardiovascular events), and St John's wort (rationale: fluvoxamine + St John's wort are considered contraindicated because of the risk of serotonin syndrome)\n9. Taking SSRIs, SNRIs, or tricyclic antidepressants, unless these are at a low dose such that a study investigator concludes that a clinically significant interaction with fluvoxamine (ie either serotonin syndrome or TCA overdose) is unlikely (examples: participant takes escitalopram but only at 5-10mg daily; that dose plus 200mg fluvoxamine would be insufficient to cause serotonin syndrome; or, participant takes amitriptyline but only at 25mg nightly; even if fluvoxamine inhibits its metabolism, it would be an insufficient dose to cause QTc prolongation or problematic side effects).\n10. Individuals who report they have bipolar disorder or are taking medication for bipolar disorder (lithium, valproate, high-dose antipsychotic), unless the investigator concludes that the risk for mania is unlikely (ie it is doubtful that the patient actually has bipolar disorder).\n11. Individuals who take alprazolam or diazepam and are unwilling to cut the medication by 25% (rationale: fluvoxamine modestly inhibits the metabolism of these drugs).\n12. Participants taking theophylline, tizanidine, clozapine, or olanzapine (drugs with a narrow therapeutic index that are primarily metabolized by CYP 1A2, which is inhibited by fluvoxamine) will be reviewed with a study investigator and excluded unless the investigator concludes that the risk to the participant is low (this would be unlikely; example: participant takes tizanidine only as needed and is willing to avoid it for the 15 days of the study).\n13. Received vaccine for COVID-19.","healthyVolunteers":false,"sex":"ALL","minimumAge":"30 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Clinical Deterioration","description":"Defined as the number of participants who experienced the following: both of the following: 1)Presence of dyspnea and/or hospitalization for shortness of breath or pneumonia, 2)) decrease in O2 saturation (\\<92% on room air) and/or supplemental oxygen requirement to keep O2 saturation ≥92%).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"15","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":13,"n":272},"commonTop":["Nausea/vomitting"]}}}