{"nctId":"NCT00031460","briefTitle":"Acyclovir for Herpes Infections Involving the Central Nervous System in Neonates","startDateStruct":{"date":"1997-12"},"conditions":["Herpes Simplex"],"count":46,"armGroups":[{"label":"Acyclovir","type":"EXPERIMENTAL","interventionNames":["Drug: Acyclovir"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Acyclovir","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Viral Culture:\n\n  1. If cutaneous lesions are present, then isolation of Herpes Simplex Virus (HSV)-1 or HSV-2 by viral culture from any site (skin, oropharynx, cerebral spinal fluid \\[CSF\\], urine, etc.) will be required for study entry.\n  2. If cutaneous lesions are not present, then viral isolation by culture is adequate for study entry but is not required. In the case of no cutaneous lesions and negative viral cultures, however, the CSF polymerase chain reaction (PCR) must be positive.\n  3. Additional sites from which HSV culture will be attempted include conjunctivae, oropharynx, blood buffy coat, urine, and CSF.\n* Evidence for central nervous system (CNS) HSV disease during the acute illness, including one or more of the following:\n\n  1. Abnormal CSF indices for term infants: greater than 22 white blood cells (WBCs)/mm\\^3 and protein greater than 115mg/dl.\n  2. Abnormal CSF indices for preterm infants: greater than 25 WBCs/mm\\^3 and protein greater than 220 mg/dl.\n  3. Abnormal neuroimaging study (computed tomography \\[CT\\] with contrast, magnetic resonance imaging \\[MRI\\] with gadolinium, or head ultrasound) \\[NOTE: CT with contrast is the preferred imaging study\\].\n  4. Abnormal electroencephalography (EEG), if performed (NOTE: EEG is suggested for the evaluation of infants with HSV disease but is not required for this study\\].\n  5. Positive CSF PCR for HSV deoxyribonucleic acid (DNA) \\[NOTE: If no cutaneous lesions are present and all viral cultures are negative, the CSF PCR must be positive. If lesions are present and are culture-positive, abnormal CNS neurodiagnostic studies or abnormal CSF indices are sufficient for study entry\\].\n* Negative CSF PCR result within 48 hours prior to completion of intravenous acyclovir therapy.\n* Less than or equal to 28 days of age at the time of initial presentation with CNS disease.\n* Birth weight greater than or equal to 800 grams.\n\nExclusion Criteria:\n\n* Infants with either a grade 3 or grade 4 intraventricular hemorrhage (IHV) prior to study enrollment.\n* Breast feeding infants whose mothers are taking acyclovir, valacyclovir, or famciclovir for greater than 120 hours (greater than 5 days). If at any point following enrollment the mother takes these antiviral drugs for greater than 120 hours (greater than 5 days), she will be asked to refrain from breast feeding while taking the drug.\n* Infants known to be born to women who are human immunodeficiency virus (HIV) positive (but HIV testing is not required for study entry). These infants are at known risk of acquiring HIV, which would alter their immune response to other infections, including herpes simplex virus (HSV) infection. Additionally, they may be receiving antiretroviral and/or antiviral drugs during the time in which the study of suppressive oral acyclovir is being conducted. As such, they will be excluded if the mother's positive HIV status is known at the time of evaluation for study inclusion. If at any point following enrollment it is learned that an infant is HIV positive, however, he/she will be continued on the study protocol.\n* Infants with HSV infection limited to the skin, eyes, or mouth (SEM). Patients with SEM HSV infection will be considered for enrollment and randomization in the ongoing Collaborative Antiviral Study Group (CASG) evaluation of oral suppressive acyclovir therapy following neonatal HSV infections limited to the SEM.\n* Infants with creatinine greater than 1.5 mg/dl at time of study enrollment.","healthyVolunteers":false,"sex":"ALL","maximumAge":"28 Days","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Participants With Neurologic Impairment at 12 Months as Measured by a Bayley's Neuro-developmental Assessment (Motor Scores).","description":"Motor scores of all participants completing 6 months of blinded therapy as measured by the Bayleys neuro-developmental assessment at 12 months. Scores are classified as the following: greater than or equal to 115 suggests accelerated performance; 85 - 114 suggests development within normal limits; 70 - 84 suggests mildly delayed development; and less than or equal to 69 suggests significant delayed development.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Two or Fewer Episodes of Cutaneous Recurrence of Herpes Simplex Virus (HSV) Disease Post-randomization During the Initial 12 Months of Life.","description":"Number of participants experiencing 2 or fewer HSV recurrences during the first 12 months of life as measured by assessments and reports at study visits.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Detection of Herpes Simplex Virus (HSV) DNA in the Cerebrospinal Fluid (CSF) by PCR at Anytime During the Initial 12 Months of Life.","description":"Number of participants assessed to have a positive herpes simplex virus (HSV) DNA by polymerase chain reaction (PCR) in the cerebrospinal fluid (CSF) at any time during their initial 12 months of life after treatment. The PCR is a technique to help visualize copies of a piece of DNA.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"PRIMARY","title":"Participants With Neurologic Impairment at 12 Months as Measured by Bayley's Neuro-developmental Assessment.(Mental Scores)","description":"Mental scores of all subjects completing 6 months of blinded therapy as measured by the Bayleys neuro-developmental assessment at 12 months. Scores are classified as the following: greater than or equal to 115 suggests accelerated performance; 85 - 114 suggests development within normal limits; 70 - 84 suggests mildly delayed development; and less than or equal to 69 suggests significant delayed development.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":17,"n":24},"commonTop":["Neutropenia","Otitis media","Herpes simplex virus","Upper respiratory infection"]}}}