{"nctId":"NCT01640327","briefTitle":"Safety and Immunogenicity of One Dose of Seasonal Trivalent Influenza Virus Vaccine (TIVf, Purified Surface Antigen, Inactivated, Egg Derived) in Adults Aged 18 Years and Above","startDateStruct":{"date":"2012-07"},"conditions":["Human","Influenza"],"count":126,"armGroups":[{"label":"TIVf","type":"EXPERIMENTAL","interventionNames":["Biological: Trivalent influenza virus vaccine (TIVf)"]}],"interventions":[{"name":"Trivalent influenza virus vaccine (TIVf)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Male and female volunteers of 18 years of age or older, mentally competent, were willing and gave written informed consent prior to study entry;\n2. Individuals who complied with all the study requirements;\n3. Individuals in good health as determined by the outcome of medical history, physical examination and clinical judgment of the investigator.\n\nExclusion Criteria:\n\n1. Individuals with behavioral or cognitive impairment or psychiatric disease that, in the opinion of the investigator, could have interfered with the subject's ability to participate in the study.\n2. Individuals with any serious chronic or acute disease (in the judgment of the investigator), including but not limited to:\n\n   * Medically significant cancer (except for benign or localized skin cancer, cancer in remission for ≥10 years or localized prostate cancer that has been clinically stable for more than 2 years without treatment);\n   * Medically significant advanced congestive heart failure (i.e., NYHA class III and IV);\n   * Chronic obstructive pulmonary disease (COPD; i.e., GOLD Stage III and IV);\n   * Autoimmune disease (including rheumatoid arthritis, except for Hashimoto's thyroiditis that has been clinically stable for ≥5 years);\n   * Diabetes mellitus type I;\n   * Poorly controlled diabetes mellitus type II;\n   * Advanced arteriosclerotic disease;\n   * History of underlying medical condition such as major congenital abnormalities requiring surgery, chronic treatment, or associated with developmental delay (e.g., Down's syndrome);\n   * Acute or progressive hepatic disease;\n   * Acute or progressive renal disease;\n   * Severe neurological (es. Guillain-Barré syndrome) or psychiatric disorder;\n   * Severe asthma.\n3. Individuals with history of any anaphylactic reaction and/or serious allergic reaction following a vaccination, a proven hypersensitivity to any component of the study vaccine (e.g. to eggs or eggs product as well as ovalbumin, chicken protein, chicken feathers, influenza viral protein, kanamycin and neomycin sulphate).\n4. Individuals with known or suspected (or had a high risk of developing) impairment/alteration of immune function (excluding that normally associated with advanced age) resulting, for example, from:\n\n   * receipt of immunosuppressive therapy (any parenteral or oral corticosteroid or cancer chemotherapy/radiotherapy) within the past 60 days and for the full length of the study;\n   * receipt of immunostimulants;\n   * receipt of parenteral immunoglobulin preparation, blood products and/or plasma derivates within the past 3 months and for the full length of the study;\n   * suspected or known HIV infection or HIV-related disease.\n5. Individuals with known or suspected history of drug or alcohol abuse.\n6. Individuals with a bleeding diathesis or conditions associated with prolonged bleeding time that in the investigator's opinion could have interfered with the safety of the subject.\n7. Individuals who were not able to comprehend and to follow all required study procedures for the whole period of the study.\n8. Individuals with history or any illness that, in the opinion of the investigator, posed additional risk to the subjects due to participation in the study.\n9. Individuals who within the past 6 months (prior to study enrollement) have:\n\n   * had any laboratory confirmed seasonal or pandemic influenza disease;\n   * received any seasonal or pandemic influenza vaccine.\n10. Individuals who received any other vaccine within 4 weeks prior to enrollment in this study or who were planning to receive any vaccine during the study.\n11. Individuals with any acute or chronic infections required systemic antibiotic treatment or antiviral therapy within the last 7 days.\n12. Individuals who had experienced fever (i.e., axillary temperature ≥38°C) within the last 3 days of intended study vaccination.\n13. Individuals who participated in any clinical trial with another investigational product 4 weeks prior to first study visit or intent to participate in another clinical study at any time during the conduct of this study.\n14. Individuals who were part of study personnel or close family members conducting this study.\n15. BMI \\>35 kg/m2.\n16. Females who were pregnant (confirmed by positive urine pregnancy test) or nursing (breastfeeding). Females of childbearing potential who refused to use an acceptable method of birth control for the whole duration of the study.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Subjects With Seroconversion or Significant Increase in HI Titer Against Each of Three Vaccine Strains After One Vaccination of TIVf","description":"Immunogenicity was measured as the percentage of subjects who achieved seroconversion or significant increase in hemagglutination inhibition (HI) titer, against each of three vaccine strains, three weeks after vaccination (day 22), evaluated using HI antigen assay.\n\nAs per the European (CHMP) criteria seroconversion or significant increase in titer was defined as the percentage of subjects with a prevaccination HI titer \\<10 to a postvaccination HI titer ≥40; or in subjects with a prevaccination HI titer ≥10, a ≥4-fold increase in postvaccination HI antibody titer.\n\nThis criterion was met according to CHMP guideline if percentage of subjects achieving seroconversion or significant increase in HI titer is \\>40% (≥18 years to ≤60 years) or \\>30% (≥61 years).","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"83","spread":null},{"groupId":"OG001","value":"60","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"70","spread":null},{"groupId":"OG001","value":"48","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"49","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]}]},{"type":"PRIMARY","title":"Geometric Mean Ratio of Subjects Against Each of Three Vaccine Strains After One Vaccination of TIVf","description":"Geometric mean ratio (GMR) of subjects was calculated as the ratio of postvaccination to prevaccination HI geometric mean titers (GMTs), directed against each of three vaccine strains, three weeks after vaccination (day 22).\n\nThe CHMP criterion was met if the geometric mean increase (GMR, day 22/day 1) in HI antibody titer was \\>2.5 (≥18 years to ≤60 years) or \\>2.0 (≥61 years).","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23","spread":null},{"groupId":"OG001","value":"6.15","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.78","spread":null},{"groupId":"OG001","value":"3.81","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.37","spread":null},{"groupId":"OG001","value":"1.61","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Subjects Who Achieved HI Titer ≥40 Against Each of Three Vaccine Strains After One Vaccination of TIVf","description":"Immunogenicity was measured as the percentage of subjects achieving HI titer ≥40 against each of three vaccine strains at baseline (day 1) and three weeks after TIVf vaccination (day 22).\n\nThis criterion was met according to CHMP guideline if percentage of subjects achieving HI titer ≥40 is \\>70% (≥18 years to ≤60) or \\>60% (≥61 years).","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"60","spread":null},{"groupId":"OG001","value":"49","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"98","spread":null},{"groupId":"OG001","value":"92","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"79","spread":null},{"groupId":"OG001","value":"86","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"98","spread":null},{"groupId":"OG001","value":"100","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"65","spread":null},{"groupId":"OG001","value":"19","spread":null}]}]}]},{"type":"SECONDARY","title":"Numbers of Subjects Who Reported Solicited Local and Systemic Reactions (Day 1 - Day 4 Postvaccination)","description":"Safety was assessed as the number of subjects who reported solicited local and systemic reactions from day 1 up to and including day 4 after the TIVf vaccination.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"35","spread":null},{"groupId":"OG001","value":"12","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null},{"groupId":"OG001","value":"9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":63},"commonTop":["Injection site pain","Myalgia","Fatigue","Headache","Hyperhidrosis"]}}}