{"nctId":"NCT04155203","briefTitle":"To Compare the Safety and Efficacy of Perrigo's Product to an FDA Approved Product for the Treatment of Secondarily Infected Traumatic Skin Lesions","startDateStruct":{"date":"2019-10-15","type":"ACTUAL"},"conditions":["Secondarily Infected Traumatic Skin Lesions"],"count":657,"armGroups":[{"label":"Perrigo active","type":"EXPERIMENTAL","interventionNames":["Drug: Mupirocin Calcium"]},{"label":"Reference Active","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Mupirocin Calcium"]},{"label":"Vehicle control","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Vehicle"]}],"interventions":[{"name":"Mupirocin Calcium","otherNames":[]},{"name":"Mupirocin Calcium","otherNames":[]},{"name":"Vehicle","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Males or non-pregnant females aged 18 months or older.\n2. Must have a secondarily infected traumatic skin lesion such as a laceration, sutured wound, or abrasion.\n3. Must have a positive baseline culture for S. aureus and/or S. pyogenes from a sample taken from the secondarily infected traumatic skin lesion.\n4. Must have a positive Gram stain or Wright stain for confirmation of white blood cells in the pus/exudate from the secondarily infected traumatic skin lesion.\n5. Must have a Skin Infection Rating Scale (SIRS) total score for the secondarily infected traumatic skin lesion of at least 8 at baseline.\n6. Must be willing and able to understand and comply with the requirements of the study, apply the medication as instructed, and be able to complete the study.\n7. Must be in general good health and free from any clinically significant disease, other than secondarily infected traumatic skin lesion(s), that might interfere with the study evaluations.\n\nExclusion Criteria:\n\n1. Subjects who are pregnant, breastfeeding, or planning a pregnancy within the period of their study participation.\n2. Presence of any dermatological disorder that may interfere with evaluation of the subject's secondarily infected traumatic skin lesion(s).\n3. Presence of bacterial skin infection that, because of depth or severity, could not be appropriately treated with a topical antibiotic.\n4. Presence of secondarily infected bite or puncture wound.\n5. Presence of systemic signs or symptoms of infection (fever defined as an oral temperature greater than 101°F or 38.3°C).\n6. Requirement for surgical intervention for treatment of the infection prior to study entry.\n7. Presence of cutaneous herpes simplex infections.\n8. Use of any topical corticosteroid, topical antibiotic, or topical antifungal, on the secondarily infected target lesion, within 48 hours prior to Visit 1/Day 1.\n9. Use of systemic antibiotics or systemic corticosteroids within 7 days of Visit 1/Day 1.\n10. Primary or secondary immunodeficiency.\n11. Diagnosed Diabetes Mellitus (controlled or uncontrolled).\n12. Any uncontrolled, chronic or serious disease or medical condition that would prevent participation in a clinical trial, or, in judgment of the investigator, would put the subject at undue risk or might confound the study assessments.\n13. History of hypersensitivity or allergy to mupirocin and/or any ingredient in the study medication.\n14. Subject consumes excessive alcohol, abuses drugs, or has a condition that could compromise the subject's ability to comply with study requirements.\n15. Subjects who, in the opinion of the investigator, are unlikely to be able to follow the restrictions of the protocol and complete the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Months","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Proportion of Subjects in Each Treatment Group With Clinical Cure (Defined as a Skin Infection Rating Scale (SIRS) Score of 0 for All Signs and Symptoms)","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"145","spread":null},{"groupId":"OG001","value":"169","spread":null},{"groupId":"OG002","value":"124","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":219},"commonTop":[]}}}