{"nctId":"NCT00667823","briefTitle":"Clinical Study to Assess the Long-term Safety and Tolerability of ACT 064992 in Patients With Symptomatic Pulmonary Arterial Hypertension","startDateStruct":{"date":"2008-10-17","type":"ACTUAL"},"conditions":["Pulmonary Arterial Hypertension"],"count":550,"armGroups":[{"label":"ACT-064992","type":"EXPERIMENTAL","interventionNames":["Drug: Macitentan"]}],"interventions":[{"name":"Macitentan","otherNames":["ACT-064992"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Signed informed consent prior to initiation of any study-mandated procedure.\n* Patients with pulmonary arterial hypertension and having completed the event-driven study, AC 055 302/SERAPHIN, or Patients who have experienced a clinical worsening of PAH in AC 055 302/SERAPHIN and for whom a written approval to roll over into this study has been obtained from the Sponsor.\n* Women of childbearing potential must have a negative pre-treatment serum pregnancy test and must use a reliable method of contraception during study treatment and for at least 28 days after study treatment termination.\n\nExclusion Criteria:\n\n* Any major violation of protocol AC 055 302/SERAPHIN.\n* Pregnancy or breast-feeding.\n* AST and/or ALT \\> 3 times the upper limit of the normal range.\n* Any known factor or disease that might interfere with treatment compliance, study conduct or interpretation of the results, such as drug or alcohol dependence or psychiatric disease.\n* Known hypersensitivity to ACT 064992 or any of the excipients.","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Treatment Emergent Adverse Events (TEAEs) up to 28 Days After Study Treatment Discontinuation","description":"An adverse event (AE) is any untoward medical occurrence in a participant who received study drug without regard to possibility of causal relationship. TEAE are defined as AEs with onset during the treatment period or that are a consequence of a pre-existing condition that has worsened since baseline.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"527","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Death up to 28 Days After Study Treatment Discontinuation","description":"Number of participants with deaths up to 28 days after study treatment discontinuation were reported.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"175","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Treatment Emergent Serious Adverse Events (TESAEs) up to 28 Days After Study Treatment Discontinuation","description":"An adverse event (AE) is any untoward medical occurrence in a participant who received study drug without regard to possibility of causal relationship. TEAE are defined as AEs with onset during the treatment period or that are a consequence of a pre-existing condition that has worsened since baseline. A SAE is an AE resulting in any of the following outcomes or deemed significant for any other reason: death; initial or prolonged inpatient hospitalization; life-threatening experience (immediate risk of dying); persistent or significant disability/incapacity; congenital anomaly; medically significant, or requires intervention to prevent at least one of the outcomes listed above.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"354","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With AEs Leading to Permanent Discontinuation of Study Treatment","description":"Number of participants with AEs leading to permanent discontinuation of study treatment were reported. An adverse event (AE) is any untoward medical occurrence in a participant who received study drug without regard to possibility of causal relationship.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"62","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Treatment Emergent Abnormal Liver Tests up to 28 Days After Study Treatment Discontinuation","description":"Number of participants with treatment-emergent abnormal liver tests: Alanine aminotransferase (ALT) greater than (\\>) 3\\*upper limit of normal (ULN) or aspartate aminotransferase (AST) \\>3\\* ULN, ALT \\>5\\* ULN or AST \\>5\\*ULN, ALT \\>8\\*ULN or AST \\>8\\*ULN, total bilirubin (TBIL) \\>2\\*ULN, ALT \\>3\\*ULN or AST \\>3\\*ULN and TBIL \\>2\\*ULN at any time were reported.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"45","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"75","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Treatment Emergent Hemoglobin Abnormality up to 28 Days After Study Treatment Discontinuation","description":"Number of participants with treatment-emergent hemoglobin (HGB) abnormality up to 28 days after study treatment discontinuation were reported. Participants assessed for different categories of HGB were \\<=80 grams/Liter (g/L), \\<=100g/L, decrease from baseline \\>=20 g/L, and decrease from baseline \\>=50 g/L.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"33","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"98","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"188","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"29","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":354,"n":550},"commonTop":["Upper Respiratory Tract Infection","Oedema Peripheral","Nasopharyngitis","Anaemia","Bronchitis"]}}}