{"nctId":"NCT04770532","briefTitle":"A Research Study to Compare Two Types of Insulin, a New Weekly Insulin, Insulin Icodec and an Available Daily Insulin, Insulin Degludec, in People With Type 2 Diabetes Who Use Daily Insulin","startDateStruct":{"date":"2021-03-05","type":"ACTUAL"},"conditions":["Diabetes Mellitus, Type 2"],"count":526,"armGroups":[{"label":"Insulin icodec","type":"EXPERIMENTAL","interventionNames":["Drug: Insulin Icodec"]},{"label":"Insulin degludec","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Insulin degludec"]}],"interventions":[{"name":"Insulin degludec","otherNames":[]},{"name":"Insulin Icodec","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female aged above or equal to 18 years at the time of signing informed consent.\n* Diagnosed with T2D greater than or equal to 180 days prior to the day of screening.\n* HbA1c from 7.0-10.0% (53.0 85.8 mmol/mol) both inclusive at screening confirmed by central laboratory analysis.\n* Treated with once daily or twice daily basal insulin (Neutral Protamine Hagedorn insulin, insulin degludec, insulin detemir, insulin glargine 100 units/mL, or insulin glargine 300 units/mL): greater than or equal to 90 days prior to the day of screening with or without any of the following anti-diabetic drugs/regimens with stable doses greater than or equal to 90 days prior to screening:\n\n  * Metformin\n  * Sulfonylureas\n  * Meglitinides (glinides)\n  * DPP-4 inhibitors\n  * SGLT2 inhibitors\n  * Thiazolidinediones\n  * Alpha-glucosidase inhibitors\n  * Oral combination products (for the allowed individual oral anti-diabetic drugs)\n  * Oral or injectable GLP-1-receptor agonists\n* Body mass index (BMI) below or equal to 40.0 kg/m\\^2.\n\nExclusion Criteria:\n\n* Any episodes (as declared by the subject or in the medical records) of diabetic ketoacidosis within 90 days prior to the day of screening.\n* Myocardial infarction, stroke, hospitalisation for unstable angina pectoris or transient ischaemic attack within 180 days prior to the day of screening.\n* Chronic heart failure classified as being in New York Heart Association Class IV at screening.\n* Anticipated initiation or change in concomitant medications (for more than 14 consecutive days) known to affect weight or glucose metabolism (e.g. treatment with orlistat, thyroid hormones, or corticosteroids).\n* Uncontrolled and potentially unstable diabetic retinopathy or maculopathy. Verified by a fundus examination performed within the past 90 days prior to screening or in the period between screening and randomisation. Pharmacological pupil-dilation is a requirement unless using a digital fundus photography camera specified for non-dilated examination.","healthyVolunteers":false,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Glycated Haemoglobin (HbA1c)","description":"Change in HbA1c from baseline week 0 to week 26 is presented. The outcome data was evaluated based on the in-trial observation period. In-trial observation period started at randomisation and ended at the date of: The last direct participant-site contact, withdrawal for participants who withdrew their informed consent, the last participant-investigator contact as defined by the investigator for participants who were lost to follow-up (i.e., possibly an unscheduled phone visit) and death for participants who died before any of the above.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.93","spread":"0.05"},{"groupId":"OG001","value":"-0.71","spread":"0.06"}]}]}]},{"type":"SECONDARY","title":"Change in Fasting Plasma Glucose (FPG)","description":"Change in FPG from baseline week 0 to week 26 is presented. The outcome data was evaluated based on the in-trial observation period. In-trial observation period started at randomisation and ended at the date of: The last direct participant-site contact, withdrawal for participants who withdrew their informed consent, the last participant-investigator contact as defined by the investigator for participants who were lost to follow-up (i.e., possibly an unscheduled phone visit) and death for participants who died before any of the above.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.58","spread":"0.12"},{"groupId":"OG001","value":"-1.62","spread":"0.12"}]}]}]},{"type":"SECONDARY","title":"Percentage of Time in Target-range 3.9-10.0 Millimoles Per Liter (mmol/L) (70-180 Milligrams Per Deciliter [mg/dL]) Using Continuous Glucose Monitoring (CGM) System","description":"The percentage of time in target-range 3.9-10.0 mmol/L (70-180 milligrams per deciliter \\[mg/dL\\]) using continuous glucose monitoring (CGM) system is presented. Time in target range is defined as 100 times the number of recorded measurements in glycaemic target range 3.9-10.0 mmol/L (70-180 mg/dL), both inclusive, divided by the total number of recorded measurements. The outcome data was evaluated based on the in-trial observation period. In-trial observation period started at randomisation and ended at the date of: The last direct participant-site contact, withdrawal for participants who withdrew their informed consent, the last participant-investigator contact as defined by the investigator for participants who were lost to follow-up (i.e., possibly an unscheduled phone visit) and death for participants who died before any of the above.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"63.13","spread":"17.40"},{"groupId":"OG001","value":"59.50","spread":"18.92"}]}]}]},{"type":"SECONDARY","title":"Change in Diabetes Treatment Satisfaction Questionnaire (DTSQs) in Total Treatment Satisfaction","description":"Change in DTSQs in total treatment satisfaction from baseline (week 0) to week 26 is presented. The DTSQ domain score in total treatment satisfaction was calculated by adding the six item scores of items 1, 4-8. Higher scores indicate higher levels of treatment satisfaction for items 1, 4 -8. For items 2 and 3 a higher score indicates a participant perceived experience of hyperglycaemia and hypoglycaemia. Lower scores indicate a perception of blood glucose levels being unacceptably high (item 2) or low (item 3). The score has a minimum of 0 and a maximum of 36. The outcome data was evaluated based on in-trial observation period. In-trial observation period started at randomisation and ended at the date of: Last direct participant-site contact, withdrawal for participants who withdrew their informed consent, last participant-investigator contact as defined by the investigator for participants who were lost to follow-up and death for participants who died before any of the above.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.22","spread":"0.30"},{"groupId":"OG001","value":"2.96","spread":"0.31"}]}]}]},{"type":"SECONDARY","title":"Number of Severe Hypoglycaemic Episodes (Level 3)","description":"Number of severe hypoglycaemic episodes (level 3) is presented. Severe hypoglycaemia (level 3) is defined as hypoglycaemia with severe cognitive impairment requiring external assistance for recovery. The outcome data was evaluated based on the on-treatment observation period. The on-treatment period started at the date of first dose of trial product as recorded on the electronic case report form (eCRF), and ended at the first date of any of the following: The end of trial visit (V30), the last date on trial product + 5 weeks for once daily insulin and + 6 weeks for once weekly insulin (corresponding to 5 weeks after the end of the dosing interval for both treatment arms) and the end-date for the in-trial observation period. The on-treatment period represented the time period in which a participant was considered exposed to trial product.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Clinically Significant Hypoglycaemic Episodes (Level 2) (<3.0 mmol/L (54 mg/dL), Confirmed by BG Meter)","description":"Number of clinically significant hypoglycaemic episodes (level 2) (\\<3.0 mmol/L (54 mg/dL), confirmed by blood glucose (BG) meter) is presented. Clinically significant hypoglycaemia (level 2) is defined as plasma glucose value of less than (\\<) 3.0 mmol/L (54 mg/dL) confirmed by BG meter. The outcome data was evaluated based on the on-treatment observation period. The on-treatment period started at the date of first dose of trial product as recorded on the electronic case report form (eCRF), and ended at the first date of any of the following: The end of trial visit (V30), the last date on trial product + 5 weeks for once daily insulin and + 6 weeks for once weekly insulin (corresponding to 5 weeks after the end of the dosing interval for both treatment arms) and the end-date for the in-trial observation period. The on-treatment period represented the time period in which a participant was considered exposed to trial product.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"113","spread":null},{"groupId":"OG001","value":"41","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Clinically Significant Hypoglycaemic Episodes (Level 2) (<3.0 mmol/L (54 mg/dL), Confirmed by BG Meter) or Severe Hypoglycaemic Episodes (Level 3)","description":"Number of clinically significant hypoglycaemic episodes (level 2) (\\<3.0 mmol/L (54 mg/dL), confirmed by blood glucose (BG) meter) or severe hypoglycaemic episodes (level 3) is presented. Clinically significant hypoglycaemia (level 2) is defined as plasma glucose value of \\< 3.0 mmol/L (54 mg/dL) confirmed by BG meter. Severe hypoglycaemia (level 3) is defined as hypoglycaemia with severe cognitive impairment requiring external assistance for recovery. The outcome data was evaluated based on the in-trial observation period. The on-treatment period started at the date of first dose of trial product as recorded on the electronic case report form (eCRF), and ended at the first date of any of the following: The end of trial visit (V30), the last date on trial product + 5 weeks for once daily insulin and + 6 weeks for once weekly insulin (corresponding to 5 weeks after the end of the dosing interval for both treatment arms) and the end-date for the in-trial observation period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"113","spread":null},{"groupId":"OG001","value":"42","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Time Spent < 3.0 mmol/L (54 mg/dL) Using Continuous Glucose Monitoring (CGM) System","description":"Percentage of tiime spent \\< 3.0 millimoles per liter (mmol/L) (54 mg/dL) using continuous glucose monitoring (CGM) system is presented. The outcome data was evaluated based on the in-trial observation period. In-trial observation period started at randomisation and ended at the date of: The last direct participant-site contact, withdrawal for participants who withdrew their informed consent, the last participant-investigator contact as defined by the investigator for participants who were lost to follow-up (i.e., possibly an unscheduled phone visit) and death for participants who died before any of the above.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.34","spread":"0.88"},{"groupId":"OG001","value":"0.22","spread":"0.45"}]}]}]},{"type":"SECONDARY","title":"Percentage of Time Spent > 10 mmol/L (180 mg/dL) Using Continuous Glucose Monitoring (CGM) System","description":"Percentage of time spent \\> 10 millimoles per liter (mmol/L) (180 milligrams per deciliter \\[mg/dL\\]) using continuous glucose monitoring (CGM) system is presented. The outcome data was evaluated based on the in-trial observation period. In-trial observation period started at randomisation and ended at the date of: The last direct participant-site contact, withdrawal for participants who withdrew their informed consent, the last participant-investigator contact as defined by the investigator for participants who were lost to follow-up (i.e., possibly an unscheduled phone visit) and death for participants who died before any of the above.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35.52","spread":"17.95"},{"groupId":"OG001","value":"39.71","spread":"19.34"}]}]}]},{"type":"SECONDARY","title":"Mean Weekly Insulin Dose","description":"Estimated mean weekly insulin dose during the last 2 weeks of treatment (from week 24 to week 26) is presented. The outcome data was evaluated based on the on-treatment observation period. The on-treatment period started at the date of first dose of trial product as recorded on the electronic case report form (eCRF), and ended at the first date of any of the following: The end of trial visit (V30), the last date on trial product + 5 weeks for once daily insulin and + 6 weeks for once weekly insulin (corresponding to 5 weeks after the end of the dosing interval for both treatment arms) and the end-date for the in-trial observation period. The on-treatment period represented the time period in which a participant was considered exposed to trial product.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"267.96","spread":null},{"groupId":"OG001","value":"244.22","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Body Weight","description":"Change in body weight from baseline week 0 to week 26 is presented. The outcome data was evaluated based on the in-trial observation period. In-trial observation period started at randomisation and ended at the date of: The last direct participant-site contact, withdrawal for participants who withdrew their informed consent, the last participant-investigator contact as defined by the investigator for participants who were lost to follow-up (i.e., possibly an unscheduled phone visit) and death for participants who died before any of the above.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.40","spread":"0.32"},{"groupId":"OG001","value":"-0.30","spread":"0.36"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":22,"n":262},"commonTop":["Nasopharyngitis","Diabetic retinopathy","Diarrhoea","Headache"]}}}