{"nctId":"NCT01398956","briefTitle":"An Open Label Study of L059 (Levetiracetam) in Japanese Epilepsy Subjects With Generalized Tonic-clonic Seizures","startDateStruct":{"date":"2011-06"},"conditions":["Epilepsy","Generalized Tonic-clonic Seizures"],"count":44,"armGroups":[{"label":"Levetiracetam","type":"EXPERIMENTAL","interventionNames":["Drug: Levetiracetam"]}],"interventions":[{"name":"Levetiracetam","otherNames":["Keppra, E Keppra"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* The subject in Japan has completed either of the studies N01159 or N01363 or has discontinued the N01159 study due to lack of efficacy.\n* The subject who is judged to benefit from continued treatment with Levetiracetam by the investigators\n\nExclusion Criteria:\n\n* Subjects with multiple protocol deviations during N01159 or N01363, such as missing laboratory data, and low or noncompliance with the study medication, and who the investigator considers not to have the potential to have deviations stopped are ineligible","healthyVolunteers":false,"sex":"ALL","minimumAge":"4 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Incidence of Treatment Emergent Adverse Events During the Entire Study Period","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"626","spread":null}]}]}]},{"type":"SECONDARY","title":"The Percentage Change in Generalized Tonic-Clonic (GTC) Seizure Frequency Per Week Over the Evaluation Period From Either of the Combined Baseline Periods of the Previous Studies (N01159 or N01363).","description":"Percentage change in generalized tonic-clonic (GTC) seizure frequency per week from Baseline of previous studies B over the Treatment Period A is calculated using the equation:\n\nPercentage change from Baseline = ((A-B)/B)\\*100. Percentage change from baseline is not defined for subjects whose baseline information is missing / unknown or equal to zero, or whose seizure frequency per week is missing/unknown. A negative value in change in generalized tonic-clonic (GTC) seizure frequency indicates a reduction of generalized tonic-clonic (GTC) seizure frequency over the Treatment Period.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-92.07","spread":null}]}]}]},{"type":"SECONDARY","title":"The Incidence of Adverse Drug Reactions During the Entire Study Period","description":"Adverse drug reactions excludes Adverse Events (AEs) described by the investigators with no relationship to study drug.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"46","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":13,"n":44},"commonTop":["Nasopharyngitis","Convulsion","Dental caries","Somnolence","Influenza"]}}}