{"nctId":"NCT02013622","briefTitle":"Monotherapy Brexpiprazole (OPC-34712) Trial in the Treatment of Adults With Early-Episode Schizophrenia","startDateStruct":{"date":"2013-11"},"conditions":["Schizophrenia"],"count":49,"armGroups":[{"label":"Brexpiprazole","type":"EXPERIMENTAL","interventionNames":["Drug: Brexpiprazole"]}],"interventions":[{"name":"Brexpiprazole","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria: Have a diagnosis of schizophrenia as defined by the Diagnostic and Statistical Manual of Mental Disorders, Fourth Edition, Text Revision (DSM-IV-TR) and confirmed by both the Mini International Neuropsychiatric Interview (M.I.N.I.) for Schizophrenia and Psychotic Disorders Studies and an adequate clinical psychiatric evaluation.\n\n* Had the start of their first schizophrenia episode ≤ 5 years before the time of consent.\n* Are 18 to 35 years old at the time of consent (inclusive, and outpatients only).\n* Have a Positive and Negative Syndrome Scale (PANSS) Total Score of ≤ 80 at screening and baseline.\n* Exhibit schizophrenia symptoms with a score ≥ 4 on the PANSS for ≥1 items related to active social avoidance, emotional withdrawal, passive/apathetic social withdrawal, and difficulty in abstract thinking.\n* Have a diagnosis of schizophrenia made at least 6 months prior to screening as confirmed by subject, caregiver, or documented history.\n\nExclusion Criteria: Subjects presenting with a first episode of schizophrenia based on the clinical judgment of the investigator.\n\n* Subjects who have been hospitalized for psychotic symptoms within the last 6 months.\n* Subjects with schizophrenia who are considered resistant/refractory to antipsychotic treatment by history or who have a history of failure to respond to clozapine or response to clozapine treatment only.\n* Subjects with a current DSM-IV-TR Axis I diagnosis other than schizophrenia, including, but not limited to, schizoaffective disorder, MDD, bipolar disorder, post-traumatic stress disorder, anxiety disorders, delirium, dementia, amnestic, or other cognitive disorders. Also, subjects with borderline, paranoid, histrionic, schizotypal, schizoid, or antisocial personality disorders.\n* Subjects experiencing acute depressive symptoms within the past 30 days, according to the investigator's opinion, that require treatment with an antidepressant.\n* Subjects with clinically significant tardive dyskinesia at enrollment, as determined by a score of\\>= 3 on Item 8 of the AIMS at screening or baseline.\n* Subjects with a score of 5 (severe akathisia) on the BARS global clinical assessment of akathisia at screening or baseline.\n* Subjects who have met DSM-IV-TR criteria for substance abuse or dependence within the past 180 days; including alcohol and benzodiazepines, but excluding nicotine.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"35 Years","stdAges":["ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Change From Baseline to Week 16 in Positive and Negative Syndrome Scale (PANSS) Total Score","description":"The PANSS consisted of three subscales: a total of 30 symptom constructs. For each symptom construct, severity was rated on a 7-point scale, with a score of 1 (absence of symptoms) and a score of 7 (extremely severe symptoms). The PANSS total score was the sum of the rating scores for 7 positive scale items, 7 negative scale items, and 16 general psychopathology scale items from the PANSS panel. The PANSS total score ranged from 30 (best possible outcome) to 210 (worst possible outcome).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-10.2","spread":"2.1"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline to Week 16 Scores of the Following Negative Scale Items: Active Social Avoidance, Emotional Withdrawal, Passive/Apathetic Social Withdrawal, and Difficulty in Abstract Thinking","description":"The PANSS consisted of three subscales: a total of 30 symptom constructs. For each symptom construct, severity was rated on a 7-point scale, with a score of 1 (absence of symptoms) and a score of 7 (extremely severe symptoms). The PANSS negative subscale score was the sum of the rating scores for the 7 negative scale items from the PANSS panel. The 7 negative symptom constructs: blunted affect, emotional withdrawal, poor rapport, passive apathetic withdrawal, difficulty in abstract thinking, lack of spontaneity and flow of conversation, stereotyped thinking. The PANSS Negative Subscale ranges from 7 (absence of symptoms) to 49 (extremely severe symptoms).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.0","spread":"0.4"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline to Week 16 in Clinical Global Impression-Severity (CGI-S) Score","description":"The severity of illness for each participant was rated using the CGI-S. To perform this assessment, the study physician answered the following question: \"Considering your total clinical experience with this particular population, how mentally ill is the participant at this time?\" Response choices included: 0 = not assessed; 1 = normal, not at all ill; 2 = borderline mentally ill; 3 = mildly ill; 4 = moderately ill; 5 = markedly ill; 6 = severely ill; and 7 = among the most extremely ill participants.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.6","spread":"0.1"}]}]}]},{"type":"SECONDARY","title":"Mean Clinical Global Impression-Improvement (CGI-I) Score","description":"The improvement of each participants condition was rated for each participant using the CGI-I. The study physician rated the participants total improvement whether or not it was due entirely to drug treatment. To perform this assessment, the study physician answered the following question: \"Compared to his/her condition at baseline, how much has the participant changed?\" Response choices included: 0 = not assessed, 1 = very much improved, 2 = much improved, 3 = minimally improved, 4 = no change, 5 = minimally worse, 6 = much worse, and 7 = very much worse. The response at a given week was compared with the participants condition at Baseline prior to the first dose of study medication.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.6","spread":"0.7"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.1","spread":"1.0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.7","spread":"1.1"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.8","spread":"1.1"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.7","spread":"1.2"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.9","spread":"1.2"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.8","spread":"1.3"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.8","spread":"1.3"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.9","spread":"1.3"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.8","spread":"1.3"}]}]}]},{"type":"SECONDARY","title":"CGI-I Response Rate","description":"The CGI-I response rate was defined as percentage of participants with CGI-I score of 1 (very much improved) or 2 (much improved).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"39.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"35.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"41.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"41.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline to Week 16 in Personal and Social Performance (PSP) Total Score","description":"The PSP was used to measure personal and social functioning in 4 domains: socially useful activities (e.g., work and study), personal and social relationships, self-care, and disturbing and aggressive behaviors. Impairment in each of these domains was rated as absent, mild, manifest, marked, severe, or very severe. These ratings were then converted to a total score based on a 100-point scale using algorithms to identify the appropriate 10-point interval, and the study physician's judgment to determine the total score within the 10-point interval. Participants with a PSP total score of 71 to 100 were considered to have mild functional difficulty. Scores of 31 to 70 represented manifest disabilities of various degrees, and ratings of 1 to 30 indicated minimal functioning that required intense support and/or supervision.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.6","spread":"1.7"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline to Week 16 in Specific Levels of Functioning (SLOF) Total Score","description":"The SLOF questionnaire used in this trial consists of 30 items grouped into 4 areas: social functioning, social acceptability, activities, and work skill. The SLOF scale correlates with a participant's quality of life. Total SLOF scale is sum of these 4 areas score. Each of the questions in the above domains is rated on a 5-point Likert scale. Scores on the instrument range from 30 to 150 with higher scores indicating the better the overall functioning of the patient.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.1","spread":"3.1"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline to Week 16 in Pittsburgh Sleep Quality Index (PSQI) Total Score","description":"The PSQI was a self-rated questionnaire that assessed sleep quality and disturbances over a 1-month time interval. Seven domains were measured: subjective sleep quality, sleep latency, sleep duration, habitual sleep efficiency, sleep disturbances, use of sleep medication, and daytime dysfunction over the last month. The PSQI contains 19 self-rated questions and 5 questions rated by the bed partner or roommate (if 1 is available). Only self-rated questions are included in the scoring.The 19 self-rated items are combined to form 7 \"component\" scores, each of which has a range of 0 - 3 points. In all cases, a score of \"0\" indicates no difficulty, while a score of \"3\" indicates severe difficulty. The 7 component scores are then added to yield 1 \"global\" score, with a range of 0 - 21 points, \"0\" indicating no difficulty and \"21\" indicating severe difficulties in all areas.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.8","spread":"0.7"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline to Week 16 in Treatment Satisfaction Questionnaire for Medication (TSQM) Total Score","description":"The TSQM-14 was a participant-rated scale used to assess subjective satisfaction with medication. The TSQM-14 provided scores on 4 domains: effectiveness (questions 1 to 3) side effects (4 to 8), convenience (9 to 11), and global satisfaction (12 to 14). The effectiveness domain was rated on a 7-point scale from \"extremely satisfied\" to \"extremely dissatisfied.\" The side effects domain provided an option to skip questions 5 to 8 if the subject provided a negative response to item number 4, ie, \"As a result of taking this medication, do you currently experience any side effects at all?\" Scores for each domain were transformed into a final score ranging from 0 to 100, with higher numbers indicating a higher level of satisfaction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20.00","spread":"4.09"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10.25","spread":"2.98"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11.83","spread":"2.92"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20.67","spread":"4.33"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline to Week 16 in Go/No-Go Task (P-inhibition Failures)","description":"Executive function and working memory were assessed using computer based neuropsychological instruments at Baseline and Week 16/Early Termination (ET). These instruments focused on measuring impulse inhibition. Proportions of inhibitory failures (p-inhibitory failures) is measured as the proportion of no-go targets in the go-cue condition in which a participant failed to inhibit a response.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.045","spread":"0.326"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.066","spread":"0.352"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline to Week 16 in Go/No-Go Task (Mean Reaction Time)","description":"Executive function and working memory were assessed using computer based neuropsychological instruments at Baseline and Week 16/Early Termination (ET). These instruments focused on measuring impulse inhibition.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.05","spread":"68.51"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-18.77","spread":"90.18"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline to Week 16 in Delay Discounting Task - Monetary Choice Questionnaire (MCQ) Scores","description":"Delay discounting was a participant-completed task is an index of impulsive behavior. It measured the extent to which the value of a reward decreased as the delay to obtaining that reward increased. The propensity of participants to delay reward was assessed with an MCQ. Discounting rate is estimated using, k= (A/V)1/D, where k is the discounting rate parameter, V is the immediate reward, A is the higher delayed reward and D is the amount of days to the delayed reward. The MCQ consists of 27 choices between immediate and delayed rewards. The participant chooses repeatedly between 2 hypothetical sums of money: a smaller amount now or a larger amount in the future (for example, \"would you prefer $27 today or $50 in 21 days?\") The answers provide an estimate of the participant's discounting rate; higher discounting rates indicate greater impulsivity. A total score is not computed for all 27 questions.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.008520","spread":"0.056857"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline to Week 16 in Delay and Probability Discounting Task (DPDT) - Experiential Discounting Task Scores","description":"Delay discounting measures the extent to which the value of a reward decreased as the delay to obtaining that reward increased. The propensity of participants to delay reward was assessed with an MCQ with completion of an Experiential Discounting task (EDT). The participant chose between different amounts of money available at different delays or with different chances (probability to get the money). At the end of the session, one of the choices was selected at random, and the participant received whatever they chose in response of that question (immediate, delayed, or probabilistic amount). Formula for h-value:value = A / (1 + hO) p is probability of reward and O is odds against.The value of h indicates how the value of a reward and the probability of its occurrence decreases. The data are computerized and reflect delay discounting and impulsivity (higher discounting and higher Probability discounting shows greater impulsivity). A total score is not computed for this task.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-103.167142","spread":"414.497480"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.866008","spread":"168.230663"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 16 in the Mean Number of Impulsive Choices in the Delayed Reward Task (DRT)","description":"Delay discounting was a participant-completed task considered as an index of impulsive behavior. It measured the extent to which the value of a reward decreased as the delay to obtaining that reward increased. During a training session, a single button with letter A or B appeared on the screen. The participant had to wait until the letter began to flash, and press the button only once. An amount of money was added to a counter and another single button appeared. During the test session, both buttons with letters A and B appeared on the screen. The participant had to choose one of the letters that remained; the other disappeared. The participant had to wait until the letter began to flash and then press the button again. An amount of money was added to the counter, and both letters appeared again. The data are computerized and reflect delay discounting and impulsivity (higher discounting shows greater impulsivity). A total score was not calculated for this task.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.9","spread":"26.4"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline to Week 16 in Food Delay Discounting Task","description":"Delay discounting was a participant-completed task considered as an index of impulsive behavior. The participant chooses between a reward they could have today and another that they could get after a specified amount of time. The participant would not receive the rewards, but was asked to make decisions as though he or she were really going to receive them. AUC is defined as area under the concentration-time curve; AUC for food is presented below. The data are computerized and reflect delay discounting and impulsivity (higher discounting shows greater impulsivity). To calculate the AUC, the \"X-axis\" is \"days\", \"Y-axis\" is \"Food value\", the actual area underneath the curve was calculated by summing the results for each delay and present value pair: x2 -x1\\[(y1 + y2)/2\\], where x1 and x2 are successive delays and y1 and y2 are the present values associated with those delays. The AUC can range from 1 (no discounting) to 0 (maximum discounting).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.037","spread":"0.356"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline to Week 16 in Money Delay Discounting Task","description":"Delay discounting was a participant-completed task considered as an index of impulsive behavior. The participant chose between a reward they could have today and another that they could get after a specified amount of time. The participant would not receive the rewards, but was asked to make decisions as though he or she were really going to receive them. AUC is defined as area under the concentration-time curve; AUC for money is presented below. The data are computerized and reflect delay discounting and impulsivity (higher discounting shows greater impulsivity). To calculate the AUC, the \"X-axis\" is \"days\", \"Y-axis\" is \"Money value\", the actual area underneath the curve was calculated by summing the results for each delay and present value pair: x2 -x1\\[(y1 + y2)/2\\], where x1 and x2 are successive delays and y1 and y2 are the present values associated with those delays. The AUC can range from 1 (no discounting) to 0 (maximum discounting).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.001","spread":"0.285"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline to Week 16 in Barratt Impulsiveness Scale (BIS) 11-Item","description":"The BIS-11 was a participant-rated scale designed to assess impulsive personality traits. The BIS-11 consisted of 30 items scored on a 4-point scale ranging from 1 (rarely/never) to 4 (almost always/always). The scores provided information to assess 6 first-order factors (attention, motor, self-control, cognitive complexity, perseverance, and cognitive instability impulsiveness) and 3 second-order factors (motor impulsiveness, non-planning impulsiveness, and attentional impulsiveness). The total score ranged from 30 to 120, with higher scores indicating impulsive personality traits. It took 10 to 15 minutes to complete the BIS-11. The BIS-11 was administered at the following visits: Baseline and Week 16/ET.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.8","spread":"11.3"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":49},"commonTop":["Insomnia","Somnolence","Nausea","Weight increased","Sedation"]}}}