{"nctId":"NCT00970489","briefTitle":"Omega-3 Fatty Acids for Prevention of Post-Operative Atrial Fibrillation","startDateStruct":{"date":"2010-08"},"conditions":["Atrial Fibrillation"],"count":1516,"armGroups":[{"label":"Omega-3 fatty acid capsules","type":"EXPERIMENTAL","interventionNames":["Drug: Omega -3 fatty acids"]},{"label":"Olive Oil capsule","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Omega -3 fatty acids","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age 18 years or over\n* Scheduled for CS on the following day or later, including coronary artery bypass, valve surgery, any other open cardiac surgery (i.e., that includes opening of the pericardium), or any combination.\n* Sinus rhythm on current ECG (sinus bradycardia, sinus tachycardia, and ectopy are acceptable).\n\nExclusion Criteria:\n\n* Regular use (3 or more days/week) of fish oil within the past 4 weeks.\n* Known allergy or intolerance to fish oil or corn oil.\n* Currently pregnant.\n* Unable to provide informed written consent.\n* Current or planned cardiac transplant or LVAD","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Any First Post-op Atrial Fibrillation or Flutter (AF)","description":"Primary: Occurrence of post-CS AF (atrial fibrillation or flutter) of at least 30 seconds duration and confirmed by rhythm strip or 12-lead ECG. This will include definite AF and probable AF (SVT likely to be AF depending on rate and other characteristics).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"233","spread":null},{"groupId":"OG001","value":"227","spread":null}]}]}]},{"type":"SECONDARY","title":"Post-op Af","description":"Secondary AF endpoints included post-op AF that was sustained (\\>1 hour), symptomatic, or treated with pharmacological or electrical cardioversion; post-op AF excluding atrial flutter; time to first post-op AF; and the number of post-op AF episodes per patient. OPERA also evaluated the total number of in-hospital days in which any post-op AF, including sustained post-op AF, was present; and the proportion of in-hospital days free of any post-op AF. All potential episodes of post-op AF and other tachyarrhythmias were reviewed and adjudicated by a centralized Events Committee of cardiac electrophysiologists. Additional endpoints included resource utilization, major adverse cardiovascular events (MACE), arterial thromboembolism, and 30-day mortality.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"231","spread":null},{"groupId":"OG001","value":"224","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"220","spread":null},{"groupId":"OG001","value":"217","spread":null}]}]}]},{"type":"SECONDARY","title":"Other Arrhythmias","description":"* The first 3 suspected episodes of atrial fibrillation or flutter of at least 30 sec duration following randomization were documented, including the following information:\n\n  * Printed or digital rhythm strip and/or 12-lead ECG.\n  * Recording of time of onset and time of cessation.\n  * Additional documentation of temporally associated signs of symptoms, such as new or worsening chest pain, shortness of breath, or lightheadedness; drop in blood pressure requiring escalation of fluid or pressor treatment; or need for electrical or pharmacologic cardioversion.\n* The first suspected episode of each of other supraventricular or unknown narrow-complex tachycardia of at least 30 sec duration following randomization was also documented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]}]},{"type":"SECONDARY","title":"Other Endpoints","description":"1. Number of days in the ICU, of telemetry monitoring, and of total hospital stay.\n2. Non-AF arrhythmias of at least 30 sec duration, including non-AF-SVT, ventricular tachycardia (VT), and ventricular flutter (VF), assessed and adjudicated by the Events Committee.\n3. MACE: Combined total mortality, myocardial infarction, and stroke.\n4. Bleeding, assessed by (a) chest tube output in the 24 hour period following surgery and (b) total number of packed red blood cell (RBC) transfusions from enrollment to end of treatment (hospital discharge or post-op day 10).\n5. Significant adverse events: Discontinuation of study treatment, at the discretion of the treating physicians, for suspected significant allergic reaction, severe gastrointestinal intolerance, significant bleeding, or other side effects requiring discontinuation.\n6. Thirty-day mortality assessed\n7. One-year mortality assessed","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20","spread":null},{"groupId":"OG001","value":"13","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null},{"groupId":"OG001","value":"8","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":147,"n":758},"commonTop":["Gastrointestinal, hepatobiliary, or pancreas","Bleeding","Cardiac","Neurologic","Pulmonary"]}}}