{"nctId":"NCT01023035","briefTitle":"Boceprevir/Peginterferon/Ribavirin for Chronic Hepatitis C: Erythropoietin Use Versus Ribavirin Dose Reduction for Anemia (P06086 AM2)","startDateStruct":{"date":"2009-12-07","type":"ACTUAL"},"conditions":["Hepatitis C, Chronic"],"count":687,"armGroups":[{"label":"Treated/Not Randomized","type":"EXPERIMENTAL","interventionNames":["Drug: Boceprevir","Drug: Peginterferon alfa-2b (PEG2b)","Drug: Ribavirin (RBV)"]},{"label":"Ribavirin Dose Reduction","type":"EXPERIMENTAL","interventionNames":["Drug: Boceprevir","Drug: Peginterferon alfa-2b (PEG2b)","Drug: Ribavirin (RBV)"]},{"label":"Erythropoietin Use","type":"EXPERIMENTAL","interventionNames":["Drug: Boceprevir","Drug: Peginterferon alfa-2b (PEG2b)","Drug: Ribavirin (RBV)","Drug: Erythropoietin"]}],"interventions":[{"name":"Boceprevir","otherNames":["SCH 503034"]},{"name":"Peginterferon alfa-2b (PEG2b)","otherNames":["SCH 054031"]},{"name":"Ribavirin (RBV)","otherNames":["SCH 018908, Rebetol"]},{"name":"Erythropoietin","otherNames":["Procrit, Eprex"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participant must have previously documented Chronic Hepatitis C (CHC) genotype 1 infection.\n* Hemoglobin concentration at Screening must be ≤15 g/dL for both females and males.\n* Participant must have a liver biopsy with histology consistent with CHC and no other etiology.\n* Participant with bridging fibrosis (F3) or cirrhosis (F4) must have an ultrasound within 6 months of the Screening Visit (or between Screening and Day 1) with no findings suspicious for hepatocellular carcinoma.\n* Participant's weight must be ≥40 kg and ≤125 kg.\n* Participant and participant's partner(s) must each agree to use acceptable methods of contraception for at least 2 weeks prior to Day 1 and continue until at least 6 months after last dose of study medication, or longer if dictated by local regulations.\n* Participant must be willing to give written informed consent.\n* Participant must be willing to attend frequent site visits for the duration of the trial.\n* Participant must not have any contraindications for the use of erythropoietin.\n\nExclusion Criteria:\n\n* Participants known to be coinfected with the human immunodeficiency virus (HIV) or hepatitis B virus.\n* Participants who received prior treatment for hepatitis C.\n* Treatment with any investigational drug within 30 days of the screening visit in this trial.\n* Participants receiving any of the following medication(s) within 2 weeks prior to the Day 1 visit: alfuzosin, antiarrhythmics (amiodarone, bepridil, flecainide, propafenone, and quinidine), ergot derivatives, cisapride, lovastatin, simvastatin, pimozide, triazolam, and orally administered midazolam.\n* Participation in any other clinical trial within 30 days of the screening visit in this trial or intention to participate in another clinical trial during participation in this trial.\n* Evidence of decompensated liver disease.\n* Diabetic and/or hypertensive participants with clinically significant ocular examination findings.\n* Pre-existing psychiatric condition(s).\n* Clinical diagnosis of substance abuse of specified drugs within specified timeframes.\n* Any known pre-existing medical condition that could interfere with the participant's participation in and completion of the trial.\n* Evidence of active or suspected malignancy, or a history of malignancy, within the last 5 years (except adequately treated carcinoma in situ and basal cell carcinoma of the skin).\n* Participants who are pregnant or nursing. Participants who intend to become pregnant during the trial period. Male participants with partners who are, or intend to become, pregnant during the trial period.\n* Any other condition which, in the opinion of a physician, would make the participant unsuitable for enrollment or could interfere with the participant participating in and completing the trial.\n* Participant who had a life-threatening serious adverse event during the screening period.\n* A participant must not be a member or a family member of the personnel of the investigational or sponsor staff directly involved with this trial.\n* Protocol-specified hematologic, biochemical, and serologic criteria (growth factors may not be used to achieve trial entry requirements).\n* Serum albumin below the lower limit of normal (LLN) of laboratory reference range.\n* Thyroid-stimulating hormone (TSH) \\>1.2 x Upper Limit of Normal (ULN) or \\<0.8 x LLN of laboratory reference.\n* Serum creatinine \\>ULN of the laboratory reference.\n* Protocol-specified serum glucose concentrations.\n* Prothrombin time/partial thromboplastin time (PT/PTT) values \\>10% above laboratory reference range.\n* Protocol-specified alpha fetoprotein concentrations.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Sustained Virologic Response (SVR)","description":"SVR was defined as undetectable plasma Hepatitis C Virus ribonucleic acid (HCV-RNA) at Follow-up Week 24","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"71.5","spread":null},{"groupId":"OG001","value":"70.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Discontinued Treatment","description":"Cumulative discontinuation was defined as the sum of discontinuations due to adverse events, viral breakthrough/resistance, detectable HCV-RNA and futility rules (\\<2-log10 decline in HCV-RNA at Treatment Week 12, ≥ Lower Limit of Quantification \\[LLQ\\] HCV-RNA at Treatment Week 24), and other (noncompliance, withdrawal of consent, lost to follow-up).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"29","spread":null},{"groupId":"OG001","value":"34","spread":null},{"groupId":"OG002","value":"63","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":39,"n":249},"commonTop":["Fatigue","Nausea","Anaemia","Headache","Alopecia"]}}}