{"nctId":"NCT02059187","briefTitle":"The Safety and Efficacy of MK-1293 Versus Lantus™ in Participants With Type 2 Diabetes Mellitus (MK-1293-006)","startDateStruct":{"date":"2014-02-11","type":"ACTUAL"},"conditions":["Type 2 Diabetes Mellitus"],"count":531,"armGroups":[{"label":"MK-1293","type":"EXPERIMENTAL","interventionNames":["Drug: MK-1293","Drug: Prandial insulin"]},{"label":"Lantus™","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Lantus™","Drug: Prandial insulin"]}],"interventions":[{"name":"MK-1293","otherNames":[]},{"name":"Lantus™","otherNames":["Insulin glargine [rDNA origin]"]},{"name":"Prandial insulin","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Diagnosis of Type 2 Diabetes Mellitus (T2DM) as defined by the American Diabetes Association (ADA) or the European Association for the Study of Diabetes (EASD)\n* hemoglobin A1C of ≤11.0% and requires insulin for glycemic control\n* Body mass index (BMI) \\<45 kg/m\\^2\n\nExclusion Criteria:\n\n* History of type 1 diabetes mellitus or a history of ketoacidosis, or has type 1 diabetes confirmed with a C-peptide \\<0.7 ng/mL (0.23 nmol/L)\n* One or more severe hypoglycemic episodes associated with hypoglycemic seizures, comas or unconsciousness within the past 6 months\n* History of intolerance or hypersensitivity to Lantus™ or contraindication to Lantus™ or one of its excipients based on the label of the country of the investigational site\n* On a weight loss program within the last 8 weeks\n* Received injectable incretin-based therapy (e.g., Victoza™, Byetta™) within the prior 8 weeks\n* Bariatric surgery within 12 months prior to signing the informed consent\n* Likely to require treatment for ≥2 consecutive weeks or repeated courses of corticosteroids\n* Undergone a surgical procedure within 4 weeks prior to signing informed consent or has planned major surgery during the study\n* New or worsening signs or symptoms of coronary heart disease or congestive heart failure within the last 3 months\n* Presence of any of the following during the last 3 months: acute coronary syndrome, coronary artery intervention, and/or stroke or transient ischemic neurological disorder\n* Severe peripheral vascular disease\n* Systolic blood pressure ≥ 160 mm Hg or a diastolic ≥95 mm Hg and blood pressure is not considered likely to be under these limits with an adjustment in antihypertensive medication\n* Chronic myopathy or a progressive neurological or neuromuscular disorder\n* Active nephropathy\n* History of active liver disease (other than non-alcoholic hepatic steatosis), including chronic active hepatitis B or C, primary biliary cirrhosis, or symptomatic gallbladder disease\n* Human immunodeficiency virus (HIV)\n* Clinically important hematological disorder (such as aplastic anemia, myeloproliferative or myelodysplastic syndromes, thrombocytopenia)\n* History of malignancy ≤5 years prior to signing informed consent, except for adequately treated basal cell or squamous cell skin cancer, or in situ cervical cancer\n* History of melanoma, leukemia, lymphoma, or renal cell carcinoma\n* Hyperthyroidism\n* On a stable dose of thyroid hormone replacement therapy for \\<6 weeks\n* Uses recreational or illicit drugs or has had a recent history (within the last year) of drug or alcohol abuse or dependence\n* Pregnant or breast-feeding, or is expecting to conceive or donate eggs during the study, including 14 days following the last dose of study drug\n* Donated blood products or has had phlebotomy of \\>300 mL within 8 weeks of signing informed consent, or intends to donate blood products within the projected duration of the study\n* Poor mental function or any other reason to expect that the participant may have difficulty in complying with the requirements of the study\n* Clinically significant ECG abnormality which exposes the participant to risk by enrolling in the study\n* Positive urine pregnancy test\n* Participant is a night shift worker which causes difficulty complying with the overnight fast requirement and has potential for confounding the 7-point SMBG analysis\n* Participant, as assessed by the investigator, is not appropriate for or does not agree to target a fasting glucose of 70-100 mg/dL \\[3.9 -5.6 mmol/L\\]\n* Has used a formulation of glargine insulin other than Lantus™","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Participant Hemoglobin A1C Level at Week 24","description":"A1C is measured as a percent. A1C is the key glycemic parameter which correlates with reduction of risk of diabetic complications.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.28","spread":null},{"groupId":"OG001","value":"-1.30","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With Confirmed Anti-Insulin Antibodies (AIA) up to Week 24","description":"Percentage of participants is a cumulative percentage of participants with any confirmed AIA (including baseline) up to Week 24.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"34.7","spread":null},{"groupId":"OG001","value":"29.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Participant Body Weight at Week 24","description":"Change from baseline in participant body weight at Week 24.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.3","spread":"3.6"},{"groupId":"OG001","value":"1.4","spread":"4.5"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Experiencing an Adverse Event (AE) of Hypoglycemia Up to Week 24","description":"Symptomatic events assessed as likely to be hypoglycemia were to be reported by investigators as adverse events of hypoglycemia; a concurrent glucose measurement was not required. Asymptomatic events with confirmed glucose levels \\</= 70mg/dL (\\</= 3.9mmol/L) could also be reported as adverse events at the discretion of the investigator.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"54.0","spread":null},{"groupId":"OG001","value":"54.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Experiencing an AE Over the 24-week Treatment Period","description":"An AE is defined as any unfavorable and unintended change in the structure, function, or chemistry of the body temporally associated with the use of the investigational product, whether or not considered related to the use of the product. Any worsening (i.e., any clinically significant adverse change in frequency and/or intensity) of a preexisting condition which is temporally associated with the use of the investigational product, is also an AE.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"78.3","spread":null},{"groupId":"OG001","value":"71.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Daily Basal Insulin Dose (Units) at Week 24","description":"The daily basal insulin dose (measured in units) for any given visit is defined as the average dose from the three most recent days preceding the visit date.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"48.2","spread":null},{"groupId":"OG001","value":"46.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Daily Basal Insulin Dose Per Body Weight (Units/kg) at Week 24","description":"Basal insulin dose per body weight was calculated as total insulin dose (units) per day divided by body weight in kilograms (kg).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.53","spread":null},{"groupId":"OG001","value":"0.51","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Participant Fasting Plasma Glucose (FPG) at Week 24","description":"Participants fasted (no food or drink except water and non-antihyperglycemic non-study medications as prescribed) for at least 8 hours prior to all study visits.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-35.0","spread":null},{"groupId":"OG001","value":"-38.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Participant 7-Point Average of Self-Monitored Blood Glucose (SMBG) at Week 24","description":"7-Point Average of SMBG was defined as the mean of blood glucose measurements taken at the following 7 times: before morning meal, after morning meal, before midday meal, after midday meal, before evening meal, after evening meal or at bedtime, and between 2 AM and 4 AM.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-30.7","spread":null},{"groupId":"OG001","value":"-27.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Hemoglobin A1C <7% at Week 24","description":"Percentage of participants with A1C \\<7.0% (53 mmol/mol) at Week 24.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"46.5","spread":null},{"groupId":"OG001","value":"43.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Hemoglobin A1C <6.5% at Week 24","description":"Percentage of participants with A1C \\<6.5% (48 mmol/mol) at Week 24.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.6","spread":null},{"groupId":"OG001","value":"22.4","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":13,"n":263},"commonTop":["Hypoglycaemia","Upper respiratory tract infection"]}}}