{"nctId":"NCT04052620","briefTitle":"Voltaren Emulgel 2% Acute Ankle Sprain Non Inferiority Study","startDateStruct":{"date":"2019-10-24","type":"ACTUAL"},"conditions":["Pain"],"count":313,"armGroups":[{"label":"Diclofenac diethylamine (DDEA) 2.32%/ Placebo gel","type":"EXPERIMENTAL","interventionNames":["Drug: Diclofenac diethylamine 2.32% gel","Other: Placebo"]},{"label":"DDEA 1.16% gel","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Diclofenac diethylamine 1.16% gel"]}],"interventions":[{"name":"Diclofenac diethylamine 2.32% gel","otherNames":[]},{"name":"Diclofenac diethylamine 1.16% gel","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participant provision of a signed and dated informed consent document indicating that the participant has been informed of all pertinent aspects of the study before any assessment will be performed.\n* A participant who is willing and able to comply with scheduled visits, treatment plan and other study procedures.\n* A participant with acute sprain of the lateral ankle on one side only, Grade I-II.\n* A participant who had pain-on-movement greater than or equal to (\\>=) 50 mm on a 100 mm VAS.\n* A participant with injury within the past 24 hours before randomization.\n* Participant had not taken pain medication within the 24 hours that precedes randomization.Treatment by rest, ice, compression, or elevation (RICE) is authorized prior to randomization. Stable daily doses of acetylsalicylic acid (less than or equal to \\[\\<=\\] 162 mg) taken for at least 30 days prior to the first dose of study medication for non-analgesic reasons may be continued for the duration of the study.\n* A participant in good general and mental health with, in the opinion of the investigator or medically qualified designee with no clinically significant/relevant abnormalities in medical history or upon physical examination, or condition, that would impact the participant's safety, wellbeing or the outcome of the study, if they were to participate in the study, or affect the individual's ability to understand and follow study procedures and requirements.\n* Female participant of childbearing potential and at risk for pregnancy must agree to use a highly effective method of contraception throughout the study and for 14 days after the last dose of assigned treatment.\n\nExclusion Criteria:\n\n* A participant with Grade I-III sprain of the affected ankle during the past 3 months.\n* A participant with Grade II-III sprain, any other significant injury (such as fracture or torn ligament), or surgery (except for skin or nails) of the affected ankle or foot during the past 6 months.\n* A participant with pain or instability in the affected ankle attributable to previous ankle sprain or any other trauma.\n* A participant with ankle sprain attributable to a known disease affecting the ligaments, such as ligament hyperlaxity due to connective tissue diseases (e.g. Marfan's syndrome, Down's syndrome, Ehlers-Danlos syndrome).\n* A participant who has any skin lesion or wound in the area to be treated.\n* A participant who intent to undergo surgery during time of participation.\n* A participant who is an employee of the investigational site, either directly involved in the conduct of the study or a member of their immediate family; or an employee of the investigational site otherwise supervised by the investigator; or, a GSK CH employee directly involved in the conduct of the study or a member of their immediate family.\n* A participant with,in the opinion of the investigator or medically qualified designee, an acute or chronic medical, including other current acute or chronic pain conditions, or psychiatric condition or laboratory abnormality that may increase the risk associated with study participation or investigational product administration or may interfere with the interpretation of study results and, in the judgment of the investigator or medically qualified designee, would make the participant inappropriate for entry into this study.\n* A participant who is a pregnant female.\n* A participant who is a breastfeeding female.\n* A participant with known or suspected intolerance or hypersensitivity to the study materials (or closely related compounds) or any of their stated ingredients.\n* A participant who, in the opinion of the investigator or medically qualified designee, should not participate in the study.\n* A participant unwilling or unable to comply with the Lifestyle Considerations below: a) No special requirement for food and drink prior to safety laboratory evaluations. b) Participants will abstain from caffeine-containing products for 12 hours prior to study visit days (except screening/randomization visit). c) Participants will abstain from strenuous exercise (e.g. heavy lifting, weight training, calisthenics, aerobics) for the duration of the study. Walking at a normal pace will be permitted.\n* A participant who has made use of prescription, non-prescription, or dietary supplements, containing NSAIDs, COX-2 inhibitors and other analgesic treatments within 7 days or 5 half-lives, whichever is longer, prior to the first dose of investigational product and during the study.\n* A participant with topical analgesics or anti-inflammatory treatment over the previous 30 days in the area to be treated in the study period.\n* A participant with evidence of clinically significant laboratory abnormality caused by renal disease (Serum creatinine \\>=1.5 times the upper limit of normal \\[ULN\\]), hepatic disease (ALT or AST \\>= 2 times the ULN), or subject with allergic disease at screening that may increase the risk associated with study participation.\n* A participant with history of regular alcohol consumption exceeding 14 drinks per week (1 drink = 5 ounces \\[150 milliliter {mL}\\] of wine or 12 ounces \\[360 mL\\] of beer or 1.5 ounces \\[45 mL\\] of hard liquor) within 6 months of Screening.\n* A participant who has received treatment with an investigational drug within 30 days (or as determined by the local requirement) or 5 half-lives preceding the first dose of investigational product (whichever is longer).\n* A participant who has previously been enrolled in this study.\n* A participant with any physical impairment that would influence the study's efficacy evaluations, in particular POM and the ankle joint function, such as : peripheral or central neurological disease, significant back pain, symptomatic osteoarthritis of the hips, knees or feet, or any painful conditions of the lower extremities (e.g. painful nail, wound, corn, or wart).","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Pain on Movement (POM) on Day 5 of Treatment as Assessed by a 100 Millimeter (mm) Visual Analogue Scale (VAS)","description":"The investigator performed a movement of the ankle and the pain assessment was done by the participant using a 100 mm VAS by describing ankle pain on movement. The POM was registered by the participant by drawing a perpendicular line on the 100 mm VAS with anchors at 0 = no pain and 100 = extreme pain. Higher scores indicate a worse outcome. Change from Baseline in POM was calculated by subtracting the Baseline value from the Day 5 value.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-42.36","spread":"1.49"},{"groupId":"OG001","value":"-43.47","spread":"1.45"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Severity of Adverse Events (AEs) Following Dosing With Study Medication","description":"An AE is any untoward medical occurrence in a clinical study participant, temporally associated with the use of a study product including any washout or lead-in product or investigational assessment, whether or not considered related to the study product. The investigator or medically qualified designee assessed the intensity for each AE reported during the study and categorized it on the basis of severity as Mild (an event that is easily tolerated by the participant, causing minimal discomfort and not interfering with everyday activities), Moderate (an event that is sufficiently discomforting to interfere with normal everyday activities or Severe (an event that prevents normal everyday activities).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline of POM on VAS on Day 3 and Day 8 of Treatment Assessed by 100 mm VAS","description":"The investigator performed a movement of the ankle and the pain assessment was done by the participant using a 100 mm VAS by describing ankle pain on movement. The POM was registered by the participant by drawing a perpendicular line on the 100 mm VAS with anchors at 0 = no pain and 100 = extreme pain. Higher scores indicate a worse outcome. Change from Baseline in POM on Day 3 and Day 8 was calculated by subtracting the Baseline value from the Day 3 and Day 8 values respectively.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-28.29","spread":"1.51"},{"groupId":"OG001","value":"-25.86","spread":"1.48"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-55.38","spread":"1.25"},{"groupId":"OG001","value":"-54.62","spread":"1.23"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Tenderness as Measured by Pressure Algometry on Days 3, 5 and 8","description":"'Tenderness' was the sensation of pain expressed by a participant when pressure was applied to the body. Tenderness was measured by calibrated algometers in an area of 1 cm\\^2 at the center of the injured area. The investigator applied the pressure gauge to the marked tender point of maximum sensitivity by placing the gauge at a 90 degree angle vertical to the skin. The participant was instructed to indicate the onset of pain with a verbal cue such as \"Yes\" or \"Stop\". Change from Baseline in tenderness on Day 3, 5 and 8 was calculated by subtracting the Baseline value from the Day 3, Day 5 and Day 8 values respectively","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.92","spread":"0.85"},{"groupId":"OG001","value":"5.72","spread":"0.83"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9.84","spread":"0.97"},{"groupId":"OG001","value":"10.76","spread":"0.94"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17.06","spread":"1.19"},{"groupId":"OG001","value":"15.60","spread":"1.16"}]}]}]},{"type":"SECONDARY","title":"Changes From Baseline in Difference of Tenderness Between Affected Ankle and Contralateral Ankle Measured by Algometry on Days 3, 5 and 8","description":"'Tenderness' was the sensation of pain expressed by a participant when pressure was applied to the body. Tenderness was measured by calibrated algometers in an area of 1 cm\\^2 at the center of the injured area. The investigator applied the pressure gauge to the marked tender point of maximum sensitivity by placing the gauge at a 90 degree angle vertical to the skin. The participant was instructed to indicate the onset of pain with a verbal cue such as \"Yes\" or \"Stop\". Difference in tenderness between affected ankle and contralateral ankle is presented. Change from Baseline in tenderness on Day 3, 5 and 8 was calculated by subtracting the Baseline value from the Day 3, Day 5 and Day 8 values respectively.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.85","spread":"0.90"},{"groupId":"OG001","value":"7.59","spread":"0.88"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11.34","spread":"0.88"},{"groupId":"OG001","value":"12.59","spread":"0.86"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16.64","spread":"1.03"},{"groupId":"OG001","value":"14.98","spread":"1.01"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Ankle Joint Function (Karlsson Scoring Scale) on Days 3, 5 and 8","description":"Ankle Joint Function was assessed by the participants using Karlsson Scoring Scale. The scoring scale measured recovery of ankle joint function after an acute ligament injury. Assessments were made in the following eight categories (score): pain (20), swelling (10), instability (subjective) (15), stiffness (5), stair climbing (10), running (10), work activities (15), and the use of a support device (5). The total score ranges in value from 0 (worst possible score) to 90 (best possible score). Change from Baseline in the ankle joint function on Days 3, 5 and 8 was calculated by subtracting the Baseline value from the Day 3, Day 5 and Day 8 values respectively.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.26","spread":"1.07"},{"groupId":"OG001","value":"15.52","spread":"1.05"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"27.94","spread":"1.46"},{"groupId":"OG001","value":"28.22","spread":"1.43"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"41.87","spread":"1.59"},{"groupId":"OG001","value":"39.75","spread":"1.56"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Circumference of Affected Ankle (Swelling) as Measured by Figure of Eight Method on Days 3, 5 and 8","description":"Each participant was seated comfortably in a long sitting position with both feet extended beyond the end of the plinth in a slight dorsiflexion position. The Figure of Eight Method was applied to both feet and the tape measure was wrapped around the ankle along the following course: the beginning of the tape was placed midway between the tibialis anterior tendon and lateral malleolus and was then continued across anatomically defined points in the form of a figure of eight around the ankle joint. The tape localization of the first measurement was marked with an appropriate marker. Each ankle was measured three times and the average was calculated. Change from Baseline in circumference on Days 3, 5 and 8 was calculated by subtracting the Baseline value from the Day 3, Day 5 and Day 8 values respectively.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.42","spread":"0.09"},{"groupId":"OG001","value":"-0.24","spread":"0.09"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.97","spread":"0.10"},{"groupId":"OG001","value":"-0.57","spread":"0.10"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.25","spread":"0.10"},{"groupId":"OG001","value":"-0.87","spread":"0.10"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Difference of Circumference (Swelling) Between Affected Ankle and Contralateral Ankle by Figure of Eight Method on Days 3, 5 and 8","description":"Each participant was seated comfortably in a long sitting position with both feet extended beyond the end of the plinth in a slight dorsiflexion position. The Figure of Eight Method was applied to both feet and the tape measure was wrapped around the ankle along the following course: the beginning of the tape was placed midway between the tibialis anterior tendon and lateral malleolus and was then continued across anatomically defined points in the form of a figure of eight around the ankle joint. The tape localization of the first measurement was marked with an appropriate marker. Each ankle was measured three times and the average was calculated. Difference of circumference (swelling) between affected ankle and contralateral ankle is presented. Change from Baseline in circumference on Days 3, 5 and 8 was calculated by subtracting the Baseline value from the Day 3, Day 5 and Day 8 values respectively.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.41","spread":"0.07"},{"groupId":"OG001","value":"-0.29","spread":"0.06"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.83","spread":"0.07"},{"groupId":"OG001","value":"-0.66","spread":"0.06"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.12","spread":"0.06"},{"groupId":"OG001","value":"-0.92","spread":"0.06"}]}]}]},{"type":"SECONDARY","title":"Sum of Pain Intensity Difference (SPID) From 0 to 24 Hours Post First Dose (Day 1) and From 96 to 120 Hours Post First Dose (Day 5)","description":"Pain intensity was assessed in the diary on a categorical scale ranging from 0 to 3, where 0 = no pain, 1 = mild pain, 2 = moderate pain, 3 = severe pain. A higher value indicates more severe pain. Pain intensity was assessed at Baseline (immediately prior to first dose) and every 2 hours (after starting study product) until the participant went to bed on the evening of Day 1. The same assessment and recording frequency were also followed starting with the first dose on Day 5.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15.80","spread":"0.583"},{"groupId":"OG001","value":"15.43","spread":"0.574"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9.80","spread":"0.512"},{"groupId":"OG001","value":"10.29","spread":"0.503"}]}]}]},{"type":"SECONDARY","title":"Total Pain Relief (TOTPAR) From 0 to 24 Hours Post First Dose (Day 1) and From 96 to 120 Hours Post First Dose (Day 5)","description":"Pain relief was assessed in the diary on a categorical scale ranging from 0 to 4, where 0 = no relief, 1 = a little relief, 2 = some relief, 3 = a lot of relief, 4 = complete relief. A higher value indicates greater pain relief. Pain relief was assessed at Baseline (immediately prior to first dose) and every 2 hours (after starting study product) until the participant went to bed on the evening of Day 1. The same assessment and recording frequency were also followed starting with the first dose on Day 5.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.47","spread":"0.585"},{"groupId":"OG001","value":"8.53","spread":"0.575"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"28.48","spread":"1.030"},{"groupId":"OG001","value":"27.68","spread":"1.014"}]}]}]},{"type":"SECONDARY","title":"Mean Number of Rescue Medication Tablets Used to Treat Ankle Pain","description":"Participants were instructed to take only the rescue medication provided for pain in the ankle or any other pain (for example, headache) or fever (for example, due to common cold) they experienced during the trial. One tablet was taken, repeated after at least 4 hours, if needed, up to a maximum of 2000 milligram (mg) (4 tablets) per day. No rescue medication was allowed within 6 hours prior to the study visits or within 12 hours of study Visit 3.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.4","spread":"2.39"},{"groupId":"OG001","value":"2.6","spread":"2.19"}]}]}]},{"type":"SECONDARY","title":"Number of Days on Which Rescue Medication Was Used to Treat Ankle Pain","description":"Data was not estimable as end date data for rescue medication use was not collected.","classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":150},"commonTop":["Gastroenteritis","Dermatitis allergic","Anaemia","Abdominal pain upper","Diarrhoea"]}}}