{"nctId":"NCT01510912","briefTitle":"Open-Label Study of Diclofenac Capsules to Treat Osteoarthritis Pain","startDateStruct":{"date":"2012-01"},"conditions":["Osteoarthritis"],"count":602,"armGroups":[{"label":"Diclofenac Capsules 35 mg bid or tid","type":"EXPERIMENTAL","interventionNames":["Drug: Diclofenac"]}],"interventions":[{"name":"Diclofenac","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female ≥ \\[greater than or equal to\\] 40 years of age\n* If a participant in the previous DIC3-08-05 study, completed the study and did not discontinue for lack of efficacy or safety\n* Has a diagnosis of OA of the hip or knee with ongoing knee and/or articular hip pain\n* Is a current chronic user of nonsteroidal anti-inflammatory drugs (NSAIDs) and/or acetaminophen for his/her OA pain and is anticipated to benefit from continuous treatment with therapeutic doses of NSAIDs. A current chronic user is defined as a subject who has used these treatments for ≥ \\[greater than or equal to\\] 20 days of the last 30 days before screening\n\nExclusion Criteria:\n\n* Has a known history of allergic reaction or clinically significant intolerance to acetaminophen, aspirin, or any nonsteroid anti-inflammatory drugs (NSAIDs), including diclofenac\n* Requires chronic use of opioid or opioid combination products to control OA pain of the knee or hip\n* Has any clinically significant unstable cardiac, respiratory, neurological, immunological, hematological, or renal disease\n* Has significant difficulties swallowing capsules or is unable to tolerate oral medication","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Safety of Diclofenac 35 mg Capsules as Assessed by the Incidence of Adverse Events From Baseline to Week 52 or Early Termination","description":"The safety of Diclofenac 35 mg capsules was assessed by the number of subjects with treatment-emergent adverse events (TEAEs), severe TEAEs, and serious adverse events.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"451","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"41","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"42","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Mean Short Form-36 Physical Component Summary Scores at Week 52/Early Termination (ET) and Change From Baseline to Week 52/ET","description":"The Short Form-36 is a validated 11-item health survey that assesses subject views about his/her functional health and well-being. The survey consists of 36 questions concerning daily or recent health-related activities and assesses 8 health domains using scaled scores. The physical component score is composed of a subset of the 8 health domains. Each scale is directly transformed into a 0 to 100 scale on the assumption that each question carries equal weight. A score of 0 is equal to maximum disability, and a score of 100 is equivalent to no disability.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"44.2","spread":"8.29"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.5","spread":"6.89"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Mean Short Form-36 Mental Component Summary Scores at Week 52/Early Termination (ET) and Change From Baseline to Week 52/ET","description":"The Short Form-36 is a validated 11-item health survey that assesses subject views about his/her functional health and well-being. The survey consists of 36 questions concerning daily or recent health-related activities and assesses 8 health domains using scaled scores. The mental component score is composed of a subset of the 8 health domains. Each scale is directly transformed into a 0 to 100 scale on the assumption that each question carries equal weight. A score of 0 is equal to maximum disability, and a score of 100 is equivalent to no disability.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"52.3","spread":"9.44"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1","spread":"8.41"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":42,"n":601},"commonTop":["Upper respiratory tract infection","Headache","Urinary tract infection","Diarrhea","Nasopharyngitis"]}}}