{"nctId":"NCT01086384","briefTitle":"Asthma Exacerbation Study","startDateStruct":{"date":"2010-02-22"},"conditions":["Asthma"],"count":2020,"armGroups":[{"label":"Fluticasone furoate/GW642444","type":"EXPERIMENTAL","interventionNames":["Drug: Fluticasone Furoate/GW642444"]},{"label":"fluticasone furoate","type":"EXPERIMENTAL","interventionNames":["Drug: Fluticasone furoate"]}],"interventions":[{"name":"Fluticasone Furoate/GW642444","otherNames":[]},{"name":"Fluticasone furoate","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Clinical diagnosis of asthma\n* Reversibility FEV1 of twelve percent or greater and two hundred milliliters and greater approximately ten to forty minutes following two to four inhalations of albuterol\n* FEV1 of fifty to ninety percent of predicted\n* Currently using inhaled corticosteroid therapy\n* History of one or more asthma exacerbations requiring treatment with oral/systemic corticosteroids or emergency department visit or in-patient hospitalization in previous year\n\nExclusion Criteria:\n\n* History of life threatening asthma in previous 5 years (requiring intubation, and/or associated with hypercapnia, hypoxic seizure or respiratory arrest\n* Respiratory infection or oral candidiasis\n* \\- Uncontrolled disease or clinical abnormality\n* Allergies\n* Taking another investigational medication or prohibited medication","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With 1 or More Severe Asthma Exacerbations","description":"Asthma is a medical condition that causes narrowing of the small airways in the lungs. A severe asthma exacerbation is defined as a deterioration of asthma requiring the use of systemic corticosteroids (tablets, suspension, or injection) for at least 3 days or an in-patient hospitalization or emergency department visit due to asthma that required systemic corticosteroids. Only events deemed by the adjudication committee to be severe asthma exacerbations were used in the analysis of severe asthma exacerbations. The time to the first severe asthma exacerbation was analyzed using a Cox proportional hazards regression model, adjusting for Baseline disease severity (Baseline forced expiratory volume in one second \\[FEV1, maximum amount of air forcefully exhaled in one second\\]), sex, age, and region.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"186","spread":null},{"groupId":"OG001","value":"154","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Severe Asthma Exacerbations","description":"A severe asthma exacerbation is defined as a deterioration of asthma requiring the use of systemic corticosteroids (tablets, suspension, or injection) for at least 3 days or an in-patient hospitalization or emergency department visit due to asthma that required systemic corticosteroids. A participant may have had one or more exacerbations.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"271","spread":null},{"groupId":"OG001","value":"200","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Evening Pre-dose Trough FEV1 at Week 36","description":"Evening pre-dose trough (lowest value) forced expiratory volume in one second (FEV1) was measured using spirometry equipment that met or exceeded the minimal performance recommendations of the American Thoracic Society. FEV1 is a measure of the maximum amount of air forcefully exhaled in one second. Change from Baseline in evening pre-dose FEV1 was analyzed using an Analysis of Covariance (ANCOVA) model with effects due to Baseline FEV1, sex, age, region, and treatment. Change from Baseline was calculated as the Week 36 value minus the Baseline value.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.265","spread":"0.014"},{"groupId":"OG001","value":"0.348","spread":"0.014"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":29,"n":1010},"commonTop":["Headache","Nasopharyngitis","Upper respiratory tract infection","Bronchitis","Cough"]}}}