{"nctId":"NCT04908683","briefTitle":"A Study of an Adenovirus Serotype 26 Pre-fusion Conformation-stabilized F Protein (Ad26. RSV. preF) Based Respiratory Syncytial Virus (RSV) Vaccine in the Prevention of Lower Respiratory Tract Disease in Adults Aged 60 Years and Older","startDateStruct":{"date":"2021-07-21","type":"ACTUAL"},"conditions":["Respiratory Syncytial Viruses","Lower Respiratory Tract Disease"],"count":25236,"armGroups":[{"label":"Group 1: Respiratory Syncytial Virus (RSV) vaccine","type":"EXPERIMENTAL","interventionNames":["Biological: Adenovirus serotype 26 (Ad26)-based respiratory syncytial virus (RSV). preF"]},{"label":"Group 2: Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Biological: Placebo"]}],"interventions":[{"name":"Adenovirus serotype 26 (Ad26)-based respiratory syncytial virus (RSV). preF","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Must be able to work with smartphones/tablets/computers\n* From the time of vaccination through 3 months after vaccination, participant agrees not to donate blood\n* Must be willing to provide verifiable identification, has means to be contacted and to contact the investigator during the study\n* Before randomization, a participant must be: a. postmenopausal (postmenopausal state is defined as no menses for 12 months without an alternative medical cause); and b. not intending to conceive by any methods\n* Participants must sign an Inform Consent Form (ICF) indicating that the participant understands the purpose, procedures and potential risks and benefits of the study, and is willing to participate in the study\n\nExclusion Criteria:\n\n* Has a serious clinically unstable condition, (example, end-stage renal disease with or without dialysis, clinically unstable cardiac disease), Alzheimer's disease, or any other condition for which, in the opinion of the investigator, participation would not be in the best interest of the participant (example, compromise well-being) or that could prevent, confound, or limit the protocol specified assessments\n* History of malignancy within 5 years before screening not in the following categories: a. Participants with squamous and basal cell carcinomas of the skin and carcinoma in situ of the cervix may be enrolled at the discretion of the investigator; b. Participants with a history of malignancy within 5 years, which is considered cured with minimal risk of recurrence per investigator's judgement, can be enrolled\n* Had major surgery (example, major cardiopulmonary or abdominal operations) as per the investigator's judgment within 4 weeks before vaccination, or will not have fully recovered from surgery, or has major surgery planned during the time the participant is expected to participate in the study\n* Employee of the investigator or study site, with direct involvement in the proposed study or other studies under the direction of that investigator or study site, as well as family members of the employees or the investigator, or an employee of the sponsor\n* Contraindication to Intramuscular (IM) injections and blood draws (example, bleeding disorders)\n* Known or suspected allergy or history of anaphylaxis or other serious adverse reactions to vaccines or vaccine components (including any of the constituents of the study vaccine)","healthyVolunteers":true,"sex":"ALL","minimumAge":"60 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With First Occurrence of Reverse Transcriptase Polymerase Chain Reaction (RT-PCR)-Confirmed Respiratory Syncytial Virus (RSV) Mediated Lower Respiratory Tract Disease (LRTD)","description":"Number of participants with first occurrence of RT-PCR-confirmed RSV mediated LRTD according to protocol defined criteria were reported. A participant was considered to have RT-PCR-confirmed RSV-mediated LRTD if the following criteria were met: new onset or worsening from baseline of 3 or more of the symptoms as captured on the respiratory infection intensity and impact questionnaire (RiiQ, version 2) at the same assessment time point: cough, short of breath, coughing up phlegm (sputum), and wheezing and confirmation of RSV by RT-PCR in one or more of the nasal swabs, or in the sputum sample. RiiQ symptom scale was a 13-item questionnaire rated on a 4-point scale. Each symptom was rated on a scale of 0 to 3 where 0=None, 1=Mild, 2=Moderate, and 3=Severe. Higher scores indicated greater severity. The total LRTD symptom score was calculated as the mean of the 4 lower respiratory scores (cough, short of breath, coughing up phlegm \\[sputum\\] and wheezing).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"44","spread":null},{"groupId":"OG001","value":"63","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With First Occurrence of Any RT-PCR-Confirmed RSV-mediated Acute Respiratory Infection (ARI)","description":"A participant was considered to have RT-PCR-confirmed RSV-mediated ARI if the following protocol defined criteria were met: ARI episode initiated by the participant and confirmed by the site with symptoms consistent with an ARI (new symptoms or worsening from baseline of at least one of the symptoms as captured on the RiiQ): sore throat, nasal congestion, cough, short of breath, coughing up phlegm (sputum), wheezing and confirmation of RSV by RT-PCR in one or more of the nasal swabs, or in the sputum sample. RiiQ symptom scale was a 13-items questionnaire rated on a 4-point scale. Each symptom was rated on a scale of 0 to 3 where 0=None, 1=Mild, 2=Moderate, and 3=Severe. Higher scores indicated greater severity. The total ARI symptom score was calculated as the mean of the 4 lower respiratory scores (cough, short of breath, coughing up phlegm \\[sputum\\] and wheezing).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"77","spread":null},{"groupId":"OG001","value":"101","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With First Occurrence of RT-PCR-Confirmed RSV Mediated LRTD During the Second Year","description":"Number of participants with first occurrence of any RT-PCR-confirmed RSV mediated LRTD during the second year were reported. A participant was considered to have RT-PCR-confirmed RSV-mediated LRTD if the following criteria were met: new onset or worsening from baseline of 3 or more of the symptoms as captured on the RiiQ, version 2 at the same assessment time point: cough, short of breath, coughing up phlegm (sputum), and wheezing and confirmation of RSV by RT-PCR in one or more of the nasal swabs, or in the sputum sample. RiiQ symptom scale was a 13-items questionnaire rated on a 4-point scale. Each symptom was rated on a scale of 0 to 3 where 0=None, 1=Mild, 2=Moderate, and 3=Severe. Higher scores indicated greater severity. The total LRTD symptom score was calculated as the mean of the 4 lower respiratory scores (cough, short of breath, coughing up phlegm \\[sputum\\] and wheezing).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null},{"groupId":"OG001","value":"29","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With First Occurrence of Any RT-PCR-Confirmed RSV Mediated ARI During the Second Year","description":"A participant was considered to have RT-PCR-confirmed RSV-mediated ARI according to protocol defined criteria were reported. A participant was considered to have RT-PCR-confirmed RSV-mediated ARI if the following criteria were met: ARI episode initiated by the participant and confirmed by the site with symptoms consistent with an ARI (new symptoms or worsening from baseline of at least one of the symptoms as captured on the RiiQ): sore throat, nasal congestion, cough, short of breath, coughing up phlegm (sputum), wheezing and confirmation of RSV by RT-PCR in one or more of the nasal swabs, or in the sputum sample. RiiQ symptom scale was a 13-items questionnaire rated on a 4-point scale. Each symptom was rated on a scale of 0 to 3 where 0=None, 1=Mild, 2=Moderate, and 3=Severe. Higher scores indicated greater severity. The total ARI symptom score was calculated as the mean of the 4 lower respiratory scores (cough, short of breath, coughing up phlegm \\[sputum\\] and wheezing).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"39","spread":null},{"groupId":"OG001","value":"44","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With First Occurrence of Predefined Clinically Relevant Disease Associated With RT-PCR-Confirmed RSV-Mediated ARI Over the Whole Study","description":"A participant was considered to have clinically relevant disease with specific parameters associated with an RT-PCR-confirmed RSV-mediated ARI if the following criteria were met: the participant had an RT-PCR-confirmed RSV-mediated ARI: ARI episode initiated by the participant and confirmed by the site with symptoms consistent with an ARI (new symptoms or worsening from baseline of at least one of the symptoms as captured on the RiiQ): sore throat, nasal congestion, cough, short of breath, coughing up phlegm (sputum), wheezing and confirmation of RSV by RT-PCR in one or more of the nasal swabs, or in the sputum sample; any of the following associated with ARI: hospitalization, emergency department visit, per clinical judgement of complications, decreased oxygen saturation, tachypnea, need of supplemental oxygen, hypotension, pulmonary function test and arterial blood gas result.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Serious Adverse Events (SAEs)","description":"Number of participants with SAEs were reported. An adverse event (AE) is any untoward medical occurrence in a clinical study participant administered a pharmaceutical (investigational or non-investigational) product. An AE does not necessarily have a causal relationship with the intervention. An SAE is any untoward medical occurrence that at any dose may result in death, is life-threatening, requires inpatient hospitalization or prolongation of existing hospitalization, results in persistent or significant disability/incapacity, is a congenital anomaly/birth defect, is a suspected transmission of any infectious agent via a medicinal product.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"119","spread":null},{"groupId":"OG001","value":"53","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"446","spread":null},{"groupId":"OG001","value":"239","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Potential Adverse Events of Special Interest (AESIs)","description":"Number of participants with potential AESIs were reported. AESIs were significant AEs that were judged to be of special interest because of clinical importance, known or suspected class effects, or based on nonclinical signals. AESIs were embolic and thrombotic events, hematopoietic thrombocytopenia, and cerebral hemorrhage.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"71","spread":null},{"groupId":"OG001","value":"35","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Solicited Local Adverse Events (AEs) up to 7 Days After Vaccination","description":"Number of participants with solicited local AEs 7 days post vaccination were reported. An AE was any untoward medical occurrence in a clinical study participant administered a medicinal (investigational or non-investigational) product. An AE does not necessarily have a causal relationship with the intervention. Solicited local AEs were precisely defined events that participants were specifically asked about and which were noted by participants in the diary. Solicited local AEs included erythema, swelling, and pain/tenderness at the study vaccine injection site, were used to assess the reactogenicity of the study vaccine and were pre-defined local (injection site). All solicited AEs at the injection site (local) were considered related to the study vaccine administration.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1076","spread":null},{"groupId":"OG001","value":"169","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Solicited Systemic AEs up to 7 Days After Vaccination","description":"Number of participants with solicited systemic AEs 7 days post vaccination were reported. An AE was any untoward medical occurrence in a clinical study participant administered a medicinal (investigational or non-investigational) product. An AE does not necessarily have a causal relationship with the intervention. Solicited systemic AEs included fatigue, headache, myalgia, nausea, pyrexia, for which participants were specifically questioned and which were noted by participants in their participant diary for 7 days post vaccination (day of vaccination and the subsequent 7 days).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1018","spread":null},{"groupId":"OG001","value":"236","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Unsolicited AEs up to 28 Days After Vaccination","description":"Number of participants with unsolicited AEs 28 days post vaccination were reported. An AE was any untoward medical occurrence in a clinical study participant administered a medicinal (investigational or non-investigational) product. An AE does not necessarily have a causal relationship with the intervention. Unsolicited adverse events included all adverse events for which the participant was not specifically questioned in the subject diary.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"554","spread":null},{"groupId":"OG001","value":"206","spread":null}]}]}]},{"type":"SECONDARY","title":"Respiratory Syncytial Virus (RSV) A2 Strain Neutralization Antibody Titers at 14 Days Post Vaccination","description":"RSV A2 strain neutralizing antibody titers of the vaccine-induced immune response was assessed through virus neutralization assay.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7194","spread":null},{"groupId":"OG001","value":"537","spread":null}]}]}]},{"type":"SECONDARY","title":"Geometric Mean Titers (GMTs) of Prefusion F-protein (Pre-F) Antibodies Immunoglobulin G (IgG) as Assessed by Enzyme-linked Immunosorbent Assay (ELISA) at 14 Days Post Vaccination","description":"GMTs of preF antibodies IgG at 14 days after the administration of Ad26.RSV.preF-based vaccine as assessed by ELISA were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4932","spread":null},{"groupId":"OG001","value":"410","spread":null}]}]}]},{"type":"SECONDARY","title":"T-cell Interferon (IFN) Gamma Responses to Respiratory Syncytial Virus (RSV) F Protein Peptides Analyzed by Enzyme-linked Immunospot Assay (ELISpot)","description":"T-cell IFN gamma responses to RSV F protein specific peptides at 14 days after vaccination as measured by ELISpot assay were reported. RSV F specific T-cell IFN gamma ELISpot responses were measured as counts of spot forming cells per million peripheral blood mononuclear cells (SFC/10\\^6 PBMCs).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"533","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Area Under the Curve (AUC) of the Change From Baseline in Respiratory Infection Intensity and Impact Questionnaire (RiiQ) Total Symptom Scale Score","description":"RiiQ symptom scale was a 13-items questionnaire rated on a 4-point scale. The respiratory symptoms included 2 upper respiratory tract infection (URTI) symptoms (nasal congestion and sore throat), 4 lower respiratory tract infection (LRTI) symptoms (cough, wheezing, short of breath, and coughing up phlegm/sputum) and 7 systemic symptoms (headache, feeling feverish, neck pain, body aches and pain, fatigue/tiredness, interrupted sleep, and loss of appetite). Each symptom was rated on a scale of 0 to 3 where 0=None, 1=Mild, 2=Moderate, and 3=Severe. Higher scores indicated greater severity. RiiQ total Symptom score was the mean of all scores (based on 13 symptoms). The AUC of the change from baseline for the RiiQ total symptom score and the RiiQ lower respiratory symptom score during the ARI was calculated.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"82","spread":null},{"groupId":"OG001","value":"107","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":842,"n":16709},"commonTop":["Vaccination Site Pain(Solicited)","Fatigue(Solicited)","Myalgia(Solicited)","Headache(Solicited)","Nausea(Solicited)"]}}}