{"nctId":"NCT01166997","briefTitle":"ULTrasound Accelerated ThrombolysIs of PulMonAry Embolism","startDateStruct":{"date":"2010-07"},"conditions":["Submassive Pulmonary Embolism"],"count":59,"armGroups":[{"label":"Ultrasound accelerated thrombolysis","type":"EXPERIMENTAL","interventionNames":["Device: EkoSonic Endovascular System"]},{"label":"Intravenous unfractionated heparin","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Unfractionated heparin"]}],"interventions":[{"name":"EkoSonic Endovascular System","otherNames":[]},{"name":"Unfractionated heparin","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients with acute PE symptoms \\< 14 days.\n* Filling defect by contrast-enhanced chest CT in at least one main or proximal lower lobe pulmonary artery\n* Right ventricular dysfunction confirmed by echocardiography where the RV/LV end diastolic diameter ratio is ≥ 1.0.\n\nExclusion Criteria:\n\n* Age less than 18 years or greater than 80 years\n* Index PE symptom duration \\> 14 days\n* Insufficient echocardiographic image quality in the apical or subcostal four-chamber view that prohibits the measurement of the right and left ventricular end-diastolic dimensions\n* Known significant bleeding risk\n* Administration of thrombolytic agents, e.g., tissue plasminogen activator, streptokinase, or urokinase, within the previous 4 days\n* Active bleeding\n* Known bleeding diathesis\n* Known coagulation disorder, platelet count \\< 100 000/mm3, or previous use of vitamin K antagonists with INR \\> 2.5\n* History of any intracranial or intraspinal surgery or trauma or intracranial/intraspinal bleed\n* Intracranial neoplasm, arteriovenous malformation, or aneurysm\n* Recent (\\< 3 months) GI bleeding.\n* Recent (\\< 3 months) internal eye surgery or hemorrhagic retinopathy; recent (\\< 10 days) major surgery, cataract surgery, trauma, CPR, obstetrical delivery, or other invasive procedure.\n* Allergy, hypersensitivity, or thrombocytopenia from heparin, rt-PA, or iodinated contrast, except for mild-moderate contrast allergies for which steroid pre-medication can be used.\n* Estimated glomerular filtration rate (eGFR) \\< 50 ml/min as calculated by the Cockroft formula.\n* Hemodynamic collapse at presentation defined as: need for cardiopulmonary resuscitation; or systolic blood pressure \\< 90 mm Hg for at least 15 min, or drop of systolic blood pressure by at least 40 mm Hg for at least 15 min with signs of end organ hypoperfusion (cold extremities or low urinary output \\< 30 mL/h or mental confusion); or need for catecholamine administration to maintain adequate organ perfusion and a systolic blood pressure of \\> 90 mm Hg.\n* Severe hypertension on repeated readings (systolic \\> 180 mmHg or diastolic \\> 105 mmHg).\n* Pregnant, lactation or parturition within the previous 30 days (positive pregnancy test, women of childbearing age must be tested).\n* Participating in any other investigational drug or device study.\n* Life expectancy \\< 90 days.\n* Inability to comply with study assessments (e.g. due to geographic distance).\n* Previous enrollment in this study\n* Any other condition that the investigator feels would place the patient at increased risk if the investigational therapy is initiated.\n* Known right-to-left shunt, for example from large patent foramen ovale or atrial septal defect\n* Large (\\>10 mm) right atrial or right ventricular thrombus","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Reduction of RV/LV Ratio","description":"Change in the end-diastolic RV/LV ratio from baseline to 24 hours by echocardiography.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.03","spread":"0.16"},{"groupId":"OG001","value":"0.30","spread":"0.20"}]}]}]},{"type":"PRIMARY","title":"Major Bleeding and Intracranial Bleeding at 30 Days.","description":"Bleeding will be classified as major if it is associated with a fall in the hemoglobin level of at least 2.0 g/dl, transfusion of ≥ 2 units of red blood cells, or involvement of a critical site (e.g., intracranial, intraspinal). To aid in evaluating the relationship of bleeding events to rt-PA administration, they will also be categorized by whether they occurred within 3 days after the initiation of thrombolytic therapy.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":29},"commonTop":["Oedema peripheral"]}}}