{"nctId":"NCT03099096","briefTitle":"Study of Mepolizumab Autoinjector in Asthmatics","startDateStruct":{"date":"2017-05-04","type":"ACTUAL"},"conditions":["Asthma"],"count":159,"armGroups":[{"label":"Mepolizumab SC 100 mg/milliliter (mL) in autoinjector","type":"EXPERIMENTAL","interventionNames":["Drug: Mepolizumab"]}],"interventions":[{"name":"Mepolizumab","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age: At least 12 years of age inclusive, at the time of signing the informed consent. For those countries where local regulations permit enrolment of adults only, subject recruitment will be restricted to those who are \\>=18 years of age.\n* Asthma: A physician diagnosis of asthma for \\>=2 years that meets the National Heart, Lung and Blood Institute guidelines or Global Initiative for Asthma guidelines.\n* Mepolizumab treatment:\n\n  a. Not receiving mepolizumab treatment at Visit 1. These subjects must also meet following inclusion criteria related to eosinophilic asthma, inhaled corticosteroid, controller medication and exacerbation history):\n* Eosinophilic asthma: A high likelihood of eosinophilic asthma as per the required 'Continuation to Treatment'-criterion,\n* Inhaled corticosteroid: A well-documented requirement for regular treatment with high dose inhaled corticosteroid (ICS) in the 12 months prior to Visit 1 with or without maintenance oral corticosteroids (OCS), for subjects \\>=18 years old, ICS dose must be \\>=880 micrograms (mcg)/day fluticasone propionate (FP) (ex-actuator) or equivalent daily, For ICS/long-acting-beta-2-agonist (LABA) combination preparations, the highest approved maintenance dose in the local country will meet this ICS criterion, for subjects \\>=12 to \\<=17 years old, ICS dose must be \\>=440 mcg/day FP (ex-actuator) or equivalent daily, for ICS/LABA combination preparations, the mid-strength approved maintenance dose in the local country will meet this ICS criterion. (Subjects will be permitted to be enrolled without continuous high dose ICS providing the subject was receiving continuous ICS and the Investigator attest that the subject should have been treated with high dose ICS to mitigate the risk of exacerbations, or the subject has financial or tolerance issues that prevent the use of high-dose ICS. Such subjects should be discussed with GSK Medical Monitor prior to enrolment)\n* Controller medication: Current treatment with an additional controller medication, besides ICS, for at least 3 months or a documented failure in the past 12 months of an additional controller medication (e.g., LABA, leukotriene receptor antagonist \\[LTRA\\], or theophylline) for at least 3 successive months.\n* Exacerbation history: Previously confirmed history of one or more exacerbations requiring treatment with systemic corticosteroid (CS) \\[intramuscular (IM), intravenous, or oral\\] in the 12 months prior to Visit 1, despite the use of high-dose ICS. For subjects receiving maintenance CS, the CS treatment for an exacerbation must have been a two-fold dose increase or greater.\n\nor, b. Receiving 100 mg SC mepolizumab administered for the treatment of severe eosinophilic asthma every 4 weeks for at least 12 weeks prior to Visit 1.\n\n* Body weight: A minimum body weight \\>=40 kilograms (kg) at Visit 1\n* Gender: Male or female. A female subject is eligible to participate if she is not pregnant (as confirmed by a negative urine human chorionic gonadotrophin \\[hCG)\\]test), planning to become pregnant during the time of study participation (and up to 16 weeks after the last dose), not lactating, and at least one of the following conditions applies: Non-reproductive potential defined as: pre-menopausal females with documented tubal ligation or documented hysteroscopic tubal occlusion procedure with follow-up confirmation of bilateral tubal occlusion or hysterectomy or documented bilateral oophorectomy, postmenopausal female, reproductive potential and agrees to follow highly effective methods for avoiding pregnancy in females of reproductive potential from 30 days prior to the first dose of study medication and until 16 weeks after the last dose of study medication and completion of the end of study/early withdrawal visit. The investigator is responsible for ensuring that subjects understand how to properly use these methods of contraception.\n* Informed consent: Capable of giving signed informed consent.\n\nExclusion Criteria:\n\n* Concurrent respiratory disease: Presence of a known pre-existing, clinically important lung condition other than asthma. This includes current infection, bronchiectasis, pulmonary fibrosis, bronchopulmonary aspergillosis, or diagnoses of emphysema or chronic bronchitis (chronic obstructive pulmonary disease other than asthma) or a history of lung cancer.\n* Eosinophilic diseases: Subjects with other conditions that could lead to elevated eosinophils such as hypereosinophilic syndromes, including churg-strauss syndrome, or eosinophilic esophagitis. Subjects with a known, pre-existing parasitic infestation within 6 months prior to Visit 1 will also be excluded.\n* Malignancy: A current malignancy or previous history of cancer in remission for less than 12 months prior to screening. Subjects that had localized carcinoma of the skin which was resected for cure will not be excluded.\n* Immunodeficiency: A known immunodeficiency (e.g. human immunodeficiency virus \\[HIV\\]), other than that explained by the use of corticosteroids taken as therapy for asthma.\n* Other concurrent medical conditions: Subjects who have known, pre-existing, clinically significant cardiovascular, endocrine, autoimmune, metabolic, neurological, renal, gastrointestinal, hepatic, haematological or any other system abnormalities that are uncontrolled with standard treatment.\n* Liver disease: Known, pre-existing, unstable liver disease (as defined by the presence of ascites, encephalopathy, coagulopathy, hypoalbuminaemia, esophageal or gastric varices or persistent jaundice), cirrhosis, and known biliary abnormalities (with the exception of Gilbert's syndrome or asymptomatic gallstones).\n* ECG assessment: QT interval corrected for heart rate by either Fridericia's or Bazett's formula (QTc\\[F\\] or QTc\\[B\\]) \\>=450 milliseconds (msec) or QTc(F) or QTc(B) \\>=480 msec for subjects with bundle branch block at Visit 1.\n* Xolair: Subjects who have received omalizumab within 130 days of Visit 1.\n* Other monoclonal antibodies not including mepolizumab: Subjects who have received any monoclonal antibody to treat inflammatory disease within 5 half-lives of Visit 1.\n* Investigational medications: Subjects who have received treatment with an investigational drug, other than mepolizumab within the past 30 days or five terminal phase half-lives of the drug whichever is longer, prior to visit 1 (this also includes investigational formulations of marketed products) or experimental anti-inflammatory drugs (non biologicals) in the past 3 months.\n* Chemotherapy: Subjects who have received chemotherapy within 12 months prior to Visit 1.\n* Alcohol/substance abuse: A history (or suspected history) of alcohol misuse or substance abuse within 2 years prior to Visit 1.\n* Hypersensitivity: Subjects with hypersensitivity to mepolizumab or to any of the excipients (sodium phosphate, citric acid, sucrose, ethylenediaminetetraacetic acid \\[EDTA\\], polysorbate 80).\n* Adherence: Subjects who have known evidence of lack of adherence to controller medications and/or ability to follow physician's recommendations.","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Successful Self-administration of Their Observed Third Dose at Week 8 - Autoinjector With Standard Label + Pictogram","description":"Due to differences in the labelling requirements among regulatory authorities around the world, two different labelling approaches were included in this global study: labelling that includes a pictogram plus standard labelling elements, or a standard labelling without the pictogram. Participants (and/or their caregiver) attended three on treatment visits at Week 0, 4, 8, and End of Study Visit. Training on the study treatment, device handling and administration technique was provided by the investigator or qualified site staff at Week 0 and then first dose was self-administered under observation of investigator/site staff in clinic. Second dose self-administered unobserved, at home (Week 4) and third dose was self-administered under the observation of investigator/site staff in clinic (Week 8). All Subjects (Safety) Population included all enrolled participants attempting at least one self-administration of mepolizumab. Only participants with data available at Week 8 were analyzed.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"99","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With Successful Self-administration of Their Observed Third Dose at Week 8 - Autoinjector With Standard Label Only","description":"Due to differences in the labeling requirements among regulatory authorities around the world, two different labeling approaches were included in this global study: labeling that includes a pictogram plus standard labeling elements, or a standard labeling without the pictogram. Participants (and/or their caregiver) attended three on treatment visits at Week 0, Week 4, Week 8, and the End of Study Visit. Training on the study treatment, device handling and administration techniques was provided by the investigator or qualified site staff at Week 0 and then first dose was self-administered under observation of investigator/site staff in clinic. Second dose self-administered unobserved, at home (Week 4) and third dose was self-administered under the observation of investigator/site staff in clinic (Week 8). Only participants with data available at Week 8 were analyzed.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"98","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Successful Self-administration of Their Unobserved Dose at Week 4 - Autoinjector With Standard Label + Pictogram","description":"Due to differences in the labeling requirements among regulatory authorities around the world, two different labeling approaches were included in this global study: labeling that includes a pictogram plus standard labeling elements, or a standard labeling without the pictogram. Data for participants (and/or their caregiver) self-administering the second dose unobserved, at home (Week 4) using Autoinjector with Standard Label + Pictogram has been presented. Only participants with data available at Week 4 were analyzed.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"98","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Successful Self-administration of Their Unobserved Dose at Week 4 - Autoinjector With Standard Label Only","description":"Due to differences in the labeling requirements among regulatory authorities around the world, two different labeling approaches were included in this global study: labeling that includes a pictogram plus standard labeling elements, or a standard labeling without the pictogram. Data for participants (and/or their caregiver) self-administering the second dose unobserved, at home (Week 4) using Autoinjector with Standard Label has been presented. Only participants with data available at Week 4 were analyzed.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"96","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":159},"commonTop":["Nasopharyngitis","Headache","Upper respiratory tract infection","Lower respiratory tract infection","Urinary tract infection"]}}}