{"nctId":"NCT01662882","briefTitle":"A Phase II Trial of Florbetapir (18F) Positron Emission Tomography (PET) Imaging in Japan of Healthy Volunteers, Patients With Mild Cognitive Impairment (MCI) and Patients With Alzheimer's Disease (AD)","startDateStruct":{"date":"2012-10"},"conditions":["Alzheimer's Disease","Mild Cognitive Impairment"],"count":48,"armGroups":[{"label":"AD Subjects","type":"EXPERIMENTAL","interventionNames":["Drug: florbetapir (18F)"]},{"label":"MCI","type":"EXPERIMENTAL","interventionNames":["Drug: florbetapir (18F)"]},{"label":"Healthy Controls","type":"EXPERIMENTAL","interventionNames":["Drug: florbetapir (18F)"]}],"interventions":[{"name":"florbetapir (18F)","otherNames":["18F-AV-45","Amyvid","Florbetapir F 18"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nSubjects who meet all of the following criteria are eligible to enroll in the arm of this trial reserved for subjects with AD:\n\n1. Japanese males or females at least 50 years of age, with probable AD according to the NINCDS-ADRDA criteria (McKhann et al., 1984);\n2. Subjects with mild/moderate dementia as evidenced by a MMSE score ranging from 10 to 24, boundaries included, at screening;\n3. Subjects whose history of cognitive decline has been gradual in onset and progressive over a period of at least 6 months. Evidence should be present indicating sustained memory deterioration in an otherwise cognitively normal subject, plus additional impairment in another cognitive function such as: orientation, judgment and problem solving, or functioning in personal care;\n4. Subjects who live with or have regular visits from a responsible caregiver willing to provide information about the subject's cognitive status; and\n5. Subjects who signed an Institutional Review Board/Independent Ethics Committee (IRB/IEC) approved informed consent prior to any study procedures. If the subject is incapable of giving informed consent, the caregiver may consent on behalf of the subject (the subject must still confirm assent).\n\nSubjects who meet all of the following criteria are eligible to enroll in the arm of this trial reserved for subjects with mild cognitive impairment:\n\n1. Japanese males or females at least 50 years of age;\n2. Subjects with complaint of memory or cognitive decline corroborated by an informant;\n3. Subjects with a Clinical Dementia Rating (CDR) of 0.5;\n4. Subjects with objective cognitive impairment or marginally normal cognition with a documented history of high cognitive performance;\n5. Have no obvious causes for their cognitive impairment (e.g., onset coincides with recent head trauma or stroke);\n6. Have sufficiently preserved general cognition and functional performance such that a diagnosis of AD cannot be made at the time of the screening visit;\n7. Subjects with essentially normal ADL;\n8. Subjects who are not demented;\n9. Subjects with an MMSE score \\> 24;\n10. Subjects who are presenting for initial diagnosis of cognitive impairment or who have presented for initial diagnosis of cognitive impairment within the past year;\n11. Subjects who live with or have regular visits from a responsible caregiver willing to provide information about the subject's cognitive status; and\n12. Subjects who signed an IRB/IEC approved informed consent prior to any study procedures.\n\nSubjects who meet all of the following criteria are eligible to enroll in the arm of this trial reserved for cognitively normal volunteers:\n\n1. Japanese males or females at least 50 years of age;\n2. Subjects with an MMSE score \\>= 29, and are cognitively normal based on history and psychometric test battery at screening;\n3. Subjects who live with or have a reliable person who can verify their cognitive status; and\n4. Subjects who signed an IRB/IEC approved informed consent prior to any study procedures.\n\nExclusion Criteria:\n\nSubjects with any of the following are ineligible to enroll in this trial:\n\n1. A documented diagnosis of MCI for greater than 1 year (for subjects considered for the MCI group);\n2. Neurodegenerative disorders other than AD, including, but not limited to Parkinson's disease, Pick's disease, frontotemporal dementia, Huntington's chorea, Down's syndrome, Creutzfeldt-Jacob disease, normal pressure hydrocephalus, and progressive supranuclear palsy;\n3. Have had or currently have a diagnosis of other dementing / neurodegenerative disease (e.g. Parkinson's disease, dementia with Lewy bodies, Lewy body variant AD, etc.);\n4. Have had or currently have a diagnosis of mixed dementia;\n5. Cognitive impairment resulting from:\n\n   * Acute cerebral trauma or post-traumatic brain injury, subdural hematoma, or injuries secondary to chronic trauma (e.g. sequela from boxing);\n   * Hypoxic cerebral damage regardless of etiology; e.g. cognitive or neurological deficits resulting from cardiac arrest or cardiac surgery, anesthesia, or severe self-poisoning episode, secondary to severe hypovolemia (orthostatic hypotension should not lead to exclusion);\n   * Vitamin deficiency states documented by medical history such as folate, vitamin B 12 and other B complex deficiencies; e.g. thiamin deficiency in Korsakoff's syndrome. (Note: subjects taking regular B12 and folate are not necessarily excluded);\n   * Cerebral infection including abscess, syphilis, meningitis, encephalitis or AIDS;\n   * Primary or metastatic cerebral neoplasia;\n   * Significant endocrine or metabolic disease; e.g., thyroid, parathyroid, or pituitary disease, Cushing's syndrome, or severe renal failure; or\n   * Mental retardation. Before enrolling a subject with past or current history of any of the above conditions, the investigator must contact the sponsor to discuss whether the condition could have contributed to the cognitive impairment.\n6. Clinically significant infarct or possible multi-infarct dementia as defined by the NINCDS criteria, including:\n\n   * A history of a significant cerebrovascular event resulting in a physical or neurologic deficit that may confound the assessment of the subject's intellectual function;\n   * Multiple focal signs on neurologic examination indicative of multiple ischemic episodes;\n   * One or more of the following findings on a MRI scan:\n\n     * Multiple (two or more) infarcts or white matter lacunes;\n     * A single large infarct or a strategically placed infarct in the angular gyrus, the thalamus, the basal forebrain, the posterior cerebral artery (PCA) or anterior cerebral artery (ACA) territory;\n   * Extensive periventricular white matter disease. Leukoaraiosis (periventricular white matter, low attenuation) should be distinguished from multiple infarctions. Leukoaraiosis is common in normal individuals and patients with AD. White matter deterioration should not result in exclusion unless it is abnormal and widespread, e.g., Binswanger's disease;\n7. Any evidence on screening MRI, computed tomography (CT), or other biomarker studies that suggests an alternate etiology (other than probable AD in subjects with AD) for cognitive deficit; or in the case of cognitively normal controls any evidence on screening MRI, CT, or other biomarker studies that suggests the presence of AD pathology;\n8. Current clinically significant psychiatric disease, as judged by Diagnostic and Statistical Manual of Mental Disorders, 4th Edition (DSM-IV) criteria, particularly current major depression or schizophrenia. Subjects with dementia who are experiencing behavioral disturbances that may require treatment with psychotropic medications may be entered only after discussion and with the approval of the sponsor. The investigator and sponsor should carefully consider whether subjects with behavioral dysfunction will be able to complete the imaging session;\n9. History of epilepsy or convulsions, except for febrile convulsions during childhood;\n10. Clinically significant hepatic, renal, pulmonary, metabolic, or endocrine disturbances;\n11. Current clinically significant cardiovascular disease. Clinically significant cardiovascular disease usually includes one or more of the following:\n\n    * cardiac surgery or myocardial infarction within the last 6 months;\n    * unstable angina;\n    * coronary artery disease that required an increase in medication within the last 3 months;\n    * decompensated congestive heart failure;\n    * significant cardiac arrhythmia or conduction disturbance, particularly those resulting in atrial or ventricular fibrillation, or causing syncope, near syncope, or other alterations in mental status;\n    * severe mitral or aortic valvular disease;\n    * uncontrolled high blood pressure;\n    * congenital heart disease;\n    * clinically significant abnormal result on ECG, including but not limited to QTc \\> 450 msec. Before enrolling a subject with any of the above conditions, the investigator must contact the sponsor.\n12. History of drug or alcohol abuse within the last year, or prior prolonged history of abuse;\n13. Clinically significant infectious disease, including Acquired Immune Deficiency Syndrome (AIDS) or Human Immunodeficiency Virus (HIV) infection or previous positive test for hepatitis;\n14. Females of childbearing potential who are not surgically sterile, not refraining from sexual activity or not using reliable methods of contraception. Females of childbearing potential must not be pregnant (negative serum beta-hCG at the time of screening and negative urine beta-hCG on the day of imaging) or breastfeeding at screening. Females must agree to avoid becoming pregnant, and must agree to refrain from sexual activity or to use reliable contraceptive methods such as prescribed birth control or IUD for 24 hours following administration of florbetapir (18F);\n15. Subjects who, in the opinion of the investigator, are otherwise unsuitable for a study of this type;\n16. History of relevant severe drug allergy or hypersensitivity;\n17. Subjects who have received an investigational medication within the last 30 days.\n\n    Additionally, the time between the last dose of the previous experimental medication and enrollment (completion of screening assessments) must be at least equal to 5 times the terminal half-life of the previous experimental medication. Subjects who have ever participated in an experimental study with an amyloid targeting therapy (e.g., immunotherapy, secretase inhibitor) may not be enrolled unless it can be demonstrated that the subject received only placebo in the course of the trial;\n18. Subjects with current clinically significant medical comorbidities, as indicated by history, physical exam, ECG (including but not limited to QTc\\>450 msec) or laboratory evaluations, that might pose a potential safety risk, interfere with the absorption or metabolism of the study medication or limit interpretation of the trial results. These include but are not limited to clinically significant hepatic, renal, pulmonary, metabolic or endocrine disease, cancer, HIV infection and AIDS;\n19. Subjects who have known hypersensitivity to alcohol; and\n20. Subjects who received a radiopharmaceutical for imaging or therapy within the past 7 days prior to the imaging session for this study.","healthyVolunteers":true,"sex":"ALL","minimumAge":"50 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Qualitative Amyloid Image Assessment","description":"Five readers blinded to all clinical information classified florbetapir-Positron Emission Tomography (PET) images as either positive for amyloid or negative for amyloid. The majority read was the primary efficacy endpoint for the qualitative evaluation.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"5","spread":null},{"groupId":"OG002","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"10","spread":null},{"groupId":"OG002","value":"15","spread":null}]}]}]},{"type":"PRIMARY","title":"Mean Cortical to Cerebellum SUVR","description":"Standardized Uptake Value ratio (SUVR) is the ratio of tracer uptake in predefined cortical regions, relative to uptake in the whole cerebellum.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.271","spread":"0.182"},{"groupId":"OG001","value":"1.112","spread":"0.197"},{"groupId":"OG002","value":"1.022","spread":"0.220"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":15},"commonTop":["Blood pressure increased","Fatigue","Malaise","Vessel puncture site pain","Vision blurred"]}}}