{"nctId":"NCT01554618","briefTitle":"Safety and Efficacy Study of Exenatide Once Weekly in Adolescents With Type 2 Diabetes","startDateStruct":{"date":"2011-12-02","type":"ACTUAL"},"conditions":["Children and Adolescent With Type 2 Diabetes"],"count":84,"armGroups":[{"label":"EQW","type":"EXPERIMENTAL","interventionNames":["Drug: Exenatide Once Weekly"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Exenatide Once Weekly","otherNames":["BYDUREON"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Each patient must meet the following criteria to be enrolled in this study.\n\n1. Is a child or an adolescent of 10 to \\<18 years old, at Visit 1 (Screening)\n2. Has been diagnosed with type 2 diabetes mellitus per American Diabetes Association diagnostic criteria\n3. HbA1c of 6.5% to 11.0%, inclusive, in patients not taking insulin/SU, and of 6.5% to 12.0%, inclusive, in patients taking insulin/SU, at Visit 1 (Screening)\n4. Has a C-peptide of \\>0.6 ng/L at Visit 1 (Screening)\n5. Has been treated with diet and exercise alone or in combination with a stable dose of an oral antidiabetic agent (e.g., metformin and/or SU) and/or insulin for their type 2 diabetes for at least 2 months prior to Visit 1 (Screening)\n6. Has a fasting plasma glucose concentration \\<280 mg/dL (15.5 mmol/L) at Visit 1 (Screening)\n\nPatients who meet any of the following criteria will be excluded from the study.\n\n1. Has a clinically significant medical condition that could potentially affect study participation and/or personal well-being, as judged by the Investigator, including but not limited to the following conditions:\n\n   1. Hepatic disease (defined by aspartate or alanine transaminase \\>3.0 times the upper limit of normal (ULN)\n   2. Renal disease or serum creatinine \\>1.5 mg/dL (132.6 µmol/L) (males) or 1.4 mg/dL (123.8 µmol/L) (females)\n   3. Gastrointestinal disease deemed significant by the Investigator\n   4. Organ transplantation\n   5. Chronic infection (e.g., tuberculosis, human immunodeficiency virus, hepatitis B virus, or hepatitis C virus)\n   6. Clinically significant malignant disease (with the exception of basal and squamous cell carcinoma of the skin) within 5 years of Visit 1 (Screening)\n2. Has positive antibody titers to glutamic acid decarboxylase (GAD65) or islet cell antigen (ICA512) at Visit 1 (Screening)\n3. Has a personal or family history of elevated calcitonin, calcitonin \\>100 ng/L, medullary thyroid carcinoma, or multiple endocrine neoplasia-2\n4. Has ever used exenatide (exenatide once weekly \\[exenatide LAR\\], exenatide BID, BYETTA, or any other formulation) or any glucagon-like peptide-1 (GLP-1) receptor agonist (e.g., liraglutide \\[Victoza®\\])\n5. Is pregnant","healthyVolunteers":false,"sex":"ALL","minimumAge":"10 Years","maximumAge":"17 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Glycosylated Hemoglobin A1c (HbA1c) to Week 24 (Controlled Assessment Period)","description":"Change from baseline in HbA1c (%) to Week 24 during the controlled assessment period is reported as adjusted least square (LS) mean values. Baseline was defined as the last non-missing assessment (scheduled or unscheduled) on or prior to the first dose of randomized study medication. A mixed model with repeated measures (MMRM) analysis was performed, excluding data collected after initiation of rescue medication or premature discontinuation of study medication.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.36","spread":"0.184"},{"groupId":"OG001","value":"0.49","spread":"0.273"}]}]}]},{"type":"PRIMARY","title":"Percentage of Patients With On-Treatment Adverse Events (AEs) up to Week 24 (Controlled Assessment Period)","description":"A controlled assessment period AE was defined as an AE starting on or after day of first dose of study medication up to but not including Week 24 for patients entering the extension period. For patients not entering the extension period, the period was defined up to and including last dose of study medication + 7 days (+ 90 days for serious AEs \\[SAEs\\] and other clinically significant or related AEs). The Investigator assessed AEs for causal relationship to study drug medication.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"61.0","spread":null},{"groupId":"OG001","value":"73.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.4","spread":null},{"groupId":"OG001","value":"4.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"25.4","spread":null},{"groupId":"OG001","value":"21.7","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Patients Positive for Anti-Drug Antibodies (ADAs) to Exenatide up to Week 24","description":"Percentage of patients positive for ADAs up to Week 24 for the exenatide treatment group is reported. Baseline was the antibody measurement at Week 0 (Day 1). A negative or missing antibody measurement was considered negative at baseline. High positive = antibody titers ≥ 625, including baseline assessment. Low positive = antibody titers \\< 625, including baseline assessment. A patient was said to have treatment-emergent ADA positive at a visit if the antibody test was positive after the first dose of exenatide following a negative or missing antibody measurement, or the titer increased by at least 1 titration category from a detectable measurement prior to first dose of randomized study medication.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"30.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"45.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"53.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"38.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"92.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"60.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"38.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"98.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"40.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"55.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"95.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Fasting Plasma Glucose (FPG) Concentration to Week 24 (Controlled Assessment Period)","description":"Change from baseline in FPG to Week 24 during the controlled assessment period is reported as adjusted LS mean values. Baseline was defined as the last non-missing assessment (scheduled or unscheduled) on or prior to the first dose of randomized study medication. A MMRM analysis was performed, excluding data collected after initiation of rescue medication or after premature discontinuation of study medication.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.2","spread":"7.65"},{"groupId":"OG001","value":"16.5","spread":"11.32"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Body Weight to Week 24 (Controlled Assessment Period)","description":"Change from baseline in body weight to Week 24 during the controlled assessment period is reported as adjusted LS mean values. Baseline was defined as the last non-missing assessment (scheduled or unscheduled) on or prior to the first dose of randomized study medication. A MMRM analysis was performed, excluding data collected after initiation of rescue medication or after premature discontinuation of study medication.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.59","spread":"0.665"},{"groupId":"OG001","value":"0.63","spread":"0.982"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Fasting Insulin to Week 24 (Controlled Assessment Period)","description":"Change from baseline in fasting insulin to Week 24 during the controlled assessment period is reported as adjusted LS mean values. Baseline was defined as the last non-missing assessment (scheduled or unscheduled) on or prior to the first dose of randomized study medication. A MMRM analysis was performed, excluding data collected after initiation of rescue medication or after premature discontinuation of study medication.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"79.6","spread":"52.28"},{"groupId":"OG001","value":"-15.3","spread":"78.49"}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients Achieving HbA1c Goals of < 6.5%, ≤ 6.5%, and < 7.0% at Week 24 (Controlled Assessment Period)","description":"The percentage of patients achieving HbA1c goals of \\< 6.5%, ≤ 6.5%, and \\< 7.0% at Week 24 during the controlled assessment period is reported. A Cochran-Mantel-Haenszel (CMH) analysis was performed with missing data treated as non-responder, and excluding data collected after initiation of rescue medication or after premature discontinuation of study medication.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19.0","spread":null},{"groupId":"OG001","value":"4.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"19.0","spread":null},{"groupId":"OG001","value":"4.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"31.0","spread":null},{"groupId":"OG001","value":"8.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Lipid Profiles to Week 24 (Controlled Assessment Period)","description":"Change from baseline in lipid profiles to Week 24 during the controlled assessment period is reported as mean values (Standard International \\[SI\\] units). The following lipids were assessed: total cholesterol, high-density lipoprotein cholesterol (HDL-C), low-density lipoprotein cholesterol (LDL-C), and triglycerides. All lipids presented were taken in a fasted state. Baseline was defined as the last non-missing assessment (scheduled or unscheduled) on or prior to the first dose of randomized study medication. Data collected after initiation of rescue medication or after premature discontinuation of study medication were excluded.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.117","spread":"0.7124"},{"groupId":"OG001","value":"-0.114","spread":"0.5819"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.035","spread":"0.1950"},{"groupId":"OG001","value":"-0.047","spread":"0.1039"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.050","spread":"0.5618"},{"groupId":"OG001","value":"-0.110","spread":"0.5983"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.122","spread":"1.0303"},{"groupId":"OG001","value":"0.094","spread":"0.6626"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Systolic Blood Pressure (SBP) and Diastolic Blood Pressure (DBP) to Week 24 (Controlled Assessment Period)","description":"Change from baseline in SBP and DBP to Week 24 during the controlled assessment period is reported as adjusted LS mean values. Baseline was defined as the last non-missing assessment (scheduled or unscheduled) on or prior to the first dose of randomized study medication. A MMRM analysis was performed, excluding data collected after initiation of rescue medication or after premature discontinuation of study medication.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.7","spread":"1.48"},{"groupId":"OG001","value":"2.2","spread":"2.15"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.2","spread":"1.00"},{"groupId":"OG001","value":"-1.3","spread":"1.45"}]}]}]},{"type":"SECONDARY","title":"Number of Patients Needing Rescue Medication Due to Failure to Maintain Glycemic Control up to Week 24 (Controlled Assessment Period)","description":"Number of patients needing rescue medication at Week 24 and at each intermediate visit during the controlled assessment period is reported. Patients with a loss of glycemic control, defined as either an increase from baseline in HbA1c values by ≥ 1.0% at 2 consecutive clinic visits that were at least 1 month apart, or a fasting plasma glucose value ≥ 250 mg/dL or random blood glucose value \\> 300 mg/dL for 4 days during a 7 day period, received rescue medication. Data collected after premature discontinuation of study medication were excluded.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Homeostasis Model Assessments - Beta-Cell Function (HOMA-B) and Insulin Sensitivity (HOMA-S) to Week 24 (Controlled Assessment Period)","description":"Change from baseline in HOMA-B and HOMA-S in patients who were not taking insulin to Week 24 during the controlled assessment period is reported as adjusted LS mean values. Baseline was defined as the last non-missing assessment (scheduled or unscheduled) on or prior to the first dose of randomized study medication. A MMRM analysis was performed, excluding data collected after initiation of rescue medication or after premature discontinuation of study medication.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"63.98","spread":"39.552"},{"groupId":"OG001","value":"-26.39","spread":"56.138"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.62","spread":"3.607"},{"groupId":"OG001","value":"7.37","spread":"4.914"}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients Reporting AEs of Injection Site Reactions up to Week 24 (Controlled Assessment Period)","description":"Percentage of patients reporting injection site reactions at Week 24 and at each intermediate visit during the controlled assessment period is reported. Injection site reactions were presented from the AE case report form (CRF), based on the \"Injection site reactions\" higher level term. A controlled assessment period AE was defined as an AE starting on or after day of first dose of study medication up to but not including Week 24 for patients entering the extension period. For patients not entering the extension period, the period was defined up to and including last dose of study medication + 7 days (+ 90 days for SAEs and other clinically significant or related AEs).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.5","spread":null},{"groupId":"OG001","value":"8.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.5","spread":null},{"groupId":"OG001","value":"4.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.9","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in HbA1c to Week 52 Among Patients Who Received Open-Label Exenatide (Treatment Period)","description":"Change from baseline in HbA1c (%) to Week 52 among patients who received open-label exenatide during the treatment period is reported as mean values. The treatment period was defined as the controlled assessment period and extension period combined. Baseline was defined as the last non-missing assessment (scheduled or unscheduled) on or prior to the first dose of randomized study medication. Data collected after initiation of rescue medication or after premature discontinuation of study medication were excluded.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.10","spread":"1.711"},{"groupId":"OG001","value":"0.53","spread":"2.123"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in FPG Concentration to Week 52 Among Patients Who Received Open-Label Exenatide (Treatment Period)","description":"Change from baseline in FPG to Week 52 among patients who received open-label exenatide during the treatment period is reported as mean values. The treatment period was defined as the controlled assessment period and extension period combined. Baseline was defined as the last non-missing assessment (scheduled or unscheduled) on or prior to the first dose of randomized study medication. Data collected after initiation of rescue medication or after premature discontinuation of study medication were excluded.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.8","spread":"62.64"},{"groupId":"OG001","value":"10.6","spread":"75.49"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Body Weight to Week 52 Among Patients Who Received Open-Label Exenatide (Treatment Period)","description":"Change from baseline in body weight to Week 52 among patients who received open-label exenatide during the treatment period is reported as mean values. The treatment period was defined as the controlled assessment period and extension period combined. Baseline was defined as the last non-missing assessment (scheduled or unscheduled) on or prior to the first dose of randomized study medication. Data collected after initiation of rescue medication or after premature discontinuation of study medication were excluded.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.04","spread":"6.088"},{"groupId":"OG001","value":"-0.04","spread":"4.687"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Fasting Insulin to Week 52 Among Patients Who Received Open-Label Exenatide (Treatment Period)","description":"Change from baseline in fasting insulin to Week 52 among patients who received open-label exenatide during the treatment period is reported as mean values. The treatment period was defined as the controlled assessment period and extension period combined. Baseline was defined as the last non-missing assessment (scheduled or unscheduled) on or prior to the first dose of randomized study medication. Data collected after initiation of rescue medication or after premature discontinuation of study medication were excluded.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-32.4","spread":"273.57"},{"groupId":"OG001","value":"121.5","spread":"379.13"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving HbA1c Goals of < 6.5%, ≤ 6.5%, and < 7.0% to Week 52 Among Patients Who Received Open-Label Exenatide (Treatment Period)","description":"The percentage of patients achieving HbA1c goals of \\< 6.5%, ≤ 6.5%, and \\< 7.0% at Week 52 among patients who received open-label exenatide during the treatment period is reported. The treatment period was defined as the controlled assessment period and extension period combined. Data collected after initiation of rescue medication or after premature discontinuation of study medication were excluded.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30.8","spread":null},{"groupId":"OG001","value":"23.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"30.8","spread":null},{"groupId":"OG001","value":"23.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"35.9","spread":null},{"groupId":"OG001","value":"29.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Lipids Profiles to Week 52 Among Patients Who Received Open-Label Exenatide (Treatment Period)","description":"Change from baseline in lipid profiles to Week 52 among patients who received open-label exenatide during the treatment period is reported as mean values (SI units). The treatment period was defined as the controlled assessment period and extension period combined. The following lipids were assessed: total cholesterol, HDL-C, LDL-C, and triglycerides. All lipids presented were taken in a fasted state. Baseline was defined as the last non-missing assessment (scheduled or unscheduled) on or prior to the first dose of randomized study medication. Data collected after initiation of rescue medication or after premature discontinuation of study medication were excluded.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.188","spread":"0.4199"},{"groupId":"OG001","value":"-0.255","spread":"0.9075"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.004","spread":"0.1740"},{"groupId":"OG001","value":"-0.076","spread":"0.2327"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.175","spread":"0.4025"},{"groupId":"OG001","value":"-0.152","spread":"0.7682"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.155","spread":"1.1108"},{"groupId":"OG001","value":"-0.043","spread":"0.5971"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Blood Pressure (Systolic and Diastolic) to Week 52 Among Patients Who Received Open-Label Exenatide (Treatment Period)","description":"Change from baseline in SBP and DBP to Week 52 among patients who received open-label exenatide during the treatment period is reported as mean values. The treatment period was defined as the controlled assessment period and extension period combined. Baseline was defined as the last non-missing assessment (scheduled or unscheduled) on or prior to the first dose of randomized study medication. Data collected after initiation of rescue medication or after premature discontinuation of study medication were excluded.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.7","spread":"13.09"},{"groupId":"OG001","value":"-0.6","spread":"8.73"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.1","spread":"8.65"},{"groupId":"OG001","value":"-2.5","spread":"10.65"}]}]}]},{"type":"SECONDARY","title":"Number of Patients Needing Rescue Medication Due to Failure to Maintain Glycemic Control up to Week 52 Among Patients Who Received Open-Label Exenatide (Treatment Period)","description":"Number of patients needing rescue medication at Week 52 and at each intermediate visit during the treatment period is reported. The treatment period was defined as the controlled assessment period and extension period combined. Patients with a loss of glycemic control, defined as either an increase from baseline in HbA1c values by ≥ 1.0% at 2 consecutive clinic visits that were at least 1 month apart, or a fasting plasma glucose value ≥ 250 mg/dL or random blood glucose value \\> 300 mg/dL for 4 days during a 7 day period, received rescue medication. Data collected after premature discontinuation of study medication were excluded.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in HOMA-B and HOMA-S to Week 52 Among Patients Who Received Open-Label Exenatide (Treatment Period)","description":"Change from baseline in HOMA-B and HOMA-S to Week 52 among patients who received open-label exenatide during the treatment period is reported as mean values. The treatment period was defined as the controlled assessment period and extension period combined. Baseline was defined as the last non-missing assessment (scheduled or unscheduled) on or prior to the first dose of randomized study medication. Data collected after initiation of rescue medication or after premature discontinuation of study medication were excluded.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.58","spread":"130.435"},{"groupId":"OG001","value":"42.02","spread":"183.869"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9.85","spread":"12.366"},{"groupId":"OG001","value":"2.36","spread":"7.631"}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients Reporting AEs of Injection Site Reactions up to Week 52 Among Patients Who Received Open-Label Exenatide (Treatment Period)","description":"Percentage of patients reporting injection site reactions at Week 52 and at each intermediate visit among patients who received open-label exenatide during the treatment period is reported. The treatment period was defined as the controlled assessment period and extension period combined. Injection site reactions were presented from the AE CRF, based on the \"Injection site reactions\" higher level term. An Extension Period AE was defined as an AE starting on or after day of first dose of open-label exenatide to last dose + 7 days (+ 90 days for SAEs and other clinically significant or related AEs).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.0","spread":null},{"groupId":"OG001","value":"9.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.0","spread":null},{"groupId":"OG001","value":"4.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Plasma Exenatide Concentrations to Week 52 Among Patients Who Received Open-Label Exenatide (Treatment Period)","description":"Geometric mean plasma exenatide concentrations up to Week 52 during the treatment period are reported (for the placebo then exenatide treatment group, only Weeks 24 and 52 were applicable). The treatment period was defined as the controlled assessment period and extension period combined. Data collected after initiation of rescue medication were included. Data collected after discontinuation of study medication were excluded.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"41.51","spread":"91.9"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"130.60","spread":"83.8"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"163.58","spread":"92.3"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"140.81","spread":"84.0"},{"groupId":"OG001","value":"NA","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"88.88","spread":"79.2"},{"groupId":"OG001","value":"105.56","spread":"154.9"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":59},"commonTop":["Headache","Nasopharyngitis","Upper respiratory tract infection","Diarrhoea","Cough"]}}}