{"nctId":"NCT04531813","briefTitle":"Study to Determine Skin Irritation Potential of an Antifungal Cream Containing Trolamine After Repeated Skin Application (Cumulative Irritation Patch Test)","startDateStruct":{"date":"2013-06-10","type":"ACTUAL"},"conditions":["Hypersensitivity"],"count":32,"armGroups":[{"label":"Cumulative Irritation Test","type":"EXPERIMENTAL","interventionNames":["Drug: Butenafine HCl 1% (BAY1896425)","Drug: Positive Control-Sodium lauryl sulfate (SLS)","Other: Negative Control"]}],"interventions":[{"name":"Butenafine HCl 1% (BAY1896425)","otherNames":["Antifungal Cream V61-044 containing Trolamine"]},{"name":"Positive Control-Sodium lauryl sulfate (SLS)","otherNames":[]},{"name":"Negative Control","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participants must have been aged 18 to 79 years, inclusive.\n* Participants must have understood and executed an Informed Consent Form (ICF).\n* Participants (if female) must have been willing to take a urine pregnancy test prior to the initiation and at the completion of the trial.\n* Participants must have been capable of understanding and following directions.\n* Participants must have been considered reliable.\n\nExclusion Criteria:\n\n* Participants who were in ill health or taking medication, other than birth control, which could have influenced the purpose, integrity or outcome of the trial.\n* Participants who had any visible skin disease that might have been confused with a skin reaction to the test material.\n* Participants who were participating in another clinical trial at this facility or any other facility.\n* Participants who were using topical or systemic steroids or antihistamines for at least 7 days prior to trial initiation and during the duration of the trial.\n* Participants who had a history of adverse reaction to adhesive tape, cosmetics, over-the-counter (OTC) drugs or other personal care products.\n* Participants judged by the principal investigator (PI) to be inappropriate for the trial.\n* Female participants who were pregnant as evidenced by a positive urine pregnancy test, planning to become pregnant, or nursing during the course of the trial.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"79 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Cumulative Irritation Total (CIT) Score","description":"Prior to each patch application and after the last patch removal, the test sites were evaluated for gross changes according to the Erythema Scoring Scale: 0 = No visible erythema; 0.5 = Slight, barely perceptible erythema; 1 = Mild erythema; 2 = Moderate erythema; 3 = Marked erythema; 4 = Severe erythema. The Cumulative Irritation Total is generated by totaling the Erythema Scoring Scale scores of the Investigational Product for each subject completing the trial and then adding those totals. Data is being reported for all the 30 participants as a group.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":32},"commonTop":["Headache"]}}}