{"nctId":"NCT03526549","briefTitle":"Long-Term Study of EN3835 (CCH-aaes) in Edematous Fibrosclerotic Panniculopathy (Cellulite)","startDateStruct":{"date":"2018-04-26","type":"ACTUAL"},"conditions":["Edematous Fibrosclerotic Panniculopathy","Cellulite"],"count":483,"armGroups":[{"label":"CCH-aaes Treatment in Parent Studies (EN3835-302/303)","type":"EXPERIMENTAL","interventionNames":["Biological: CCH-aaes","Other: Observation"]},{"label":"Placebo Treatment in Parent Studies (EN3835-302/303)","type":"OTHER","interventionNames":["Other: Observation"]}],"interventions":[{"name":"CCH-aaes","otherNames":["EN3835","QWO™"]},{"name":"Observation","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Key Inclusion Criteria\n\nAll Participants (Through Day 180):\n\n1. Voluntarily sign and date an informed consent agreement\n2. Have participated in and completed the double-blind Phase 3 study EN3835-302 or EN3835-303\n3. Be willing to apply sunscreen to the buttocks before each exposure to the sun and/or tanning booths while participating in the study\n4. Be judged to be in good health\n5. Be willing and able to cooperate with the requirements of the study\n6. Be able to read, complete and understand the participant reported outcomes rating instruments in English.\n\nKey Inclusion Criteria for Participants Eligible for Retreatment:\n\n1\\. Have a negative pregnancy test and using a stable and effective contraception method.\n\nKey Exclusion Criteria\n\nAll Participants (Through Day 180):\n\n1. Intends to or has used any of the local applications/therapies/injections/procedures that restricts study participation\n2. Intends to use tanning spray or tanning booths during this period\n3. Has received or intends to receive an investigational drug or treatment, other than the treatment received in study EN3835-302/303 during this period\n4. Any other condition(s) that, in the Investigator's opinion, might indicate the participant to be unsuitable for the study\n\nAdditional Exclusion Criteria may apply Post Day 180:\n\n1\\. Has received any collagenase treatments at any time since completion of the double-blind study (EN3835-302 or EN3835-303).\n\nKey Exclusion Criteria for Participants Eligible for Retreatment:\n\n1\\. Has systemic conditions (coagulation disorders, malignancy, keloidal scar, abnormal wound healing) that restricts study participation\n\n* Has local (in areas to be treated) conditions (thrombosis, vascular disorder, active infection/inflammation, skin laxity, flaccidity and/or skin sagging, active cutaneous alteration, tattoo/mole) that restricts study participation\n* Requires anticoagulant or antiplatelet medication during the study\n* Prior to and during the course of retreatment, is nursing or providing breast milk in any manner, intends to become pregnant during the study, or intends to use tanning spray or tanning booths during the study\n* Has received an investigational drug or treatment, other than treatment in study EN3835-302/303, within 30 days before retreatment with study drug\n* Has a known systemic allergy to collagenase or any other excipient of study drug\n* Has received any collagenase treatments at any time since completion of the double-blind study\n* Any other condition(s) that, in the Investigator's opinion, might indicate the participant to be unsuitable for retreatment","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Treatment-emergent Adverse Events (TEAEs)","description":"An adverse event (AE) was any unfavorable or unintended change in body structure (signs), body function (symptoms), laboratory result, or worsening of a pre-existing condition associated temporally with the use of the study medication whether or not considered related to the study medication. TEAEs were defined as any AEs with a start date equal to or after the date of the first injection. A summary of all Serious Adverse Events and Other Adverse Events (nonserious) regardless of causality is located in the 'Reported Adverse Events' Section.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"58","spread":null},{"groupId":"OG001","value":"29","spread":null},{"groupId":"OG002","value":"43","spread":null},{"groupId":"OG003","value":"45","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants Who Were Seropositive for Anti-Drug Antibodies (ADAs) After CCH-aaes Treatment","description":"Serum samples were analyzed for ADAs. The percentage of participants who developed ADAs (seropositive results) during the Open-label Phase of the study are reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"98.2","spread":null},{"groupId":"OG001","value":"100","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to 2-Level Reduction of Response in Clinician Reported Photonumeric Cellulite Severity Scale (CR-PCSS) and Patient Reported Photonumeric Cellulite Severity Scale (PR-PCSS)","description":"CR-PCSS and PR-PCSS assess improvement in cellulite severity using a 5-level scale ranging from \"0\" (None) to \"4\" (Severe). Time to reduction of response (days) was defined as the number of days from Screening assessment of composite improvement in cellulite severity in PR-PCSS and CR-PCSS to the time at which a 2-level composite worsening of response was observed for the first time.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to 1-Level Reduction of Response in CR-PCSS and PR-PCSS","description":"CR-PCSS and PR-PCSS assess improvement in cellulite severity using a 5-level scale ranging from \"0\" (None) to \"4\" (Severe). Time to reduction of response (days) was defined as the number of days from Screening assessment of composite improvement in cellulite severity in CR-PCSS and PR-PCSS to the time at which 1-level composite worsening of response was observed for the first time.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"356.5","spread":"232.43"}]}]}]},{"type":"SECONDARY","title":"Time to Complete Loss of Response in CR-PCSS and PR-PCSS","description":"CR-PCSS and PR-PCSS assess improvement in cellulite severity using a 5-level scale ranging from \"0\" (None) to \"4\" (Severe). Complete loss of response is defined as both CR-PCSS and PR-PCSS ratings returned to the baseline severity of the double-blind study or worse for both the buttocks. Time to complete loss of response (days) was defined as the number of days from Screening assessment of composite improvement in cellulite severity in CR-PCSS and PR-PCSS to the time at which complete loss of response was observed for the first time.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"238.2","spread":"85.75"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":243},"commonTop":["Injection site bruising","Injection site discolouration","Injection site pain","Injection site pruritus","Corona virus infection"]}}}