{"nctId":"NCT03505021","briefTitle":"Effects of Oral Levosimendan (ODM-109) on Respiratory Function in Patients With ALS","startDateStruct":{"date":"2018-06-21","type":"ACTUAL"},"conditions":["Amyotrophic Lateral Sclerosis"],"count":496,"armGroups":[{"label":"Levosimendan","type":"EXPERIMENTAL","interventionNames":["Drug: Levosimendan"]},{"label":"Placebo for levosimendan","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo for levosimendan"]}],"interventions":[{"name":"Levosimendan","otherNames":["ODM-109"]},{"name":"Placebo for levosimendan","otherNames":["Placebo for ODM-109"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Written or verbal informed consent (IC) for participation in the study\n* Male or female subjects with diagnosis of laboratory supported probable, probable or definite ALS according to El Escorial revised criteria. Full electromyogram (EMG) report available consistent with ALS (but not necessarily fulfilling the electrodiagnostic criteria for ALS) from an experienced neurophysiologist\n* Able to swallow study treatment capsules, and in the opinion of the investigator, is expected to continue to do so during the study\n* Sitting SVC between 60-90% of the predicted value for age, height and sex at screening visit\n* Disease duration from symptom onset (defined by first muscle weakness or dysarthria) 12-48 months at the time of visit 1 (baseline)\n* Able to perform supine SVC in an adequate and reliable way at screening and baseline visits as judged by the investigator\n* Subjects with or without riluzole and/or edaravone. If using riluzole (any daily dose up to 100 mg), the dose must have been stable for at least 4 weeks before the screening visit and should not be changed during the study. If using edaravone, the treatment should have been started at least 4 weeks before the screening visit (at least one 28-day treatment cycle as indicated) and should not be changed during the study. If not on riluzole and/or edaravone, the respective treatments should not be started during the study\n\nExclusion Criteria:\n\n* Subject in whom other causes of neuromuscular weakness have not been excluded\n* Subject with a diagnosis of another neurodegenerative disease (e.g. Parkinson's or Alzheimer's disease)\n* Assisted ventilation of any type within 3 months before the screening visit or at screening\n* Any use of a diaphragm pacing system (DPS) within 3 months before the screening visit\n* Any form of stem cell or gene therapy for the treatment of ALS\n* Known hypersensitivity to levosimendan\n* Administration of levosimendan within 3 months before the screening visit or previous participation in the present phase III study or earlier study with oral levosimendan in ALS patients (LEVALS)\n* Any use of tirasemtiv or reldesemtiv within 1 month before the screening visit.\n* Participation in a clinical trial with any experimental treatment within 30 days or within 5 half-lives of that treatment (whichever is longer) before the screening visit\n* Any botulinum toxin use within 3 months before the screening visit\n* Recorded diagnosis or evidence of major psychiatric diagnosis, significant cognitive impairment or clinically evident dementia that may interfere with the patient's ability to comply with study procedures\n* Pulmonary illness (e.g. asthma or COPD) requiring regular treatment\n* Haemodynamically significant uncorrected valve disease or hypertrophic cardiomyopathy or restrictive cardiomyopathy\n* Any cardiovascular event (e.g. myocardial infarction, HF, arrhythmia or stroke) requiring hospitalisation within 3 months before the screening visit\n* History of Torsades de Pointes (TdP) or diagnosed long QT-syndrome\n* History of life-threatening ventricular arrhythmia, unless treated with reliable measures to prevent recurrence (e.g. with placement of implantable cardioverter defibrillator \\[ICD\\] or catheter ablation)\n* History of second or third degree atrioventricular (AV) block or sinus node disease at screening, if not treated with pacemaker\n* HR repeatedly \\> 100 bpm in the 12-lead ECG after a 5-minute rest at screening. If the HR is \\> 100 bpm in the first recording, then the second recording must be done after another 5 min rest to confirm HR \\> 100 bpm\n* Systolic blood pressure (SBP) \\< 90 mmHg at screening\n* Potassium \\< 3.7 mmol/l or \\> 5.5 mmol/l at screening\n* Severe renal impairment (creatinine clearance \\< 30 ml/min at screening), creatinine \\> 170 μmol/l at screening or on dialysis\n* Blood haemoglobin \\< 10 g/dl at screening or blood donation or loss of significant amount of blood within 60 days before the screening visit\n* Clinically significant hepatic impairment at the discretion of the investigator\n* Body mass index (BMI) ≤ 18.5kg/m2 (BMI = weight/height2)\n* Women who are lactating or of reproductive age without a negative pregnancy test and without a commitment to using a highly effective method of contraception (e.g. oral hormonal contraceptives associated with inhibition of ovulation, intrauterine devices and long acting progestin agents), if sexually active during the study, and for 1 month after the last dose of the study treatment. Women who are postmenopausal (1 year since last menstrual cycle), surgically sterilised or who have undergone a hysterectomy are considered not to be reproductive and can be included\n* Patient judged to be actively suicidal by the investigator during 3 months before the screening visit\n* Patients with known history of human immunodeficiency virus (HIV) infection\n* Any other clinically significant cardiovascular, gastrointestinal, hepatic, renal, neurological or psychiatric disorder or any other major concurrent illness that in the opinion of the investigator could interfere with the interpretation of the study results or constitute a health risk for the subject if he/she took part in the study","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"120 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Supine Slow Vital Capacity (SVC)","description":"Change from baseline to 12 weeks, expressed as % of predicted normal.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.731","spread":null},{"groupId":"OG001","value":"-6.988","spread":null}]}]}]},{"type":"SECONDARY","title":"Combined Assessment of Function and Survival Through 48 Weeks","description":"Scale: The ALS Functional Rating Scale - Revised. This scale includes 12 items. Each item was scored from 0 to 4. Total score is the sum of the scores of all 12 items. Each subject is ranked according to time-to-death (earlier deaths ranked lower than later deaths). Subjects who survive are ranked more favorably than subjects who died. Among the survivors, subjects are ranked according to change in ALSFRS-R (greater worsening of ALSFRS-R is ranked lower than after deaths). Subjects who survive are ranked more favorably than subjects who died. Among the survivors, subjects are ranked according to change in ALSFRS-R (greater worsening of ALSFRS-R is ranked lower than less worsening or an improvement in ALSFRS-R). The ranked scores range from 001 to 496 (the number of participants assessed for the Outcome Measure) with larger rank score numbers associated with a better outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"239.85","spread":"10.98"},{"groupId":"OG001","value":"229.16","spread":"13.31"}]}]}]},{"type":"SECONDARY","title":"Time to Respiratory Event Through 48 Weeks","description":"ALSFRS-R scale contains 3 items that relate to respiratory function: severity of dyspnoea, occurrence of orthopnoea (shortness of breath when lying flat) and the use of mechanical ventilation for respiratory insufficiency. A reduction in any one of these items was considered a respiratory event. Not all patients receive ventilatory support, despite respiratory insufficiency: meeting \"protocolised\" criteria for NIV relates to patients without NIV whose slow vital capacity declined to a level that would ordinarily trigger such treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"90","spread":null},{"groupId":"OG001","value":"126","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From the Baseline in Clinical Global Impression CGI at 48 Weeks","description":"Visual Analogue Scale 0-100 millimeters, rated by study subjects. Score 0 indicates that the subject is completely well without any disability and score 100 indicates the worst possible severity of the condition.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17.048","spread":null},{"groupId":"OG001","value":"13.285","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Respiratory Function of ALSFRS-R at 48 Weeks","description":"ALSFRS-R scale contains 3 items that relate to respiratory function: severity of dyspnoea, occurrence of orthopnoea (shortness of breath when lying flat) and the use of mechanical ventilation for respiratory insufficiency. These are added together to created the respiratory domain with a score range 0-12 (where 12 represents normal function). Although individual items and patients vary, ALSFRS-R typically declines at a relatively constant rate over time. Plotted over time the slope of the line obtained indicates the speed of progression and thus an effective treatment might be expected to reduce the slope of decline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.191","spread":"0.015"},{"groupId":"OG001","value":"-0.205","spread":"0.022"}]}]}]},{"type":"SECONDARY","title":"Supine Borg Category Ratio 10 Scale at 12 Weeks","description":"Patients rated their perception of the severity of their dysnoea using the Borg scale. The scale ranges from 0 (no dyspnoea) to 10 (maximal). Each category is numbered and most (not all) have verbal cues. At each assessment the patient scored the category they felt best described their symptoms. The analysis measured change from baseline at 12 weeks, where a negative score indicates improvement and a positive score reflects worsening.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.152","spread":"0.138"},{"groupId":"OG001","value":"0.120","spread":"0.186"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":89,"n":326},"commonTop":["Headache","Fall","Dyspnoea","Nasopharyngitis","Dysphagia"]}}}