{"nctId":"NCT01184846","briefTitle":"Study of Efficacy and Safety of Privigen in Subjects With Chronic Inflammatory Demyelinating Polyneuropathy","startDateStruct":{"date":"2010-11"},"conditions":["Chronic Inflammatory Demyelinating Polyneuropathy"],"count":31,"armGroups":[{"label":"IgPro10","type":"EXPERIMENTAL","interventionNames":["Biological: 10% liquid formulation of human immunoglobulin"]}],"interventions":[{"name":"10% liquid formulation of human immunoglobulin","otherNames":["IgPro10; Privigen"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nIVIG-untreated subjects:\n\n* Either subjects with newly diagnosed CIDP (developing over at least 2 months) or subjects with an IVIG treatment interruption for at least 1 year with a progressive disease (deteriorating in the last 2 months) prior to enrolment.\n* Actual diagnosis (including electrophysiology) of CIDP with progressive or relapsing dysfunction from motor and sensory or symmetric motor nerve only in at least 1 limb resulting from neuropathy. Criteria for definite or probable CIDP according to EFNS/PNS guideline.\n* Age ≥18 years.\n* Male or female.\n* Written informed consent for study participation obtained before undergoing any study specific procedures.\n\nIVIG-pretreated subjects:\n\n* Being treated regularly with IVIG on a fixed cycle length of 2 to 6 weeks ± 5 days in the last 6 months, on a fixed dosage of ± 20 % in the last 6 months and deteriorating by at least 1 INCAT score point during the Washout Period of up to 10 weeks (except for an increase from 0 to 1 solely due to upper limb score).\n* Historic diagnosis of CIDP with progressive or relapsing dysfunction from motor and sensory or symmetric motor nerve only in at least 1 limb resulting from neuropathy. Criteria for definite or probable CIDP according to EFNS/PNS guideline.\n* Age ≥18 years.\n* Male or female.\n* Written informed consent for study participation obtained before undergoing any study specific procedures.\n\nExclusion Criteria:\n\n* A motor syndrome that fulfils criteria for multifocal motor neuropathy (MMN) with conduction block (i.e., upper limb motor weakness without sensory deficit and with a 50% decrease in action potential amplitude or area on proximal compared with distal stimulation in motor nerves).\n* CIDP with monoclonal gammopathy of uncertain significance (CIDP-MGUS) with anti-MGUS antibodies and patients with distal acquired demyelinating symmetric (DADS)neuropathy.\n* Any disease (mainly neurological or chronic orthopedic) that may cause symptoms or may interfere with treatment or outcome assessments with the INCAT (e.g., diphtheria, drug or toxin exposure and diabetes mellitus likely to have caused the neuropathy, IgM paraproteinemia, familial neuropathy, borreliosis with radiculopathy, post-polio-syndrome,M. Parkinson, stroke).\n* Current malignancy.\n* History of cardiac insufficiency (New York Heart Association \\[NYHA\\] III/IV), cardiomyopathy, significant cardiac dysrhythmia requiring treatment, unstable or advanced ischemic heart disease, congestive heart failure or severe hypertension.\n* History of thrombotic episodes (deep vein thrombosis, myocardial infarction, cerebrovascular accident).\n* Migraine associated with IVIG infusion in the last 3 months prior to enrolment.\n* Known allergic or other severe reactions to blood products including intolerability to previous IVIG (i.e. severe headache, hypersensitivity, intravascular hemolysis).\n* Subjects with serum IgA level less than 50% of the lower normal limit.\n* Known hyperprolinemia.\n* Any condition (including alcohol, drug or medication abuse) that is likely to interfere with evaluation of the study product or satisfactory conduct of the study.\n* Plasma exchange 3 months prior to enrolment.\n* Treatment with immunomodulatory agents others than steroids, methotrexate or azathioprine (e.g. interferon, TNF-α inhibitors) within 6 months before enrolment.\n* Treatment with rituximab in the 12 months before enrolment.\n* Abnormal laboratory parameters: creatinine \\> 1.5 times the upper normal limit (UNL), lactate dehydrogenase (LDH) \\> 1.5 times the UNL, C-reactive protein (CRP) \\> 1.5 times the UNL, hemoglobin (Hb) \\< 10 g/dL.\n* Ongoing HIV, hepatitis C and hepatitis B infection.\n* Participation in another clinical study (or use of another investigational medicinal product \\[IMP\\]) within 3 months prior to enrolment\n* Not able to comply with study procedures and treatment regimen.\n* Employee at the study site, or spouse/partner or relative of any study staff (e.g., investigator, sub-investigators, or study nurse).\n* Pregnancy or nursing mother.\n* Intention to become pregnant during the course of the study.\n* Female subjects of childbearing potential either not using, or not willing to use, a medically reliable method of contraception for the entire duration of the study, or not sexually abstinent for the entire duration of the study, or not surgically sterile.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Responder Rate","description":"Percentage of responders based on the adjusted Inflammatory Neuropathy Cause and Treatment Scale (INCAT) score.\n\nResponders were defined as those subjects who: 1) demonstrated a \"clinically meaningful improvement\" between baseline and Week 25, or 2) who were discontinued from the study for any reason after the start of IgPro10 treatment but with \"clinically meaningful improvement\" at the last study visit.\n\n\"Clinically meaningful improvement\" was a decrease of at least 1 adjusted INCAT score point excluding an improvement of one point in the total score if this improvement was only due to a decrease in the upper limb score of 1 to 0.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"60.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"63.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Adjusted INCAT Score","description":"The change in INCAT score was determined at the completion visit compared to baseline and to the last measurement under the previous IVIG treatment using a non-parametric analysis to calculate the Hodges-Lehmann point estimate and the corresponding Tukey confidence interval on an exploratory basis.\n\nThe INCAT disability score ranges from 0 to 10 and is the sum of arm and leg disability each rated between 0 and 5 (where arm = 0 indicates 'no upper limb problems' and arm = 5 indicates 'inability to use either arm for any purposeful movement', and leg = 0 indicates 'walking not affected', and leg = 5 indicates 'restricted to wheelchair, unable to stand and walk a few steps with help'). Thus, a higher INCAT disability score indicates greater disability. Negative values for change in INCAT score indicate improvement, with a more negative value indicating greater improvement compared with the value at baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Maximum Grip Strength","description":"Change in maximum grip strength of the dominant hand. A non-parametric analysis was used to calculate the Hodges-Lehmann point estimate and the corresponding Tukey confidence interval on an exploratory basis. Positive values for change in maximum grip strength indicate improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Medical Research Council Sum Scale (MRC)","description":"The change in MRC sum score was determined at the completion visit compared to baseline and to the last measurement under the previous IVIG treatment using a non-parametric analysis to calculate the Hodges-Lehmann point estimate and the corresponding Tukey confidence interval on an exploratory basis.\n\nThe 80-point MRC sum score is the sum of scores for eight bilateral (left and right side) muscle groups, each rated between 0 (no visible contraction) to 5 (normal movement). A higher MRC sum score indicates greater muscle contraction/limb movement. Positive values for change in MRC sum score indicate improvement, with a more positive value indicating greater muscle contraction/ limb movement compared with the value at baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Immunoglobulin G (IgG) Level","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1259.5","spread":"377.47"},{"groupId":"OG001","value":"2859.2","spread":"846.83"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1750.0","spread":"313.73"},{"groupId":"OG001","value":"3228.8","spread":"803.22"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1733.2","spread":"353.00"},{"groupId":"OG001","value":"3496.7","spread":"575.11"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1684.6","spread":"306.62"},{"groupId":"OG001","value":"3386.1","spread":"567.05"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":"NA"},{"groupId":"OG001","value":"1943.6","spread":"465.85"}]}]}]},{"type":"SECONDARY","title":"Frequency of Adverse Events (AEs)","description":"Overall rate of AEs per infusion.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.417","spread":null}]}]}]},{"type":"SECONDARY","title":"Severity of AEs Per Infusion","description":"The severity of each AE was to be graded by the investigator as follows:\n\n* Mild: Symptoms were easily tolerated and there was no interference with daily activities.\n* Moderate: Discomfort enough to cause some interference with daily activities.\n* Severe: Incapacitating with inability to work or do usual activity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.266","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.143","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.008","spread":null}]}]}]},{"type":"SECONDARY","title":"Severity of AEs Per Subject","description":"The severity of each AE was to be graded by the investigator as follows:\n\n* Mild: Symptoms were easily tolerated and there was no interference with daily activities.\n* Moderate: Discomfort enough to cause some interference with daily activities.\n* Severe: Incapacitating with inability to work or do usual activity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"67.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"46.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Relatedness of AEs Per Infusion","description":"The causal relationship of an AE to the study drug was to be assessed and assigned by the investigator.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.201","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.027","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.081","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.042","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.066","spread":null}]}]}]},{"type":"SECONDARY","title":"Relatedness of AEs Per Subject","description":"The causal relationship of an AE to the study drug was to be assessed and assigned by the investigator.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"60.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"39.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"25.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"25.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change in Systolic and Diastolic Blood Pressure During Infusion","description":"Systolic and diastolic blood pressure (BP) were measured before the start of IgPro10 infusion, at 30 minutes and 1 hour after the start of infusion, then every hour until the end of infusion and at 1 hour after the end of infusion. Mean changes from the pre-infusion value to each of the post-infusion values were calculated for each infusion, and the mean value and standard deviation (SD) of these individual mean changes is reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.03","spread":"7.62"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.99","spread":"7.46"}]}]}]},{"type":"SECONDARY","title":"Mean Change in Pulse Rate During Infusion","description":"Pulse rate was measured before the start of IgPro10 infusion, at 30 minutes and 1 hour after the start of infusion, then every hour until the end of infusion and at 1 hour after the end of infusion. Mean changes from the pre-infusion value to each of the post-infusion values were calculated for each infusion, and the mean value and SD of these individual mean changes is reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.14","spread":"3.58"}]}]}]},{"type":"SECONDARY","title":"Mean Change in Body Temperature During Infusion","description":"Body temperature was measured before the start of IgPro10 infusion, at 30 minutes and 1 hour after the start of infusion, then every hour until the end of infusion and at 1 hour after the end of infusion. Mean changes from the pre-infusion value to each of the post-infusion values were calculated for each infusion, and the mean value and SD of these individual mean changes is reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.06","spread":"0.17"}]}]}]},{"type":"SECONDARY","title":"Number of Subjects With Normal/Abnormal Not Clinically Significant (ANCS) Value at Baseline Changing to Abnormal Clinically Significant (ACS) Value at Completion Visit in Routine Laboratory Parameters.","description":"Number of subjects with changes from normal/ANCS values at baseline to ACS values at Completion Visit in routine laboratory parameters including hematology and serum chemistry analytes. Investigators flagged each laboratory value as normal, ANCS or ACS at each assessment timepoint.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":28},"commonTop":["Headache","Pain in extremity","Leukopenia","Asthenia","Hypertension"]}}}