{"nctId":"NCT02181413","briefTitle":"A Study of Oral Ixazomib Citrate (MLN9708) Maintenance Therapy in Participants With Multiple Myeloma Following Autologous Stem Cell Transplant","startDateStruct":{"date":"2014-07-16","type":"ACTUAL"},"conditions":["Multiple Myeloma","Autologous Stem Cell Transplant"],"count":656,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"Ixazomib Citrate","type":"EXPERIMENTAL","interventionNames":["Drug: Ixazomib Citrate"]}],"interventions":[{"name":"Ixazomib Citrate","otherNames":["MLN9708"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Adult male or female participants 18 years or older with a confirmed diagnosis of symptomatic multiple myeloma according to standard criteria.\n2. Documented results of cytogenetics/ fluorescence in situ hybridization (FISH) obtained at any time before transplant, and International Staging System (ISS) staging at the time of diagnosis available.\n3. Underwent standard of care (SOC) induction therapy (induction therapy must include proteasome inhibitor (PI) and/or immunomodulating drugs (IMiD)-based regimens as primary therapy for multiple myeloma), followed by a single autologous stem cell transplant (ASCT) with a high-dose melphalan (200 mg/m\\^2) conditioning regimen, within 12 months of diagnosis. Vincristine, Adriamycin \\[doxorubicin\\], and dexamethasone (VAD) is not an acceptable induction therapy for this trial.\n4. Started screening no earlier than 75 days after transplant, completed screening within 15 days, and randomized no later than 115 days after transplant.\n5. Must have not received post-ASCT consolidation therapy.\n6. Documented response to ASCT (PR, VGPR, CR/stringent complete response \\[sCR\\]) according to IMWG criteria.\n7. ECOG performance status of 0 to 2.\n8. Female participants who:\n\n   * If they are of childbearing potential, agree to practice 2 effective methods of contraception, at the same time, from the time of signing the informed consent through 90 days after the last dose of study drug, AND\n   * Must also adhere to the guidelines of any treatment-specific pregnancy prevention program, if applicable, OR\n   * Agree to practice true abstinence, when this is in line with the preferred and usual lifestyle of the participant. (Periodic abstinence \\[eg, calendar, ovulation, symptothermal, postovulation methods for the female partner\\] and withdrawal are not acceptable methods of contraception.) Male participants, even if surgically sterilized (ie, status postvasectomy), who:\n   * Agree to practice effective barrier contraception during the entire study treatment period and through 90 days after the last dose of study drug, AND\n   * Must also adhere to the guidelines of any treatment-specific pregnancy prevention program, if applicable, OR\n   * Agree to practice true abstinence, when this is in line with the preferred and usual lifestyle of the participant. (Periodic abstinence \\[eg, calendar, ovulation, symptothermal, postovulation methods for the female partner\\] and withdrawal are not acceptable methods of contraception.)\n9. Voluntary written consent must be given before performance of any study-related procedure not part of standard medical care, with the understanding that consent may be withdrawn by the participant at any time without prejudice to future medical care.\n10. Suitable venous access for the study-required blood sampling.\n11. Is willing and able to adhere to the study visit schedule and other protocol requirements.\n12. Must meet the following clinical laboratory criteria at study entry:\n\n    * Absolute neutrophil count (ANC) ≥ 1,000 per cubic milliliter (/mm\\^3) and platelet count ≥ 75,000/mm\\^3. Platelet transfusions to help participants meet eligibility criteria are not allowed within 3 days before randomization.\n    * Total bilirubin ≤ 1.5 \\* the upper limit of the normal range (ULN).\n    * Alanine aminotransferase (ALT) and aspartate aminotransferase (AST) ≤ 3 \\* ULN.\n    * Calculated creatinine clearance ≥ 30 milliliter per minute (mL/min).\n\nExclusion Criteria:\n\n1. Multiple myeloma that has relapsed following primary therapy or is not responsive to primary therapy. For this study, stable disease following ASCT will be considered nonresponsive to primary therapy.\n2. Double (tandem) ASCT.\n3. Radiotherapy within 14 days before the first dose of study drug.\n4. Diagnosed or treated for another malignancy within 5 years before randomization or previously diagnosed with another malignancy with evidence of residual disease. Participants with nonmelanoma skin cancer or carcinoma in situ of any type are not excluded if they have undergone complete resection.\n5. Female participants who are lactating and breastfeeding or have a positive serum pregnancy test during the Screening period.\n6. Major surgery within 14 days before randomization.\n7. Central nervous system involvement.\n8. Infection requiring intravenous (IV) antibiotic therapy or other serious infection within 14 days before randomization.\n9. Diagnosis of Waldenstrom's macroglobulinemia, POEMS (polyneuropathy, organomegaly, endocrinopathy, monoclonal gammopathy, and skin changes) syndrome, plasma cell leukemia, primary amyloidosis, myelodysplastic syndrome, or myeloproliferative syndrome.\n10. Evidence of current uncontrolled cardiovascular conditions, including uncontrolled hypertension, uncontrolled cardiac arrhythmias, symptomatic congestive heart failure, unstable angina, or myocardial infarction within the past 6 months.\n11. Systemic treatment with strong cytochrome P450 3A (CYP3A) inducers (rifampin, rifapentine, rifabutin, carbamazepine, phenytoin, phenobarbital), or use of Ginkgo biloba or St. John's wort within 14 days before randomization in the study.\n12. Active hepatitis B or C virus infection, or known human immunodeficiency virus (HIV) positive.\n13. Comorbid systemic illnesses or other severe concurrent disease which, in the judgment of the investigator, would make the participant inappropriate for entry into this study or interfere significantly with the proper assessment of safety and toxicity of the prescribed regimens (eg, peripheral neuropathy that is Grade 1 with pain or Grade 2 or higher of any cause).\n14. Psychiatric illness/social situation that would limit compliance with study requirements.\n15. Known allergy to any of the study medications, their analogues, or excipients in the various formulations of any agent.\n16. Inability to swallow oral medication, inability or unwillingness to comply with the drug administration requirements, or gastrointestinal (GI) procedure that could interfere with the oral absorption or tolerance of treatment.\n17. Treatment with any investigational products within 60 days before the first dose of the study drug regimen.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression Free Survival (PFS)","description":"PFS was defined as the time from the date of randomization to the date of first documentation of PD, as evaluated by an independent review committee (IRC) according to International Myeloma Working Group (IMWG) criteria, or death due to any cause, whichever occurred first. PD was defined as ≥25% increase from lowest value in: serum/urine M component; participants without measurable serum and urine M-protein levels, the difference between involved and uninvolved free light chain (FLC) levels must be \\>10 milligrams per deciliter (mg/dL); participants without measurable serum, urine M-protein levels and FLC levels, bone marrow plasma cell percent must have been ≥10%; new bone lesions/soft tissue plasmacytomas development/existing bone lesions/soft tissue plasmacytomas size increase; hypercalcemia development.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.3","spread":null},{"groupId":"OG001","value":"26.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS)","description":"OS was measured as the time from the date of randomization to the date of death.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Any Best Response Category Before PD or Subsequent Therapy","description":"Response was assessed according to IMWG criteria. Best response includes partial response (PR), very good partial response (VGPR) and complete response (CR). PR as per IMWG criteria is 50% reduction of serum M-protein and reduction in 24-hour urinary M-protein by ≥90% or to less than (\\<)200 milligrams (mg) per 24 hours. VGPR is serum and urine M-protein detectable by immunofixation but not on electrophoresis or ≥90% reduction in serum M-protein plus urine M-protein level \\<100 mg per 24 hours. CR is negative immunofixation of serum and urine and disappearance of soft tissue plasmacytomas and \\<5% plasma cells in bone marrow. Stringent CR (sCR) is CR and normal FLC ratio and absence of clonal plasma cells (PCs) by immunohistochemistry or 2- to 4-color flow cytometry. The decimal values of percentages were subjected to rounding off.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"12","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"45","spread":null},{"groupId":"OG001","value":"40","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"42","spread":null},{"groupId":"OG001","value":"44","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Progression (TTP)","description":"TTP is defined as the time from the date of randomization to the date of first documentation of PD, using IMWG criteria. PD is defined as ≥25% increase from lowest value in: serum/urine M-component; participants without measurable serum and urine M-protein levels, the difference between involved and uninvolved FLC levels must be \\>10mg/dL; participants without measurable serum, urine M-protein levels and FLC levels, bone marrow plasma cell percent must be ≥10%;new bone lesions/soft tissue plasmacytomas development/existing bone lesions/soft tissue plasmacytomas size rise; hypercalcaemia development. Participants without documentation of PD at the time of analysis were censored at the date of last response assessment that is stable disease or better.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.4","spread":null},{"groupId":"OG001","value":"26.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Second Progression Free Survival (PFS2)","description":"PFS2 is defined as the time from the date of randomization to the date of objective disease progression on next line treatment or death from any cause (whichever occurs first). PD is defined as ≥25% increase from lowest value in: serum/urine M-component; participants without measurable serum and urine M-protein levels, the difference between involved and uninvolved FLC levels must be \\>10 mg/dL; participants without measurable serum, urine M-protein levels and FLC levels, bone marrow plasma cell percent must be ≥10%; new bone lesions/soft tissue plasmacytomas development/existing bone lesions/soft tissue plasmacytomas size rise; hypercalcaemia development.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"80.4","spread":null},{"groupId":"OG001","value":"84.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Start of the Next Line of Therapy","description":"Time to start of the next line of therapy was defined as the time from the date of randomization to the date of initiation dose of the next line of antineoplastic therapy following study treatment or death due to any cause, whichever occurred first. Participants who never took antineoplastic therapy were censored at the date of last contact or death.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27.6","spread":null},{"groupId":"OG001","value":"33.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to End of the Next Line of Therapy","description":"Time to end of the next line of therapy was defined as the time from the date of randomization to the date of last dose of the next line of antineoplastic therapy following study treatment or death due to any cause, whichever occurred first or date of last contact for participants who never took antineoplastic therapy.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"50.4","spread":null},{"groupId":"OG001","value":"55.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of the Next Line of Therapy","description":"Duration of the next line of therapy was defined as the time from the date of the first dose of the next line of therapy to the date of the last dose of the next antineoplastic therapy following study treatment or death due to any cause, whichever occurred first. Duration of the next line of therapy was analyzed on those participants who received the next line of therapy following the study treatment and duration was summarized using Kaplan-Meier method.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.3","spread":null},{"groupId":"OG001","value":"9.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Develop a New Primary Malignancy","description":"The decimal values of percentages were subjected to rounding off.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Conversion to Minimal Residual Disease (MRD) Negative","description":"MRD negativity (MRD-) is defined as absence of MRD and MRD positivity (MRD+) is defined as presence of MRD. The conversion rate from MRD positive to MRD negative was assessed and reported. Bone marrow aspirates and blood samples were sent to a central laboratory and were assessed for MRD using flow cytometry and a sequencing methodology.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27","spread":null},{"groupId":"OG001","value":"39","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Maintenance of MRD Negativity","description":"MRD negativity is defined as absence of MRD and MRD positivity is defined as presence of MRD. The maintenance of MRD negativity up to the end of treatment was assessed and reported in participants converting from MRD+ at Baseline to MRD negative. Bone marrow aspirates and blood samples were sent to a central laboratory and were assessed for MRD using flow cytometry and a sequencing methodology.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25","spread":null},{"groupId":"OG001","value":"37","spread":null}]}]}]},{"type":"SECONDARY","title":"Correlation Between MRD Status and Progression Free Survival (PFS)","description":"PFS is defined as the time from the date of randomization to the date of first documentation of PD as evaluated by an IRC according to IMWG criteria, or death due to any cause, whichever occurred first, assessed for up to 107 months in this outcome measure.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32.5","spread":null},{"groupId":"OG001","value":"38.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"18.5","spread":null},{"groupId":"OG001","value":"23.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Correlation Between MRD Status and Overall Survival (OS)","description":"OS was measured as the time from the date of randomization to the date of death, assessed for up to 107 months in this outcome measure.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"105.0","spread":null}]}]}]},{"type":"SECONDARY","title":"OS Benefits in a High-Risk Population","description":"High-risk population included but was not limited to participants carrying deletion (del)17, t(4:14), t(14:16), amplification (ampl) 1q, del13, or del1p. OS was measured as the time from the date of randomization to the date of death.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"69.0","spread":null},{"groupId":"OG001","value":"64.2","spread":null}]}]}]},{"type":"SECONDARY","title":"PFS Benefits in a High-Risk Population","description":"High-risk population included but not be limited to participants carrying deletion (del)17, t(4:14), t(14:16), amplification (ampl) 1q, del13, or del1p. PFS was defined as the time from the date of randomization to the date of first documentation of PD, as evaluated by an independent review committee according to IMWG criteria, or death due to any cause (whichever occurs first). PD is defined as ≥25% increase from lowest value in: serum/urine M-component; participants without measurable serum and urine M-protein levels, the difference between involved and uninvolved FLC levels must be \\>10mg/dL; participants without measurable serum, urine M-protein levels and FLC levels, bone marrow plasma cell percent must be ≥10%;new bone lesions/soft tissue plasmacytomas development/existing bone lesions/soft tissue plasmacytomas size rise; hypercalcaemia development.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.8","spread":null},{"groupId":"OG001","value":"18.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Eastern Cooperative Oncology Group (ECOG) Performance Status Score","description":"ECOG performance status assesses a participant's performance status on a 6-point scale ranging from 0=fully active/able to carry on all pre-disease activities without restriction; 1=restricted in physically strenuous activity, ambulatory/able to carry out light or sedentary work; 2=ambulatory (\\>50% of waking hours), capable of all self-care, unable to carry out any work activities; 3=capable of only limited self-care, confined to bed/chair \\>50% of waking hours; 4=completely disabled, cannot carry on any self-care, totally confined to bed/chair; 5=dead. Lower scores indicate improvement.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1","spread":"0.63"},{"groupId":"OG001","value":"0.0","spread":"0.54"}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Experience at Least One Treatment Emergent Adverse Event (TEAE) or Serious Adverse Events (SAEs)","description":"An adverse event (AE) was defined as any untoward medical occurrence in a clinical investigation subject administered a drug. An AE can be any unfavorable and unintended sign, symptom, or disease temporally associated with the use of a drug whether or not it is considered related to the drug. A TEAE was defined as an AE that started or worsened after first study drug administration and within 30 days of last dose of study drug. An SAE was defined as any untoward medical occurrence that at any dose resulted in death, was life-threatening, required inpatient hospitalization or prolongation of existing hospitalization, resulted in persistent or significant disability or incapacity, was a congenital abnormality or birth defect, an important medical event.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"241","spread":null},{"groupId":"OG001","value":"382","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"51","spread":null},{"groupId":"OG001","value":"108","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Markedly Abnormal Clinical Laboratory Values Reported as TEAEs","description":"Laboratory tests included chemistry, hematology and urinalysis. Abnormal laboratory value was assessed as an AE if the value led to discontinuation or delay in treatment, dose modification, therapeutic intervention, or was considered by the investigator to be a clinically significant change from baseline. A TEAE was defined as an AE that started or worsened after first study drug administration and within 30 days of last dose of study drug.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"36","spread":null},{"groupId":"OG001","value":"81","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the European Organization for Research and Treatment of Cancer Quality of Life Questionnaire (EORTC QLQ-C30) Global Health Status/Quality of Life (GHS/QoL) Domain Score","description":"The EORTC QLQ-C30 is a 30-item questionnaire used to assess the health-related quality of life of cancer patients. GHS/QoL domain is based on questions 29 (\"How would you rate your overall health during the past week?\") and 30 (\"How would you rate your overall quality of life during the past week?\") of the EORTC QLQ-C30 where the study participants' self-reported responses to the questions on a 7-point scale (1=very poor to 7=excellent). The raw GHS/QoL domain scores were linearly transformed to a scale ranging 0 (worse outcome) to 100 (best outcome), with higher scores indicating better quality of life. The change from baseline in EORTC QLQ-C30 GHS/QoL domain was evaluated by treatment group.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.7","spread":"1.57"},{"groupId":"OG001","value":"-4.1","spread":"1.43"}]}]}]},{"type":"SECONDARY","title":"Plasma Concentration of Ixazomib","description":"Plasma concentrations of the complete hydrolysis product of ixazomib citrate (ixazomib) were measured using a validated Liquid Chromatography-tandem Mass Spectrometry (LC/MS/MS) assay.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27.919","spread":"24.7787"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10.352","spread":"9.8078"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.584","spread":"1.6707"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.611","spread":"1.4305"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.946","spread":"1.0984"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.232","spread":"2.0069"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.258","spread":"1.1508"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.396","spread":"1.7822"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.400","spread":"1.4921"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.623","spread":"1.6994"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.691","spread":"1.9842"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.637","spread":"1.7074"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.610","spread":"1.9380"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.594","spread":"1.9509"}]}]}]},{"type":"SECONDARY","title":"Time to Resolution of Peripheral Neuropathy (PN) Events","description":"Peripheral neuropathy is defined as the TEAE in the high-level term of peripheral neuropathies not elsewhere classified (NEC) according to Medical Dictionary for Regulatory Activities (MedDRA). A PN event is considered as improved if the event improves from the maximum grade. That is, all the grades recorded after the maximum grade is less than the maximum grade. Time to improvement is defined as the time from the initial onset date (inclusive) of the maximum grade to the first onset date that the toxicity grade is below the maximum grade with no higher grade thereafter, or the resolution date, whichever occurs first.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"159.0","spread":null},{"groupId":"OG001","value":"225.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Improvement of PN Events","description":"PN is defined as the treatment-emergent adverse event in the high-level term of peripheral neuropathies not elsewhere classified (NEC) according to the Medical Dictionary for Regulatory Activities (MedDRA). A PN event is considered as resolved if its final outcome is resolved with no subsequent PN event of the same preferred term occurring on the resolution date or the day before and after. A PN event is considered as improved if the event improves from the maximum grade. That is, all the grades recorded after the maximum grade is less than the maximum grade. Time to improvement is defined as the time from the initial onset date (inclusive) of the maximum grade to the first onset date that the toxicity grade is below the maximum grade with no higher grade thereafter, or the resolution date, whichever occurs first.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"130.0","spread":null},{"groupId":"OG001","value":"134.0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":51,"n":259},"commonTop":["Diarrhoea","Nausea","Nasopharyngitis","Upper respiratory tract infection","Arthralgia"]}}}