{"nctId":"NCT02500836","briefTitle":"Topical Application of Cocaine HCl 4%, or 10%, or Placebo Solution in Local (Topical) Anesthesia","startDateStruct":{"date":"2015-09"},"conditions":["Any Ear Nose or Throat Conditions","With Identified Need for a Diagnostic Procedure or Surgery on or Through the Mucous Membranes of the Nasal Cavities"],"count":646,"armGroups":[{"label":"Cocaine HCI 4% Topical Solution","type":"EXPERIMENTAL","interventionNames":["Drug: Cocaine HCl 4% Topical Solution"]},{"label":"Cocaine HCI 10% Topical Solution","type":"EXPERIMENTAL","interventionNames":["Drug: Cocaine HCl 10% Topical Solution"]},{"label":"Placebo Topical Solution","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo Topical Solution"]}],"interventions":[{"name":"Cocaine HCl 4% Topical Solution","otherNames":[]},{"name":"Cocaine HCl 10% Topical Solution","otherNames":[]},{"name":"Placebo Topical Solution","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n\\- Subjects must meet all of the following criteria prior to enrollment in the study:\n\n* Provide written informed consent and HIPAA authorization. Residents of California must also review and sign the California Subject Bill of Rights.\n* Male or female ≥18 years of age.\n* Predetermined need from a physician for diagnostic procedure or surgery on or through the nasal mucous membranes of either one or two nostrils that merits the use of anesthesia.\n* Ability to feel pain sensation normally in the nasal mucous membranes, as verified via Von Frey 5.88 monofilament testing\n* Ability to clearly communicate pain and sensation of the nasal mucous membranes.\n\nExclusion Criteria:\n\n* Has a known allergy to any ester based anesthetics including cocaine, procaine, tetracaine, chlorprocaine, dibucaine, or benzocaine and/or any other compounds of the drugs and/or devices that are part of this protocol. (Amide based or other non-ester based anesthetic allergies are NOT exclusionary. Amide based anesthetics are: Lidocaine, Mepivicaine, Bupivicaine, Levobupivicaine, Ropivicaine, Etidocaine, Prolicaine, and Articaine).\n* Has a history of abuse of controlled substances, nasal or otherwise, or has damage to the nasal space, that in the opinion of the investigator might interfere with the ability of the subject or the investigator to judge anesthesia from the trial drug.\n* Has used any investigational drug(s) within 30 days preceding the randomization.\n* Is pregnant or is a nursing mother\n* Women of childbearing potential (WOCBP) and male partners of WOCBP who are not willing to use an acceptable method of contraception to avoid pregnancy throughout the study. Contraceptive practices must extend for women at least 30 days and for male partners of WOCBP at least 90 days after the last dose of investigational product in such a manner that the risk of pregnancy or risk to a pregnancy is minimized.\n* Is \\< 18 years of age\n* Suffers from a condition, other than the need for a diagnostic procedure or surgery on or through the nasal mucous membranes which, in the opinion of the Investigator, would compromise the safety of the subject, the quality of the data, or the normal wound healing process.\n* Use of any analgesic 2 days prior to screening or has a need to use these drugs during the screening period. This includes NSAIDs, such as ibuprofen, diclofenac, indomethacin, sulindac, tolmetin, ketoprofen, flurbiprofen, naproxen, opioids such as codeine, hydrocodone, hydromorphone, morphine, oxycodone, aspirin, or acetaminophen.\n* Subjects who have experienced a seizure while taking isoniazid (INH), phenothiazines, chlorpromazine, thioridazine, theophylline, or tricyclic antidepressants such as amitriptyline.\n* Has previously received study drug during this study. Subjects who fail screening may rescreen if eligibility requirements are met, but only if the subject has not received any study drug during this study.\n* Has a history of myocardial infarction, coronary artery disease, congestive heart failure, irregular heart rhythm (as fully defined in sections 7.9.4, 7.9.5 and 7.9.6) or uncontrolled hypertension or is taking monoamine oxidase inhibitors (6). Uncontrolled hypertension is defined as systolic blood pressure greater than or equal to 140 mm Hg or diastolic blood pressure greater than or equal to 90 mm Hg (43)(44).\n* Has a known personal or family history of hereditary pseudocholinesterase deficiency. (2) Study participants will be screened by asking about personal or family history of anesthetic reaction, anesthetic death, and previous diagnosis of pseudocholinesterase deficiency in a relative or personally. Subjects identified with pseudocholinesterase deficiency are at risk for delayed recovery with certain anesthetics (e.g. succinylcholine and ester-based anesthetics). (14)\n* Has a known personal or family history of pheochromocytoma. (2) Study participants will be specifically asked if they have been treated for a pheochromocytoma previously or if they have a family member who has been diagnosed with pheochromocytoma (since 10% of these are familial). (14)\n* Has a known personal or family history of an adrenal tumor.\n* Use of amphetamines in the 2 days prior to screening or has a need to use these drugs during the course of the study. All stimulant prescription, and nonprescription products such as catecholamines (norepinephrine or epinephrine), ephedrine, pseudoephedrine and any other amphetamines in the 48 hours prior to screening or has a need to use these drugs during the course of the study. All herbal products except coffee, tea, or herbal tea are also prohibited within 48 hours prior to screening or if the subject has a need to use these drugs during the course of the study. Coffee, Tea, and Herbal Tea are not exclusionary criteria or prohibited medications as they are food products not prescription or nonprescription products.\n* Has screening 12-lead ECG findings of any abnormalities as listed in section 7.9.4, 7.9.5, and 7.9.6. Generally, these are current or prior myocardial ischemia or infarction, dysrhythmia, or risk of serious dysrhythmia (such as prolonged QT interval) and include any other clinically significant abnormal ECG finding that, in the opinion of the Investigator in consultation with the Medical Monitor, may potentially result in this trial being unsafe for the subject.\n* An exception to this would be 7.9.5.11 (resting sinus bradycardia or resting sinus tachycardia to a limit of 110 beats per minute) as these represent normal variants that may be found in younger or older healthy adults. (36)\n* Hemoglobin \\<8.5 g/dL; a one-time retest will be allowed for Hb 8.3- 8.4 g/dL\n* WBC \\< 3.5 x 103 cells/mcL; a one-time retest will be allowed for WBC 3.3-3.4 x 103 cells/mcL\n* Platelets \\< 100 x 103 platelets/mcL; a one-time retest will be allowed for platelets 90-99x 103 platelets/mcL\n* Serum Potassium \\<3.5 or \\>5.0 mEq/L\n* Serum ALT, AST, and bilirubin exceeding 2X ULN for the lab's reference values\n* Cardiac enzymes above the range of normal\n* Coagulation studies that in the opinion of the investigator would be cause for the subject to be excluded from the study.\n* Positive urine pregnancy test at screening or Day 1\n* Positive urine drug test at screening or Day 1 without prior medically-necessary use of controlled substances (for example, benzodiazepines for anxiety)\n* Subjects is a member of the Investigational Team, including Investigators or Sub-Investigators, or their immediate family.\n\nA one-time retest is permitted for any blood test if the original sample was hemolyzed.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Immediate and Sustained Anesthetic Success for Cocaine HCl 4% Topical Solution and Placebo Topical Solution","description":"Subjects who meet the following for each nostril that received the study drug application are considered a treatment success: Prior to the diagnostic procedure or surgery, based on the von Frey monofilament test, after application of the assigned study drug solution (Cocaine HCl 4% Topical Solution or Placebo Topical Solution), the subject response is a 0 (zero) pain score on the 11 point pain scale (0 = no pain, 10 = unbearable pain) compared to the von Frey monofilament test right before study drug application. And, during the diagnostic procedure or surgery, no further analgesic treatment is required (only 4% Cocaine HCl subjects who receive a diagnostic procedure or surgery). Subjects with missing primary outcome data are marked as treatment failures in both treatment groups.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.7093","spread":null},{"groupId":"OG001","value":"0.1969","spread":null}]}]}]},{"type":"SECONDARY","title":"Immediate and Sustained Anesthetic Success for Cocaine HCl 10% Topical Solution","description":"Subjects who meet the following for each nostril that received the study drug application are considered a treatment success: Prior to the diagnostic procedure or surgery, based on the von Frey monofilament test, after application of the assigned study drug solution (Cocaine HCl 10% Topical Solution), the subject response is a 0 (zero) pain score on the 11 point pain scale (0 = no pain, 10 = unbearable pain) compared to the von Frey monofilament test right before study drug application. And, during the diagnostic procedure or surgery, no further analgesic treatment is required (only 10% Cocaine HCl subjects who receive a diagnostic procedure or surgery).","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.8268","spread":null},{"groupId":"OG001","value":"0.1969","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":259},"commonTop":["Hypertension","Tachycardia","Nasal Septum Deviation","Electrocardiogram QT Prolonged","Sinus Tachycardia"]}}}