{"nctId":"NCT00604500","briefTitle":"A Patient Handling Study of Mometasone Furoate/Formortoral Fumarate (MF/F) Metered Dose Inhaler (MDI) With an Integrated Dose Counter in Adolescent and Adult Subjects With Asthma or Chronic Obstructive Pulmonary Disease (Study P04703AM1)","startDateStruct":{"date":"2008-03-01","type":"ACTUAL"},"conditions":["Asthma","COPD"],"count":272,"armGroups":[{"label":"MF/F MDI 100/10 mcg BID with dose counter","type":"EXPERIMENTAL","interventionNames":["Drug: SCH No. 418131 (Mometasone Furoate/Formoterol Furoate abbreviated MF/F )"]}],"interventions":[{"name":"SCH No. 418131 (Mometasone Furoate/Formoterol Furoate abbreviated MF/F )","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Diagnosis and Criteria for Inclusion:\n\n* A participant must have been at least 12 years of age, of either sex, and of any race, with a diagnosis of persistent asthma or COPD of at least 12 months.\n* A participant must have been able to demonstrate correct use of an MDI without a counter at the Screening Visit.\n* A participant must have demonstrated at least 90% compliance with completion of the e-diary, use of the counterstrip, and use of the study medication over the 2-week Screening Period.\n\nExclusion Criteria:\n\n* Participants with a serious uncontrolled medical disorder, which in the judgment of the investigator, could have interfered with the study, or required treatment which might interfere with the study.\n* Participants who in the judgment of the investigator and/or sponsor had a significant recent or current, repetitive strain injury (RSI) that may have impacted their ability to effectively participate in the full duration of the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Discrepancy Rate","description":"Overall discrepancies refer to the difference between the participant-recorded number of actuations and the participant-recorded dose counter readout across the 4-week Treatment Period. The Overall Discrepancy Rate was calculated as 100 multiplied by the total number of discrepancies across all participants who used at least 90% of the labeled actuations divided by the total number of actuations in the same participant population (Completer Population).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.13","spread":null}]}]}]},{"type":"PRIMARY","title":"Overall Quartile Discrepancy Rate","description":"Quartile discrepancies refer to the difference between\n\nthe participant-recorded number of actuations and the participant-recorded\n\ncounter readout at each of the 4 weekly visit intervals \\[ie, quartiles\\] to\n\nevaluate whether there was any difference in agreement over the life of\n\nthe inhaler. The Quartile Discrepancy Rate was calculated as 100 multiplied by the total number of discrepancies per Quartile across all participant who used at least 90% of the labeled actuations divided by the total number of actuations per Quartile in the same population.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.13","spread":null}]}]}]},{"type":"PRIMARY","title":"Overall Discrepancy Size","description":"Discrepancy Size refers to the magnitude of the discrepancy between the dose counter readout and the number of recorded actuations (definition of discrepancy). Overall Discrepancy Size was calculated as 100 multiplied by the sum of the absolute values from each Dose Counter Discrepancy Size across all participants who used at least 90% of the labeled actuations divided by the total number of recorded actuations in the same participant population.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.14","spread":null}]}]}]},{"type":"PRIMARY","title":"End of Use Agreement: Number of Inhalers With an End of Use Agreement of 0 (Completer Population)","description":"The difference in the final MDI dose counter readout and the total number of recorded actuations at the end-of-use. Dose Counter end-of-use agreement was calculated as the sum of the absolute difference between the final dose counter readout and the number of recorded actuations across all participants who used at least 90% of the labeled actuations (excluding participants who used the inhaler beyond the labeled number of actuations) divided by the total number of participants in this population. No participant used more than two inhalers during the treatment period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"175","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":272},"commonTop":[]}}}