{"nctId":"NCT01204775","briefTitle":"Study to Evaluate the Efficacy, Safety, Tolerability, and Pharmacokinetics of Saxagliptin as Monotherapy in Pediatric Patients With Type 2 Diabetes","startDateStruct":{"date":"2011-06"},"conditions":["Type 2 Diabetes"],"count":26,"armGroups":[{"label":"Saxagliptin","type":"EXPERIMENTAL","interventionNames":["Drug: Saxagliptin","Drug: Metformin (Active Rescue)"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo (Saxagliptin)","Drug: Metformin IR","Drug: Placebo (Metformin)","Drug: Metformin (Active Rescue)"]}],"interventions":[{"name":"Saxagliptin","otherNames":["BMS-477118","Onglyza"]},{"name":"Placebo (Saxagliptin)","otherNames":[]},{"name":"Metformin IR","otherNames":[]},{"name":"Placebo (Metformin)","otherNames":[]},{"name":"Metformin (Active Rescue)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male and female patients eligible if 10 years of age, up to 17 years and 32 weeks of age at the time of randomization, diagnosed as having type 2 diabetes prior to study enrollment.\n* HbA1c ≥7.0% and ≤10.5%\n* Body weight ≥ 30 kg.\n* BMI \\> 85th percentile\n\nAge and Reproductive Status a) Women of childbearing potential (WOCBP) and men must be using an acceptable method of contraception to avoid pregnancy throughout the study and for up to 4 weeks after the last dose of investigational product in such a manner that the risk of pregnancy is minimized. The decision for appropriate methods to prevent pregnancy should be determined by discussions between the investigator and the study subject.\n\nb) WOCBP must have a negative serum or urine pregnancy test (minimum sensitivity 25 IU/L or equivalent units of HCG) within 72 hours prior to the start of investigational product. c) Women must not be breastfeeding. d) Sexually active fertile men must use effective birth control if their partners are WOCBP.\n\nExclusion Criteria:\n\n1. Target Disease Exceptions\n\n   a) Current use of the following medications for the treatment of diabetes, or use within the specified timeframe prior to screening for the study: i) Six months: insulin. ii) Four months: thiazolidinediones. iii) Two months: any other antidiabetic treatment iv) Any previous use of DPP4-inhibitor and/or incretin mimetics b) Current use of prescription or non-prescription weight loss drugs and their use within 3 months of screening.\n2. Medical History and Concurrent Diseases\n\n   a) Significant co-morbidity that, in the opinion of the investigators would preclude participation in the study (eg, current treatment for cancer). b) Previous diagnosis of monogenic etiology of type 2 diabetes such as MODY (maturity onset of diabetes in youth) or secondary diabetes (steroid use, Cushing's disease, acromegaly). c) Significant cardiovascular history. d) History of hemoglobinopathies (sickle cell anemia or thalassemias, sideroblastic anemia). e) History of unstable or rapidly progressive renal disease. f) History of alcohol or drug abuse. g) Psychiatric or cognitive disorder that will, in the opinion of investigators, limit the patient's ability to comply with the study medications and monitoring. h) Administration of any other study drug or participation in a clinical research trial within 30 days of planned enrollment to this study (or a longer period if dictated by local regulatory authorities). i) Any condition, which in the investigator's opinion may render the subject unable to complete the study or may pose significant risk to the subject. j) Immunocompromised individuals such as subjects that have undergone organ transplantation or subjects diagnosed with human immunodeficiency virus. k) Subjects on a commercial weight loss program with ongoing weight loss, or on an intensive exercise program.\n3. Physical and Laboratory Test Findings a) Fasting plasma glucose (FPG) \\> 255 mg/dL (14.2 mmol/L) at screening will exclude the patient. b) Diabetic ketoacidosis (DKA) within 6 months of study entr1) Target Disease Exceptions a) Current use of the following medications : i) Six months: insulin. ii) Four months: thiazolidinediones. iii) Two months: any other antidiabetic treatment iv) Any previous use of DPP4-inhibitor and/or incretin mimetics b) Current use of prescription or non-prescription weight loss drugs and their use within 3 months of screening.\n\n2\\) Medical History and Concurrent Diseases\n\na) Significant co-morbidity that, in the opinion of the investigators would preclude participation in the study (eg, current treatment for cancer). b) Previous diagnosis of monogenic etiology of type 2 diabetes such as MODY (maturity onset of diabetes in youth) or secondary diabetes (steroid use, Cushing's disease, acromegaly). c) Significant cardiovascular history. d) History of hemoglobinopathies (sickle cell anemia or thalassemias, sideroblastic anemia). e) History of unstable or rapidly progressive renal disease. f) History of alcohol or drug abuse. g) Psychiatric or cognitive disorder that will, in the opinion of investigators, limit the patient's ability to comply with the study medications and monitoring. h) Administration of any other study drug or participation in a clinical research trial within 30 days of planned enrollment to this study (or a longer period if dictated by local regulatory authorities). i) Any condition, which in the investigator's opinion may render the subject unable to complete the study or may pose significant risk to the subject. j) Immunocompromised individuals such as subjects that have undergone organ transplantation or subjects diagnosed with human immunodeficiency virus. k) Subjects on a commercial weight loss program with ongoing weight loss, or on an intensive exercise program. 3) Physical and Laboratory Test Findings\n\n1. Fasting plasma glucose (FPG) \\> 255 mg/dL (14.2 mmol/L) at screening\n2. Diabetic ketoacidosis (DKA) within 6 months of study entry (DKA can occur as a presenting sign of type 2 diabetes in youth).\n3. Abnormal renal function, which is defined as an abnormal creatinine clearance rate as determined by the Schwartz Formula\n\nExclusion from study participation will apply to calculated glomerular filtration rate \\< 80 mL/min/1.73m2 (1.33 mL/s). d) Presence of one or more of the following: antibodies to glutamic acid decarboxylase (GAD), islet cell autoantibody (ICA), protein tyrosine phosphatase-like protein antibodies (IA-2). e) Active liver disease and/or significant abnormal liver function defined as Aspartate aminotransferase (AST) and/or alanine aminotransferase (ALT) \\> 2 times upper limits of normal, and/or serum total bilirubin \\> 2.0 mg/dL. f) History of positive serologic evidence of current infectious liver disease including anti-HAV (IgM), HbsAg, or anti-HCV. Patients who may have isolated positive anti HBs may be included. g) Anemia of any etiology defined as hemoglobin ≤ 10.7 g/dL (107 g/L) for females and ≤ 11.3 g/dL (113 g/L) for males. h) An abnormal TSH value at screening will be further evaluated by free T4. Subjects with an abnormal T4 will be excluded. i) Creatinine kinase (CK) ≥ 3 X ULN. j) Clinically significant (CS) abnormalities in any pre-randomization laboratory analyses or ECG that, in the investigator's opinion, would preclude randomization. 4) Allergies and Adverse Drug Reaction\n\n1. Subjects who have contraindications to therapy as outlined in the Saxagliptin Investigator Brochure or local metformin package insert.\n2. Subjects with known contraindications to DPP-IV therapy. 5) Prohibited Therapies and/or Medications\n\na) Steroid use exclusions: i) Excluded: use of oral or parenteral corticosteroids within 3 months ii) Allowed: inhaled corticosteroids for asthma, and topical corticosteroids if limited to minor surface area. b) Use of any other antihyperglycemic medication (other than metformin or insulin as applicable for glycemic rescue) after entry into the placebo lead-in period. c) Prior treatment with saxagliptin. d) Subjects taking prohibited medication as listed in Section 3.4. Subjects who stop prohibited medication prior to study participation must undergo an appropriate wash out period before visit 1. e) Diabetes treatment or use of weight loss medications f) Current treatment with potent CYP3A4/5 inhibitors (in countries where dose adjustment would be required by the saxagliptin label). 6) Sex and Reproductive Status\n\na) Pregnant, positive serum pregnancy test, planning to become pregnant during the clinical trials, or breastfeeding. 7) Other Exclusion Criteria\n\n1. Prisoners or subjects who are involuntarily incarcerated.\n2. Subjects who are compulsorily detained for treatment of either a psychiatric or physical (eg, infectious disease) illness.\n3. Employees of BMS, AstraZeneca (AZ), or their relatives.","healthyVolunteers":false,"sex":"ALL","minimumAge":"10 Years","maximumAge":"17 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Change in HbA1c From Baseline to Week 16","description":null,"paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.7","spread":"0.83"},{"groupId":"OG001","value":"0.6","spread":"1.53"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":4},"commonTop":["OROPHARYNGEAL PAIN","COUGH","Headache","UPPER RESPIRATORY TRACT INFECTION","ACNE"]}}}