{"nctId":"NCT02367040","briefTitle":"Copanlisib and Rituximab in Relapsed Indolent B-cell Non-Hodgkin's Lymphoma (iNHL)","startDateStruct":{"date":"2015-08-03","type":"ACTUAL"},"conditions":["Lymphoma,Non-Hodgkin"],"count":458,"armGroups":[{"label":"Copanlisib + Rituximab","type":"EXPERIMENTAL","interventionNames":["Drug: Copanlisib (Aliqopa, BAY80-6946)","Drug: Rituximab"]},{"label":"Placebo + Rituximab","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo","Drug: Rituximab"]}],"interventions":[{"name":"Copanlisib (Aliqopa, BAY80-6946)","otherNames":[]},{"name":"Placebo","otherNames":[]},{"name":"Rituximab","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Histologically confirmed diagnosis of Indolent non-Hodgkin's lymphoma (iNHL) in CD20 positive patients, with histological subtype limited to:\n\n  * Follicular lymphoma(FL) grade1-2-3a\n  * Small lymphocytic lymphoma(SLL) with absolute lymphocyte count \\<5x10\\*9/L at study entry\n  * Lymphoplasmacytoid lymphoma/Waldenström macroglobulinemia (LPL/WM)\n  * Marginal zone lymphoma (MZL) (splenic, nodal, or extra-nodal)\n* Patients must have relapsed (recurrence after complete response or presented progression after partial response) after the last rituximab-, rituximab biosimilars-, or anti-CD20 monoclonal antibody (e.g. obinutuzumab)-containing therapy (other previous treatment lines after rituximab are allowed). A previous regimen is defined as one of the following: at least 2 months of single-agent therapy (less than 2 months of therapy is allowed for patients who responded to single-agent rituximab, rituximab biosimilars, or anti-CD20 monoclonal antibody); at least 2 consecutive cycles of polychemotherapy; autologous transplant; radioimmunotherapy. Previous exposure to PI3K is acceptable (except to copanlisib) provided there is no resistance. Patients with prior intolerance to PI3K inhibitors other than copanlisib are eligible.\n* Non-WM must have at least one bi-dimensionally measurable lesion (which has not been previously irradiated) according to the Lugano Classification. For patients with splenic MZL (Marginal-zone lymphoma) this requirement may be restricted to splenomegaly alone since that is usually the only manifestation of measurable disease.\n* Patients affected by WM who do not have at least one bi-dimensionally measurable lesion in the baseline radiologic assessment must have measurable disease, defined as presence of immunoglobulin M (IgM) paraprotein with a minimum IgM level ≥ 2 x upper limit of normal (ULN) and positive immunofixation test .\n* Male or female patients ≥ 18 years of age\n* Eastern Cooperative Oncology Group (ECOG) performance status ≤ 2\n* Life expectancy of at least 3 months\n* Availability of fresh tumor tissue and/or archival tumor tissue for central pathology(obtained within 5 years of the consent date) at Screening\n* Adequate baseline laboratory values collected no more than 7 days before starting study treatment\n* Left ventricular ejection fraction ≥ 45%\n* Patients must either:\n\n  * have had a progression-free and treatment-free interval of at least 12 months after completion of the rituximab-, rituximab biosimilars-, or anti-CD20 monoclonal antibody-containing treatment OR\n  * be considered unfit to receive chemotherapy on reason of age, concomitant morbidities, and/or residual toxicity from previous treatments, or unwillingness to receive chemotherapy. These patients must also have had a progression-free and treatment-free interval of at least 6 months after completion of the last rituximab-, rituximab biosimilars-, or anti-CD20 monoclonal antibody-containing treatment. Patients in whom chemotherapy is contraindicated are defined by one of the following features:\n\n    * Age ≥ 80 years\n    * Age \\< 80 years and at least 1 of the following conditions:\n\n      * at least 3 grade 3 CIRS-G comorbidities OR\n      * at least 1 grade 4 CIRS-G comorbidity (if compatible to participation in the study).\n\nExclusion Criteria:\n\n* Histologically confirmed diagnosis of follicular lymphoma grade 3b or transformed disease, or chronic lymphocytic leukemia\n* Progression free interval or treatment free interval of less than 12 months since the last rituximab-, rituximab biosimilars-, or anti-CD20 monoclonal antibody (e.g. obinutuzumab)-containing treatment(including maintenance with these drugs). For patients considered unwilling/unfit to receive chemotherapy : progression free interval or treatment free interval of less than 6 months since the last rituximab-, rituximab biosimilars-, or anti-CD20 monoclonal antibody-containing treatment (including maintenance with these drugs), as assessed by the investigator\n* History or concurrent condition of interstitial lung disease of any severity and/or severely impaired lung function\n* Known lymphomatous involvement of the central nervous system\n* Patients with HbA1c \\> 8.5% at Screening\n* Known history of human immunodeficiency virus (HIV) infection\n* Hepatitis B (HBV) or hepatitis C (HCV). Patients positive for HBsAg or HBcAb will be eligible if they are negative for HBV-DNA, these patients should receive prophylactic antiviral therapy. Patients positive for anti- HCV antibody will be eligible if they are negative for HCV-RNA\n* Documented evidence of resistance to prior treatment with idelalisib or other PI3K inhibitors.\n* Prior treatment with copanlisib\n* Cytomegalovirus (CMV) infection. Patients who are CMV PCR positive at baseline will not be eligible.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression Free Survival (PFS) Based on Independent Central Review.","description":"Progression-free survival (PFS) was defined as the time from randomization to progressive disease (PD) or death due to any cause, whichever was earlier according to the Lugano Classification and Response criteria in patients affected by Waldenström macroglobulinemia (kindly refer to the links in the Protocol section).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.5","spread":null},{"groupId":"OG001","value":"13.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23.2","spread":null},{"groupId":"OG001","value":"13.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Objective Response Rate (ORR)","description":"Objective response rate (ORR) was defined as the percentage of participants who have a best response rating over the whole duration of the study (i.e. until time of analysis of PFS) of complete response (CR) or partial response (PR) according to the Lugano Classification and for patients with Waldenström macroglobulinemia (WM) a response rating of CR, very good partial response (VGPR), PR, or minor response (MR) according to the Owen Criteria (kindly refer to the links in the Protocol section).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"80.8","spread":null},{"groupId":"OG001","value":"47.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"80.5","spread":null},{"groupId":"OG001","value":"49.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Complete Response Rate (CRR)","description":"Complete response rate (CRR) was defined as the percentage of participants who had a best response rating over the whole duration of the study (i.e., until the time of analysis of PFS) according to the Lugano Classification and for patients with Waldenström macroglobulinemia (WM) a response rating of Complete Response according to the Owen Criteria (kindly refer to the links in the Protocol section).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"33.9","spread":null},{"groupId":"OG001","value":"14.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"34.2","spread":null},{"groupId":"OG001","value":"15.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response (DOR)","description":"Duration of response (DOR) was defined as the time (in days) from first observed tumor response Complete Response (CR), Very good partial response (VGPR), Partial Response (PR) or Minor Response (MR) until progression or death from any cause, whichever occurred earlier according to the Owen Criteria (kindly refer to the links in the Protocol section). Only patients with response in FAS were included in the analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20.4","spread":null},{"groupId":"OG001","value":"17.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"25.9","spread":null},{"groupId":"OG001","value":"15.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Disease Control Rate (DCR)","description":"Disease control rate was defined as the percentage of participants who had a best response rating as Complete Response (CR), Partial Response (PR) or stable disease (SD) according to the Lugano Classification and for patients with Waldenström macroglobulinemia (WM) as a response rating of CR, very good partial response (VGPR), PR, minor response (MR) or stable disease (SD) according to the Owen Criteria (kindly refer to the links in the Protocol section).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"89.3","spread":null},{"groupId":"OG001","value":"84.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"89.3","spread":null},{"groupId":"OG001","value":"84.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Progression (TTP)","description":"Time to progression (TTP) was defined as the time (days) from date of randomization to date of first observed disease progression according to the Lugano Classification and Response criteria in patients affected by Waldenström macroglobulinemia (kindly refer to the links in the Protocol section).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22.3","spread":null},{"groupId":"OG001","value":"13.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"27.7","spread":null},{"groupId":"OG001","value":"13.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS)","description":"Overall survival was defined as the time (in days) from randomization until death from any cause.","classes":[]},{"type":"SECONDARY","title":"Time to Deterioration in DRS-P (Disease-Related Symptoms - Physical) of at Least Three Points, as Measured by the Functional Assessment of Cancer Therapy Lymphoma Symptom Index-18 (FLymSI-18) Questionnaire.","description":"Time to deterioration in DRS-P (Disease-Related Symptoms - Physical) of at least three points was defined as the time (in days) from randomization to DRS-P decline, progression, or death due to any reason, whichever occurred earlier. The Lymphoma Symptom Index-18 (FLymSI-18) questionnaire contains 18 items, each of which utilizes a Likert scale with 5 possible responses ranging from 0 'Not at all' to 4 'Very much' and was divided into a total score.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.5","spread":null},{"groupId":"OG001","value":"5.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.5","spread":null},{"groupId":"OG001","value":"5.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Improvement in DRS-P (Disease-Related Symptoms - Physical) of at Least 3 Points, as Measured by the Functional Assessment of Cancer Therapy Lymphoma Symptom Index-18 (FLymSI-18) Questionnaire.","description":"Time to improvement in DRS-P (Disease-Related Symptoms - Physical) was defined as the time (in days) from randomization to DRS-P improvement of at least three points. The Lymphoma Symptom Index-18 (FLymSI-18) questionnaire contains 18 items, each of which utilizes a Likert scale with 5 possible responses ranging from 0 'Not at all' to 4 'Very much' and was divided into a total score.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"38.5","spread":null},{"groupId":"OG001","value":"35.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment-emergent Adverse Events (TEAEs) at Primary Completion Date.","description":"Adverse events were considered to be treatment-emergent if they have started or worsened after first application of study medication up to 30 days after end of treatment with study medication.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"307","spread":null},{"groupId":"OG001","value":"134","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"293","spread":null},{"groupId":"OG001","value":"95","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"218","spread":null},{"groupId":"OG001","value":"92","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment-emergent Adverse Events (TEAEs) at 2-year Follow-up Cut-off Date.","description":"Adverse events were considered to be treatment-emergent if they have started or worsened after first application of study medication up to 30 days after end of treatment with study medication.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"307","spread":null},{"groupId":"OG001","value":"137","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"295","spread":null},{"groupId":"OG001","value":"98","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"218","spread":null},{"groupId":"OG001","value":"93","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":161,"n":307},"commonTop":["Hyperglycaemia","Hypertension","Neutrophil count decreased","Diarrhoea","Neutropenia"]}}}