{"nctId":"NCT02384941","briefTitle":"Efficacy, Safety, and Tolerability Study of Sotagliflozin as Adjunct Therapy in Adult Patients With Type 1 Diabetes Mellitus Who Have Inadequate Glycemic Control With Insulin Therapy","startDateStruct":{"date":"2015-03","type":"ACTUAL"},"conditions":["Type 1 Diabetes Mellitus"],"count":793,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"Sotagliflozin 200 milligrams (mg)","type":"EXPERIMENTAL","interventionNames":["Drug: Placebo","Drug: Sotagliflozin"]},{"label":"Sotagliflozin 400 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Sotagliflozin"]}],"interventions":[{"name":"Placebo","otherNames":[]},{"name":"Sotagliflozin","otherNames":["LX4211"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participants had given written informed consent to participate in the study in accordance with local regulations.\n* Adult participants 18 years and older with a diagnosis of T1D made at least 1 year prior to informed consent.\n* Participants were being treated with insulin or insulin analog delivered. via continuous subcutaneous insulin infusion (CSII) or multiple daily injections (MDI).\n* Willing and able to perform self-monitored blood glucose (SMBG) and complete the study diary as required per protocol.\n* At the Screening Visit, A1C must be between 7.0% to 11.0%.\n* Females of childbearing potential must use an adequate method of contraception and have a negative pregnancy test .\n\nExclusion Criteria:\n\n* Use of antidiabetic agent other than insulin or insulin analog at the time of screening.\n* Use of sodium-glucose cotransporter (SGLT) inhibitors within 8 weeks prior to randomization.\n* Chronic systemic corticosteroid use.\n* Type 2 diabetes mellitus (T2D), or severely uncontrolled T1D as determined by the Investigator.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in A1C at Week 24","description":"Baseline value was defined as the last value collected prior to the first dose of double-blind study medication. Least square (LS) means were obtained from a mixed-effects model for repeated measures (MMRM) that included fixed, categorical effects of treatment, randomization strata of insulin delivery method (MDI, CSII), randomization strata of Week -2 A1C (\\<= 8.5%, \\>8.5%), time (study week), a treatment-by-time interaction, and baseline A1C-by-time interaction as a covariate. A negative change from Baseline (a lower A1C value at Week 24) indicates an improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.07","spread":"0.036"},{"groupId":"OG001","value":"-0.43","spread":"0.036"},{"groupId":"OG002","value":"-0.48","spread":"0.036"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With A1C <7.0% (at Week 24) and No Episode of Severe Hypoglycemia and No Episode of Diabetic Ketoacidosis (DKA) Upto Week 24","description":"Blood samples were collected for the assessment of Hemoglobin A1C to determine the participants with A1C value \\<7.0%. A central blinded adjudication process determined whether participants experienced either DKA or Severe Hypoglycemia. Only positively adjudicated severe hypoglycemia and diabetic ketoacidosis were included in the analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.6","spread":null},{"groupId":"OG001","value":"33.5","spread":null},{"groupId":"OG002","value":"43.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Absolute Change From Baseline in Body Weight at Week 24","description":"Baseline value was defined as the last value collected prior to the first dose of double-blind study medication. LS means were obtained from MMRM model. A negative change from Baseline indicates a loss in body weight from Baseline to Week 24.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.78","spread":"0.187"},{"groupId":"OG001","value":"-1.57","spread":"0.188"},{"groupId":"OG002","value":"-2.67","spread":"0.188"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Mean Daily Bolus Insulin Dose at Week 24","description":"The mean bolus insulin dose in international units per day (IU/day) for Week 24 was the average over the 3 to 5 days prior to the Week 24 visit. The Baseline value was defined as the last value collected prior to the first dose of double-blind study medication. LS means were obtained from MMRM model including all available post Baseline values. A negative change from Baseline indicated a reduction in the amount of bolus insulin used between Baseline and Week 24.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.84","spread":"0.688"},{"groupId":"OG001","value":"-2.33","spread":"0.692"},{"groupId":"OG002","value":"-4.13","spread":"0.692"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Fasting Plasma Glucose (FPG) at Week 24","description":"The Baseline value was defined as the last value collected prior to the first dose of double-blind study medication. LS means were obtained from MMRM model including all available post baseline values. A negative change from baseline indicates a lower glucose at Week 24 compared to baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.21","spread":"0.191"},{"groupId":"OG001","value":"-0.34","spread":"0.192"},{"groupId":"OG002","value":"-0.78","spread":"0.193"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Diabetes Total Treatment Satisfaction Scores as Measured by Total Diabetes Treatment Satisfaction Questionnaire Status (DTSQs) Scores at Week 24","description":"DTSQs is a diabetes-specific measure used to evaluate overall treatment satisfaction and perception of hyperglycemia and hypoglycemia events. It consists of 8 items and the response categories for all items were on a 7-point likert scale.The DTSQs response options ranged from 0 (very dissatisfied) to 6 (very satisfied). Responses to item 1, 4, 5, 6, 7 and 8 were summarized to determine the total treatment satisfaction score which ranged from 0 (very dissatisfied) to 36 (very satisfied), with a higher score corresponding to higher satisfaction . LS means were obtained from MMRM model including all available post baseline values. A positive change from baseline indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.4","spread":"0.30"},{"groupId":"OG001","value":"2.1","spread":"0.31"},{"groupId":"OG002","value":"2.1","spread":"0.31"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Diabetes Distress Scores as Measured by 2-item Diabetes Distress Screening Scale (DDS2) Scores at Week 24","description":"The DDS2 is a 2-item diabetes distress screening instrument where respondents rated, on a 6-point scale, the degree to which the following items caused distress: (1) feeling overwhelmed by the demands of living with diabetes, and (2) feeling that I am often failing with my diabetes regimen using a 6-point scale: where 1=no distress to 6=severe distress for a total possible score of 2 (not a problem) to 12 (very serious problem), with higher score corresponding to higher distress. LS means were obtained from MMRM model including all available post baseline values. A negative change from baseline indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.3","spread":"0.11"},{"groupId":"OG001","value":"-0.4","spread":"0.11"},{"groupId":"OG002","value":"-0.5","spread":"0.11"}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in Body Weight at Week 24","description":"Baseline value was defined as the last value collected prior to the first dose of double-blind study medication. LS means were obtained from MMRM model. A negative percent change from baseline indicates a loss in body weight from baseline to Week 24.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.92","spread":"0.212"},{"groupId":"OG001","value":"-1.87","spread":"0.213"},{"groupId":"OG002","value":"-3.10","spread":"0.213"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":20,"n":268},"commonTop":["Upper respiratory tract infection","Viral upper respiratory tract infection","Diarrhoea","Nausea","Urinary tract infection"]}}}