{"nctId":"NCT00064662","briefTitle":"Comparison of Surgical Procedures to Reduce Urinary Stress Incontinence","startDateStruct":{"date":"2002-02"},"conditions":["Urinary Incontinence"],"count":655,"armGroups":[{"label":"Burch","type":"OTHER","interventionNames":["Procedure: Burch Modified Tanagho"]},{"label":"Sling","type":"OTHER","interventionNames":["Procedure: Autologous Fascia Sling"]}],"interventions":[{"name":"Burch Modified Tanagho","otherNames":[]},{"name":"Autologous Fascia Sling","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"* Predominant stress urinary incontinence by self-report,examination and test;\n* Urethral hypermobility;\n* Eligible for both surgical procedures;\n* Ambulatory;\n* Not pregnant;\n* \\>12 months post-partum;\n* No systemic disease known to affect bladder function;\n* No current chemotherapy or radiation therapy;\n* No urethral diverticulum, augmentation cytoplasty, or artificial sphincter;\n* No recent pelvic surgery;\n* Available for follow-up and able to complete study assessments;\n* Signed informed consent.","healthyVolunteers":true,"sex":"FEMALE","minimumAge":"21 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"24 Month Cumulative Success Rate Computed From Kaplan Meier Time-to-event Analysis (Reported as Percent Success).","description":"Success defined as composite measure including: no self-reported incontinence symptoms reported on the Medical, Epidemiologic, and Social Aspects of Aging Project (MESA) questionnaire, \\<15g in pad weight during 24 hr pad test, no incontinence episodes on 3-day voiding diary, negative results (no leakage) on provocative stress test at standardized bladder volume, no retreatment for urinary incontinence. Additional treatment for stress urinary incontinence (SUI) includes anti-incontinence surgery, tightening of sling, collagen injections, medication, behavioral treatment, or devices specifically for the treatment of SUI.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"38","spread":null},{"groupId":"OG001","value":"47","spread":null}]}]}]},{"type":"PRIMARY","title":"24 Month Cumulative Stress Specific Success Rates Computed From Kaplan Meier Time-to-event Analysis (Reported as % Success)","description":"Stress-specific success defined by composite measure including: no self-reported symptoms of stress incontinence reported on the Medical, Epidemiologic, and Social Aspects of Aging Project (MESA) questionnaire , negative results (no leakage) on a provocative stress test at standardized bladder volume and no retreatment for stress incontinence Additional treatment for SUI includes anti-incontinence surgery, tightening of sling, collagen injections, medication, behavioral treatment, or devices specifically for the treatment of SUI.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"49","spread":null},{"groupId":"OG001","value":"66","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":32,"n":329},"commonTop":["Genitourinary","Wound complication not requiring surgical intervention","Pulmonary","Gastrointestinal","Vascular/ Hematologic"]}}}