{"nctId":"NCT02640157","briefTitle":"A Study Comparing Efficacy and Safety of ABT-493/ABT-530 to Sofosbuvir Dosed With Daclatasvir in Adults With HCV Genotype 3 Infection","startDateStruct":{"date":"2015-12"},"conditions":["Chronic Hepatitis C","Hepatitis C Virus","Genotype 3 Hepatitis C Virus"],"count":506,"armGroups":[{"label":"Arm A","type":"EXPERIMENTAL","interventionNames":["Drug: ABT-493/ABT-530"]},{"label":"Arm B","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Sofosbuvir","Drug: Daclatasvir"]},{"label":"Arm C","type":"EXPERIMENTAL","interventionNames":["Drug: ABT-493/ABT-530"]}],"interventions":[{"name":"ABT-493/ABT-530","otherNames":["ABT-493 also known as glecaprevir","ABT-530 also known as pibrentasvir","MAVYRET"]},{"name":"Sofosbuvir","otherNames":["Sovaldi"]},{"name":"Daclatasvir","otherNames":["Daklinza"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female (of nonchildbearing potential, practicing total abstinence, sexually active with female partners only, or using allowed contraceptive methods) at least 18 years of age at time of screening.\n* Screening laboratory result indicating HCV GT3 infection.\n* Chronic HCV infection, defined as one of the following:\n\n  * Positive for anti-HCV antibody (Ab) or HCV RNA at least 6 months before screening; or\n  * A liver biopsy consistent with chronic HCV infection; or\n  * Abnormal alanine aminotransferase (ALT) levels for at least 6 months before screening.\n* Hepatitis C virus treatment-naïve (i.e., participant had never received any anti-HCV treatment).\n* Documented as noncirrhotic.\n\nExclusion Criteria:\n\n* Female who was pregnant, planning to become pregnant during the study, or breastfeeding; or male whose partner was pregnant or planning to become pregnant during the study.\n* Recent (within 6 months prior to study drug administration) history of drug or alcohol abuse that could have precluded adherence to the protocol in the opinion of the investigator.\n* Positive test result at screening for hepatitis B surface antigen (HBsAg) or anti-human immunodeficiency virus Ab (HIV Ab).\n* Hepatitis C virus genotyping performed during screening indicated co-infection with more than one HCV genotype.\n* Any cause of liver disease other than chronic HCV infection.\n* Consideration by the investigator, for any reason, that the participant was an unsuitable candidate to receive ABT-493/ABT-530, SOF, or DCV.\n* History of severe, life-threatening, or other significant sensitivity to any excipients of the study drug.\n* Previous use of any anti-HCV treatment.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Sustained Virologic Response 12 Weeks Post-treatment (SVR12): Noninferiority of Arm A to Arm B","description":"SVR12 was defined as plasma hepatitis C virus ribonucleic acid (HCV RNA) level less than the lower limit of quantification \\[\\<LLOQ\\] 12 weeks after the last dose of study drug. The primary efficacy endpoint was noninferiority in the percentage of participants achieving SVR12 of the 12-week regimen (Arm A) to the standard of care (Arm B: 12 weeks of treatment with sofosbuvir \\[SOF\\] + daclatasvir \\[DCV\\]), defined as: a) the lower bound of the 95% confidence interval (CI) for the difference was above the non-inferiority margin of -6% and the lower bound of the 95% CI for the SVR12 rate within Arm A was greater than 92%; OR b) the lower bound of the 95% CI for the difference was below the non-inferiority margin of -6% and the lower bound of the 97.5% CI for the SVR12 rate within Arm A was greater than 92%; OR c) the lower bound of the 97.5% CI for the difference was above the non-inferiority margin of -6% and the lower bound of the 95% CI for the SVR12 rate within Arm A was below 92%.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"95.3","spread":null},{"groupId":"OG001","value":"96.5","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With Sustained Virologic Response 12 Weeks Post-treatment (SVR12): Noninferiority of Arm C to Arm A","description":"SVR12 was defined as plasma HCV RNA level \\<LLOQ 12 weeks after the last dose of study drug. If the first primary efficacy objective (noninferiority of Arm A to Arm B) was achieved, then the second primary efficacy objective, noninferiority in the percentage of participants achieving SVR12 of the 8-week regimen (Arm C) to the 12-week regimen (Arm A) was to be tested. Noninferiority was defined as: a) the lower bound of the 95% CI for the difference was above the noninferiority margin of -6% and the lower bound of the 95% CI for the SVR12 rate within Arm C was greater than 92%, OR b) the lower bound of the 95% CI for the difference was below the noninferiority margin of -6% and the lower bound of the 97.5% CI for the SVR12 rate within Arm C was greater than 92%, OR c) the lower bound of the 97.5% CI for the difference was above the noninferiority margin of -6% and the lower bound of the 95% CI for the SVR12 rate within Arm C was below 92%.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"95.3","spread":null},{"groupId":"OG001","value":"94.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Sustained Virologic Response 12 Weeks Post-treatment (SVR12): Superiority of Arm A to Arm B","description":"SVR12 was defined as plasma HCV RNA level \\<LLOQ 12 weeks after the last dose of study drug. Per statistical analysis plan to adjust for multiplicity among the primary and first secondary hypothesis tests, the test for superiority of Arm A to Arm B was not conducted.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"95.3","spread":null},{"groupId":"OG001","value":"96.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With On-treatment Virologic Failure","description":"On-treatment virologic failure was defined as confirmed increase of \\> 1 log(subscript)10(subscript) IU/mL above the lowest value post-baseline in HCV RNA during treatment; confirmed HCV RNA ≥ 100 IU/mL after HCV RNA \\< LLOQ during treatment, or HCV RNA ≥ LLOQ at end of treatment with at least 6 weeks of treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.4","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Post-treatment Relapse","description":"Post-treatment relapse was defined as confirmed HCV RNA ≥ LLOQ between the end of treatment and 12 weeks after the last dose of study drug among participants who completed treatment with HCV RNA levels \\< LLOQ at the end of treatment, excluding reinfection.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.4","spread":null},{"groupId":"OG001","value":"0.9","spread":null},{"groupId":"OG002","value":"3.3","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":5,"n":233},"commonTop":["HEADACHE","FATIGUE","NAUSEA","DIARRHOEA","VOMITING"]}}}