{"nctId":"NCT03222583","briefTitle":"A Study to Evaluate the Efficacy and Safety of Glecaprevir/Pibrentasvir (ABT-493/ABT-530) in Treatment-Naive and Treatment-Experienced, Non-Cirrhotic Asian Adults With Chronic Hepatitis C Virus Genotype (GT) 1 to GT6 Infection With or Without Human Immunodeficiency Virus Co-Infection","startDateStruct":{"date":"2017-10-04","type":"ACTUAL"},"conditions":["Hepatitis C Virus (HCV)"],"count":546,"armGroups":[{"label":"Glecaprevir/Pibrentasvir","type":"EXPERIMENTAL","interventionNames":["Drug: Glecaprevir/Pibrentasvir"]},{"label":"Placebo / Glecaprevir/Pibrentasvir","type":"EXPERIMENTAL","interventionNames":["Drug: Placebo","Drug: Glecaprevir/Pibrentasvir"]}],"interventions":[{"name":"Placebo","otherNames":[]},{"name":"Glecaprevir/Pibrentasvir","otherNames":["ABT-493/ABT-530","MAVYRET™"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Must be of Asian descent\n* Screening laboratory result indicating hepatitis C virus (HCV) genotype (GT) 1, 2, 3, 4, 5 or 6 infection.\n* Positive anti-HCV antibody (Ab) and HCV ribonucleic acid (RNA) viral load ≥ 1000 IU/ mL at Screening Visit.\n* Chronic HCV infection defined as one of the following:\n\n  * Positive for anti-HCV Ab or HCV RNA at least 6 months before Screening; or\n  * A liver biopsy consistent with chronic HCV infection\n* HCV treatment-naïve to any approved or investigational HCV treatment or treatment-experienced with interferon (IFN) (alpha, beta or pegylated interferon\\[pegIFN\\] with or without ribavirin, OR sofosbuvir with RBV with or without IFN. Previous treatment must have been completed ≥ 8 weeks prior to screening.\n* Participant must be documented as non-cirrhotic.\n* Participants enrolled with human immunodeficiency virus (HIV)-1 and HCV co-infection must also meet the following criteria:\n\n  * Positive test result for human immunodeficiency virus antibody (HIV Ab) at Screening\n  * Naïve to treatment with any antiretroviral therapy (ART) with a cluster of differentiation (CD)4+ count greater than or equal to 500 cells/mm³ (or CD4+ percent ≥ 29%)\n  * On a stable, qualifying HIV-1 ART regimen with CD4+ count ≥ 200 cells/mm³ (or CD4+ % ≥ 14%) at Screening and plasma HIV-1 RNA below lower limit of quantification (LLOQ) by an approved plasma HIV-1 RNA quantitative assay at Screening and at least once during the 12 months prior to Screening.\n\nExclusion Criteria:\n\n* Positive test result for Hepatitis B surface antigen (HbsAg) or positive test result for hepatitis B virus (HBV) deoxyribonucleic acid (DNA) if HBsAg is negative.\n* Any cause of liver disease other than chronic HCV-infection.\n* HCV genotype performed during screening indicating co-infection with more than one HCV genotype\n* Clinically significant abnormalities, other than HCV infection or HCV/HIV co-infection\n* Chronic human immunodeficiency virus, type 2 (HIV-2) infection\n\nAdditional Exclusion Criteria for participants with HCV/HIV Co-Infection:\n\n* For participants on stable ART, taking anti-retroviral agent(s) other than those permitted\n* Treatment for an acquired immunodeficiency syndrome (AIDS)-associated opportunistic infection within 12 months of Screening or prophylaxis for an AIDS-associated opportunistic infection within 6 months of screening\n* Diagnosis of any clinical AIDS-defining event within 12 months prior to Screening.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of HCV GT1 - GT6-Infected Participants in Arm A Who Achieved Sustained Virologic Response 12 Weeks Post Treatment (SVR12)","description":"Sustained virologic response 12 weeks post-treatment (SVR12) was defined as plasma hepatitis C virus ribonucleic acid (HCV RNA) level less than the lower limit of quantification (LLOQ; less than 15 IU/mL) 12 weeks after the last dose of study drug.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"97.2","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of HCV GT1-Infected Participants in Arm A Who Achieved SVR12","description":"SVR12 was defined as plasma HCV RNA level less than 15 IU/mL 12 weeks after the last dose of study drug.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"99.4","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of HCV GT2-Infected Participants in Arm A Who Achieved SVR12","description":"SVR12 was defined as plasma HCV RNA level less than 15 IU/mL 12 weeks after the last actual dose of study drug.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"97.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants in Arm A With On-treatment Virologic Failure","description":"On-treatment virologic failure was defined as meeting one of the following:\n\n* confirmed increase from nadir in HCV RNA (two consecutive HCV RNA measurements \\> 1 log₁₀ IU/mL above nadir) at any time point during the treatment period; or\n* confirmed HCV RNA greater than or equal to 100 IU/mL after HCV RNA \\< 15 IU/mL during the treatment period, or\n* HCV RNA ≥ 15 IU/mL at end of treatment with at least 6 weeks of treatment.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants in Arm A With Post-treatment Relapse","description":"Post-treatment relapse was defined as confirmed HCV RNA greater than or equal to 15 IU/mL between the end of treatment and 12 weeks after the last dose of study drug among participants who completed treatment with HCV RNA levels \\< 15 IU/mL at the end of treatment, excluding re-infection.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of HCV/HIV Co-infected Participants in Arm A Who Achieved SVR12","description":"SVR12 was defined as plasma HCV RNA level less than 15 IU/mL 12 weeks after the last dose of study drug.","paramType":null,"dispersionType":null,"classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":362},"commonTop":["Upper respiratory tract infection"]}}}