{"nctId":"NCT02985749","briefTitle":"A Study of Oxytocin for the Treatment of Social Impairment in Individuals With High Functioning Autism Spectrum Disorder","startDateStruct":{"date":"2017-10-09","type":"ACTUAL"},"conditions":["Autism Spectrum Disorder","Pervasive Developmental Disorder","ASD","PDD"],"count":7,"armGroups":[{"label":"Oxytocin- Participants ages 12-17","type":"EXPERIMENTAL","interventionNames":["Drug: Intranasal Oxytocin"]},{"label":"Oxytocin- Participants ages 18-55","type":"EXPERIMENTAL","interventionNames":["Drug: Intranasal Oxytocin"]}],"interventions":[{"name":"Intranasal Oxytocin","otherNames":["Syntocinon"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Males and females between 12 and 55 years of age.\n* Meets the DSM-5 diagnostic criteria for Autism Spectrum Disorder (ASD) as established by clinical diagnostic interview\n* At least moderate severity of ASD impairment as measured by a raw score of ≥85 on the SRS\n* Participants and their parent/guardian must be able to speak and understand English sufficiently to comprehend the nature of the study and to allow for the completion of all study procedures required per protocol.\n* Subjects and their parent/guardian must be considered reliable reporters. They must understand the nature of the study and must sign an IRB-approved informed consent form before initiation of any study procedures. Subjects and their parent/guardian must have a level of understanding sufficient to communicate with the investigator and study coordinator, and to cooperate with all tests and examinations required by the protocol.\n* Each subject and their parent/guardian must understand the nature of the study and provide written informed assent/consent.\n* Subjects with mood, anxiety, or disruptive behavior disorders will be allowed to participate in the study provided they do not meet any exclusionary criteria.\n* If the subject is sexually active, he/she must agree to use an acceptable form of birth control during the study. These include:\n* Abstinence (no sexual contact)\n* A barrier method (diaphragm plus spermicide or a condom plus spermicide) in addition to one of the following methods:\n* Consistent use of an approved birth control pill\n* Birth control patch\n* Injected contraceptives\n* Intrauterine device (IUD)\n\nExclusion Criteria:\n\n* Impaired intellectual functioning and/or impaired spoken language.\n* Clinically unstable psychiatric conditions or any serious medical illness, which will be assessed by study clinicians during the psychiatric interview and medical history review. If the clinical assessment suggests a psychiatric or medical condition demanding acute clinical attention, then the subject will be excluded from participating in the trial.\n* Clinically unstable psychiatric conditions.\n* Any serious medical illness\n* Pregnant or nursing females.\n* Known hypersensitivity to oxytocin.\n* Severe allergies or multiple adverse drug reactions.\n* A non-responder or history of intolerance to oxytocin, after treatment at adequate doses as determined by the clinician.\n* Subjects with significant nasal pathology (including atrophic rhinitis, recurrent nose bleeds, and history of hypophysectomy).\n* Clinically abnormal baseline laboratory values falling significantly outside of the standard reference ranges for a basic metabolic screen.\n* Investigator and his/her immediate family defined as the investigator's spouse, parent, child, grandparent, or grandchild.\n* Currently enrolled or recently participated (within the past 6 months) in a clinical trial of intranasal oxytocin.","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","maximumAge":"55 Years","stdAges":["CHILD","ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in ASD Symptoms Social Responsiveness Scale 2 (SRS-2) Scale From Baseline to Week 8","description":"Change in ASD symptoms as measured by change from baseline on the Social Responsiveness Scale 2 (SRS-2) scale.\n\nThe SRS-2 is a 65-item rating scale completed that is used to measure the severity of autism spectrum symptoms as they occur in natural settings. The SRS-2 School Age form is completed by a parent or guardian for patients ages 9-17 and the SRS-2 Adult Self-report is completed by patients ages 18-59. Total raw scores range from 0 to 195, with higher scores indicating increased symptom severity.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-39.5","spread":"12"},{"groupId":"OG001","value":"-29","spread":"9.8"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":2},"commonTop":["Ear infection","Foot pain","Faint/dizzy after blood drawn","Drowsiness","Allergy"]}}}