{"nctId":"NCT02923921","briefTitle":"Study of Pegilodecakin (LY3500518) With FOLFOX Compared to FOLFOX Alone Second-line Tx in Participants With Metastatic Pancreatic Cancer","startDateStruct":{"date":"2017-03-01","type":"ACTUAL"},"conditions":["Pancreatic Cancer"],"count":567,"armGroups":[{"label":"Pegilodecakin + FOLFOX","type":"EXPERIMENTAL","interventionNames":["Biological: Pegilodecakin","Drug: FOLFOX"]},{"label":"FOLFOX","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: FOLFOX"]}],"interventions":[{"name":"Pegilodecakin","otherNames":["LY3500518","AM0010"]},{"name":"FOLFOX","otherNames":["oxaliplatin","5-FU","leucovorin"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. The presence of metastatic pancreatic adenocarcinoma\n2. Measurable disease per RECIST v.1.1\n3. Participant must have documented tumor progression during or following a gemcitabine containing regimen to treat metastatic disease as established by CT or MRI scan\n4. Eastern Cooperative Oncology Group Performance Status of 0 - 1\n5. Participant must have completed prior chemotherapy at least 2 weeks (washout period) prior to randomization and recovered from toxicity to Grade 1 or baseline\n6. Participants must not have received previous radiation therapy or investigational therapy for the treatment of advanced metastatic disease.\n7. Participants having received cytotoxic doses of gemcitabine or any other chemotherapy in the adjuvant setting are not eligible for this study\n8. No peripheral neuropathy\n9. No known history of dihydropyrimidine dehydrogenase deficiency\n\nExclusion Criteria:\n\n1. Diagnosis of pancreatic islet neoplasm, acinar cell carcinoma, non- adenocarcinoma (i.e., lymphoma, sarcoma), adenocarcinoma originating from the biliary tree, or cystadenocarcinoma\n2. Participant on Coumadin and not willing to change to LMWH or oral Factor II or Xa inhibitor with half-life of less than 24 hours.\n3. Participant has received prior treatment with pegilodecakin or fluoropyrimidine/platinum containing regimen\n4. Participants who were intolerant of a gemcitabine containing regimen.\n5. History of positivity for human immunodeficiency virus\n6. Chronic active or active viral hepatitis A, B, or C infection\n7. Clinically significant bleeding within two weeks prior to randomization (e.g., gastrointestinal (GI) bleeding, intracranial hemorrhage)\n8. Pregnant or lactating women\n9. Participants with a history of immune-mediated neurological disorders such as multiple sclerosis, Guillain-Barré or inflammatory CNS/PNS disorders\n10. Clinically significant ascites defined as requiring ≥ 1 paracentesis every 2- weeks\n11. Major surgery, defined as any surgical procedure that involves general anesthesia and a significant incision (i.e., larger than what is required for placement of central venous access, percutaneous feeding tube, or biopsy),within 28 days prior to randomization or anticipated surgery during the study period\n12. Prior history of receiving immune modulators including, but not limited to, anti-CTLA4, anti-PD1, anti-PD-L1","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Survival","description":"Overall survival is defined as the time from date of randomization to the date of death (due to any cause). For participants whose last known status is alive at the data cutoff date for the analysis, time will be censored as the last contact date prior to the data cutoff date.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.78","spread":null},{"groupId":"OG001","value":"6.28","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression Free Survival","description":"PFS defined as the time from the date of randomization to the first evidence of disease progression as defined by response evaluation criteria in solid tumors (RECIST) v1.1 or death from any cause. Progressive Disease (PD) was at least a 20% increase in the sum of the diameters of target lesions, with reference being the smallest sum on study and an absolute increase of at least 5 mm, or unequivocal progression of non-target lesions, or 1 or more new lesions. If a participant does not have a complete baseline disease assessment, then the PFS time was censored at the date of randomization, regardless of whether or not objectively determined disease progression or death has been observed for the participant. If a participant did not have a complete baseline disease assessment, then PFS was censored at the enrollment date, regardless whether or not objectively determined PD or death had been observed for the participant.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.14","spread":null},{"groupId":"OG001","value":"2.10","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving Complete Response (CR) or Partial Response (PR) [Objective Response Rate (ORR)] That Assessed by Investigator","description":"ORR was the percentage of participants achieving a best overall response (BOR) of complete response (CR) or partial response (PR) as per Response Evaluation Criteria in Solid Tumors (RECIST) v1.1. CR defined as the disappearance of all target and non-target lesions and no appearance of new lesions. PR defined as at least a 30% decrease in the sum of the longest diameters (LD) of target lesions (taking as reference the baseline sum LD), no progression of non-target lesions, and no appearance of new lesions. Participants who discontinued study treatment (for reasons other than progression) before entering concurrent phase were considered to have non-evaluable response.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.6","spread":null},{"groupId":"OG001","value":"5.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With a Best Overall Response of Complete Response (CR), Partial Response (PR) or Stable Disease (SD): Disease Control Rate (DCR)","description":"Disease Control Rate (DCR) was the percentage of participants with a best overall response of CR, PR, or Stable Disease (SD) as per Response using RECIST v1.1 criteria. CR defined as the disappearance of all target and non-target lesions and no appearance of new lesions. PR defined as at least a 30% decrease in the sum of the LD of target lesions (taking as reference the baseline sum LD), no progression of non-target lesions, and no appearance of new lesions. SD was neither sufficient shrinkage to qualify for PR nor sufficient increase to qualify for PD for target lesions, no progression of non-target lesions, and no appearance of new lesions. PD was at least a 20% increase in the sum of the diameters of target lesions, with reference being the smallest sum on study and an absolute increase of at least 5 mm, or unequivocal progression of non-target lesions, or 1 or more new lesions.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"42.8","spread":null},{"groupId":"OG001","value":"36.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response (DOR)","description":"DOR was the time from the date of first evidence of complete response or partial response to the date of objective progression or the date of death due to any cause, whichever is earlier. CR and PR were defined using the RECIST v1.1. CR defined as the disappearance of all target and non-target lesions and no appearance of new lesions. PR defined as at least a 30% decrease in the sum of the LD of target lesions (taking as reference the baseline sum LD), no progression of non-target lesions, and no appearance of new lesions. If a responder was not known to have died or have objective progression as of the data inclusion cutoff date, duration of response was censored at the last adequate tumor assessment date. PD was at least a 20% increase in the sum of the diameters of target lesions, with reference being the smallest sum on study and an absolute increase of at least 5 mm, or unequivocal progression of non-target lesions, or 1 or more new lesions.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.99","spread":null},{"groupId":"OG001","value":"5.17","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Alive at 1 Year (12-Month Survival Rate)","description":"The 12-month survival rate is defined as the percentage of participants who have not died 12 months after the date of randomization.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.7","spread":null},{"groupId":"OG001","value":"19.1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":123,"n":278},"commonTop":["Nausea","Fatigue","Decreased appetite","Vomiting","Anaemia"]}}}