{"nctId":"NCT03337490","briefTitle":"A Clinical Endpoint Bioequivalence Study to Assess Efficacy and Safety of Ivermectin 0.5% Lotion in the Treatment of Head Lice","startDateStruct":{"date":"2017-10-02","type":"ACTUAL"},"conditions":["Head Lice"],"count":296,"armGroups":[{"label":"Ivermectin 0.5% Lotion","type":"EXPERIMENTAL","interventionNames":["Drug: Ivermectin 0.5% Topical Application Lotion"]},{"label":"Ivermectin 0.5% Lotion [SKLICE]","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Ivermectin 0.5% Topical Application Lotion [SKLICE]"]},{"label":"Placebo 0% Lotion","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo 0% Lotion"]}],"interventions":[{"name":"Ivermectin 0.5% Topical Application Lotion","otherNames":[]},{"name":"Ivermectin 0.5% Topical Application Lotion [SKLICE]","otherNames":[]},{"name":"Placebo 0% Lotion","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Subjects must have an active head lice infestation defined as: At least 3 live lice (adults and/or nymphs) present on the scalp and/or hair, as determined by a trained evaluator. The index subject must be the youngest family member, through the age of 18, presenting with an active head lice infestation.\n2. Household members that have an active head lice infestation defined as: At least 1 live louse (adult and/or nymph) present on the scalp and/or hair, as determined by a trained evaluator (with the exception of the male head of household who may self-assess as being lice free) will receive the Standard of Care with an over-the-counter head lice treatment product. Up to 3 infested household members may receive treatment, if more than 3 household members are infested, the entire household will be excluded from the study.\n3. Subject is male or female.\n4. Index subject is at least 6 months through 18 years of age at time of enrollment.\n5. Subject is in good general health based on medical history.\n6. Each subject must have an appropriately signed Informed Consent agreement. A caregiver must sign an Informed Consent agreement for children not old enough to do so. Children ages 6-17 years of age will be administered a child's Assent Form.\n7. The caregiver of a subject must be willing to allow all household members to be screened for head lice. If other household members are found to have an active head lice infestation, they must be willing and able to participate in receiving the Standard of Care. No more than one working male per household may be excluded from evaluation if he is assessed as being lice free by himself or the caregiver and cannot come in due to his work schedule. If this individual may have lice, he must come to the test facility; otherwise the entire household will be excluded from study participation.\n8. Subject and/or their caregiver must be physically able and willing to apply the test product according to established treatment methods.\n9. Subject agrees not to use any other form of lice treatments (commercial, community-anecdotal, or mechanical/manual) while participating in the study.\n10. Following application and rinsing of the test product, subject agrees not to shampoo, wash, or rinse their hair or scalp until the 24-hour post-treatment evaluation has been completed.\n11. Subject agrees to not cut or chemically treat their hair while participating in the study.\n12. Subject agrees to follow all study instructions, including attending all follow-up appointments.\n13. Female index subjects of childbearing potential must be willing to have a urine pregnancy test prior to inclusion in this study.\n14. In the event of a subject judged to be incapable of self-treating, the household must have a caregiver willing to apply the treatment at home.\n\nExclusion Criteria:\n\n1. Index subjects with greater than 3 household members with at least 1 live louse (adult and/or nymph) present on the scalp and/or hair, as determined by a trained evaluator will be automatically excluded from the trial.\n2. Youngest household member is over 18 years of age.\n3. History of irritation or sensitivity to ivermectin or the lotion components, pediculicides or hair care products.\n4. Presentation at the treatment site with visible skin/scalp condition(s) that are not attributable to head lice infestation, such as an erythema score that is \\>2, blisters, vesicles which, in the opinion of the investigative personnel or medical monitor, will interfere with safety and/or efficacy evaluations.\n5. Presentation at the treatment site with eczema or atopic dermatitis.\n6. Treatment for head lice (Over the counter \\[OTC\\], home remedy and/or Prescription) in the last 15 days.\n7. Any condition or illness that, in the opinion of the investigator, may compromise the objective of the protocol.\n8. Is receiving any other treatment which, in the opinion of the investigator or medical monitor, may interfere with the study results.\n9. Females (including caregivers who come in contact with the investigational product) who are pregnant, nursing or planning a pregnancy which could include index subjects. If a household has a pregnant female who has an active case of lice, the entire household is excluded from participation. If this pregnant household member does not have an active infestation, this individual must NOT be the caregiver (one who provides treatment to other household members).\n10. Index subject of child-bearing potential, and unwilling to use an adequate method of contraception for the duration of the study. Adequate methods of contraception include: abstinence, vasectomized partner, oral birth control pills, birth control injections or patches, Intra uterine devices, condoms with a spermicidal jelly or a diaphragm with spermicidal jelly, surgical sterilization. Index subjects and/or their caregivers will be considered non-child-bearing if the following has occurred: full hysterectomy or bilateral oophorectomy is considered surgically sterile. Tubal ligation is not considered equivalent to female sterilization.\n11. Participation in a previous investigational drug study within the past 30 days.\n12. Does not understand the requirements for study participation and/or may likely exhibit poor compliance, in the opinion of the investigator.\n13. Does not have a known household affiliation with their household members (i.e., do not stay in one household consistently, sleeping at one place several nights and then at another place or location). Household is defined as living in a shared area or space (for example the same house or apartment unit).","healthyVolunteers":false,"sex":"ALL","minimumAge":"6 Months","maximumAge":"18 Years","stdAges":["CHILD","ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"The Proportion of Index Subjects Who Are Lice Free at Day 15","description":"The primary endpoint is the proportion of index subjects who are lice free at Day 15","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"106","spread":null},{"groupId":"OG001","value":"98","spread":null},{"groupId":"OG002","value":"7","spread":null}]}]}]},{"type":"SECONDARY","title":"The Number of All Index Subjects Who Are Lice-free at Day 2","description":"The secondary endpoint includes the number of all index subjects who are lice-free at Day 2","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"112","spread":null},{"groupId":"OG001","value":"109","spread":null},{"groupId":"OG002","value":"10","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":128},"commonTop":["Influenza","Pyrexia","Upper Resporitory Tract Infection","Cough"]}}}