{"nctId":"NCT00988429","briefTitle":"Efficacy and Safety of Eslicarbazepine Acetate (BIA 2-093) as Adjunctive Therapy for Refractory Partial Seizures","startDateStruct":{"date":"2008-12-02"},"conditions":["Partial Epilepsy"],"count":653,"armGroups":[{"label":"800 mg QD Eslicarbazepine acetate","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: 800 mg QD Eslicarbazepine acetate"]},{"label":"1200 mg QD Eslicarbazepine acetate","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: 1200 mg QD Eslicarbazepine acetate"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"800 mg QD Eslicarbazepine acetate","otherNames":["BIA 2-093"]},{"name":"1200 mg QD Eslicarbazepine acetate","otherNames":["BIA 2-093"]},{"name":"Placebo","otherNames":["Sugar pills"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria\n\nAt V1 (screening), patient must be/have:\n\n1. Written informed consent signed by patient.\n2. Aged 16 years or more (patients under 18 years of age require parental/legal representative consent). In North America as well as in other participating countries, when appropriate and/or required by state or local law, minor patients must give written informed assent prior to participation in the study.\n3. A documented diagnosis of epilepsy since at least 12 months prior to screening.\n4. At least 4 partial-onset seizures (including subtypes of simple partial, complex partial and partial seizures evolving to secondarily generalised) on the 4 weeks prior to screening.\n5. Currently treated with 1 or 2 AEDs (any except OXC), in a stable dose regimen during at least 1 month prior to screening. Patients using vigabatrin should have been on this medication for at least 1 year with no deficit in visual field identified (a confirmatory test should be available within 1 month before study entry). The device for VNS should be implanted at least 6 months before screening; parameters need to be stable for at least 1 month prior to screening (VNS will not be counted as concomitant AED).\n6. Excepting epilepsy, patient is judged to be in general good health based on medical history, physical examination findings, and clinical laboratory test results.\n7. Post-menopausal or otherwise incapable of becoming pregnant by reason of surgery or tubal ligation. In case of women of childbearing potential (WOCBP), patient must present a serum beta-human chorionic gonadotropin (B-hCG) test consistent with a non gravid state and agree to remain abstinent or use reliable contraception (hormonal contraception should be combined with a barrier method) beginning at screening and continuing at least to the PSV.\n\n   At V2 (randomisation), patient must have:\n8. At least 8 partial-onset seizures during baseline with at least 3 partial-onset seizures in each 4-week section of the 8-week baseline period prior to randomisation (documented in a diary) and no seizure-free interval exceeding 28 consecutive days.\n9. In case of WOCBP, patient must present a urine B-hCG test consistent with a non gravid state.\n10. Diaries satisfactorily completed by the patient or his/her caregiver.\n11. Satisfactorily complied with the study requirements during the baseline period (including no changes in concomitant AED therapy should have occurred in the baseline period).\n\nExclusion Criteria\n\nAt V1 (screening), patients must not be/have:\n\n1. Only simple partial seizures with no motor symptomatology (classified as A2 4 according to the International Classification of Epileptic Seizures).\n2. Primarily generalised seizures.\n3. Known progressive neurological disorders (progressive brain disease; epilepsy secondary to progressive cerebral lesion).\n4. Occurrence of seizures too close to count accurately.\n5. History of status epilepticus or cluster seizures (i.e., 3 or more seizures within 30 minutes) within the 3 months prior to screening.\n6. Seizures of non-epileptic origin.\n7. Seizures of psychogenic origin within the last 2 years.\n8. Major psychiatric disorders.\n9. Documented diagnosis of schizophrenia with accompanying documented history of at least 1 acute psychosis episode within the last 2 years) or history of suicide attempt.\n10. Currently treated with OXC.\n11. Using benzodiazepines on more than an occasional basis (defined as more than 2 times per week), except when used chronically as AED.\n12. Known exposure to Eslicarbazepine acetate from previous study.\n\n    o Previous use of Eslicarbazepine acetate or participation in a clinical study with Eslicarbazepine acetate (patients not exposed to Eslicarbazepine acetate \\[e.g., screen failed\\] are allowed).\n13. Known hypersensitivity to carboxamide derivatives.\n14. History of abuse of alcohol, drugs or medications within the last 2 years.\n15. Uncontrolled cardiac, renal, hepatic, endocrine, gastrointestinal, metabolic, haematological or oncology disorder.\n16. Second or third-degree atrioventricular blockade not corrected with a pacemaker.\n17. Relevant clinical laboratory abnormalities (e.g., sodium \\<130 mmol/L, alanine or aspartate transaminases \\>2.0 times the upper limit of the normal, white blood cell \\[WBC\\] count \\<3,000 cells/mm3) or for patients of Asian ancestry, positive HLA B\\*1502 test.\n18. Estimated creatinine clearance \\<60 mL/min \\[men: (140-age) x weight/serum creatinine x 72; women: (0.85) (140-age) x weight/serum creatinine x 72. Age in years, weight in kg, and serum creatinine in mg/dL\\].\n19. Pregnant or nursing.\n20. Participation in other drug clinical trial within the last 2 months or received an investigational drug within 5 half-lives of this other product, whichever is longer. Patient(s) who are known to have not taken any doses of study drug(s) in earlier study(ies) (e.g. screen-failures) are allowed without any time limitation.\n21. Not ensured capability to perform the trial.\n22. Any other condition or circumstance that, in the opinion of the Investigator, may compromise the patient's ability to comply with the study protocol.\n23. Currently treated with VNS, but implanted \\<6 months before screening or parameters not stable for at least 1 month prior to screening.\n\n    At V2 (randomisation), patients must not be/have:\n24. Inadequate compliance to concomitant AEDs during the 8-week baseline period or to screening exclusion criteria.\n25. Inadequate completion of the study diary.\n26. Any other condition or circumstance that, in the opinion of the Investigator, may compromise the patient's ability to comply with the study protocol.","healthyVolunteers":false,"sex":"ALL","minimumAge":"16 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Seizure Frequency Over the 12-week Maintenance Period.","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.88","spread":"0.49"},{"groupId":"OG001","value":"6.54","spread":"0.41"},{"groupId":"OG002","value":"6.00","spread":"0.40"}]}]}]},{"type":"SECONDARY","title":"Proportion of Responders","description":"Subjects who had at least a 50% reduction from baseline in standardized seizure frequency during the maintenance period were classified as responders.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23.1","spread":null},{"groupId":"OG001","value":"30.5","spread":null},{"groupId":"OG002","value":"42.6","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":7,"n":224},"commonTop":["Dizziness","Somnolence","Headache","Nausea","Diplopia"]}}}