{"nctId":"NCT00566852","briefTitle":"Memantine in Preventing Side Effects in Patients Undergoing Whole-Brain Radiation Therapy for Brain Metastases From Solid Tumors","startDateStruct":{"date":"2008-03"},"conditions":["Cognitive/Functional Effects","Metastatic Cancer","Neurotoxicity","Unspecified Adult Solid Tumor, Protocol Specific"],"count":554,"armGroups":[{"label":"WBRT+Memantine","type":"EXPERIMENTAL","interventionNames":["Drug: Memantine","Radiation: Whole brain radiation therapy"]},{"label":"WBRT+Placebo","type":"ACTIVE_COMPARATOR","interventionNames":["Other: Placebo","Radiation: Whole brain radiation therapy"]}],"interventions":[{"name":"Memantine","otherNames":[]},{"name":"Placebo","otherNames":[]},{"name":"Whole brain radiation therapy","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"DISEASE CHARACTERISTICS:\n\n* Histologically or cytologically confirmed diagnosis of a solid tumor malignancy within the past 5 years\n\n  * If the original histologic proof of malignancy is \\> 5 years, then pathological (i.e., more recent) confirmation is required (e.g., from a systemic metastasis or brain metastasis)\n* Brain metastases must be visible on contrast-enhanced MRI or a contrast enhanced CT scan (for patients unable to undergo MRI within the past 28 days)\n\n  * Patients unable to undergo MRI imaging because of non-compatible devices are eligible, provided the contrast-enhanced CT scans are obtained and are of sufficient quality\n  * Patients who had undergone radiosurgery or surgical resection and are planning adjuvant whole-brain radiotherapy do not have to have visible disease but do need a baseline MRI\n* Must have stable systemic disease (i.e. no evidence of systemic disease progression within the past 3 months)\n* Patients with brain metastases at initial presentation are eligible and do not need to demonstrate 3 months of stable scans\n\nPATIENT CHARACTERISTICS:\n\nInclusion\n\n* Karnofsky performance status 70-100%\n* Serum creatinine ≤ 3 mg/dL and creatinine clearance ≥ 30 mL/min\n* Total bilirubin ≤ 2.5 mg/dL\n* Blood urea nitrogen (BUN) \\< 20 mg/dL\n* Mini-mental status exam score ≥ 18\n* Negative serum pregnancy test\n* Fertile patients must practice adequate contraception\n\nExclusion\n\n* Severe, active co-morbidity, defined as follows:\n\n  * Unstable angina and/or congestive heart failure requiring hospitalization within the last 6 months\n  * Transmural myocardial infarction within the last 6 months\n  * Acute bacterial or fungal infection requiring intravenous antibiotics at the time of registration\n  * Chronic obstructive pulmonary disease exacerbation or other respiratory illness requiring hospitalization or precluding study therapy at the time of registration\n  * Hepatic insufficiency resulting in clinical jaundice and/or coagulation defects\n* Pregnant or lactating women\n* Prior allergic reaction to memantine hydrochloride\n* Current alcohol or drug abuse\n* Intractable seizures while on adequate anticonvulsant therapy (i.e., more than one seizure per month for the past 2 months)\n\nPRIOR CONCURRENT THERAPY:\n\nInclusion\n\n* At least 14 days but no more than 56 days since prior therapy for brain metastasis, including radiosurgery and surgical resection\n* No systemic chemotherapy for 14 days prior, during, or for 14 days after completion of whole-brain radiotherapy (WBRT)\n\nExclusion\n\n* Prior cranial radiotherapy\n\n  * Patients may have received up to 3 prior WBRT treatments and still be registered and randomized on the protocol provided WBRT parameters meet protocol requirements\n* Chronic short-acting benzodiazepine use","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"120 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in the Hopkins Verbal Learning Test - Revised for Delayed Recall (HVLT-R-delayed Recall) at 24 Weeks","description":"The HVLT-R consists of 3 parts. Free call has a range of 0 to 36, delayed recall has a range from 0 to 12, and delayed recognition has a range of -12 to 12. Higher scores indicating better function in all 3 parts. Standardized scores are used by calculating an average standardized z score for each part of the HVLT-R. Change is calculated by subtracting baseline value from 24-week value. Imputation methods were used to determine values for all alive patients missing the 24 week assessment. This tool is being used to measure cognitive function, specifically memory.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"-0.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in the Hopkins Verbal Learning Test - Revised for Delayed Recall (HVLT-R-delayed Recall) at 8, 16, and 52 Weeks","description":"The HVLT-R consists of 3 parts. Free call has a range of 0 to 36, delayed recall has a range from 0 to 12, and delayed recognition has a range of -12 to 12. Higher scores indicating better function in all 3 parts. Standardized scores are used by calculating an average standardized z score for each part of the HVLT-R. Change is calculated by subtracting baseline value from the respective later time point value. Imputation methods were used to determine values for all alive patients missing the post-baseline assessments. This tool is being used to measure cognitive function, specifically memory.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.36","spread":null},{"groupId":"OG001","value":"-0.72","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Median Time to Neurocognitive Failure","description":"Neurocognitive failure is defined as the first cognitive failure on any of the neurocognitive tests: the HVLT-R for immediate recall, delayed recognition, and delayed recall; the Controlled Oral Word Association Test (COWAT); the Trail-Making Test (TMT) Parts A and B. Cognitive failure for each test is defined as a post-treatment score that meets one of the following criteria: follow-up score is at least 2 standard deviations worse than the patient's personal baseline score or the patient's raw score change is greater than the reliable change index. The cumulative incidence approach was used to estimate the median time to neurocognitive failure to account for the competing risks of disease progression and death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.6","spread":null},{"groupId":"OG001","value":"2.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Functional Assessment of Cancer Therapy With Brain Subscale (FACT-Br) at 24 Weeks","description":"The FACT-Br is a 50-question self-report questionnaire contains the following domains (scales): Physical well-being (7 questions), social/family well-being (7 questions), emotional well-being (6 questions), functional well-being (7 questions) and brain cancer subscale which contains concerns relevant to patients with brain tumors (23 questions). Each question has a value 0-4. For some questions a higher indicates better outcome and others are the opposite. The former are summed as is, the latter are reversed in value before adding, such that each domain ranges from 0 to 4 times the number of questions in the domain, with 0 indicating worst and the highest possible value indicating best outcome. The FACT-Br total is obtained by adding all domains together if the overall question response rate is greater than 80%. Total scores on the FACT-Br range from 0 to 184 with lower scores indicating declining quality of life. Change is calculated as baseline score subtracted from 24-week score.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Median Progression-free Survival Time","description":"Disease progression is defined as the first of the following events: an increase of at least 50% for lesions less than or equal to 1cm, an increase of least 25% for lesions greater than 1cm, appearance of any new brain metastases. Failure for progression-free survival is disease progression or death. Median progression-free survival was estimated using the Kaplan-Meier method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.7","spread":null},{"groupId":"OG001","value":"5.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival","description":"Failure for overall survival is death from any cause. Median survival was estimated using the Kaplan-Meier method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.7","spread":null},{"groupId":"OG001","value":"7.8","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":80,"n":251},"commonTop":["Fatigue","Alopecia","Nausea","Headache","Anorexia"]}}}