{"nctId":"NCT00702468","briefTitle":"Evaluate the Maintenance of Effect After Long-term Treatment With Sativex® in Subjects With Symptoms of Spasticity Due to Multiple Sclerosis","startDateStruct":{"date":"2007-11"},"conditions":["Spasticity","Multiple Sclerosis"],"count":36,"armGroups":[{"label":"Sativex","type":"EXPERIMENTAL","interventionNames":["Drug: Sativex"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Sativex","otherNames":["GW-1000-02"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Willing and able to give written informed consent for participation in the study.\n* Male or female, aged 18 years or above.\n* Subject is able (in the investigator's opinion) and willing to comply with all study requirements.\n* Diagnosed with MS.\n* Received Sativex for the relief of spasticity for at least 12 weeks prior to screening and willing to stop dosing with their own supply for the duration of the study.\n* Judged to have been receiving benefit from and shown tolerability to Sativex, in the investigators' and subjects' opinion.\n* Takes a minimum dose of Sativex of two sprays per day.\n* If receiving disease-modifying medications, these must have been at a stable dose for at least three months prior to screening, and willing to maintain this for the duration of the study.\n* Has had a stable regimen for at least 30 days prior to study entry, for all medications and non-pharmacological therapies that may have an affect on spasticity; and willing to maintain this for the duration of the study (N.B. This should be three months prior to study entry, in the case of Interferon therapy).\n* Willing to allow his or her general practitioner and consultant, if appropriate, to be notified of participation in the study.\n* Willing for his or her name to be notified to the responsible authorities for participation in this study\n\nExclusion Criteria:\n\n* Has any concomitant disease or disorder that has symptoms of spasticity or that may influence the subject's level of spasticity.\n* Unable to rate their level of spasticity or distinguish it from other MS symptoms.\n* Currently receiving a prohibited medication (Botulinum Toxin, or Acomplia (Rimonabant), and unwilling to stop or comply for the duration of the study or had received said medication/ therapy within three months prior to the screening visit.\n* Unwilling to stop their own Sativex treatment for the duration of the study.\n* Any known or suspected immediate family history of schizophrenia, other psychotic illness, severe personality disorder or other significant psychiatric disorder other than depression associated with their underlying condition.\n* Has evidence of cardiomyopathy.\n* Has experienced myocardial infarction or clinically relevant cardiac dysfunction within the last 12 months or has a cardiac disorder that, in the opinion of the investigator would put the subject at risk of a clinically relevant arrhythmia or myocardial infarction.\n* Has a QT interval of \\> 450 ms (males) or \\> 470 ms (females) at Visit 1.\n* Has a secondary or tertiary atrioventricular (AV) block or sinus bradycardia (HR \\<50bpm unless physiological) or sinus tachycardia (HR\\>110bpm) at Visit 1.\n* Has a diastolic blood pressure of \\<50 mmHg or \\>105 mmHg (when measured in a sitting position at rest for five minutes) prior to randomisation\n* Has impaired renal function e.g. creatinine clearance is lower than 50ml/min at Visit 1 and is indicative of renal impairment.\n* Has significantly impaired hepatic function, at Visit 1, in the investigator's opinion.\n* Female subjects of child bearing potential and male subjects whose partner is of child bearing potential, unless willing to ensure that they or their partner use effective contraception during the study and for three months thereafter.\n* Female subject who is pregnant, lactating or planning pregnancy during the course of the study and for three months thereafter.\n* Subjects who have received any IMP within the 12 weeks before Visit 1.\n* Any other significant disease or disorder which, in the opinion of the investigator, may either put the subject at risk because of participation in the study, may influence the result of the study, or the subject's ability to participate in the study.\n* Following a physical examination, the subject has any abnormalities that, in the opinion of the investigator, would prevent them from safely participating in the study.\n* Travel outside the UK planned during the study.\n* Unwilling to abstain from donation of blood during the study.\n* Subjects previously randomised into this study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Subjects Who Experience Treatment Failure.","description":"The time to treatment failure was calculated as the number of days from the first day of treatment up to the day of treatment failure. The day of treatment failure was the earliest of:the day of premature cessation of study medication;the first day of the longest period, ending on the last day of treatment, where the mean spasticity NRS had increased by at least 20% and at least 1 unit from the treatment baseline; the day of a clinically relevant increase in anti-spasticity or disease modifying medication. The number of subjects who failed treatment were calculated.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"17","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Mean Daily Spasticity Severity as Measured on a Spasticity Severity 0-10 Numerical Rating Scale (NRS).","description":"Spasticity NRS was completed daily by answering the following question:\n\n\"On a scale of '0 to 10' please indicate the average level of your spasticity over the last 24 hours\" with the anchors: 0 = 'no spasticity' and 10 = 'worst possible spasticity'. The change in mean spasticity severity NRS from baseline to end of study (last seven days)was calculated. A negative change from baseline indicates an improvement in spasticity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.11","spread":"1.92"},{"groupId":"OG001","value":"1.10","spread":"1.91"}]}]}]},{"type":"SECONDARY","title":"Change in Modified Ashworth Scale.","description":"The Modified Ashworth Scale was completed at baseline and at the end of treatment at approximately the same time of day. All 20 muscle groups were assessed for spasticity (using a 0=no increase in muscle tone to 4 scale=affected part rigid in flexion or extensions), to result in a total score out of 80. The higher the score the worse the spasticity is.\n\nThe change from baseline to end of study was assessed. The higher the score the better","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.5","spread":"12.73"},{"groupId":"OG001","value":"22.9","spread":"17.11"}]}]}]},{"type":"SECONDARY","title":"Change in Motricity Index","description":"The Motricity Index involves assessing three movements in both the arms and the legs. In the arm the three movements are; pinch grip, elbow flexion and shoulder abduction and the three leg movements are, ankle dorsiflexion, knee extension and hip flexion. The total arm/leg score is then the addition of the score for the three arm/leg movements. One point is then added to each limb score so that the maximum score is 100 points. The higher the score the better the limb movement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"72.4","spread":"6.26"},{"groupId":"OG001","value":"92.5","spread":"0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"43.6","spread":"31.40"},{"groupId":"OG001","value":"47.0","spread":"21.38"}]}]}]},{"type":"SECONDARY","title":"Timed 10-metre Walk.","description":"The time taken to travel 10 metres.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"47.3","spread":"50.29"},{"groupId":"OG001","value":"18.3","spread":"4.5"}]}]}]},{"type":"SECONDARY","title":"Daily Sleep Disruption NRS","description":"Subjects will be asked: \"On a scale of 0-10 please indicate how your spasticity disrupted your sleep last night\" with the anchors 0 = 'did not disrupt sleep', 10 = 'completely disrupted (unable to sleep at all)'.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.90","spread":"2.48"},{"groupId":"OG001","value":"3.36","spread":"2.18"}]}]}]},{"type":"SECONDARY","title":"Subject Global Impressions of Change.","description":"At baseline subjects will write a brief description of their spasticity caused by MS and how it affects them emotionally, physically and their ability to function with day to day activities. This will be used to aid their memory before they answer the following question which is rated on a seven-point scale.\n\n\"Please assess the change in your spasticity due to MS since immediately before receiving the first course of study treatment (Baseline) using the scale below\" The markers are: Very much worse, Much worse, Minimally worse, No change, Minimally better, Much better, Very much better.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Carer Global Impressions of Change for Functional Ability","description":"The main carer will be asked to assess the change in the subject's condition at the end of the study (completion or withdrawal). It consists of 2 question which is rated on a seven-point scale: Very much worse, Much worse, Minimally worse, No change, Minimally better, Much better, Very much better. The carer will be asked since visit 2 (baseline):\n\n\"How has the subject's general functional abilities changed?\" \"How has the subject's ease of transfer?\" Not all subjects had carers; a total of 18 subjects from each treatment, of which 10 from Sativex and 14 from placebo completed it.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Carer Global Impressions of Change for Ease of Transfer","description":"The main carer will be asked to assess the change in the subject's condition at the end of the study (completion or withdrawal). It consists of 2 question which is rated on a seven-point scale: Very much worse, Much worse, Minimally worse, No change, Minimally better, Much better, Very much better. The carer will be asked since visit 2 (baseline):\n\n\"How has the subject's general functional abilities changed?\" \"How has the subject's ease of transfer?\" Not all subjects had carers; a total of 18 subjects from each treatment, of which 10 from Sativex and 14 from placebo completed it.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":18},"commonTop":["Pain","Muscle spasms","Muscle spasticity","Back pain","Diarrhoea"]}}}