{"nctId":"NCT01231412","briefTitle":"Graft-Versus-Host Disease Prophylaxis in Treating Patients With Hematologic Malignancies Undergoing Unrelated Donor Peripheral Blood Stem Cell Transplant","startDateStruct":{"date":"2010-11"},"conditions":["Acute Lymphoblastic Leukemia","Acute Myeloid Leukemia","Aggressive Non-Hodgkin Lymphoma","Chronic Lymphocytic Leukemia","Diffuse Large B-Cell Lymphoma","Hematopoietic and Lymphoid Cell Neoplasm","Indolent Non-Hodgkin Lymphoma","Mantle Cell Lymphoma","Myelodysplastic Syndrome","Myeloproliferative Neoplasm","Prolymphocytic Leukemia","Recurrent Chronic Lymphocytic Leukemia","Recurrent Plasma Cell Myeloma","Refractory Chronic Lymphocytic Leukemia","Refractory Chronic Myelogenous Leukemia, BCR-ABL1 Positive","Refractory Hodgkin Lymphoma","Small Lymphocytic Lymphoma","T-Cell Chronic Lymphocytic Leukemia","Waldenstrom Macroglobulinemia"],"count":174,"armGroups":[{"label":"Arm I (MMF and CSP)","type":"ACTIVE_COMPARATOR","interventionNames":["Procedure: Allogeneic Hematopoietic Stem Cell Transplantation","Drug: Cyclosporine","Drug: Fludarabine Phosphate","Drug: Mycophenolate Mofetil","Procedure: Peripheral Blood Stem Cell Transplantation","Radiation: Total-Body Irradiation"]},{"label":"Arm II (MMF, CSP, and Sirolimus)","type":"EXPERIMENTAL","interventionNames":["Procedure: Allogeneic Hematopoietic Stem Cell Transplantation","Drug: Cyclosporine","Drug: Fludarabine Phosphate","Drug: Mycophenolate Mofetil","Procedure: Peripheral Blood Stem Cell Transplantation","Drug: Sirolimus","Radiation: Total-Body Irradiation"]},{"label":"Arm 0 (CSP and Sirolimus)","type":"EXPERIMENTAL","interventionNames":["Procedure: Allogeneic Hematopoietic Stem Cell Transplantation","Drug: Cyclosporine","Drug: Fludarabine Phosphate","Procedure: Peripheral Blood Stem Cell Transplantation","Drug: Sirolimus","Radiation: Total-Body Irradiation"]}],"interventions":[{"name":"Allogeneic Hematopoietic Stem Cell Transplantation","otherNames":["allogeneic stem cell transplantation","HSC","HSCT"]},{"name":"Cyclosporine","otherNames":["27-400","Ciclosporin","CsA","Cyclosporin","Cyclosporin A","Gengraf","Neoral","OL 27-400","Sandimmun","Sandimmune","SangCya"]},{"name":"Fludarabine Phosphate","otherNames":["2-F-ara-AMP","9H-Purin-6-amine, 2-fluoro-9-(5-O-phosphono-.beta.-D-arabinofuranosyl)-","Beneflur","Fludara","SH T 586"]},{"name":"Mycophenolate Mofetil","otherNames":["Cellcept","MMF"]},{"name":"Peripheral Blood Stem Cell Transplantation","otherNames":["PBPC transplantation","Peripheral Blood Progenitor Cell Transplantation","Peripheral Stem Cell Support","Peripheral Stem Cell Transplantation"]},{"name":"Sirolimus","otherNames":["AY 22989","RAPA","Rapamune","RAPAMYCIN","SILA 9268A","WY-090217"]},{"name":"Total-Body Irradiation","otherNames":["TOTAL BODY IRRADIATION","Whole-Body Irradiation"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Ages \\> 50 years with hematologic malignancies treatable by unrelated hematopoietic cell transplant (HCT)\n* Ages =\\< 50 years of age with hematologic diseases treatable by allogeneic HCT who through pre-existing medical conditions or prior therapy are considered to be at high risk for regimen related toxicity associated with a high dose transplant (\\> 40% risk of transplant related mortality \\[TRM\\]); this criterion can include patients with a HCT-comorbidity index (CI) score of \\>= 1; transplants should be approved for these inclusion criteria by the principal investigators at the collaborating centers and at the Fred Hutchinson Cancer Research Center (FHCRC); all children \\< 12 years must be discussed with the FHCRC principal investigator (PI) prior to registration\n* Ages =\\< 50 years of age with chronic lymphocytic leukemia (CLL)\n* Ages =\\< 50 years of age with hematologic diseases treatable by allogeneic HCT who refuse a high-dose HCT; transplants must be approved for these inclusion criteria by the principal investigators at the collaborating centers and at FHCRC\n* The following diseases will be permitted although other diagnoses can be considered if approved by Patient Care Conference (PCC) or the participating institutions' patient review committees and the principal investigators\n\n  * Aggressive non-Hodgkin lymphomas (NHL) and other histologies such as diffuse large B cell NHL: not eligible for autologous HCT, not eligible for high-dose allogeneic HCT, or after failed autologous HCT\n  * Mantle cell NHL: may be treated in first complete remission (CR); (diagnostic lumbar puncture \\[LP\\] required pre-transplant)\n  * Low grade NHL: with \\< 6 month duration of CR between courses of conventional therapy\n  * CLL: must have either:\n\n    * Failed to meet National Cancer Institute (NCI) Working Group criteria for complete or partial response after therapy with a regimen containing FLU (or another nucleoside analog, e.g. 2-Chlorodeoxyadenosine \\[2-CDA\\], pentostatin) or experience disease relapse within 12 months after completing therapy with a regimen containing FLU (or another nucleoside analog);\n    * Failed FLU-cyclophosphamide (CY)-Rituximab (FCR) combination chemotherapy at any time point; or\n    * Have \"17p deletion\" cytogenetic abnormality; patients should have received induction chemotherapy but could be transplanted in 1st CR; or\n    * Patients with a diagnosis of CLL (or small lymphocytic lymphoma) or diagnosis of CLL that progresses to prolymphocytic leukemia (PLL), or T-cell CLL or PLL\n  * Hodgkin lymphoma: must have received and failed frontline therapy\n  * Multiple myeloma: must have received prior chemotherapy; consolidation of chemotherapy by autografting prior to nonmyeloablative HCT is permitted\n  * Acute myeloid leukemia (AML): must have \\< 5% marrow blasts at the time of transplant\n  * Acute lymphocytic leukemia (ALL): must have \\< 5% marrow blasts at the time of transplant\n  * Chronic myeloid leukemia (CML): patients in 1st chronic phase (CP1) must have failed or be intolerant of tyrosine-kinase inhibitors (TKI); patients beyond CP1 will be accepted if they have \\< 5% marrow blasts at time of transplant\n  * Myelodysplasia (MDS)/myeloproliferative syndrome (MPS): patients must have \\< 5% marrow blasts at time of transplant\n  * Waldenstrom's macroglobulinemia: must have failed 2 courses of therapy\n* DONOR: FHCRC matching allowed will be grades 1.0 to 2.1: Unrelated donors who are prospectively:\n\n  * Matched for human leukocyte antigen (HLA)-A, B, C, DRB1 and DQB1 by high resolution typing\n  * Only a single allele disparity will be allowed for HLA-A, B, or C as defined by high resolution typing\n* DONOR: Donors are excluded when preexisting immunoreactivity is identified that would jeopardize donor hematopoietic cell engraftment; this determination is based on the standard practice of the individual institution; the recommended procedure for patients with 10 of 10 HLA allele level (phenotypic) match is to obtain a panel reactive antibody (PRA) screens to class I and class II antigens for all patients before HCT; if the PRA shows \\> 10% activity, then flow cytometric or B and T cell cytotoxic cross matches should be obtained; the donor should be excluded if any of the cytotoxic cross match assays are positive; for those patients with an HLA class I allele mismatch, flow cytometric or B and T cell cytotoxic cross matches should be obtained regardless of the PRA results; a positive anti-donor cytotoxic crossmatch is an absolute donor exclusion\n* DONOR: Patient and donor pairs homozygous at a mismatched allele in the graft rejection vector are considered a two-allele mismatch, i.e., the patient is A\\*0101 and the donor is A\\*0102, and this type of mismatch is not allowed\n* DONOR: Only filgrastim (G-CSF) mobilized PBSC only will be permitted as a hematopoietic stem cell (HSC) source on this protocol\n\nExclusion Criteria:\n\n* Patients with rapidly progressive intermediate or high grade NHL\n* Patients with a diagnosis of chronic myelomonocytic leukemia (CMML)\n* Patients with refractory anemia with excess blasts (RAEB) who have not received myelosuppressive chemotherapy i.e. induction chemotherapy\n* Central nervous system (CNS) involvement with disease refractory to intrathecal chemotherapy\n* Presence of circulating leukemic blasts (in the peripheral blood) detected by standard pathology for patients with AML, ALL or CML\n* Presence of \\>= 5% circulating leukemic blasts (in the peripheral blood) detected by standard pathology for patients with MDS/MPS\n* Fertile men or women unwilling to use contraceptive techniques during and for 12 months following treatment\n* Females who are pregnant or breast-feeding\n* Patients with active non-hematological malignancies (except non-melanoma skin cancers) or those with non-hematological malignancies (except non-melanoma skin cancers) who have been rendered with no evidence of disease, but have a greater than 20% chance of having disease recurrence within 5 years; this exclusion does not apply to patients with non-hematologic malignancies that do not require therapy\n* Fungal infections with radiological progression after receipt of amphotericin B or active triazole for greater than 1 month\n* Cardiac ejection fraction \\< 35% (or, if unable to obtain ejection fraction, shortening fraction of \\< 26%); ejection fraction is required if age \\> 50 years or there is a history of anthracycline exposure or history of cardiac disease; patients with a shortening fraction \\< 26% may be enrolled if approved by a cardiologist\n* Diffusing capacity of the lung for carbon monoxide (DLCO) \\< 40%, total lung capacity (TLC) \\< 40%, forced expiratory volume in one second (FEV1) \\< 40% and/or receiving supplementary continuous oxygen\n* The FHCRC PI of the study must approve of enrollment of all patients with pulmonary nodules\n* Patients with clinical or laboratory evidence of liver disease would be evaluated for the cause of liver disease, its clinical severity in terms of liver function, and the degree of portal hypertension; patients will be excluded if they are found to have fulminant liver failure, cirrhosis of the liver with evidence of portal hypertension, alcoholic hepatitis, esophageal varices, a history of bleeding esophageal varices, hepatic encephalopathy, uncorrectable hepatic synthetic dysfunction evinced by prolongation of the prothrombin time, ascites related to portal hypertension, bridging fibrosis, bacterial or fungal liver abscess, biliary obstruction, chronic viral hepatitis with total serum bilirubin \\> 3 mg/dL, or symptomatic biliary disease\n* Karnofsky scores \\< 60 or Lansky Score \\< 50\n* Patient has poorly controlled hypertension and on multiple antihypertensives\n* Human immunodeficiency virus (HIV) positive patients\n* Active bacterial or fungal infections unresponsive to medical therapy\n* All patients receiving antifungal therapy voriconazole, posaconazole, or fluconazole and who are then randomized to ARM 2 must have sirolimus reduced according to the Standard Practice Antifungal Therapy Guidelines\n* The addition of cytotoxic agents for \"cytoreduction\" with the exception of tyrosine kinase inhibitors (such as imatinib), cytokine therapy, hydroxyurea, low dose cytarabine, chlorambucil, or Rituxan will not be allowed within three weeks of the initiation of conditioning\n* DONOR: Donor (or centers) who will exclusively donate marrow\n* DONOR: Donors who are HIV-positive and/or, medical conditions that would result in increased risk for G-CSF mobilization and harvest of PBSC","healthyVolunteers":false,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Patients With Grades II-IV Acute GVHD","description":"Number of patients with grades II-IV acute GVHD\n\naGVHD Stages\n\nSkin:\n\n1. a maculopapular eruption involving \\< 25% BSA\n2. a maculopapular eruption involving 25 - 50% BSA\n3. generalized erythroderma\n4. generalized erythroderma w/ bullous formation and often w/ desquamation\n\nLiver:\n\n1. bilirubin 2.0 - 3.0 mg/100 mL\n2. bilirubin 3 - 5.9 mg/100 mL\n3. bilirubin 6 - 14.9 mg/100 mL\n4. bilirubin \\> 15 mg/100 mL\n\nGut:\n\nDiarrhea is graded 1 - 4 in severity. Nausea and vomiting and/or anorexia caused by GVHD is assigned as 1 in severity. The severity of gut involvement is assigned to the most severe involvement noted. Patients w/ visible bloody diarrhea are at least stage 2 gut and grade 3 overall.\n\naGVHD Grades Grade II: Stage 1 - 2 skin w/ no gut/liver involvement Grade III: Stage 2 - 4 gut involvement and/or stage 2 - 4 liver involvement Grade IV: Pattern and severity of GVHD similar to grade 3 w/ extreme constitutional symptoms or death","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"39","spread":null},{"groupId":"OG001","value":"22","spread":null},{"groupId":"OG002","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Patients With Chronic Extensive GVHD","description":"Number of patients who developed chronic extensive GVHD post-transplant. The diagnosis of chronic GVHD requires at least one manifestation that is distinctive for chronic GVHD as opposed to acute GVHD. In all cases, infection and others causes must be ruled out in the differential diagnosis of chronic GVHD.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"38","spread":null},{"groupId":"OG001","value":"43","spread":null},{"groupId":"OG002","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Patients With Grades III-IV Acute GVHD","description":"Number of patients with grades III-IV acute GVHD\n\naGVHD Stages\n\nSkin:\n\n1. a maculopapular eruption involving \\< 25% BSA\n2. a maculopapular eruption involving 25 - 50% BSA\n3. generalized erythroderma\n4. generalized erythroderma w/ bullous formation and often w/ desquamation\n\nLiver:\n\n1. bilirubin 2.0 - 3.0 mg/100 mL\n2. bilirubin 3 - 5.9 mg/100 mL\n3. bilirubin 6 - 14.9 mg/100 mL\n4. bilirubin \\> 15 mg/100 mL\n\nGut:\n\nDiarrhea is graded 1 - 4 in severity. Nausea and vomiting and/or anorexia caused by GVHD is assigned as 1 in severity. The severity of gut involvement is assigned to the most severe involvement noted. Patients w/ visible bloody diarrhea are at least stage 2 gut and grade 3 overall.\n\naGVHD Grades Grade II: Stage 1 - 2 skin w/ no gut/liver involvement Grade III: Stage 2 - 4 gut involvement and/or stage 2 - 4 liver involvement Grade IV: Pattern and severity of GVHD similar to grade 3 w/ extreme constitutional symptoms or death","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"2","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Non-Relapse Mortalities","description":"Number of subjects expired without disease progression/relapse.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"4","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of of Participants Surviving Overall","description":"Number of subjects surviving overall post-transplant.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"53","spread":null},{"groupId":"OG001","value":"75","spread":null},{"groupId":"OG002","value":"6","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Relapse/Progression","description":"Relapse/Progression criteria:\n\nCML New cytogenetic abnormality and/or development of accelerated phase or blast crisis. The criteria for accelerated phase will be defined as unexplained fever \\>38.3°C, new clonal cytogenetic abnormalities in addition to a single Ph-positive chromosome, marrow blasts and promyelocytes \\>20%.\n\nAML, ALL, MDS \\>5% blasts by morphologic or flow cytometric evaluation of the BMA or appearance of extramedullary disease CLL ≥1 of: Physical exam/imaging studies ≥50% increase or new, circulating lymphocytes by morphology and/or flow cytometry ≥50% increase, and lymph node biopsy w/ Richter's transformation.\n\nNHL \\>25% increase in the sum of the products of the perpendicular diameters of marker lesions, or the appearance of new lesions.\n\nMM\n\n≥100% increase of the serum myeloma protein from its lowest level, or reappearance of myeloma peaks that had disappeared w/ treatment; or definite increase in the size or numb","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null},{"groupId":"OG001","value":"16","spread":null},{"groupId":"OG002","value":"1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":77},"commonTop":["Blood bilirubin increased","Febrile neutropenia","Hypoxia","Creatinine increased","\"Adult respiratory distress syndrome\""]}}}