{"nctId":"NCT02348632","briefTitle":"\"A Long-Term Safety Study of JZP-110 in the Treatment of Excessive Sleepiness in Subjects With Narcolepsy or OSA\"","startDateStruct":{"date":"2015-05"},"conditions":["Narcolepsy","Obstructive Sleep Apnea"],"count":645,"armGroups":[{"label":"75 mg - 300 mg of JZP-110","type":"OTHER","interventionNames":["Drug: JZP-110"]}],"interventions":[{"name":"JZP-110","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Major Inclusion Criteria:\n\n1. Subject meets one of the following:\n\n   1. Completed Study 14-002 or 14-003 (Group A)\n   2. Completed Study 14-004, 15-004, 15-005, ADX-N05 201 or ADX-N05 202 (Group B)\n2. Body mass index from 18 to \\<45 kg/m2\n3. Consent to use a medically acceptable method of contraception\n4. Willing and able to provide written informed consent\n\nMajor Exclusion Criteria:\n\n1. Female subjects who are pregnant, nursing, or lactating\n2. Any other clinically relevant medical, behavioral, or psychiatric disorder other than narcolepsy or OSA that is associated with excessive sleepiness\n3. History or presence of bipolar disorder, bipolar related disorders, schizophrenia, schizophrenia spectrum disorders, or other psychotic disorders according to DSM-5 criteria\n4. Presence of any acutely unstable medical condition, behavioral or psychiatric disorder (including active suicidal ideation), or surgical history that could affect the safety of the subject or interfere with study efficacy or safety assessments, or the ability of the subject to complete the trial per the judgment of the Investigator\n5. History of bariatric surgery within the past year or a history of roux-en-y procedure\n6. Presence or history of significant cardiovascular disease\n7. Use of any over the counter (OTC) or prescription medications that could affect the evaluation of excessive sleepiness\n8. Received an investigational drug other than JZP-110 in the past 30 days or five half-lives (whichever is longer)\n9. History of phenylketonuria (PKU) or history of hypersensitivity to phenylalanine-derived products","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Epworth Sleepiness Scale (ESS) Score","description":"Change in Epworth Sleepiness Scale (ESS) score during the 2-week randomized withdrawal period. The beginning of the randomized withdrawal period represents efficacy baseline. A negative change from baseline represents improvement in excessive sleepiness.\n\nThe ESS is a self-administered questionnaire with 8 questions. Each activity is scored on a scale ranging from 0-3, with 0 = would never fall asleep, and 3 = high chance of falling asleep. The total score ranges from 0-24, with a higher number representing an increased propensity for sleepiness. An analysis of covariance (ANCOVA) was used for the analysis of ESS scores. This analysis included treatment group and randomization stratification factor (narcolepsy vs. OSA) as fixed effects. The ESS score at the beginning of the randomized withdrawal period was used as the covariate. The response variable was the change in ESS score from the beginning to the end of 2- week randomized withdrawal period.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.6","spread":"0.41"},{"groupId":"OG001","value":"5.3","spread":"0.41"}]}]}]},{"type":"SECONDARY","title":"Subjects Reported as Worse on the Patient Global Impression of Change (PGIc)","description":"Percentage of subjects reported as worse (minimally worse, much worse, or very much worse) on the PGIc during the 2-week randomized withdrawal period. The beginning of the randomized withdrawal period represents efficacy baseline.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"28.2","spread":null},{"groupId":"OG001","value":"64.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Subjects Reported as Worse on the Clinical Global Impression of Change (CGIc)","description":"Subjects reported as worse (very much worse, much worse, and minimally worse) on the CGIc during the 2-week randomized withdrawal period. The beginning of the randomized withdrawal period represents efficacy baseline.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"28.7","spread":null},{"groupId":"OG001","value":"63.8","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":27,"n":643},"commonTop":["Headache","Nausea","Nasopharyngitis","Insomnia","Dry mouth"]}}}