{"nctId":"NCT04233801","briefTitle":"A Study to Test How Well Empagliflozin Works in Chinese Patients With Type 2 Diabetes Who Already Take Insulin","startDateStruct":{"date":"2020-04-15","type":"ACTUAL"},"conditions":["Diabetes Mellitus, Type 2"],"count":219,"armGroups":[{"label":"Empagliflozin 10 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Empagliflozin"]},{"label":"Empagliflozin 25 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Empagliflozin"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Empagliflozin","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age ≥18 years and ≤75 years old at Visit 1;\n* Chinese patient with diagnosis of Type 2 diabetes prior to Visit 1;\n* A stable treatment with premixed Insulin (≥ 20IU/day) or basal insulin (≥ 16 IU/day) for at least 12 weeks prior to enrolment with or without up to two OADs\n\n  * With maximum insulin dose of ≤ 1 unit/kg/day. Acceptable basal insulins should have duration of action up to 24 h such as insulin Degludec, insulin glargin, insulin detemir or NPH (neutral protamine hagedorn) insulin; Acceptable pre-mixed insulins could be once or twice daily posology only. The total insulin dose should not be changed by more than 20% of the baseline value within the 12 weeks prior to randomisation (Visit 3). Both human insulin \\& insulin analogue are acceptable;\n  * If the patient is taking OADs, regimen has to be unchanged for at least 12 weeks prior to randomization (Visit 3);\n  * If the patient is taking metformin, stable dose (at least 1500 mg daily or maximum tolerated dose) must be maintained for at least 12 weeks without dose adjustments prior to randomization (Visit 3);\n* HbA1c ≥7.5% and ≤11.0% at Visit 1;\n* Fasting C-peptide: \\>0.5 ng/mL (\\>166pmol/L) at Visit 1；\n* 18.5 kg/m2 ≤ BMI ≤ 45 kg/m2 at Visit 1;\n* Signed and dated written informed consent in accordance with ICH-GCP and local legislation prior to admission to the trial;\n* Male or female patients. Women of childbearing potential (WOCBP) must be ready and able to use highly effective methods of birth control per ICH M3 (R2) that result in a low failure rate of less than 1% per year when used consistently and correctly. A list of contraception methods meeting these criteria is provided in the patient information.\n\nExclusion Criteria:\n\n* Diagnosis of Type 1 diabetes;\n* Patients receiving MDI insulin or insulin pump treatment;\n* eGFR \\<45ml/min/1.73m2 calculated based on MDRD formula;\n* Uncontrolled hyperglycemia \\[glucose level \\>13. 9 mmol/l after an overnight fast during placebo run-in\\];\n* Severe hypoglycemia episode (event requiring the assistance of another person to actively administer carbohydrate, glucagon or other resuscitative actions) within 6 months prior to Visit 1;\n* History of diabetic ketoacidosis or hyperosmolar non-ketotic coma. Myocardial infarction, stroke or transient ischaemic attack within 3 months prior to Visit 1;\n* Bariatric surgery;\n* Further criteria apply","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Glycosylated Haemoglobin A1c (HbA1c) at Week 24","description":"A restricted maximum likelihood (REML) based mixed model repeated measures (MMRM) approach was applied including treatment, background therapy, and visit as fixed classification effects, baseline HbA1c and baseline estimated glomerular filtration rate (eGFR) as the linear covariates, treatment by visit interaction, and baseline HbA1c by visit interaction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.13","spread":"0.10"},{"groupId":"OG001","value":"-1.12","spread":"0.10"},{"groupId":"OG002","value":"-1.12","spread":"0.10"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With HbA1c<7.0% at Week 24","description":"Percentage of participants with glycosylated haemoglobin A1c (HbA1c) \\<7.0% at Week 24 is reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.2","spread":null},{"groupId":"OG001","value":"16.7","spread":null},{"groupId":"OG002","value":"30.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Body Weight From Baseline to Week 24","description":"Change in body weight from baseline to Week 24 is reported. A restricted maximum likelihood (REML) based mixed model repeated measures (MMRM) approach was applied including baseline body weight, and its interaction with visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.01","spread":"0.23"},{"groupId":"OG001","value":"-1.99","spread":"0.24"},{"groupId":"OG002","value":"-1.31","spread":"0.24"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Systolic Blood Pressure (SBP) at Week 24","description":"A restricted maximum likelihood (REML) based mixed model repeated measures (MMRM) approach was applied including baseline SBP and its interaction with visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.95","spread":"1.38"},{"groupId":"OG001","value":"-5.56","spread":"1.49"},{"groupId":"OG002","value":"-2.96","spread":"1.46"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Diastolic Blood Pressure (DBP) at Week 24","description":"A restricted maximum likelihood (REML) based mixed model repeated measures (MMRM) approach was applied including baseline DBP and its interaction with visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.59","spread":"0.78"},{"groupId":"OG001","value":"-3.37","spread":"0.84"},{"groupId":"OG002","value":"-0.94","spread":"0.83"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Fasting Plasma Glucose (FPG) at Week 24","description":"A restricted maximum likelihood (REML) based mixed model repeated measures (MMRM) approach was applied including baseline FPG and its interaction with visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.56","spread":"3.67"},{"groupId":"OG001","value":"-25.61","spread":"3.97"},{"groupId":"OG002","value":"-29.69","spread":"3.90"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in 2-hour Post-prandial Glucose (PPG) at Week 24","description":"The Analysis of covariance (ANCOVA) model included treatment and background therapy as classification effects, baseline PPG and baseline Estimated glomerular filtration rate (eGFR) as the linear covariates.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.27","spread":"7.53"},{"groupId":"OG001","value":"-53.05","spread":"8.14"},{"groupId":"OG002","value":"-57.44","spread":"7.89"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Confirmed Hypoglycaemic Events","description":"Confirmed hypoglycemic events refer to the hypoglycaemic events with a plasma glucose value of ≤70 milligrams per deciliter (mg/dL) or where assistance was required.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"13","spread":null},{"groupId":"OG002","value":"7","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Adjudicated Diabetic Ketoacidosis (DKA) Events","description":"The risk of DKA had to be considered in the event of non-specific symptoms such as nausea, vomiting, anorexia, abdominal pain, excessive thirst, difficulty in breathing, confusion, unusual fatigue or sleepiness. In case of a suspected DKA, the investigator was to ensure that appropriate tests were performed at the earliest opportunity according to 2017 China Type 2 diabetes mellitus (T2DM) guidelines.\n\nAn independent external Clinical event committee (CEC) was established to adjudicate centrally and in a blinded fashion events suspected of DKA and certain hepatic events.\n\nDKA was investigated using both broad and narrow Boehringer Ingelheim customised MedDRA query (BIcMQs).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":6,"n":73},"commonTop":["Hypoglycaemia","Urinary tract infection","Protein urine present","Diabetic nephropathy","Upper respiratory tract infection"]}}}