{"nctId":"NCT03259074","briefTitle":"Effect of Secukinumab on Radiographic Progression in Ankylosing Spondylitis as Compared to GP2017 (Adalimumab Biosimilar)","startDateStruct":{"date":"2017-11-30","type":"ACTUAL"},"conditions":["Ankylosing Spondylitis"],"count":859,"armGroups":[{"label":"AIN457 150 mg/placebo","type":"EXPERIMENTAL","interventionNames":["Biological: Placebo","Biological: AIN457 150 mg"]},{"label":"AIN457 300 mg","type":"EXPERIMENTAL","interventionNames":["Biological: AIN457 150 mg"]},{"label":"GP2017 40mg","type":"ACTIVE_COMPARATOR","interventionNames":["Biological: GP2017 (adalimumab biosimilar)"]}],"interventions":[{"name":"Placebo","otherNames":[]},{"name":"GP2017 (adalimumab biosimilar)","otherNames":["adalimumab biosimilar"]},{"name":"AIN457 150 mg","otherNames":["secukinumab"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or non-pregnant, non-nursing female patients at least 18 years of age\n* Diagnosis of moderate to severe Ankylosing Spondylitis with radiologic evidence (centrally read X-ray) fulfilling the Modified New York criteria for AS despite previous or current NSAID/ nonbiologic DMARD therapy\n* Active AS assessed by total BASDAI ≥ 4 on a scale of 0-10\n* Spinal pain as measured by BASDAI question #2 ≥ 4 (0-10)\n* Total back pain as measured by visual analog scale (VAS) ≥ 40 mm (0-100 mm)\n* hsCRP ≥ 5 mg/L OR presence of at least 1 syndesmophyte on centrally read spinal X-ray\n\nExclusion Criteria:\n\n* Patients with total ankylosis of the spine\n* Pregnant or nursing (lactating) women\n* Evidence of ongoing infectious or malignant process\n* Previous exposure to any biologic immunomodulating agent, including those targeting IL-17, IL-17 receptor or TNFα\n* Subjects taking high potency opioid analgesics\n* Previous treatment with any cell-depleting therapies including but not limited to anti-CD20, investigational agents\n\nOther protocol-defined inclusion/exclusion criteria may apply","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With no Radiographic Progression at Week 104 (Multiple Imputation) (Full Analysis Set)","description":"Radiographic progression was based on scores from the modified Stoke Ankylosing Spondylitis Spine Score (mSASSS). The mSASSS is the sum of scores assessing the vertebral corners of the lumbar and cervical spine as 0 (normal), 1 (erosion, sclerosis, or squaring), 2 (syndesmophyte), or 3 (bridging syndesmophyte) with a total range from 0-72. No radiographic progression was defined as the change from baseline in mSASSS score \\<= 0.5.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"66.1","spread":null},{"groupId":"OG001","value":"66.9","spread":null},{"groupId":"OG002","value":"65.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in mSASSS at Week 104 (Multiple Imputation) (Full Analysis Set)","description":"Radiographic changes in the spine were based on the change in score of the modified Stoke Ankylosing Spondylitis Spinal Score (mSASSS) from baseline to Week 104.\n\nThe mSASSS is the sum of scores assessing the vertebral corners of the lumbar and cervical spine as 0 (normal), 1 (erosion, sclerosis, or squaring), 2 (syndesmophyte), or 3 (bridging syndesmophyte) with a total range from 0-72.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.54","spread":"0.175"},{"groupId":"OG001","value":"0.55","spread":"0.180"},{"groupId":"OG002","value":"0.72","spread":"0.177"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Without New Syndesmophytes by mSASSS Between Baseline and Week 104 (Multiple Imputation) (Syndesmophyte Subset)","description":"Syndesmophytes are bony growths that develop on corner of the vertebrae of the spine which are indicators of AS. A participant was considered to have a syndesmophyte if at least one reader assessed vertebral corner as \\>= 2 at on the mSASSS scale at baseline. Only participants with a syndesmophyte at baseline were evaluated at Week 104 for new syndesmophytes. A new syndesmophyte was a syndesmophyte present at Week 104 which was not present at baseline. Absence of new syndesmophyte was defined as having individual vertebral score \\< 2 on the mSASSS scale for all interpretable locations that had no syndesmophyte at baseline. Missing responses for subjects without new syndesmophyte at Week 104 were imputed by multiple imputation (MCMC).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"56.9","spread":null},{"groupId":"OG001","value":"53.8","spread":null},{"groupId":"OG002","value":"53.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in MRI Berlin Sacroiliac (SI) Joint Edema Score (Observed Data) (MRI Subset)","description":"Magnetic Resonance Images (MRI) of the Sacroiliac Joint (SIJ) were assessed for the presence and severity of SIJ bone marrow edema according to the Berlin Active Inflammatory Lesions Scoring with a minimum score of 0 and a maximum score of 24. Higher scores indicate more inflammation.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.527","spread":"0.1057"},{"groupId":"OG001","value":"-1.378","spread":"0.1097"},{"groupId":"OG002","value":"-1.710","spread":"0.1087"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Berlin Modification of ASspiMRI-a Edema Score (MRI Subset)","description":"Magnetic Resonance Images (MRI) of the spine were assessed for the presence and severity of bone marrow edema in the spinal vertebrae according to the Berlin modification of the ASspiMRI-a edema score with a score range of 0 to 69. Higher scores indicate more inflammation.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.224","spread":"0.2306"},{"groupId":"OG001","value":"-1.683","spread":"0.2373"},{"groupId":"OG002","value":"-2.101","spread":"0.2378"}]}]}]},{"type":"SECONDARY","title":"Percentage of Responders for Assessment of SpondyloArthritis International Society 20 (ASAS20)","description":"Assessment of SpondyloArthritis International Society criteria (ASAS) consist of 4 domains measured on visual analog scales (VAS): 1. Patient's global assessment; 2. Patient's assessment of back pain; 3. Function represented by Bath Ankylosing Spondylitis Functional Index (BASFI) average of 10 questions; 4. Inflammation represented by mean duration and severity of morning stiffness, on the Bath Ankylosing Spondylitis Disease Activity Index (BASDAI). ASAS 20 response is defined as an improvement of ≥20% and ≥1 unit on a scale of 10 in at least three of the four main domains and no worsening of ≥20% and ≥1 unit on a scale of 10 in the remaining domain. A higher score on the VAS signifies higher severity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"83.1","spread":null},{"groupId":"OG001","value":"82.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Responders for Assessment of SpondyloArthritis International Society 40 (ASAS 40)","description":"Assessment of SpondyloArthritis International Society criteria (ASAS) consist of 4 domains measured on visual analog scales (VAS): 1. Patient's global assessment; 2. Patient's assessment of back pain; 3. Function represented by Bath Ankylosing Spondylitis Functional Index (BASFI) average of 10 questions; 4. Inflammation represented by mean duration and severity of morning stiffness, on the Bath Ankylosing Spondylitis Disease Activity Index (BASDAI). ASAS40 response is defined as an improvement of ≥40% and ≥2 units on a scale of 10 in at least three of the four ASAS main domains and no worsening at all in the remaining domain. A higher score on the VAS signifies higher severity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"69.9","spread":null},{"groupId":"OG001","value":"73.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Responders for Assessment of SpondyloArthritis International Society With a Partial Remission Response (Full Analysis Set)","description":"The Assessment of SpondyloArthritis International Society (ASAS) partial remission response criteria consisted of the following assessment domains measured on visual analogue scales (VAS): 1. Patient's global assessment; 2. Patient's assessment of back pain; 3. Function represented by BASFI average of 10 questions regarding ability to perform specific tasks; 4. Inflammation represented by mean duration and severity of morning stiffness, on the Bath Ankylosing Spondylitis Disease Activity Index (BASDAI). The ASAS partial remission criteria was defined as a value not above 2 units in each of the four domains on a scale of 10.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"31.5","spread":null},{"groupId":"OG001","value":"30.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Assessment of SpondyloArthritis International Society for Inactive Disease Response (Observed Data) (Full Analysis Set)","description":"The Ankylosing Spondylitis Disease Activity Score (ASDAS) is a composite index to assess disease activity in AS. Parameters used for the ASDAS include spinal pain (BASDAI question 2), the patient's global assessment of disease activity, peripheral pain/swelling (BASDAI question 3), duration of morning stiffness (BASDAI question 6) and C-reactive protein (CRP) in mg/L (Sieper 2009, Lukas 2009). Disease activity states are inactive disease, moderate disease activity, high disease activity, and very high disease activity. The 3 values selected to separate these states were \\< 1.3 between inactive disease and moderate disease activity, \\< 2.1 between moderate disease activity and high disease activity, and \\> 3.5 between high disease activity and very high disease activity. Selected cutoffs for improvement scores were a change ≥ 1.1 unit for \"minimal clinically important improvement\" and a change ≥ 2.0 units for \"major improvement\" (Machado 2011).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"31.1","spread":null},{"groupId":"OG001","value":"31.7","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":40,"n":286},"commonTop":["Nasopharyngitis","Upper respiratory tract infection","Diarrhoea","Headache","Arthralgia"]}}}