{"nctId":"NCT01657253","briefTitle":"Efficacy and Safety of PRO-148 Versus Systane®, in Patients With Mild to Moderate Dry Eye","startDateStruct":{"date":"2013-11"},"conditions":["Dry Eye"],"count":183,"armGroups":[{"label":"PRO-148","type":"EXPERIMENTAL","interventionNames":["Drug: PRO-148"]},{"label":"Systane®","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Systane"]}],"interventions":[{"name":"PRO-148","otherNames":["PRO-148 (xanthan gum and sulphate chondroitin)"]},{"name":"Systane","otherNames":["polyethyleneglycol 400, propyleneglycol, hydroxypropyl guar"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Mild to moderate dry eye patients based on the Report of International Dry Eye Workshop (DEWS)\n* OSDI score between 12 and 45\n* Provided informed consent\n\nExclusion Criteria:\n\n* Patients with one blind eye\n* Visual acuity of 20/100 or worst in any eye\n* Patients with any active ocular disease that would interfere with study interpretation\n* Patients in treatment with any medication that could interfere with the study, contraindication of any medication used in the protocol\n* Patients with history of hypersensitivity or contraindication for any drug used in the study\n* Contact lens users\n* Pregnant patients, at risk of pregnancy or breastfeeding\n* Patients without birth control treatment\n* Patients who had participated in any clinical trial in the last 90 days\n* Legal or mentally disabled patients who could not give informed consent\n* Patients who do not provide informed consent","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Ocular Surface Disease Index (OSDI©) Questionnaire","description":"Ocular Surface Disease Index (OSDI©) questionnaire , consists of 12 questions divided in 3 groups, Each question has a value that can go from 0 to 4 points according to the severity of the case: 0.None of the time, 1. Some of the time, 2.Half of the time, 3.most of the time and 4 all of the time. The points of all the questions will be used in the following formula for converted to a score of 0-100 : (sum of scores) x 25 / (# of questions answered), where 0 represents normality or non-symptomatology and 100 the most severe case. Will be used to measure the symptoms of dry eye disease by obtaining baseline data and comparing them against the last visit.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19.3","spread":"7.4"},{"groupId":"OG001","value":"19.3","spread":"7.5"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7.3","spread":"5.9"},{"groupId":"OG001","value":"7.9","spread":"8.2"}]}]}]},{"type":"SECONDARY","title":"Schirmer Test","description":"Change from Baseline in Schirmer test after 60 days of treatment\n\nSchirmer test\n\nIt is the technique most used to measure aqueous and at the same time the simplest tear secretion. It is carried out as follows: Without applying anesthesia, the patient is placed somewhere without much illumination, without applying anesthesia, a strip of filter paper of approximately 30 mm is placed, of which, 5 mm must go in the joint Of the middle and outer third of the lower eyelid. The patient is instructed to look forward and to blink normally. After 5 minutes the strips are removed and the wetting is recorded in millimeters. A test less than or equal to 6 mm is diagnostic of aqueous deficiency.The mean of the revisions by group will be compared at the baseline and final visit.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.4","spread":"2.2"},{"groupId":"OG001","value":"6.5","spread":"2.5"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11.0","spread":"6.6"},{"groupId":"OG001","value":"10.5","spread":"5.6"}]}]}]},{"type":"SECONDARY","title":"Tear Film Break up Time","description":"Change from Baseline in Tear film break up time after 60 days of treatment Tear film breakup time is the elapsed time from blinking to the first occurrence of a dry area in the cornea, visualized with the help of fluorescein staining. Measurement of tear film breakup time will be performed as follows: Fluorescein is instilled in the eye, the patient is asked to blink three times to distribute the dye and then set the eye to the front and do not blink while the examiner observes the cornea with cobalt blue light, looking for an area of tear film rupture, which is manifested by the appearance of a black island within the fluorescein green film. Normally film breakup time is 10 seconds or more and the minimum register may be 1 second, Under 10 seconds is considered abnormal.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.5","spread":"2.1"},{"groupId":"OG001","value":"5.2","spread":"2.0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7.4","spread":"2.9"},{"groupId":"OG001","value":"7.4","spread":"2.7"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":93},"commonTop":["Conjunctivitis","rhinitis","ocular burning sensation","Pruritus","Red eye"]}}}