{"nctId":"NCT05815758","briefTitle":"Evaluation of the Safety and Pharmacokinetics of Brimonidine Tartrate 0.025%/Ketotifen Fumarate 0.035% Combination Ophthalmic Solution","startDateStruct":{"date":"2023-04-20","type":"ACTUAL"},"conditions":["Allergic Conjunctivitis"],"count":512,"armGroups":[{"label":"Brimonidine tartrate 0.025%/ketotifen fumarate 0.035% combination ophthalmic solution","type":"EXPERIMENTAL","interventionNames":["Drug: Brimonidine Tartrate 0.025%/Ketotifen Fumarate 0.035% Ophthalmic Solution (Combo)"]},{"label":"Vehicle ophthalmic solution","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Vehicle of brimonidine tartrate 0.025%/ketotifen fumarate 0.035% ophthalmic solution"]}],"interventions":[{"name":"Brimonidine Tartrate 0.025%/Ketotifen Fumarate 0.035% Ophthalmic Solution (Combo)","otherNames":[]},{"name":"Vehicle of brimonidine tartrate 0.025%/ketotifen fumarate 0.035% ophthalmic solution","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. be at least 5 years of age at Screening Visit or Visit 1 (if Screening and Visit 1 are done on the same day), of either sex and any race (a government issued ID and/or birth certificate will be verified at the time ICF is signed);\n2. provide written informed consent and sign the the Health Insurance Portability and Accountability Act (HIPAA) form. Subjects who are at least 7 years of age and less than 18 years of age will need to sign an assent form. In addition, all subjects below the age of 18 years will be required to have both parents or legal guardian sign the informed consent.\n3. be willing and able to follow all instructions and attend all study visits (and be accompanied by a parent/legal guardian if the subject is under the age of 18);\n4. be able to self-administer eye drops satisfactorily or have a caregiver or parent/legal guardian (if applicable, for subjects less than 18 years of age) at home1 routinely available for this purpose.\n5. for subjects less than 18 years of age, have either a history or family history of atopic disease (such as atopic dermatitis, asthma, allergic conjunctivitis/rhinitis, and atopic keratoconjunctivitis).\n6. (if female and of childbearing potential) agree to have urine pregnancy testing performed at Visit 1 (must be negative) and at exit visit 2; must not be lactating; and must agree to use at least 1 medically acceptable form of birth control throughout the study duration and for at least 14 days prior to Visit 1 and 1 month after discontinuing investigational product. Acceptable forms of birth control are true abstinence (when this is in line with the preferred and usual lifestyle of the subject), spermicide with barrier, oral contraceptive, injectable or implantable method of contraception, transdermal contraceptive, intrauterine device, or surgical sterilization of male partner at least 3 months prior to the first dose of investigational drug (Visit 1). Note: Women considered capable of becoming pregnant include all females who have experienced menarche and have not experienced menopause (as defined by amenorrhea for greater than 12 consecutive months) or have not undergone successful surgical sterilization (hysterectomy, bilateral tubal ligation, or bilateral oophorectomy).\n7. (if male and with female partner of childbearing potential) must use at least 1 medically acceptable form of birth control. Note: Acceptable forms of birth control are true abstinence (when this is in line with the preferred and usual lifestyle of the subject) or vasectomy at least 3 months prior to receiving investigational product (Visit 1). Without a vasectomy, must use condoms with spermicidal foam/gel/film/cream/suppository throughout the study duration, for at least 14 days prior to and 1 month after discontinuing investigational product;\n8. have ocular health within normal limits, including a calculated visual acuity of 0.3 logMAR or better in each eye as measured using an ETDRS chart. For subjects under 10 years old who are developmentally unable to use the ETDRS chart, a best attempt at visual acuity will be made using the LEA symbols or Visual Behavior. For subjects utilizing LEA symbols, Snellen equivalent units of 20/63 or better in both eyes will be required. Subjects utilizing Visual Behavior must have a passing score;\n9. (for selected healthy adult subjects agreeing to undergo PK blood draws) have a body mass index (BMI) ≥18 and ≤34 lbs/in2 and a minimum body weight of 99 lbs;\n10. (for selected healthy adult subjects agreeing to undergo PK blood draws) have suitable venous access for blood sampling.\n\nExclusion Criteria:\n\n1. have known contraindications or sensitivities to the use of any of the investigational product medication or components;\n2. have had ocular surgical intervention within 3 months prior to Visit 1 or during the study and/or a history of refractive surgery within the past 6 months;\n3. have a known history of retinal detachment, diabetic retinopathy, or active retinal disease;\n4. have the presence of an active ocular infection (bacterial, viral or fungal) or positive history of an ocular herpetic infection at any visit;\n5. use any of the following disallowed medications during the period indicated prior to Visit 1 and during the study:\n\n5 days\n\n* artificial tear products, eye whiteners (e.g., vasoconstrictors), ocular decongestants, ocular corticosteroids, ocular antihistamines, and any other topical ophthalmic agents;\n\n  14 days\n* any systemic medications which the investigator feels may confound study data or interfere with subject's study participation;\n\n  6\\. have used contact lenses within 24 hours prior to each visit (Visit 1, 2, 3, and 4);\n\n  7\\. have prior (within 7 days of beginning IP) or currently active significant illness that could compromise participation, in the opinion of the investigator;\n\n  8\\. have prior (within 30 days of beginning investigational product) or anticipated concurrent use of an investigational product or device during the study period;\n\n  9\\. have been randomized in study 909 or 910 conducted by Bausch \\& Lomb;\n\n  10\\. be an employee or family member of employee at the investigative site;\n\n  11\\. have an ocular or systemic condition or is in a situation that the investigator feels may put the subject at significant risk, may confound the study results, or may interfere significantly with the subject's study participation;\n\n  12\\. have planned surgery (ocular or systemic) during the trial period or within 30 days after;\n\n  13\\. have body weight below the 5th percentile for their age (subjects 12 years of age or younger only) (see Appendix 2);\n\n  14\\. be a female who is currently pregnant, is planning a pregnancy, or lactating;\n\n  15\\. have an abnormal blood pressure (defined as ≤ 90 or ≥ 160 (systolic) measured in mmHg or ≤ 60 or ≥ 100 (diastolic) measured in mmHg). For pediatric subjects, abnormal blood pressure is defined as ≥ 140 (systolic) measured in mmHg or ≥ 90 (diastolic) measured in mmHg;\n\n  16\\. have an intraocular pressure (IOP) that is less than 5 mmHg or greater than 22 mmHg or have a normal IOP with a prior diagnosis/history of glaucoma at Visit 1;\n\n  17\\. have symptoms associated with COVID-19 or have been in contact with someone diagnosed with COVID-19 within 14 days of the Screening Visit or Visit 1 (if Screening and Visit 1 are done on the same day);\n\n  18\\. (for selected healthy adult subjects agreeing to undergo PK blood draws) have excessive consumption of caffeine- or xanthine-containing beverages (more than 4 cups or servings per day) within 48 hours prior to dosing at Visit 1 or for the duration of the study (see Appendix 6);\n\n  19\\. (for selected healthy adult subjects agreeing to undergo PK blood draws) have a history of tobacco, nicotine, or nicotine-containing product use within 12 months prior to Visit 1;\n\n  20\\. (for selected healthy adult subjects agreeing to undergo PK blood draws) have a history or current evidence of drug or alcohol abuse within 12 months prior to Visit 1;\n\n  21\\. (for selected healthy adult subjects agreeing to undergo PK blood draws) have blood donation or equivalent blood loss of \\>450 mL within 60 days prior to Visit 1.","healthyVolunteers":true,"sex":"ALL","minimumAge":"5 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Treatment Emergent Adverse Events (TEAEs)","description":"TEAE is defined as any untoward medical occurrence or undesirable event(s) that begins or worsens following administration of the study drug, whether or not considered related to the treatment by the Investigator. A TEAE is considered serious if, in the view of the Investigator or Sponsor, it results in any of the following outcomes: death, a life-threatening TEAE, inpatient hospitalization or prolongation of existing hospitalization, persistent or significant disability or incapacity, a congenital anomaly or birth defect, an important medical event that jeopardized the participant and required medical intervention, or sight-threatening (possibly resulting in persistent or significant loss of vision)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"61","spread":null},{"groupId":"OG001","value":"19","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"38","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"28","spread":null},{"groupId":"OG001","value":"9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"34","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"54","spread":null},{"groupId":"OG001","value":"16","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Drop Comfort Assessment as Assessed by the Participant","description":"Drop comfort assessment (0-10 unit scale in which a score of 0 denotes \"very comfortable\" and 10 is \"very uncomfortable\") was performed by the participantsubjects ≥ 10 years of age","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.98","spread":"1.599"},{"groupId":"OG001","value":"0.56","spread":"1.190"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.59","spread":"1.250"},{"groupId":"OG001","value":"0.38","spread":"0.959"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.41","spread":"1.019"},{"groupId":"OG001","value":"0.29","spread":"0.866"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.13","spread":"1.665"},{"groupId":"OG001","value":"0.43","spread":"0.964"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.54","spread":"1.172"},{"groupId":"OG001","value":"0.28","spread":"0.929"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.30","spread":"0.906"},{"groupId":"OG001","value":"0.21","spread":"0.758"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.93","spread":"1.512"},{"groupId":"OG001","value":"0.50","spread":"1.109"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.34","spread":"0.904"},{"groupId":"OG001","value":"0.25","spread":"0.895"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.15","spread":"0.558"},{"groupId":"OG001","value":"0.18","spread":"0.706"}]}]}]},{"type":"SECONDARY","title":"Plasma Concentration: Brimonidine","description":"Blood samples will be collected to measure the concentration of brimonidine. Concentration values reported below the limit of quantification (BLQ) before the first quantifiable concentration or after the last quantifiable concentration were set to zero for concentration descriptive statistics.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Plasma Concentration: Ketotifen","description":"Blood samples will be collected to measure the concentration of ketotifen. Concentration values reported below the quantification limit (BLQ) before the first quantifiable concentration or after the last quantifiable concentration were set to zero for concentration descriptive statistics.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":340},"commonTop":["Eye disorders","General disorders and administration site conditions","Instillation site irritation","Conjunctival Hyperaemia"]}}}