{"nctId":"NCT01741532","briefTitle":"Efficacy and Safety Study of Deferiprone in Patients With Pantothenate Kinase-associated Neurodegeneration (PKAN)","startDateStruct":{"date":"2012-12-13","type":"ACTUAL"},"conditions":["Pantothenate Kinase-Associated Neurodegeneration"],"count":89,"armGroups":[{"label":"Deferiprone","type":"EXPERIMENTAL","interventionNames":["Drug: Deferiprone oral solution"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Deferiprone oral solution","otherNames":["DFP","L1"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Main Inclusion Criteria:\n\n* Males or females 4 years of age and older at screening visit;\n* Have PKAN, confirmed by genetic testing (supporting evidence required);\n* Barry-Albright Dystonia (BAD) total score ≥ 3 at the screening visit;\n* Patients who have Deep Brain Stimulation (DBS) systems or baclofen pumps in place will be eligible for the study, but they must have had a stable setting for at least two months prior to the screening visit and stimulation parameters / pump settings must remain stable for the duration of the trial:\n\nMain Exclusion Criteria:\n\n* Evidence of iron deficiency defined by Fe:TIBC ratio \\<15%, or serum ferritin \\<12 ng/mL;\n* Treatment with deferiprone in the past 12 months;\n* Previous failure of treatment with deferiprone, or previous discontinuation of treatment with deferiprone due to adverse events;\n* Conditions known to contraindicate the use of deferiprone (history of agranulocytosis or recurrent episodes of neutropenia);\n* A serious, unstable chronic illness not related to PKAN condition during the past 3 months before screening visit including but not limited to: hepatic, renal, gastro-enterologic, respiratory, cardiovascular, endocrinologic, neurologic or immunologic disease;\n* Evidence of abnormal liver or renal function (serum liver enzyme level(s) \\> 3 times upper limit of normal at screening) or abnormal creatinine levels at screening visit;\n* Disorders associated with neutropenia (ANC \\< 1.5 x 10\\^9/L) or thrombocytopenia (platelet count \\< 50 x 10\\^9/L) in the 12 months preceding the initiation of the study medication. Exception: for patients whose neutropenia was attributed by the treating physician to episodes of infection or to drugs associated with a decline in the neutrophil count and in whom the ANC has fully recovered at the screening visit;\n* History of malignancy;\n\nOther protocol inclusion or exclusion criteria may apply.","healthyVolunteers":false,"sex":"ALL","minimumAge":"4 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Score on Barry-Albright Dystonia Scale","description":"The Barry-Albright Dystonia (BAD) scale rates severity of dystonia (sustained muscle contractions causing twisting and repetitive movements or abnormal postures) in 8 body regions. The individual scores are summed to provide a total score ranging from 0 to 32, with higher scores indicating greater severity. The co-primary endpoint in this study was the change from baseline to Month 18 in BAD total score.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.48","spread":"0.63"},{"groupId":"OG001","value":"3.99","spread":"0.82"}]}]}]},{"type":"PRIMARY","title":"Score on Patient Global Impression of Improvement at End of Study","description":"The Patient Global Impression of Improvement (PGI-I) is a global index that assesses the response of a condition to a therapy by asking patients to rate their current state relative to their state at baseline. It consists of a 7-point rating scale, where 1=very much improved, 2= much improved, 3 = minimally improved, 4 = no change, 5 = minimally worse, 6 = much worse, and 7 = very much worse.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.55","spread":"0.30"},{"groupId":"OG001","value":"4.66","spread":"0.38"}]}]}]},{"type":"SECONDARY","title":"Change in Score on Unified Parkinson's Disease Rating Scale","description":"The Unified Parkinson's Disease Rating Scale (UPDRS) is the major rating scale used to assess severity of symptoms of Parkinson's disease, some of which are similar to those of PKAN. The UPDRS subscales used in this study were Part I: Mentation, Behavior and Mood, scored from 0 (best) to 16 (worst); Part II: Activities of Daily Living, scored from 0 (best) to 52 (worst); Part III: Motor Examination, scored from 0 (best) to 108 (worst); and Part VI: Schwab and England Activities of Daily Living Scale, scored from 0% (worst) to 100% (best).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.25","spread":"0.43"},{"groupId":"OG001","value":"-0.07","spread":"0.55"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.09","spread":"1.19"},{"groupId":"OG001","value":"2.36","spread":"1.52"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.38","spread":"2.20"},{"groupId":"OG001","value":"2.06","spread":"2.79"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.17","spread":"2.94"},{"groupId":"OG001","value":"-7.66","spread":"3.85"}]}]}]},{"type":"SECONDARY","title":"Change in Score on Functional Independence Measure","description":"The Functional Independence Measure (FIM) scale is used to assess physical and cognitive disability in three areas of daily living: self-care, mobility, and cognition. Within each area, items are scored according to the level of assistance required to perform that activity of daily living. A score of 1-2 indicates that the patient is completely dependent on a helper to perform the task, a score of 3-5 indicates that the patient is moderately dependent, and a score of 6-7 indicates that no help is required. The individual scores are summed to provide a global score from 18 (worst) to 126 (best).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.40","spread":"2.36"},{"groupId":"OG001","value":"0.69","spread":"3.34"}]}]}]},{"type":"SECONDARY","title":"Change in Score on WeeFIM","description":"The WeeFIM is the pediatric version of the Functional Independence Measure scale, and is used to assess physical and cognitive disability in three areas of daily living: self-care, mobility, and cognition. Within each area, items are scored according to the level of assistance required to perform that activity of daily living. A score of 1-2 indicates that the patient is completely dependent on a helper to perform the task, a score of 3-5 indicates that the patient is moderately dependent, and a score of 6-7 indicates that no help is required. The individual scores are summed to provide a global score from 18 (worst) to 126 (best).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.91","spread":"5.30"},{"groupId":"OG001","value":"-2.40","spread":"5.42"}]}]}]},{"type":"SECONDARY","title":"Change in Score on Pediatric Quality of Life","description":"The Pediatric Quality of Life (PedsQL) questionnaire is used to measure functional health and well-being from the patient's point of view. Separate versions of the questionnaire are available for children, young adults aged 18-25 years, and adults older than 25 years. Patients are asked to indicate how they have felt over the past month, and the scores of the 23 questions are used to generate an overall score that ranges from 0 (worst) to 100 (best).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.21","spread":"3.68"},{"groupId":"OG001","value":"1.34","spread":"4.49"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.90","spread":"3.99"},{"groupId":"OG001","value":"-2.37","spread":"4.90"}]}]}]},{"type":"SECONDARY","title":"Change in Score on Pittsburgh Sleep Quality Index","description":"The Pittsburgh Sleep Quality Index (PSQI) is a self-rated questionnaire that assesses sleep quality and disturbances over a 1-month time interval. A total of 19 individual items are used to generate 7 \"component\" scores: subjective sleep quality, sleep latency, sleep duration, habitual sleep efficiency, sleep disturbances, use of sleeping medication, and daytime dysfunction, and a score is generated that ranges from 0 (best) to 21 (worst).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.48","spread":"0.61"},{"groupId":"OG001","value":"0.14","spread":"0.80"}]}]}]},{"type":"SECONDARY","title":"Change in Level of Brain Iron","description":"Neurodegeneration in patients with PKAN is associated with localized brain iron accumulation, with the highest amount of accumulation seen in the globus pallidus, one of the main areas for motor control. MRI R2\\* scans of this region were performed at baseline and Month 18 in a subset of patients who did not have a deep brain stimulation (DBS) device implanted, and for whom the use of anesthesia, if required, was deemed acceptable by the investigator.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-36.1","spread":"3.11"},{"groupId":"OG001","value":"-0.50","spread":"3.97"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":18,"n":58},"commonTop":["Dystonia","Pyrexia","Serum ferritin decreased","Headache","Condition aggravated"]}}}