{"nctId":"NCT02447172","briefTitle":"Study of a Topical Gentamicin-Collagen Sponge Along With Systemic Antibiotic in Infected Diabetic Foot Ulcers","startDateStruct":{"date":"2015-06"},"conditions":["Foot Ulcer, Diabetic","Infection"],"count":524,"armGroups":[{"label":"Gentamicin sponge group","type":"EXPERIMENTAL","interventionNames":["Drug: Gentamicin Collagen sponge"]},{"label":"Placebo sponge group","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Placebo"]},{"label":"No sponge group","type":"NO_INTERVENTION","interventionNames":[]}],"interventions":[{"name":"Gentamicin Collagen sponge","otherNames":["Cogenzia"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"* Has diabetes mellitus, according to the American Diabetes Association (ADA) criteria.\n* Has at least 1 skin ulcer located on or below the malleolus that presents with the following clinical manifestations of a moderate or severe infection based on the Infectious Disease Society of America guidelines for the \"Diagnosis and Treatment of Diabetic Foot Infections\" (CID 2012; 54:132-173) (IDSA guidelines):\n* has ≥ 2 manifestations of inflammation (local swelling or induration, erythema, local tenderness or pain, local warmth, purulent discharge (thick, opaque to white or sanguineous secretion)\n* has ≥ 1 of the following characteristics: erythema \\> 2cm, or involving structures deeper than skin and subcutaneous tissues (e.g. abscess, osteomyelitis, septic arthritis, fasciitis) For patients with multiple infected ulcers, the ulcer with the highest Diabetic Foot Infection Wound score (DFI score) must be on or below the malleolus and all infected ulcers must be completely coverable using no more than 4 sponges (sponges cannot be cut).\n* Has documented adequate arterial perfusion in the affected limb(s) (either palpable dorsalis pedis and posterior tibial pulses, or normal Doppler wave forms, a toe blood pressure ≥ 45 mm Hg or participation is approved by a vascular surgeon)\n* Has received appropriate surgical intervention to remove all necrotic and infected bone if diagnosed with osteomyelitis.\n* Has received appropriate surgical debridement to remove all gangrenous tissue.\n\nExclusion Criteria:\n\nHas a known history of hypersensitivity to gentamicin (or other aminoglycosides).\n\n* Has a known or suspected hypersensitivity to bovine collagen.\n* Has an ulcer infection which, based upon the patient's known history of hypersensitivity and/or as otherwise in the opinion of the investigator, cannot be adequately treated with at least one of the empiric systemic antibiotic regimens allowed by this protocol.\n* Has an ulcer associated with prosthetic material or an implanted device.\n* Has received any systemic or topical antibiotic therapy for any reason within 7 days of randomization unless it was administered to specifically treat the infected ulcer(s) and only within 36 hours of randomization.\n* Requires or is likely to require treatment with any concomitant topical product or wound therapy before the first follow-up study visit.\n* Is severely immunocompromised, or likely to become severely immunocompromised during the study, in the opinion of the investigator.\n* Has a history of myasthenia gravis or other neurological condition where gentamicin use is contraindicated as determined by the investigator.\n* Has a history of epilepsy.\n* Has a history of alcohol or substance abuse in the past 12 months.\n* Has an uncontrolled illness that, in the opinion of the investigator, is likely to cause the patient to be withdrawn from the trial or would otherwise interfere with interpreting the results of the study","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percent of Patients With a Clinical Outcome of Clinical Cure (Resolution of All Clinical Signs and Symptoms of Infection)","description":"The primary efficacy variable is the percent of patients with a clinical outcome of clinical cure (Resolution of all clinical signs and symptoms of infection) at F/U visit 1","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"69","spread":null},{"groupId":"OG001","value":"41","spread":null},{"groupId":"OG002","value":"36","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Patients With Re-infections","description":null,"paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"2","spread":null},{"groupId":"OG002","value":"4","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Clinical Response","description":"Time in Days to Clinical Cure","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"8","spread":null},{"groupId":"OG002","value":"8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent of Subjects That Had an Amputation Associated With the Target Ulcer","description":"Modified Intent-to-Treat Population - Percent of subjects that had an amputation associated with the target ulcer","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":42,"n":260},"commonTop":["infected skin ulcer","skin ulcer","skin ulcer","diarrhoea","Nausea"]}}}