{"nctId":"NCT00863655","briefTitle":"Everolimus in Combination With Exemestane in the Treatment of Postmenopausal Women With Estrogen Receptor Positive Locally Advanced or Metastatic Breast Cancer Who Are Refractory to Letrozole or Anastrozole","startDateStruct":{"date":"2009-06-03","type":"ACTUAL"},"conditions":["Breast Cancer"],"count":724,"armGroups":[{"label":"Everolimus + Exemestane","type":"EXPERIMENTAL","interventionNames":["Drug: Everolimus","Drug: Exemestane"]},{"label":"Placebo + Exemestane","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Exemestane","Drug: Everolimus Placebo"]}],"interventions":[{"name":"Everolimus","otherNames":["RAD001"]},{"name":"Exemestane","otherNames":[]},{"name":"Everolimus Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Adult women (≥ 18 years of age) with metastatic or locally advanced breast cancer not amenable to curative treatment by surgery or radiotherapy.\n* Histological or cytological confirmation of estrogen-receptor positive (ER+) breast cancer\n* Postmenopausal women.\n* Disease refractory to non steroidal aromatase inhibitors (NSAI),\n* Radiological or clinical evidence of recurrence or progression on or after the last systemic therapy prior to randomization.\n* Patients must have at least one lesion that can be accurately measured or bone lesions in the absence of measurable disease as defined above.\n\nExclusion Criteria:\n\n* HER2-overexpressing patients\n* Patients with only non-measurable lesions other than bone metastasis (e.g. pleural effusion, ascites etc.).\n* Patients who received more than one chemotherapy line for Advanced Breast Cancer.\n* Previous treatment with exemestane or mTOR inhibitors.\n* Known hypersensitivity to mTOR inhibitors, e.g. sirolimus (rapamycin).\n* Radiotherapy within four weeks prior to randomization\n* Currently receiving hormone replacement therapy,\n\nOther protocol-defined inclusion/exclusion criteria may apply","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression-free Survival (PFS) Based on Local Radiology Review of Tumor Assessments.","description":"Progression-free survival, the primary endpoint in this study, is defined as the time from the date of randomization to the date of first documented radiological progression or death due to any cause. Disease progression was based on the tumor assessment by the local radiologist or investigator using RECIST 1.0 criteria. If a patient did not progress or known to have died at the date of the analysis cut-off or start of another antineoplastic therapy, the PFS date was censored to the date of last adequate tumor assessment prior to cut-off date or start of antineoplastic therapy. For patients with lytic or mixed (lytic+sclerotic) bone lesions, the following is considered progression: appearance of ≥1 new lytic lesions in bone; the appearance of ≥ new lesions outside of bone and unequivocal progression of existing bone lesions.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.93","spread":null},{"groupId":"OG001","value":"2.83","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS) by Number of Deaths","description":"Overall survival, the key secondary endpoint in this study, is defined as the time from date of randomization to the date of death due to any cause. If a patient is not known to have died, survival was censored at the date of last contact.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"267","spread":null},{"groupId":"OG001","value":"143","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS) by Median","description":"Overall survival, the key secondary endpoint in this study, is defined as the time from date of randomization to the date of death due to any cause.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30.98","spread":null},{"groupId":"OG001","value":"26.55","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Response Rate (ORR)","description":"Overall response rate (ORR) is the percentage of patients with a best overall response of complete response (CR) or partial response (PR) according to RECIST 1.0. Per RECIST criteria 1.0, CR: Disappearance of all target lesions; PR: At least a 30% decrease in the sum of the longest diameter of all target lesions, taking as reference the baseline sum of the longest diameters.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.5","spread":null},{"groupId":"OG001","value":"0.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Clinical Benefit Rate (CBR)","description":"CBR is defined as the percentage of patients with best overall response of either complete response (CR), a partial response (PR) or stable disease (SD) \\>= 24 weeks, according to RECIST 1.0. Per RECIST criteria 1.0, CR: Disappearance of all target lesions; PR: At least a 30% decrease in the sum of the longest diameter of all target lesions, taking as reference the baseline sum of the longest diameters; SD = Neither sufficient shrinkage to qualify for PR or CR nor an increase in lesions which would qualify for PD; PD = At least a 20% increase in the sum of the longest diameter of all measured target lesions, taking as reference the smallest sum of longest diameter of all target lesions recorded at or after baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"33.4","spread":null},{"groupId":"OG001","value":"18.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Patients With no Deterioration of Eastern Cooperative Oncology Group Performance Status (ECOG PS) Using Kaplan-Meier","description":"The ECOG PS (Eastern Cooperative Oncology Group Performance Scale) is a standard criteria for measuring how treatment of cancer impacts level of functioning in terms of the ability to care for oneself, daily activity, \\& physical ability (walking, working, etc.). Scale score ranges:0 to 5, 5 being the worst. Scale index: 0: Fully active, able to carry on all pre-disease performance without restriction. 1: Restricted in physically strenuous activity but ambulatory \\& able to carry out work of a light or sedentary nature. 2: Ambulatory \\& capable of all self-care but unable to carry out any work activities. Up \\& about more than 50% of waking hours. 3: Capable of only limited self-care, confined to bed or chair more than 50% of waking hours. 4 - Completely disabled. Cannot carry on any self-care. Totally confined to bed or chair. 5 - Dead. A deterioration of ECOG is an increase of 1 of the ECOG PS without improvement back to initial level at a subsequent time of measurement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.84","spread":null},{"groupId":"OG001","value":"0.87","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.74","spread":null},{"groupId":"OG001","value":"0.80","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.64","spread":null},{"groupId":"OG001","value":"0.67","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.57","spread":null},{"groupId":"OG001","value":"0.47","spread":null}]}]}]},{"type":"SECONDARY","title":"Patient-reported Outcomes (PROs): Time to Deterioration of PRO Scores Using Kaplan Meier - EORTC QLQ-C30","description":"The QLQ-C30 is composed of both multi-item scales and single-item measures. These include 5 functional scales, 3 symptom scales, a global health status - QoL scale, and 6 single items. Each of the multi-item scales includes a different set of items - no item occurs in more than 1 scale. All of the scales measures range in score from 0 to 100. A high scale score = higher response level. Thus a high score for a functional scale represents a healthy level of function, a high score for the global health status / QoL represents a high quality of life but a high score for a symptom scale / item represents a high level of symptomatology / problems. The principle for scoring these scales: 1.) Estimate the average of the items that contribute to the scale = raw score. 2.) Linear transformation to standardize the raw score, so that scores range from 0 to 100; a higher score represents a higher (\"better\") level of functioning, or a higher (\"worse\") level of symptoms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.53","spread":null},{"groupId":"OG001","value":"4.40","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.83","spread":null},{"groupId":"OG001","value":"4.37","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.93","spread":null},{"groupId":"OG001","value":"6.93","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.34","spread":null},{"groupId":"OG001","value":"7.03","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Patients With Having no Overall Response Based on Investigator Assessment","description":"overall response = complete response (CR) + partial response (PR) per RECIST 1.0 Time to overall response (CR or PR) based on investigator is the time between date of randomization/start of treatment until first documented response (CR or PR). This analysis included all patients/responders. Patients who did not achieve a confirmed PR or CR were censored at last adequate tumor assessment date when they did not progress. Per RECIST criteria 1.0, CR: Disappearance of all target lesions; PR: At least a 30% decrease in the sum of the longest diameter of all target lesions, taking as reference the baseline sum of the longest diameters.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.96","spread":null},{"groupId":"OG001","value":"1.00","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.93","spread":null},{"groupId":"OG001","value":"1.00","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.92","spread":null},{"groupId":"OG001","value":"1.00","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.90","spread":null},{"groupId":"OG001","value":"1.00","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response (Among Participants With Best Overall Response of CR or PR) Estimated Per Kaplan-Meier","description":"Duration of response of CR or PR based on investigator applies only to patients whose best overall response was CR or PR (RECIST 1.0). The start date was the date of first documented response (CR or PR) and the end date and censoring is defined the same as that for time to progression. Per RECIST criteria 1.0, CR: Disappearance of all target lesions; PR: At least a 30% decrease in the sum of the longest diameter of all target lesions, taking as reference the baseline sum of the longest diameters.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.21","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Everolimus Concentrations at Week 4","description":"Characterize the pharmacokinetics (PK) of everolimus in combination with exemestane using Cmin (pre-dose) and C2h (post-dose) at week 4 in a small group of patients.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.04","spread":"9.356"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"46.50","spread":"17.954"}]}]}]},{"type":"SECONDARY","title":"Exemestane Concentrations at Week 4","description":"Characterize the PK of exemestane in combination with or without everolimus using Cmin and C2h at week 4 in a small group of patients.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.63","spread":"0.474"},{"groupId":"OG001","value":"0.43","spread":"0.376"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23.16","spread":"19.805"},{"groupId":"OG001","value":"13.30","spread":"11.889"}]}]}]},{"type":"SECONDARY","title":"Estradiol Plasma Concentrations","description":"Compare estradiol concentrations from baseline to week 4 in both treatment arms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.62","spread":"3.342"},{"groupId":"OG001","value":"4.09","spread":"1.792"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.50","spread":"2.551"},{"groupId":"OG001","value":"5.17","spread":"6.919"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":158,"n":482},"commonTop":["Stomatitis","Stomatitis","Fatigue","Fatigue","Nausea"]}}}