{"nctId":"NCT00634114","briefTitle":"Reflux Esophagitis Phase III Study (Maintenance Treatment)","startDateStruct":{"date":"2008-01"},"conditions":["Reflux Esophagitis"],"count":540,"armGroups":[{"label":"1","type":"EXPERIMENTAL","interventionNames":["Drug: Esomeprazole","Drug: Omeprazole"]},{"label":"2","type":"EXPERIMENTAL","interventionNames":["Drug: Esomeprazole"]}],"interventions":[{"name":"Esomeprazole","otherNames":["Nexium"]},{"name":"Esomeprazole","otherNames":["Nexium"]},{"name":"Omeprazole","otherNames":["Prilosec"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients with healed Reflux Esophagitis verified by EGD in the preceding study (D961HC00002)\n* Patients with endoscopically verified healed Reflux Esophagitis by EGD receiving general treatment with PPI\n\nExclusion Criteria:\n\n* Gastric or duodenal ulcer verified by EGD within 12 weeks before randomisation.\n* Use of any PPI from 14 days before EGD performed at the screening visit to the day of randomisation.","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"SECONDARY","title":"Absence of Recurrence of Reflux Esophagitis According to Los Angeles Classification up to 4 Weeks After Treatment","description":"Los Angels classification consists of 5 grades (Grade O, Grade A, Grade B, Grade C and Grade D). A patient classfied into Grade O was considered no reflux esophagitis. The participants who had a healing of reflux esophagitis with Grade O at Visit 1 were randomised. Number of participants who did not have Grades A-D up to 4 weeks after treatment was evaluated.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"184","spread":null},{"groupId":"OG001","value":"180","spread":null},{"groupId":"OG002","value":"171","spread":null}]}]}]},{"type":"PRIMARY","title":"Absence of Recurrence of Reflux Esophagitis According to Los Angeles Classification Throughout the Treatment Period.","description":"Los Angels classification consists of 5 grades (Grade O, Grade A, Grade B, Grade C and Grade D). A patient classfied into Grade O was considered no reflux esophagitis. The participants who had a healing of reflux esophagitis with Grade O at Visit 1 were randomised. Number of participants who did not have Grades A-D throughout the treatment period was evaluated.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"174","spread":null},{"groupId":"OG001","value":"166","spread":null},{"groupId":"OG002","value":"156","spread":null}]}]}]},{"type":"SECONDARY","title":"Absence of Recurrence of Reflux Esophagitis According to Los Angeles Classification up to 12 Weeks After Treatment","description":"Los Angels classification consists of 5 grades (Grade O, Grade A, Grade B, Grade C and Grade D). A patient classfied into Grade O was considered no reflux esophagitis. The participants who had a healing of reflux esophagitis with Grade O at Visit 1 were randomised. Number of participants who did not have Grades A-D up to 12 weeks after treatment was evaluated.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"179","spread":null},{"groupId":"OG001","value":"172","spread":null},{"groupId":"OG002","value":"163","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":5,"n":188},"commonTop":["Nasopharyngitis","Abdominal pain upper","Diarrhoea","Blood creatine phosphokinase increased","Gastrooesophageal reflux disease"]}}}