{"nctId":"NCT03098030","briefTitle":"Dinutuximab and Irinotecan Versus Irinotecan to Treat Subjects With Relapsed or Refractory Small Cell Lung Cancer","startDateStruct":{"date":"2017-06-01","type":"ACTUAL"},"conditions":["Small Cell Lung Cancer"],"count":483,"armGroups":[{"label":"Part 1: Dinutuximab + Irinotecan","type":"EXPERIMENTAL","interventionNames":["Biological: Dinutuximab","Drug: Irinotecan"]},{"label":"Part 2: Irinotecan","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Irinotecan"]},{"label":"Part 2: Dinutuximab + Irinotecan","type":"EXPERIMENTAL","interventionNames":["Biological: Dinutuximab","Drug: Irinotecan"]},{"label":"Part 2: Topotecan","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Topotecan"]}],"interventions":[{"name":"Dinutuximab","otherNames":["Unituxin®","ch14.18"]},{"name":"Irinotecan","otherNames":["Camptosar®"]},{"name":"Topotecan","otherNames":["Hycamtin®"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Have histologically or cytologically confirmed SCLC (undifferentiated small-cell carcinoma arising in or consistent with lung cancer origin).\n2. Documented relapse or disease progression during or after first-line platinum-based therapy (subjects refractory to initial platinum-based therapy are eligible).\n3. Have no curative therapy available.\n4. Have a life expectancy of at least 12 weeks.\n5. Have Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1.\n6. Have adequate bone marrow and hepatic function.\n7. Have calculated creatinine clearance (CrCL) ≥30 mL/minute or serum creatinine ≤1.5 times below the upper limit of normal.\n8. Women of reproductive potential must not be pregnant or breastfeeding and have a negative urine or serum pregnancy test obtained within 7 days prior to the first dose of study treatment.\n9. Subjects must agree to consistently use 2 forms of highly effective contraception/birth control between signing of the informed consent and 60 days after the last study drug administration.\n\nExclusion Criteria:\n\n1. Candidate for re-treatment with original platinum-based regimen as second-line therapy.\n2. Prior treatment with irinotecan, topotecan, or dinutuximab.\n3. Have active brain metastases. Subjects with brain metastases are allowed if they completed definitive brain therapy, are asymptomatic and radiologically stable, and if they are not currently receiving corticosteroids or radiation.\n4. Have mixed small cell and non-small cell histologic features.\n5. Have a previous or concurrent cancer that is distinct in primary site or histology from the cancer being evaluated in this study, except cervical carcinoma in situ, treated basal cell carcinoma, superficial bladder tumors (Ta and Tis \\[carcinoma in situ\\]) or any previous cancer curatively treated \\<3 years ago.\n6. Have a history or current evidence of uncontrolled cardiovascular disease.\n7. Have not recovered from prior surgery, significant trauma, systemic anticancer therapy, radiation therapy or investigational therapy to Grade 1 or better toxicity prior to enrollment (Part 1) or randomization (Part 2).\n8. Have had organ allograft or hematopoietic transplantation.\n9. Known to be human immunodeficiency virus (HIV) positive.\n10. Have an active infection requiring treatment or one that is clinically serious in the Investigator's opinion.\n11. Have received a live vaccine within 6 months of enrollment (Part 1) or randomization (Part 2).\n12. Exposure to strong CYP3A4 and/or UGT1A1 inhibitors and strong CYP3A4 inducers within 14 days of enrollment (Part 1) or randomization (Part 2).\n13. Have any clinical condition that is considered unstable or might jeopardize the safety of the subject and/or influence the subject's compliance in the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Survival (OS)","description":"OS will be derived as: (date of death - date of randomization) + 1. Subjects who are alive or permanently lost to follow-up at the cut-off date for the analysis will be censored at the last date the subject was known to be alive.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.9","spread":null},{"groupId":"OG001","value":"7.0","spread":null},{"groupId":"OG002","value":"7.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression-free Survival (PFS)","description":"PFS will be defined as the time from the date of randomization to the date of first documentation of tumor progression or death from any cause, whichever occurs first.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.5","spread":null},{"groupId":"OG001","value":"3.0","spread":null},{"groupId":"OG002","value":"3.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Objective Response Rate (ORR)","description":"The ORR is the percentage of subjects with best overall response of either complete response (CR) or partial response (PR); ORR = CR + PR. Per the Response Evaluation Criteria in Solid Tumors (RECIST) v1.1, CR was defined as the disappearance of all target lesions and PR was defined as at least a 30% decrease in the sum of the diameters of target lesions, taking as reference the baseline sum diameters as confirmed by CT or MRI.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32","spread":null},{"groupId":"OG001","value":"36","spread":null},{"groupId":"OG002","value":"19","spread":null}]}]}]},{"type":"SECONDARY","title":"Clinical Benefit Rate (CBR)","description":"The CBR is defined as the percentage of subjects with either a CR, PR, or stable disease (SD), relative to the number of subjects in the treatment group. Per the Response Evaluation Criteria in Solid Tumors (RECIST) v1.1, CR was defined as the disappearance of all target lesions; PR was defined as at least a 30% decrease in the sum of the diameters of target lesions, taking as reference the baseline sum diameters; and SD was defined as neither sufficient shrinkage to qualify for PR nor sufficient increase to qualify for progressive disease, taking as reference the smallest sum diameters while on study, as confirmed by CT or MRI .","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"126","spread":null},{"groupId":"OG001","value":"112","spread":null},{"groupId":"OG002","value":"64","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":5,"n":12},"commonTop":["Diarrhoea","Nausea","Anaemia","Neutropenia","Decreased appetite"]}}}