{"nctId":"NCT02248480","briefTitle":"A Study of Duloxetine (LY248686) in Participants With Chronic Osteoarthritis and Knee Pain in Japan","startDateStruct":{"date":"2014-10"},"conditions":["Osteoarthritis of the Knee"],"count":354,"armGroups":[{"label":"Duloxetine","type":"EXPERIMENTAL","interventionNames":["Drug: Duloxetine"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Duloxetine","otherNames":["LY248686"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participants with present OA.\n* Have pain for ≥ 14 days of each month for 3 months prior to study entry.\n* Participants must have a score of ≥4 on the BPI average pain score before randomization.\n* Females of child-bearing potential must test negative (-) on a pregnancy test.\n\nExclusion Criteria:\n\n* Participants who cannot appropriately complete the daily diaries.\n* Have a score change of ≧3 on BPI 24-hour average pain score between screening and baseline.\n* Participants who have serious cardiovascular, hepatic, renal, endocrine, respiratory, or hematologic illness, peripheral vascular disease, or other medical condition or neuropsychiatric conditions or clinically significant laboratory abnormalities or electrocardiographic abnormalities.\n* Participants who have alanine aminotransferase (ALT) or aspartate aminotransferase (AST) higher than 100 international units per liter (IU/L) or total bilirubin higher than 1.6 milligrams/deciliter (mg/dL).\n* Participants who have serum creatinine level higher than 2.0 mg/dL, or had renal transplantation or are receiving renal dialysis.\n* Participants who have a diagnosis of inflammatory arthritis (that is, rheumatoid arthritis) or an autoimmune disorder (excluding inactive Hashimoto's thyroiditis and Type 1 diabetes).\n* Participants who have any previous diagnosis of psychosis, bipolar disorder, or schizoaffective disorder.\n* Participants who have major depressive disorder as determined using depression module of the Mini-International Neuropsychiatric Interview (M.I.N.I.).\n* Participants who have uncorrected thyroid disease, uncontrolled narrow-angle glaucoma, history of uncontrolled seizures, or uncontrolled or poorly controlled hypertension.\n* Participants who have received intrarticular hyaluronate or steroids, joint lavage, or other invasive therapies to the knee in the past 1 month.\n* Participants who have had knee arthroscopy of the index knee within the past year or joint replacement of the index knee or osteotomy at anytime.\n* Participants who have end-stage osteoarthritis or surgery planned during the trial for the index joint.\n* Participants have a prior synovial fluid analysis showing a white blood cell (WBC) ≥2000 cubic millimeters (mm3) that is indicative of a diagnosis other than OA.\n* Participants taking any excluded medications that cannot be discontinued.\n* Participants anticipated by the investigator to require use of nonsteroidal anti-inflammatory drugs that include acetaminophen, opioid analgesics, or other excluded medication for the duration of the study.\n* Participants treated with a monoamine oxidase inhibitor (MAoI) within 14 days prior to baseline, or those with the potential need to use MAO inhibitor during the study or within 5 days of discontinuation of investigational drug.\n* Participants who answer 'yes' to any of the questions about active suicidal ideation/intent/behaviors occurring within the past month (Columbia-Suicide Severity Rating Scale, suicide ideation section-questions 4 and 5; suicidal behaviors section).\n* Participants who have a history of having more than one medical allergy.\n* Are non-ambulatory or require the use of crutches or a walker.\n* Have frequent falls that could result in hospitalization or could compromise response to treatment.\n* Have a primary painful condition that may interfere with assessment of the index joint, i.e., knee.\n* Have a history of drug abuse or dependence within the past year, including alcohol and excluding nicotine and caffeine.\n* Have a positive urine drug screen for any substances of abuse or excluded medication.\n* Have received administration of another investigational drug within the 30 days prior to screening.\n* Have had previous exposure to duloxetine or completed/withdrawn from any study investigating duloxetine.\n* Pregnant participants, female participants who wish to be pregnant during the clinical study period, or participants who are breast-feeding; or male participants who wish pregnancy of the partner.","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"79 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline on the Brief Pain Inventory (BPI) 24-Hour Average Pain Score","description":"Brief Pain Inventory Severity: Average Pain Score: A self-reported scale that measures the severity of pain based on the average pain experienced during the past 24-hours. The severity scores ranged from 0 (no pain) to 10 (pain as severe as you can imagine). Least squares (LS) mean was calculated using a mixed-effects model repeated measures (MMRM) approach including administration groups, observation points, and interaction between the administration groups and observation points as fixed effects, and BPI average pain severity at baseline as covariates.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.57","spread":"0.12"},{"groupId":"OG001","value":"-1.80","spread":"0.12"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Patient Global Impression of Improvement (PGI-Improvement)","description":"Patient's Global Impressions of Improvement Scale: PGI-I measures a participant's perception of improvement at the time of assessment compared with the start of treatment. Score ranges from 1 (very much better) to 7 (very much worse). Least squares (LS) mean was calculated using a mixed-effects model repeated measures (MMRM) approach including administration groups, observation points, and interaction between the administration groups and observation points as fixed effects, and PGI-severity at baseline as covariates.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.23","spread":"0.09"},{"groupId":"OG001","value":"2.84","spread":"0.09"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline on the Clinical Global Impression of Severity (CGI-S)","description":"CSI-S measures severity of illness at the time of assessment compared with start of treatment with scores ranging from 1 (normal, not at all ill) to 7 (among the most extremely ill participants). Least squares (LS) mean was calculated using a mixed-effects model repeated measures (MMRM) approach including administration groups, observation points, and interaction between the administration groups and observation points as fixed effects, and baseline data as covariates.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.71","spread":"0.07"},{"groupId":"OG001","value":"-1.22","spread":"0.07"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline on the 36-Item Short-Form Health Survey (SF-36)","description":"36-item Short-Form Health Survey: SF-36 Health Status Survey is a generic, health-related scale assessing participant's quality of life on 8 domains: physical functioning, social functioning, bodily pain, vitality, mental health, role-physical, role-emotional and general health. Domain scores: general health (range: 5-25); physical functioning (range: 10-30); role-physical (range: 4-8); role-emotional (range: 3-15); social functioning (range: 2-10); bodily pain (range: 2-12); vitality (range: 4-20); mental health (range: 5-25). Each raw scale score was converted to a scale score ranging from 0-100 points, , with higher values representing a better outcome \\[(Raw score) - min{raw score}\\] / (max {raw score} - min{raw score}) x 100\\]. Least squares (LS) mean was calculated using Analysis of covariance (ANCOVA) approach including administration groups as fixed effects, and baseline data as covariate.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.62","spread":"1.27"},{"groupId":"OG001","value":"6.23","spread":"1.27"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11.44","spread":"1.29"},{"groupId":"OG001","value":"3.66","spread":"1.30"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16.32","spread":"1.22"},{"groupId":"OG001","value":"9.63","spread":"1.22"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.58","spread":"0.93"},{"groupId":"OG001","value":"1.82","spread":"0.94"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.99","spread":"1.04"},{"groupId":"OG001","value":"3.16","spread":"1.04"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.66","spread":"1.14"},{"groupId":"OG001","value":"2.54","spread":"1.15"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.32","spread":"1.27"},{"groupId":"OG001","value":"0.70","spread":"1.28"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.02","spread":"0.99"},{"groupId":"OG001","value":"1.48","spread":"0.99"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline on the Beck Depression Inventory (BDI-II) Total Score","description":"Beck Depression Inventory-II: BDI-II is a 21-item, participant-completed questionnaire to assess characteristics of depression. Each of the 21 items corresponding to symptoms of depression were scored on a 4-point scale ranging from 0 to 3 and was summed to give a single score. A total score of 0-13 was considered minimal range, 14-19 was mild, 20-28 was moderate, and 29-63 was severe. Least squares (LS) mean was calculated using a ANCOVA approach' including administration groups as fixed effects, and baseline data as covariate.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.78","spread":"0.23"},{"groupId":"OG001","value":"-0.51","spread":"0.24"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Fall Events From Fall Questionnaire","description":"Participants evaluated their experience with and details of falls which were recorded.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.1","spread":null},{"groupId":"OG001","value":"9.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline on the Western Ontario and McMaster Osteoarthritis Index (WOMAC) Questionnaire Total Score","description":"The 24-question WOMAC Osteoarthritis Index assesses osteoarthritis symptoms using pain (5 questions), stiffness (2 questions) and physical function (17 questions) subscales. The WOMAC Osteoarthritis Index version 3.1 was administered according to the study schedule. The WOMAC total score was calculated for each participant at each time point for analysis as the mean total score, range 0 (none) -96 (extreme). Least squares (LS) mean was calculated using a mixed-effects model repeated measures (MMRM) approach including administration groups, observation points, and interaction between the administration groups and observation points as fixed effects, and baseline data as covariates.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-17.41","spread":"0.91"},{"groupId":"OG001","value":"-10.45","spread":"0.91"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline on the Patient Global Assessment Illness (PGAI) Score","description":null,"classes":[]},{"type":"SECONDARY","title":"Change From Baseline on the 5 Dimension (EQ-5D) Version of the European Quality of Life Instrument","description":"The EQ-5D is a generic, multidimensional, health-related, quality-of-life instrument and was completed on five dimensions (mobility, self care, usual activities, pain/discomfort and anxiety/depression) to measure health-related quality of life on a scale from 0-1, with the higher score indicating a better health state perceived by the participant. The profile allows participants to rate their health state in 5 health domains: mobility, self-care, usual activities, pain/discomfort, and mood using a three level scale (no problem, some problems, and major problems). These combinations of attributes were converted into a weighted health-state Index Score according to the Japan population-based algorithm. Least squares (LS) mean was calculated using an ANCOVA approach including administration groups as fixed effects, and baseline data as covariate.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.12","spread":"0.01"},{"groupId":"OG001","value":"0.07","spread":"0.01"}]}]}]},{"type":"SECONDARY","title":"Change in Baseline in Brief Pain Inventory Severity and Interference Scores (BPI-S, BPI-I) Change From Baseline in BPI Pain Severity Items and Interference Items Score","description":"BPI-S and BPI-I are self-reported scales measuring severity of pain and interference on function. Severity scores: 0 (no pain) to 10 (severe pain) on each question assessing worst pain, least pain, and average pain in past 24 hours, and pain right now. Interference scores: 0 (does not interfere) to 10 (completely interferes) on each question assessing interference of pain in past 24 hours for general activity, mood, walking ability, normal work, relations with other people, sleep, and enjoyment of life. Average interference = average of non-missing scores of individual interference items. Least squares (LS) mean was calculated using a mixed-effects model repeated measures (MMRM) approach including administration groups, observation points, and interaction between the administration groups and observation points as fixed effects, and baseline data as covariates.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.92","spread":"0.15"},{"groupId":"OG001","value":"-2.13","spread":"0.15"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.61","spread":"0.11"},{"groupId":"OG001","value":"-1.05","spread":"0.11"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.29","spread":"0.13"},{"groupId":"OG001","value":"-1.52","spread":"0.13"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.42","spread":"0.14"},{"groupId":"OG001","value":"-1.52","spread":"0.14"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.58","spread":"0.14"},{"groupId":"OG001","value":"-1.74","spread":"0.14"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.95","spread":"0.12"},{"groupId":"OG001","value":"-1.43","spread":"0.12"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.48","spread":"0.13"},{"groupId":"OG001","value":"-1.67","spread":"0.13"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.23","spread":"0.11"},{"groupId":"OG001","value":"-0.81","spread":"0.11"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.65","spread":"0.11"},{"groupId":"OG001","value":"-1.19","spread":"0.11"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.78","spread":"0.12"},{"groupId":"OG001","value":"-1.16","spread":"0.12"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.01","spread":"0.11"},{"groupId":"OG001","value":"-1.34","spread":"0.11"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With a 30% and 50% Reduction in Average Pain Score on Weekly Mean of the 24-Hour Average Pain Score on the 11-Point Numeric Rating Scale","description":"24-hour average pain severity scores were recorded daily on an 11-point Likert scale, an ordinal scale, with scores ranging from 0 (no pain) to 10 (worst possible pain). The 11-point Likert scale was also used for assessment of average pain within 24-hours.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"72.3","spread":null},{"groupId":"OG001","value":"52.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"55.4","spread":null},{"groupId":"OG001","value":"38.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline on Weekly Mean of the 24-Hour Average Pain and Worst Pain Score","description":"24-hour average pain severity scores were recorded daily on an 11-point Likert scale, an ordinal scale, with scores ranging from 0 (no pain) to 10 (worst possible pain). The 11-point Likert scale was also used for assessment of average pain and worst pain within 24-hours. Least squares (LS) mean was calculated using a mixed-effects model repeated measures (MMRM) approach including administration groups, observation points, and interaction between the administration groups and observation points as fixed effects, and baseline data as covariates.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.45","spread":"0.12"},{"groupId":"OG001","value":"-1.79","spread":"0.12"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.73","spread":"0.14"},{"groupId":"OG001","value":"-1.97","spread":"0.14"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Reduction of ≥30% and ≥50% in BPI Average Pain Score","description":"Brief Pain Inventory Severity: Average Pain Score: A self-reported scale that measures the severity of pain based on the average pain experienced during the past 24-hours. The severity scores ranged from 0 (no pain) to 10 (pain as severe as you can imagine).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"72.3","spread":null},{"groupId":"OG001","value":"52.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"55.4","spread":null},{"groupId":"OG001","value":"38.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With a Responder Rate Based on OMERACT-OARSI Criteria","description":"A responder is required to meet at least one condition: reduction of ≥50% and ≥2 score in Weekly Mean of the 24-Hour Average Pain Score, reduction of ≥50% or ≥13.6 score in WOMAC (difficulty in dairy activity) and meet ≥2 out of following 3 conditions: reduction of ≥20% and ≥1 score in Weekly Mean of the 24-Hour Average Pain, reduction of ≥20% and ≥6.8 score in WOMAC (difficulty in dairy activity), PGAI score ≥2.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"83.6","spread":null},{"groupId":"OG001","value":"61.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline on the WOMAC Questionnaire Pain Subscale","description":"The WOMAC index (pain, stiffness, physical function subscales) was completed by the participant.The pain subscale had 5 questions on pain associated with every day tasks. Each question was answered using a 5-point Likert scale (0 to 4). The pain subscale has a range of scores of 0 (none) to 20 (extreme). Least squares (LS) mean was calculated using a mixed-effects model repeated measures (MMRM) approach including administration groups, observation points, and interaction between the administration groups and observation points as fixed effects, baseline data as covariates.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.99","spread":"0.21"},{"groupId":"OG001","value":"-2.43","spread":"0.21"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline on the WOMAC Questionnaire Stiffness Subscale","description":"The WOMAC index (pain, stiffness, physical function subscales) will be completed by the participant.The stiffness subscale had 2 questions on stiffness associated with time of day (morning versus later in the day). Each question was answered using a 5-point Likert scale (0 to 4). The stiffness subscale has a range of scores of 0 (none) to 8 (extreme). Least squares (LS) mean was calculated using a mixed-effects model repeated measures (MMRM) approach including administration groups, observation points, and interaction between the administration groups and observation points as fixed effects, baseline data as covariates.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.66","spread":"0.09"},{"groupId":"OG001","value":"-0.98","spread":"0.09"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline on the WOMAC Questionnaire Physical Function Subscale","description":"The WOMAC osteoarthritis scale consists of 24 items in 3 subscales: pain, stiffness, and physical function. The physical function subscale rates participant pain during stair use, rising from sitting, standing, bending, walking, getting in/out of a car, shopping, putting on/taking off socks, rising from bed, lying in bed, getting in/out of the bath, sitting, getting on/off the toilet, heavy household duties, and light household duties. Each question was answered using a 5-point Likert scale (0 to 4). Physical Function Subscale has a range of scores of 0 (none) to 68 (extreme). Least squares (LS) mean was calculated using a mixed-effects model repeated measures (MMRM) approach including administration groups, observation points, and interaction between the administration groups and observation points as fixed effects, baseline data as covariates.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-11.77","spread":"0.67"},{"groupId":"OG001","value":"-7.07","spread":"0.66"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":178},"commonTop":["Nasopharyngitis","Somnolence","Constipation","Thirst","Nausea"]}}}