{"nctId":"NCT03170271","briefTitle":"A Study of the Safety and Effectiveness of Benralizumab to Treat Patients With Severe Uncontrolled Asthma.","startDateStruct":{"date":"2017-07-07","type":"ACTUAL"},"conditions":["Asthma"],"count":660,"armGroups":[{"label":"Benralizumab (Medi-563)","type":"EXPERIMENTAL","interventionNames":["Drug: Benralizumab (Medi-563)"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Benralizumab (Medi-563)","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Female and male patients aged 18 to 75 years inclusively at the time of Visit 1 with a history of physician-diagnosed asthma requiring treatment with medium-to-high dose Inhaled Corticosteroids (ICS) plus asthma controller, for at least 12 months prior to Visit 1.\n2. Documented current treatment with high daily doses of ICS plus at least one other asthma controller for at least 3 months prior to Visit 1.\n3. History of at least 2 asthma exacerbations while on ICS plus another asthma controller that required treatment with systemic corticosteroids (IM, IV, or oral) in the 12 months prior to Visit 1.\n4. ACQ6 score ≥1.5 at Visit 1.\n5. Screening pre-bronchodilator (pre-BD) FEV1 of \\<80% predicted at Visit 2.\n6. Excessive variability in lung function by satisfying ≥ 1 of the following criteria:\n\n   1. Airway reversibility (FEV1 ≥12%) using a short-acting bronchodilator demonstrated at Visit 2 or Visit 3.\n   2. Airway reversibility to short-acting bronchodilator (FEV1 ≥12%) documented during the 12 months prior to enrolment Visit 1.\n   3. Daily diurnal peak flow variability of \\>10% when averaged over 7 continuous days during the study run-in period\n   4. An increase in FEV1 of ≥12% and 200 mL after a therapeutic trial of systemic corticosteroid (eg, OCS), given outside of an asthma exacerbation, documented in the 12 months prior enrolment Visit 1.\n   5. Airway hyper-responsiveness (methacholine: PC20 of \\<8 mg/mL, histamine: PD20 of \\<7.8 μmol, mannitol: decrease in FEV1 as per the labelled product instructions) documented in the 24 months prior to randomization Visit 4.\n7. Peripheral blood eosinophil count either:\n\n   * 300 cells/μL assessed by central laboratory at either Visit 1 or Visit 2\n\nOR\n\n≥150 to \\<300 cells/μL assessed by central laboratory at either Visit 1 or Visit 2, IF ≥1 of the following 5 clinical criteria (a to e) is met:\n\n1. Using maintenance OCS (daily or every other day OCS requirement in order to maintain asthma control; maximum total daily dose 20 mg prednisone or equivalent) at screening\n2. History of nasal polyposis\n3. Age of asthma onset ≥18 years\n4. Three or more documented exacerbations requiring systemic corticosteroid treatment during the 12 months prior to screening\n5. Pre-bronchodilator forced vital capacity \\<65% of predicted, as assessed at Visit 2 (note that screening pre-BD FEV1 Inclusion Criterion #6 must still be satisfied)\n\nFor inclusion in the open label ANDHI IP sub study patients should meet the following criteria:\n\n1. Patients study must have completed ANDHI EOT Visit 11.\n2. Written informed consent must also be obtained prior to any study related procedures being performed in the open label ANDHI IP sub study.\n3. Patients who have received any approved or investigational targeted biologic for the treatment of asthma (e.g. commercial mepolizumab, reslizumab, benralizumab) may be included if the last dose is ≥ 2 months of Visit 13.\n\nExclusion Criteria:\n\n1. Clinically important pulmonary disease other than asthma\n2. Acute upper or lower respiratory infections within 30 days prior to the date informed consent.\n3. A helminth parasitic infection diagnosed within 24 weeks prior to the date informed consent is obtained that has not been treated with, or has failed to respond to, standard of care therapy.\n4. History of alcohol or drug abuse within 12 months prior to the date informed consent is obtained.\n5. A history of known immunodeficiency disorder.\n6. Current smokers or former smokers with a smoking history of ≥10 pack years.\n7. Previously received benralizumab (MEDI-563).\n8. Receipt of any investigational medication as part of a research study within approximately 5 half-lives prior to randomization.\n9. Receipt of immunoglobulin or blood products within 30 days prior to the date informed consent is obtained.\n10. Receipt of live attenuated vaccines 30 days prior to the date of randomization; other types of vaccines are allowed.\n11. Concurrent enrolment in another interventional or post-authorization safety study\n\nExclusion criteria for the open label ANDHI IP sub study:\n\nPatients should not enter the open label ANDHI IP sub study if any of the following exclusion criteria are fulfilled. Each exclusion criterion should be reviewed in all potential participants, including those who transition directly from the double-blind period and those with a delay between completing the EOT Visit 11 and the first open label visit (Visit 13).\n\n1. Patients who participated in the double-blind period but failed to complete the ANDHI EOT Visit 11. Patients who completed the ANDHI FU Visit 12 are not excluded from participation in the ANDHI IP sub study.\n2. Unable to commit to the monthly visits as required by the protocol, or unable to commit to undergoing protocol guided reductions in asthma therapy, as directed by the Investigator.\n3. Patients who experienced a severe or serious treatment-related AE during the double-blind period and, and those whom Investigator judges it is not in the patient's best interest to extend possible treatment with benralizumab.\n4. Approved or off-label use of systemic immunosuppressive medications within 3 months prior to the first open label visit (Visit 13). These include but are not limited to small molecules such as methotrexate, cyclosporine, azathioprine, and immunosuppressive/immunomodulating biologics such as tumour necrosis factor (TNF) blockers. Regular use of systemic OCS is also excluded except for the indication of asthma.\n5. Receipt of live attenuated vaccines 30 days prior to the first visit in the open label ANDHI IP sub study (Visit 13); other types of vaccines are allowed.\n6. Planned surgical procedures during the conduct of the study.\n7. Positive urine pregnancy test at Visit 13, or currently breastfeeding or lactating women.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Annualized Rate of Asthma Exacerbations Over the Treatment Period (up to Week 24)","description":"An asthma exacerbation was defined as a worsening of asthma that led to any of the following:\n\n* Use of systemic corticosteroids (or temporary increase in stable oral corticosteroids \\[OCS\\] background dose) for at least 3 days; a single depo-injectable dose of corticosteroids was considered equivalent to a 3-day course of systemic corticosteroids.\n* An emergency room/urgent care visit (defined as evaluation and treatment for \\< 24 hours in an emergency department or urgent care center) due to asthma that required systemic corticosteroids (as per above).\n* An inpatient hospitalization (defined as admission to an inpatient facility and/or evaluation and treatment in a healthcare facility for ≥ 24 hours) due to asthma.\n\nAnnual exacerbation rate = 365.25\\*total number of exacerbations / total duration of follow-up within the treatment group. Annual asthma exacerbation rates over the 24-week period were estimated using a negative binomial model.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.94","spread":null},{"groupId":"OG001","value":"1.86","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Saint George Respiratory Questionnaire (SGRQ) Total Score to the EOT (Week 24)","description":"The SGRQ is a 50-item patient-reported outcome instrument which measures the health status of patients with airway obstruction diseases. The questionnaire is divided into 2 parts: part 1 consists of 8 items pertaining to the severity of respiratory symptoms in the preceding 4 weeks; part 2 consists of 42 items related to the daily activity and psychosocial impacts of the individual's respiratory condition. The SGRQ total score indicates the impact of disease on overall health status and is expressed as a percentage of overall impairment (scores range from 0 to100, with 100 representing worst possible health status and 0 indicating the best possible health status). The least squares (LS) mean change from baseline in SGRQ total score at Week 24 is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-23.06","spread":"1.00"},{"groupId":"OG001","value":"-14.94","spread":"1.34"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Pre-Bronchodilator (BD) Forced Expiratory Volume in First Second (FEV1) to the EOT (Week 24)","description":"Lung function was assessed by FEV1 which was measured by spirometry. Spirometry was performed by the Investigator or authorized delegate according to American Thoracic Society/European Respiratory Society guidelines. The LS mean change from baseline in pre-BD FEV1 at Week 24 is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.30","spread":"0.02"},{"groupId":"OG001","value":"0.14","spread":"0.03"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Asthma Control Questionnaire 6 (ACQ-6) Score to the EOT (Week 24)","description":"The ACQ-6 is a shortened version of the ACQ that assesses asthma symptoms (night-time waking, symptoms on waking, activity limitation, shortness of breath and wheezing) and short-acting β-2 receptor agonist use. Patients were asked to recall the status of their asthma during the previous week and respond to the questions of the ACQ-6 on a 7-point scale. Questions are weighted equally and scored from 0 (totally controlled) to 6 (severely uncontrolled). The mean ACQ-6 score is computed as the mean of the responses from all the items in the questionnaire. Mean scores of ≤0.75 indicated well-controlled asthma, scores between 0.75 and \\<1.5 indicated partly-controlled asthma, and a score ≥1.5 indicated not well-controlled asthma. The LS mean change from baseline in ACQ-6 score at Week 24 is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.47","spread":"0.06"},{"groupId":"OG001","value":"-1.01","spread":"0.08"}]}]}]},{"type":"SECONDARY","title":"Time to First Asthma Exacerbation (up to Week 24)","description":"Time to first asthma exacerbation was derived as follows:\n\nStart date of first asthma exacerbation - Date of randomization + 1. The time to first asthma exacerbation for patients who did not experience an asthma exacerbation during the treatment period was censored at the EOT visit (Week 24) for patients who completed the study. Patients who withdrew from the study or were lost to follow-up before the EOT visit were censored at the last visit date after which an exacerbation could not be assessed. The median time to first asthma exacerbation was not calculated, so the number of patients who experienced an asthma exacerbation is presented for the measured values.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"123","spread":null},{"groupId":"OG001","value":"107","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Run-in Baseline Home Peak Expiratory Flow (PEF) (Morning and Evening) to the EOT (Week 24)","description":"Home PEF testing was performed by the patient each morning after awakening and before taking their morning asthma medications, and each evening using a peak flow meter. Measurements were taken at approximately the same time each day and recorded in the Asthma Daily Diary. The maximum of the 3 measurements performed every morning and evening were used in the calculation of the weekly means. A weekly mean was calculated as the sum of all non-missing daily measures over the 7 sequential days divided by the number of non-missing daily measures. If more than 3 daily measures (\\> 50%) within a period were missing, then the weekly mean for that period was set to 'missing'. Change from run-in baseline in weekly means for morning PEF and evening PEF are presented. Baseline was the average for data collected over the last 7 days of the run-in period prior to randomization.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27.17","spread":"3.98"},{"groupId":"OG001","value":"7.06","spread":"5.49"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16.47","spread":"4.04"},{"groupId":"OG001","value":"-6.61","spread":"5.54"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Short Form 36-item Health Survey, Version 2 (SF-36v2) to the EOT (Week 24)","description":"The SF-36v2 is a 36-item survey of functional health and well-being, with a 1 week recall period. The 8-domain profile consists of the following subscales: physical functioning, role limitations due to physical health, bodily pain, general health perceptions, vitality, social functioning, role limitations due to emotional problems, and mental health. The physical and mental health component summary scores are computed from subscale scores to give a broader metric of physical and mental health-related quality of life. Each domain score, as well as the physical and mental component scores, were scored on a scale from 0-100 (worst health possible to best health possible); higher scores indicate better health status. Norm-based scoring was used to calculate the 8 SF-36v2 subscales and the 2 component scores. The LS mean change from baseline in each of the SF-36 subscale and component summary scores at Week 24 are presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17.76","spread":"1.21"},{"groupId":"OG001","value":"12.42","spread":"1.59"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17.62","spread":"1.34"},{"groupId":"OG001","value":"10.82","spread":"1.76"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.44","spread":"1.37"},{"groupId":"OG001","value":"3.37","spread":"1.79"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12.92","spread":"1.01"},{"groupId":"OG001","value":"7.29","spread":"1.34"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12.04","spread":"1.10"},{"groupId":"OG001","value":"6.53","spread":"1.44"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12.44","spread":"1.34"},{"groupId":"OG001","value":"9.32","spread":"1.75"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.23","spread":"1.18"},{"groupId":"OG001","value":"5.79","spread":"1.55"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.57","spread":"0.90"},{"groupId":"OG001","value":"3.89","spread":"1.18"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.09","spread":"0.46"},{"groupId":"OG001","value":"3.77","spread":"0.60"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.87","spread":"0.48"},{"groupId":"OG001","value":"1.99","spread":"0.64"}]}]}]},{"type":"SECONDARY","title":"Patient Global Impression of Severity (PGI-S): Responder Status at the EOT (Week 24)","description":"The PGI-S is a single question asking the patient to rate the overall severity of their symptoms using a 6-point categorical response scale from 0 to 5 where 0=no symptoms and 5=very severe symptoms. Higher scores indicate a worse outcome. Improvement was defined as a PGI-S at EOT (Week 24) better than PGI-S at baseline. Important improvement was defined as PGI-S at baseline = moderate symptoms or severe symptoms or very severe symptoms shifting to PGI-S at EOT = no symptoms or very mild symptoms or mild symptoms. Patients with missing data at the EOT visit who did not complete the study were considered non-responders. For patients who completed the study with missing data at EOT (Week 24), their last evaluable post-baseline score was used to define responder status. The percentage of patients for each of the indicated PGI-S responder categories are presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"61.7","spread":null},{"groupId":"OG001","value":"53.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"45.5","spread":null},{"groupId":"OG001","value":"38.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Clinician Global Impression of Change (CGI-C) and Patient Global Impression of Change (PGI-C): Responder Status at the EOT (Week 24)","description":"The Investigator (clinician) and the patient were asked separately to rate the degree of change in the overall asthma status compared to the start of treatment, i.e. baseline randomization visit. A 7-point rating scale was used for the CGI-C (rated by Investigator) and PGI-C (rated by patient) where: 1=Very Much Improved; 2=Much Improved; 3=Minimally Improved; 4=No Changes; 5=Minimally Worse; 6=Much Worse, and 7=Very Much Worse. Higher scores indicate a worse outcome. Responder category definitions: Much improved = (Much improved, Very much improved); Very much improved = (Very much improved). Patients with missing data at the EOT visit who did not complete the study were considered non-responders. For patients who completed the study with missing data at EOT (Week 24), their last evaluable post-baseline score was used to define responder status. The percentage of patients for each of the indicated CGI-C and PGI-C responder categories are presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"52.9","spread":null},{"groupId":"OG001","value":"35.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15.0","spread":null},{"groupId":"OG001","value":"4.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"55.9","spread":null},{"groupId":"OG001","value":"38.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"37.7","spread":null},{"groupId":"OG001","value":"16.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Predominant Symptom and Impairment Assessment (PSIA) Severity Score for Average of Top 3 Ranked Symptoms/Impairments and for Top Ranked Symptom/Impairment at the EOT (Week 24)","description":"For part 1 of the PSIA only administered at baseline, patients reviewed 8 concepts (including cardinal asthma symptoms, activities, awakenings, triggers) and selected those which were typically bothersome. Based on part 1 selections, part 2 of the PSIA produced a rank ordered list of bothersome concepts individualized per the patient for subsequent evaluation. For part 3 of the PSIA assessed at baseline and during the study, patients recorded the severity of each selected symptom or impairment using an 11-point numeric rating scale where: 0=Did not experience and 10=Worst I can imagine. Higher scores indicate a worse outcome. The LS mean change from baseline in PSIA severity score for the indicated categories at Week 24 are presented. A negative change from baseline indicates an improvement in symptoms. Note: Average PSIA was calculated only where all of top 3 ranked symptoms/impairments were available, otherwise average was set to missing.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.97","spread":"0.14"},{"groupId":"OG001","value":"-1.82","spread":"0.19"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.02","spread":"0.15"},{"groupId":"OG001","value":"-1.87","spread":"0.20"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Sino-Nasal Outcome Test Item 22 (SNOT-22) Total Score to the EOT (Week 24)","description":"The 22-item SNOT 22 questionnaire was used to assess the rhinosinusitis health status and quality of life of patients with baseline chronic rhinosinusitis with nasal polyposis. The 22-question SNOT-22 is scored as 0 (no problem) to 5 (problem as bad as it can be) with a total range from 0 to 110. Higher scores indicate poorer outcomes. The LS mean changes from baseline in SNOT-22 total score in patients in the chronic rhinosinusitis with nasal polyposis sub-study analysis set at Week 24 are presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-19.02","spread":"2.27"},{"groupId":"OG001","value":"-10.11","spread":"3.04"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":23,"n":427},"commonTop":["Nasopharyngitis","Headache","Bronchitis","Sinusitis","Pyrexia"]}}}