{"nctId":"NCT00683852","briefTitle":"A Double-Blind, Placebo-Controlled Study of Aripiprazole Adjunctive to Antidepressant Therapy","startDateStruct":{"date":"2008-09"},"conditions":["Major Depressive Disorder"],"count":225,"armGroups":[{"label":"Drug 2mg/Drug 5mg","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Aripiprazole 5mg","Drug: Aripiprazole 2mg"]},{"label":"Placebo/Drug 2mg","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Aripiprazole 2mg","Drug: Placebo"]},{"label":"Placebo/Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Aripiprazole 5mg","otherNames":["Abilify"]},{"name":"Aripiprazole 2mg","otherNames":["Abilify"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Patients able to give informed consent, and/or consent obtained from a legally acceptable representative (as required by IRB/IEC), prior to the initiation of any protocol required procedures.\n2. Patients must be able to understand the nature of the study, agree to comply with the prescribed dosage regimens, report for regularly scheduled office visits, and communicate to study personnel about adverse events and concomitant medication use.\n3. Patients with a diagnosis of major depressive episode as defined by DSM-IV-TR criteria, based on the SCID-I/P; their major depressive episode must be deemed \"valid\" using the SAFER criteria interview administered by remote, independent raters.\n4. Patients who have reported a history for the current depressive episode of an inadequate response to at least one and no more than three adequate antidepressant treatments. An inadequate response is defined as less than a 50% reduction in depressive symptom severity, as assessed by the MGH ATRQ administered by remote, independent raters. An adequate trial is defined as an antidepressant treatment for at least 6 weeks duration at least at a minimum dose as specified in the MGH ATRQ.\n5. Patients must have a HAM-D17 ≥ 18 at the end of the screening phase to qualify for inclusion. The HAM-D17 will be administered by the study clinicians at the screening and baseline visits, and by remote, independent raters during the screening phase at the time of the SAFER interview.\n6. Patients must be able to be reliably rated on the psychiatric scales required by the protocol.\n7. Men and women, ages 18 to 65 Women of childbearing potential (WOCBP) must be using an adequate method of contraception to avoid pregnancy throughout the study and for up to 4 weeks after the last dose of investigational product in such a manner that the risk of pregnancy is minimized.\n\n   WOCBP include any female who has experienced menarche and who has not undergone successful surgical sterilization (hysterectomy, bilateral tubal ligation, or bilateral oophorectomy) or is not postmenopausal (defined as amenorrhea ³ 12 consecutive months; or women on hormone replacement therapy \\[HRT\\] with documented serum follicle stimulating hormone \\[FSH\\] level \\> 35 mIU/mL). Even women who are using oral contraceptives, other hormonal contraceptives (vaginal products, skin patches, or implanted or injectable products), or mechanical products such as an intrauterine device or barrier methods (diaphragm, condoms, spermicides) to prevent pregnancy, or are practicing abstinence or where their partner is sterile (e.g., vasectomy) should be considered to be of childbearing potential.\n\n   WOCBP must have a negative urine pregnancy test (minimum sensitivity 25 IU/L or equivalent units of HCG) within 72 hours prior to the start of investigational product.\n8. Meet DSM-IV criteria (by Structured Clinical Interview for DSM-IV - SCID-I/P) for MDD, current;\n9. Quick Inventory of Depressive Symptomatology - Self-Rated (QIDS-SR) (22) score of at least 16 at both screen and baseline visits;\n10. Treated with an SSRI at adequate doses (defined as 20mg/day or more of fluoxetine, citalopram; paroxetine 30mg/day or more or 37.5 mg/day or more of paroxetine CR; 10 mg/day or more of escitalopram, 50mg/day or more of sertraline, and 150 mg/day or more of venlafaxine) during the current episode for at least 8 weeks, with the same, adequate dose over the last 4 weeks;\n11. Between the screen and baseline visit, patients must be documented prospectively to have received a stable dose of their SSRI or venlafaxine for at least 2 weeks.\n\nAdditional criteria for defining response and non-response for patients in Phase 2 eligible for the pooling of the data with all the patients in Phase 1. Among patients pre-randomized to receive placebo in both phases or to receive placebo in Phase 1 and aripiprazole in phase 2, only those meeting non-response criteria will be added to the primary efficacy sample:\n\n* Placebo non-responders are defined as those patients who failed to achieve a 50% decrease in their MADRS score at visit 3,\n* Have a MADRS score of \\> 16 at visit 3\n\nExclusion Criteria:\n\n1. WOCBP who are unwilling or unable to use an acceptable method to avoid pregnancy for the entire study period \\[and for up to 4 weeks after the last dose of investigational product\\].\n2. WOCBP using a prohibited contraceptive method.\n3. Women who are pregnant or breastfeeding.\n4. Women with a positive pregnancy test on enrollment or prior to investigational product administration.\n5. Sexually active fertile men not using effective birth control if their partners are WOCBP.\n6. Patients who report an inadequate response (less than 50% decrease in depressive symptom severity) to more than two adequate trials of antidepressant treatments during the current depressive episode (including monotherapy treatment and distinct combination regimens) at a therapeutic dose (as defined by the ATRQ) and for an adequate duration (minimum six weeks for any monotherapy).\n7. Patients who report treatment with adjunctive antipsychotic medication with an antidepressant for a minimum of two weeks during the current depressive episode.\n8. Patients with a current need for involuntary commitment or who have been hospitalized within four weeks of the Screening Visit for the current major depressive episode.\n9. Patients who have received ECT during the current episode.\n10. Patients who have a current Axis I diagnosis of:\n\n    1. Delirium, dementia, amnestic, or other cognitive disorder;\n    2. Schizophrenia or other psychotic disorder, based on the SCID-I/P;\n    3. Bipolar I or II disorder, based on the SCID-I/P;\n11. Patients with a clinically significant Axis II (DSM-IV-TR) diagnosis of borderline, antisocial, paranoid, schizoid, schizotypal or histrionic personality disorder.\n12. Patients experiencing hallucinations, delusions, or any psychotic symptomatology in the current depressive episode.\n13. Patients who have met DSM-IV-TR criteria for any significant substance use disorder within the past six months, based on the SCID-I/P.\n14. Patients receiving new onset psychotherapy within 6 weeks of screening, or at any time during participation in the trial.\n15. Patients who have been previously randomized in an aripiprazole clinical trial (lifetime).\n16. Patients who have participated in any clinical trial with an investigational drug or device within the past month.\n17. Unstable medical illness including cardiovascular, hepatic, renal, respiratory, endocrine, neurological, or hematological disease;\n18. Patients who, in the investigator's judgment represent a significant risk of committing suicide during the course of the trial based on history or evaluation of current mental status\n19. Patients who have a history or evidence of a medical condition that would expose them to an undue risk of a significant adverse event or interfere with assessments of safety or efficacy during the course of the trial\n20. Patients with thyroid pathology (unless condition has been stabilized with medications for at least the past three months)\n21. Patients with a lifetime history of neuroleptic malignant syndrome or serotonin syndrome\n22. Patients with a significant history of a seizure disorder\n23. Patients with detectable levels of cocaine, heroin or opioids in the urine drug screen\n24. Diastolic blood pressure \\> 105 mmHg\n25. Any signs or symptoms that in the investigator's judgment are medically significant, in that it would impact the patients safety.\n\n    1. Patients who are known to be allergic or hypersensitive to aripiprazole or other dihydrocarbostyrils (e.g. carteolol, vesnarinone, and cilostazol)\n    2. Patients previously treated with and not responding to aripiprazole\n    3. Monoamine oxidase inhibitors (e.g., Nardil, phenelzine, Parnate, tranylcypromine, Marplan, isocarboxazid) treatment within the two weeks prior to enrollment\n    4. Patients who would likely require prohibited concomitant medication during the trial\n    5. Prisoners or subjects who are involuntarily incarcerated\n    6. Subjects who are compulsorily detained for treatment of either a psychiatric or physical (eg, infectious disease) illness\n    7. Patients who no longer meet DSM-IV criteria for MDD during the baseline visit;\n    8. Patients who demonstrate a greater than 25% decrease in depressive symptoms as reflected by the QIDS-SR or HAM-D17 total score from screen visit to baseline visit;\n    9. Patients with a history of antidepressant-induced hypomania.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"MADRS (Montgomery-Asberg Depression Rating Scale) Response Rate","description":"The primary outcome was the difference in response rate (decrease in MADRS total score of at least 50%) using the SPCD (sequential parallel comparison design). The 10-item Montgomery-Asberg Depression Rating Scale (MADRS), which measures depression severity over the past week, was completed by clinicians using an MGH structured interview. Each item is measured on a scale from 0 to 6, and the items are summed to find the total score. The total minimum score is 0 units on a scale and the total maximum score is 60 units on a scale, where higher scores indicate more severe depression.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"11","spread":null},{"groupId":"OG002","value":"29","spread":null},{"groupId":"OG003","value":"5","spread":null}]}]}]},{"type":"SECONDARY","title":"MADRS (Montgomery-Asberg Depression Rating Scale) Readmission Rate","description":"MADRS readmission rate is defined as MADRS score\\<11. The 10-item Montgomery-Asberg Depression Rating Scale (MADRS), which measures depression severity over the past week, was completed by clinicians using an MGH structured interview. Each item is measured on a scale from 0 to 6, and the items are summed to find the total score. The total minimum score is 0 units on a scale and the total maximum score is 60 units on a scale, where higher scores indicate more severe depression.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"8","spread":null},{"groupId":"OG002","value":"16","spread":null},{"groupId":"OG003","value":"4","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change in MADRS (Montgomery-Asberg Depression Rating Scale) Score From Baseline to the End of Follow-up","description":"The 10-item Montgomery-Asberg Depression Rating Scale (MADRS), which measures depression severity over the past week, was completed by clinicians using an MGH structured interview. Each item is measured on a scale from 0 to 6, and the items are summed to find the total score. The total minimum score is 0 units on a scale and the total maximum score is 60 units on a scale, where higher scores indicate more severe depression.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-8.54","spread":"7.21"},{"groupId":"OG001","value":"-5.80","spread":"7.08"},{"groupId":"OG002","value":"-8.09","spread":"8.13"},{"groupId":"OG003","value":"-3.32","spread":"5.97"}]}]}]},{"type":"SECONDARY","title":"Mean Change in Clinical Global Impression of Severity (CGI-S)","description":"The CGI-S scale was administered by clinicians based on assessment of the patient's clinical status. They measured, based on history and scores on other instruments, depressive severity. It consists of one question scored on a seven-point scale (1 = normal to 7 = among the most severe), so a higher total score indicates greater depressive severity. The minimum score is 1, and the maximum score is 7.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.81","spread":"1.03"},{"groupId":"OG001","value":"-0.64","spread":"0.95"},{"groupId":"OG002","value":"-0.84","spread":"1.15"},{"groupId":"OG003","value":"-0.43","spread":"0.78"}]}]}]},{"type":"SECONDARY","title":"Mean Change in Symptom Questionnaire (SQ)","description":"The SQ, a 92-item (yes/no) self-rating questionnaire, includes 4 distress and 4 well-being subscales. There are 68 items for the distress subscales and 24 items for the well-being subscales. Each item has either a Yes/No or True/False answer. For the distress symptom score, add together the following items and score 1 when the answer is Yes/True: 1, 2, 3, 5, 6, 8, 11, 12, 15, 18, 20, 22, 24, 25, 26, 27, 28, 29, 30, 32, 33, 34, 36, 37, 39, 41, 42, 44, 45, 47, 48, 49, 52, 53, 54, 55, 56, 57, 58, 59, 60, 61, 62, 63, 64, 65, 66, 67, 68, 69, 72, 73, 74, 75, 76, 77, 79, 80, 81, 82, 84, 85, 86, 87, 88, 90, 91, 92. Minimum score is 0 and maximum score is 68. A higher score indicates more distress symptoms. For the well-being subscale score, add together the following items and score 1 when the answer is No/False: 4, 7, 9, 10, 13, 14, 16, 17, 19, 21, 23, 29, 31, 35, 38, 40, 43, 46, 50, 51, 71, 78, 83, 89. Minimum score is 0 and maximum score is 24. A higher score indicates more well-being.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-9.44","spread":"11.19"},{"groupId":"OG001","value":"-6.78","spread":"13.78"},{"groupId":"OG002","value":"-9.70","spread":"12.51"},{"groupId":"OG003","value":"-4.52","spread":"9.52"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.71","spread":"5.12"},{"groupId":"OG001","value":"3.34","spread":"5.79"},{"groupId":"OG002","value":"2.75","spread":"5.88"},{"groupId":"OG003","value":"1.98","spread":"4.97"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Treatment Emergent AEs in Two Treatment Groups - Safety Sample","description":"Differences in the incidence of treatment emergent AEs between the treatment groups were examined and evaluated using descriptive statistics. In this analysis, AEs were summarized according to person-phase of occurrence. Each AE was attributed to the person and then to phase 1 or phase 2, depending on the initial date of onset.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"58","spread":null},{"groupId":"OG001","value":"110","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Patients With Treatment Emergent AEs in Two Treatment Groups - Placebo Non-Responders","description":"Differences in the incidence of treatment emergent AEs between the treatment groups were examined and evaluated using descriptive statistics. This analysis focused on placebo non-responders in phase 1 and presented them by their treatment assignment in phase 2.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"40","spread":null},{"groupId":"OG001","value":"44","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Patients With Treatment Emergent AEs in Two Treatment Groups - People Exclusively on Drug or Placebo Throughout the Study","description":"Differences in the incidence of treatment emergent AEs between the treatment groups were examined and evaluated using descriptive statistics. This analysis compared AEs between the arms that received exclusively drug throughout the study or placebo throughout the study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"39","spread":null},{"groupId":"OG001","value":"60","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":54},"commonTop":["Weight increased","Headache","Oedema peripheral","Diarrhoea","Insomnia"]}}}