{"nctId":"NCT03400033","briefTitle":"Anemia Studies in Chronic Kidney Disease (CKD): Erythropoiesis Via a Novel Prolyl Hydroxylase Inhibitor (PHI) Daprodustat-Three-times Weekly Dosing in Dialysis (ASCEND-TD)","startDateStruct":{"date":"2018-09-05","type":"ACTUAL"},"conditions":["Anaemia"],"count":407,"armGroups":[{"label":"Daprodustat","type":"EXPERIMENTAL","interventionNames":["Drug: Daprodustat tablets","Drug: Saline vials or bags"]},{"label":"Epoetin alfa","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Matching placebo tablets","Drug: Epoetin alfa vials"]}],"interventions":[{"name":"Daprodustat tablets","otherNames":[]},{"name":"Matching placebo tablets","otherNames":[]},{"name":"Epoetin alfa vials","otherNames":[]},{"name":"Saline vials or bags","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subject must be 18 to 99 years of age inclusive, at the time of signing the informed consent.\n* Use of any approved rhEPO or analog for at least 8 weeks prior to the screening visit and continuing during the screening period until randomization (Day 1).\n* Hgb concentration (measured by HemoCue) within the following range: Week -4: Hgb 8 to 11.5 grams/deciliter (5 to 7.1 millimoles/liter). If Hgb is 11.6 to 11.9 grams/deciliter (7.2 to 7.4 millimoles/liter), up to two retests are allowed; the retest value must be between 8 to 11.5 grams/deciliter (5 to 7.1 millimoles/liter). Day 1: Hgb 8 to 11 grams/deciliter (5 to 6.8 millimoles/liter) and receiving at least the minimum rhEPO or analog dose 3. Hgb\\>11 to 11.5 grams/deciliter (6.8 to 7.1 millimoles/liter) and receiving greater than the minimum rhEPO or analog dose 3.\n* On hemodialysis (including hemofiltration or hemodiafiltration) \\>90 days prior to screening and continuing during the screening period.\n* On hemodialysis (in-center) \\>=3 times per week.\n* Male and female subjects are eligible. A female subject is eligible to participate if she is not pregnant, not breastfeeding, and at least one of the following conditions applies: Not a woman of childbearing potential (WOCBP), or A WOCBP who agrees to follow the contraceptive guidance from at least 28 days prior to first dose of study treatment and for at least 28 days after the last dose of study treatment.\n* Capable of giving signed informed consent.\n* In France, a subject will be eligible for inclusion in this study if he or she is either affiliated to or beneficiary of a social security category.\n\nExclusion Criteria:\n\n* Planned living-related or living-unrelated kidney transplant within 52 weeks after randomization (Day 1).\n* Ferritin: \\<=100 nanograms/milliliter (\\<=100 micrograms/liter), at screening.\n* Transferrin saturation (TSAT): \\<=20 percent, at screening. If TSAT is 18 to 20 percent, then a retest using a new blood sample can be obtained within 7 days of the final laboratory report; the final retest value must be \\>20 percent to confirm eligibility.\n* Aplasias: History of bone marrow aplasia or pure red cell aplasia.\n* Conditions, other than anemia of CKD, which can affect erythropoiesis.\n* Myocardial infarction (MI) or acute coronary syndrome within 8 weeks prior to screening through to randomization (Day 1).\n* Stroke or transient ischemic attack within 8 weeks prior to screening through to randomization (Day 1).\n* Heart failure (HF): Chronic Class IV HF, as defined by the New York Heart Association (NYHA) functional classification system.\n* Current uncontrolled hypertension as determined by the investigator that would contraindicate the use of rhEPO.\n* Bazett's correction of QTc interval (QTcB): at Day 1: QTcB \\>500 milliseconds, or QTcB \\>530 milliseconds in subjects with bundle branch block. There is no QTc (corrected QT) exclusion for subjects with a predominantly ventricular paced rhythm.\n* Liver Disease: presence of any one of the following liver-related laboratory values or conditions, at screening, is exclusionary: ALT \\>2x upper limit of normal (ULN); Bilirubin \\>1.5x ULN; or Current unstable liver or biliary disease per investigator assessment, generally defined by the presence of ascites, encephalopathy, coagulopathy, hypoalbuminemia, esophageal or gastric varices, persistent jaundice, or cirrhosis.\n* Evidence of actively bleeding gastric, duodenal or esophageal ulcer disease OR clinically significant gastro intestinal bleeding \\<= 8 weeks prior to screening through to randomization (Day 1).\n* History of malignancy within 2 years prior to screening through to randomization (Day 1), currently receiving treatment for cancer, or complex kidney cyst (e.g., Bosniak Category IIF, III or IV) \\>3 centimeters.\n* Use of a strong inhibitor of Cytochrome P4502C8 \\[CYP2C8\\] (e.g. gemfibrozil) or a strong inducer of CYP2C8 (e.g. rifampin/rifampicin).\n* History of severe allergic or anaphylactic reactions or hypersensitivity to excipients in the investigational product (daprodustat) or epoetin alfa.\n* Use of another investigational agent within 30 days or within five half-lives of the investigational agent (whichever is longer) or currently participating in a study of an investigational device prior to screening through to randomization (Day 1).\n* Any prior treatment with daprodustat for treatment duration of \\>30 days.\n* Any other condition, clinical or laboratory abnormality, or examination finding that the investigator considers would put the subject at unacceptable risk, which may affect study compliance (e.g. intolerance to rhEPO) or prevent understanding of the aims or investigational procedures or possible consequences of the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"99 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Change From Baseline in Hemoglobin Levels Over the Evaluation Period (Week 28 to Week 52)","description":"Blood samples were collected from participants for hemoglobin measurements. Hemoglobin during the evaluation period was defined as the mean of all available post-randomization hemoglobin values (on and off-treatment) during the evaluation period (Week 28 to Week 52). For the primary analysis, the missing post-Baseline hemoglobin values were imputed using pre-specified multiple imputations. Baseline value was the latest non-missing pre-dose assessment on or before the randomization date, including those from unscheduled visits. Change from Baseline was defined as the average of post-randomization values during the evaluation period minus Baseline value. Analysis was performed using the Analysis of Covariance (ANCOVA) model with terms for treatment, Baseline hemoglobin, and region.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.04","spread":"0.045"},{"groupId":"OG001","value":"0.02","spread":"0.066"}]}]}]},{"type":"SECONDARY","title":"Mean Average Monthly On-treatment Intravenous (IV) Iron Dose Per Participant","description":"Average monthly IV iron dose (mg) per participant during Day 1 to Week 52 was determined by calculating the total IV iron dose per participant from Day 1 to Week 52 while the participant was on study treatment and dividing by (the number of days the participant was on study treatment divided by 30.4375 days). Analysis was performed using the ANCOVA model with terms for treatment, Baseline monthly IV iron dose, and region.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"98.11","spread":"11.049"},{"groupId":"OG001","value":"106.23","spread":"15.569"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Hemoglobin Levels at Week 52","description":"Blood samples were collected from participants for hemoglobin measurements. Baseline value was the latest non-missing pre-dose assessment on or before the randomization date, including those from unscheduled visits. Change from Baseline was defined as the post-randomization visit value minus Baseline value. Analysis was performed using a mixed model repeated measures (MMRM) model fitted to hemoglobin data collected after Baseline up to Week 52, excluding values collected during the stabilization period (Day 1 to Week 28). The model included factors for treatment, time, region, Baseline hemoglobin and Baseline hemoglobin by time and treatment by time interaction terms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.03","spread":"0.069"},{"groupId":"OG001","value":"0.11","spread":"0.098"}]}]}]},{"type":"SECONDARY","title":"Percentage of Time With Hemoglobin in the Analysis Range (10 to 11.5 Grams/Deciliter) Over Evaluation Period (Week 28 to Week 52)","description":"Participants received treatment during the study to achieve or maintain hemoglobin level in the target range. Percentage of time for which hemoglobin level was maintained within the analysis range (10 to 11.5 grams/deciliter) has been presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"70.83","spread":null},{"groupId":"OG001","value":"61.76","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Hemoglobin Responders in the Hemoglobin Analysis Range (10 to 11.5 Grams/Deciliter) Over Evaluation Period (Week 28 to Week 52)","description":"Mean hemoglobin during the evaluation period was defined as the mean of all evaluable hemoglobin values during the evaluation period (Week 28 to Week 52) including any evaluable unscheduled hemoglobin values that were taken during this time period. Hemoglobin responders were defined as the number of participants with a mean hemoglobin during the evaluation period that falls within the hemoglobin analysis range of 10-11.5 grams/deciliter.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"172","spread":null},{"groupId":"OG001","value":"68","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Permanently Stopping Study Treatment Due to Meeting Rescue Criteria","description":"Percentage of participants permanently stopping study treatment due to meeting rescue criteria has been presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.2","spread":null},{"groupId":"OG001","value":"2.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Systolic Blood Pressure (SBP), Diastolic Blood Pressure (DBP) and Mean Arterial Pressure (MAP) at Week 52","description":"Measurements for SBP, DBP and MAP were taken with the participant in a semi-supine or seated position in the dialysis chair after at least a 5-minute rest period. MAP is the average BP in an individual's arteries during a single cardiac cycle. Baseline value was the latest non-missing pre-dose assessment on or before the randomization date, including those from unscheduled visits. Change from Baseline was defined as the on-treatment visit value minus Baseline value. Analysis was performed using MMRM model with treatment group, time, region, Baseline value, Baseline value\\*time, treatment group\\*time as variables.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.18","spread":"1.470"},{"groupId":"OG001","value":"0.55","spread":"2.252"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.52","spread":"0.764"},{"groupId":"OG001","value":"-0.29","spread":"1.176"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.72","spread":"0.907"},{"groupId":"OG001","value":"-0.12","spread":"1.389"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in SBP, DBP and MAP at End of Treatment","description":"Measurements for SBP, DBP and MAP were taken with the participant in a semi-supine or seated position in the dialysis chair after at least a 5-minute rest period. MAP is the average BP in an individual's arteries during a single cardiac cycle. Baseline value was the latest non-missing pre-dose assessment on or before the randomization date, including those from unscheduled visits. Change from Baseline was defined as the last on-treatment visit value minus Baseline value. Analysis was performed using ANCOVA model with terms for treatment group, region and Baseline value. Adjusted mean and standard error have been presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.4","spread":"1.24"},{"groupId":"OG001","value":"-0.9","spread":"1.75"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.8","spread":"0.66"},{"groupId":"OG001","value":"-0.8","spread":"0.93"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.7","spread":"0.78"},{"groupId":"OG001","value":"-0.8","spread":"1.09"}]}]}]},{"type":"SECONDARY","title":"Blood Pressure (BP) Exacerbation Event Rate Per 100 Participant Years","description":"BP exacerbation event is defined (based on post-dialysis BP) as SBP \\>=25 mmHg increased from Baseline or SBP \\>=180 mmHg; or DBP \\>=15 mmHg increased from Baseline or DBP \\>=110 mmHg. The BP exacerbation events per 100 participant years was estimated using the Negative Binomial Model.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"250.45","spread":null},{"groupId":"OG001","value":"356.91","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With at Least One BP Exacerbation Event During the Study","description":"BP exacerbation (based on post-dialysis BP) is defined as: SBP \\>= 25 mmHg increased from Baseline or SBP \\>=180mmHg; or DBP \\>=15 mmHg increase from Baseline or DBP \\>=110 mmHg. Number of participants with at least 1 BP exacerbation event have been reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"151","spread":null},{"groupId":"OG001","value":"91","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline at Weeks 8, 12, 28 and 52 in Patient Global Impression of Severity (PGI-S)","description":"The PGI-S is a 1-item questionnaire designed to assess participant's impression of disease severity of their anemia of Chronic kidney disease (CKD). It is measured on a 5-point disease severity scale ranging from 0 (absent) to 4 (very severe), higher score indicates more disease severity. Baseline value was the latest non-missing pre-dose assessment on or before the randomization date, including those from unscheduled visits. Change from Baseline in on-treatment PGI-S scores was defined as the on-treatment visit value minus Baseline value. Analysis was performed using MMRM model fitted from Baseline up to Week 52 with factors for treatment, time, region, Baseline value and Baseline value by time and treatment by time interactions.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.10","spread":"0.048"},{"groupId":"OG001","value":"0.05","spread":"0.068"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.13","spread":"0.050"},{"groupId":"OG001","value":"-0.01","spread":"0.071"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.07","spread":"0.054"},{"groupId":"OG001","value":"0.03","spread":"0.077"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.11","spread":"0.063"},{"groupId":"OG001","value":"0.04","spread":"0.088"}]}]}]},{"type":"SECONDARY","title":"Pre-dose Trough Concentration (Ctau) of Daprodustat (GSK1278863) and Its Metabolites GSK2391220 (M2), GSK2487818 (M4), GSK2506102 (M5), GSK2506104 (M3), GSK2531398 (M6) and GSK2531401 (M13)","description":"Blood samples were collected at indicated time points for pharmacokinetic analysis of daprodustat (GSK1278863) and its metabolites: GSK2391220 (M2), GSK2487818 (M4), GSK2506102 (M5), GSK2506104 (M3), GSK2531398 (M6) and GSK2531401 (M13).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.2400","spread":"NA"},{"groupId":"OG001","value":"1.1207","spread":"494.71"},{"groupId":"OG002","value":"0.1786","spread":"77.35"},{"groupId":"OG003","value":"0.3727","spread":"277.88"},{"groupId":"OG004","value":"0.3443","spread":"100.78"},{"groupId":"OG005","value":"0.3871","spread":"161.05"},{"groupId":"OG006","value":"0.1621","spread":"42.17"},{"groupId":"OG007","value":"0.2768","spread":"140.82"},{"groupId":"OG008","value":"0.3486","spread":"68.34"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.8623","spread":"241.17"},{"groupId":"OG001","value":"0.5893","spread":"255.59"},{"groupId":"OG002","value":"0.6341","spread":"123.92"},{"groupId":"OG003","value":"1.1572","spread":"184.51"},{"groupId":"OG004","value":"1.1654","spread":"191.57"},{"groupId":"OG005","value":"1.1792","spread":"168.59"},{"groupId":"OG006","value":"1.4987","spread":"136.35"},{"groupId":"OG007","value":"1.6974","spread":"6.82"},{"groupId":"OG008","value":"1.3531","spread":"19.28"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.3620","spread":"NA"},{"groupId":"OG001","value":"0.2867","spread":"111.67"},{"groupId":"OG002","value":"0.1594","spread":"16.91"},{"groupId":"OG003","value":"0.2996","spread":"105.55"},{"groupId":"OG004","value":"0.3027","spread":"69.12"},{"groupId":"OG005","value":"0.2868","spread":"109.23"},{"groupId":"OG006","value":"0.2585","spread":"30.72"},{"groupId":"OG007","value":"0.2414","spread":"29.66"},{"groupId":"OG008","value":"0.2111","spread":"80.56"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.9951","spread":"122.94"},{"groupId":"OG001","value":"0.8372","spread":"121.27"},{"groupId":"OG002","value":"0.9634","spread":"95.99"},{"groupId":"OG003","value":"1.5100","spread":"105.50"},{"groupId":"OG004","value":"1.5480","spread":"122.95"},{"groupId":"OG005","value":"1.6555","spread":"133.94"},{"groupId":"OG006","value":"3.2099","spread":"67.36"},{"groupId":"OG007","value":"1.6892","spread":"30.44"},{"groupId":"OG008","value":"1.8595","spread":"48.36"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.9750","spread":"408.49"},{"groupId":"OG001","value":"1.9588","spread":"163.27"},{"groupId":"OG002","value":"2.0381","spread":"124.74"},{"groupId":"OG003","value":"3.5141","spread":"136.72"},{"groupId":"OG004","value":"3.3872","spread":"182.27"},{"groupId":"OG005","value":"3.6000","spread":"173.62"},{"groupId":"OG006","value":"6.5730","spread":"99.82"},{"groupId":"OG007","value":"4.2068","spread":"15.44"},{"groupId":"OG008","value":"4.1894","spread":"23.78"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.1778","spread":"20.55"},{"groupId":"OG001","value":"0.6069","spread":"271.48"},{"groupId":"OG002","value":"0.2362","spread":"76.76"},{"groupId":"OG003","value":"0.4444","spread":"144.99"},{"groupId":"OG004","value":"0.3917","spread":"169.77"},{"groupId":"OG005","value":"0.3728","spread":"197.51"},{"groupId":"OG006","value":"0.3992","spread":"153.15"},{"groupId":"OG007","value":"0.3963","spread":"16.52"},{"groupId":"OG008","value":"0.2280","spread":"56.68"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.4466","spread":"190.80"},{"groupId":"OG001","value":"3.5579","spread":"102.68"},{"groupId":"OG002","value":"4.0910","spread":"148.03"},{"groupId":"OG003","value":"6.8137","spread":"102.34"},{"groupId":"OG004","value":"5.6037","spread":"130.97"},{"groupId":"OG005","value":"8.4611","spread":"128.74"},{"groupId":"OG006","value":"11.7372","spread":"65.37"},{"groupId":"OG007","value":"6.0453","spread":"140.63"},{"groupId":"OG008","value":"16.2584","spread":"41.06"}]}]}]},{"type":"SECONDARY","title":"Maximum Observed Concentration (Cmax) of Daprodustat (GSK1278863) and Its Metabolites GSK2391220 (M2), GSK2487818 (M4), GSK2506102 (M5), GSK2506104 (M3), GSK2531398 (M6) and GSK2531401 (M13)","description":"Blood samples were collected at indicated time points for pharmacokinetic analysis of daprodustat (GSK1278863) and its metabolites: GSK2391220 (M2), GSK2487818 (M4), GSK2506102 (M5), GSK2506104 (M3), GSK2531398 (M6) and GSK2531401 (M13).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"44.5832","spread":"227.65"},{"groupId":"OG001","value":"51.9261","spread":"227.59"},{"groupId":"OG002","value":"113.4049","spread":"179.69"},{"groupId":"OG003","value":"143.8790","spread":"233.09"},{"groupId":"OG004","value":"126.6824","spread":"288.50"},{"groupId":"OG005","value":"212.5087","spread":"152.47"},{"groupId":"OG006","value":"290.3163","spread":"87.39"},{"groupId":"OG007","value":"197.7071","spread":"36.53"},{"groupId":"OG008","value":"310.1938","spread":"190.69"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.6298","spread":"60.93"},{"groupId":"OG001","value":"4.0224","spread":"134.91"},{"groupId":"OG002","value":"6.3826","spread":"198.78"},{"groupId":"OG003","value":"8.9535","spread":"126.76"},{"groupId":"OG004","value":"9.5131","spread":"167.92"},{"groupId":"OG005","value":"11.8995","spread":"172.35"},{"groupId":"OG006","value":"22.3378","spread":"95.60"},{"groupId":"OG007","value":"9.3582","spread":"71.78"},{"groupId":"OG008","value":"31.6698","spread":"84.08"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.0320","spread":"73.45"},{"groupId":"OG001","value":"3.2703","spread":"143.75"},{"groupId":"OG002","value":"6.3474","spread":"175.79"},{"groupId":"OG003","value":"8.0134","spread":"146.43"},{"groupId":"OG004","value":"6.4276","spread":"278.04"},{"groupId":"OG005","value":"9.6617","spread":"207.18"},{"groupId":"OG006","value":"19.9693","spread":"94.09"},{"groupId":"OG007","value":"8.4327","spread":"64.98"},{"groupId":"OG008","value":"29.3042","spread":"72.06"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.8328","spread":"101.92"},{"groupId":"OG001","value":"1.4018","spread":"84.93"},{"groupId":"OG002","value":"2.0385","spread":"85.59"},{"groupId":"OG003","value":"2.8357","spread":"68.15"},{"groupId":"OG004","value":"3.2007","spread":"89.86"},{"groupId":"OG005","value":"3.5712","spread":"96.48"},{"groupId":"OG006","value":"6.4555","spread":"59.57"},{"groupId":"OG007","value":"2.4981","spread":"71.38"},{"groupId":"OG008","value":"7.1245","spread":"87.62"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.2020","spread":"81.23"},{"groupId":"OG001","value":"5.2039","spread":"98.70"},{"groupId":"OG002","value":"7.5220","spread":"131.81"},{"groupId":"OG003","value":"10.8186","spread":"84.31"},{"groupId":"OG004","value":"11.5783","spread":"130.74"},{"groupId":"OG005","value":"13.8509","spread":"125.27"},{"groupId":"OG006","value":"24.4926","spread":"84.96"},{"groupId":"OG007","value":"9.5457","spread":"73.58"},{"groupId":"OG008","value":"30.4034","spread":"79.13"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.2731","spread":"57.92"},{"groupId":"OG001","value":"2.3676","spread":"84.23"},{"groupId":"OG002","value":"3.7348","spread":"131.10"},{"groupId":"OG003","value":"3.8017","spread":"177.36"},{"groupId":"OG004","value":"4.0850","spread":"209.29"},{"groupId":"OG005","value":"6.1029","spread":"137.40"},{"groupId":"OG006","value":"10.7532","spread":"98.46"},{"groupId":"OG007","value":"4.6296","spread":"72.00"},{"groupId":"OG008","value":"14.7844","spread":"81.18"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.0473","spread":"100.05"},{"groupId":"OG001","value":"4.0012","spread":"88.64"},{"groupId":"OG002","value":"5.4631","spread":"120.63"},{"groupId":"OG003","value":"8.8488","spread":"80.17"},{"groupId":"OG004","value":"8.4814","spread":"93.83"},{"groupId":"OG005","value":"10.7368","spread":"90.83"},{"groupId":"OG006","value":"14.7926","spread":"59.24"},{"groupId":"OG007","value":"7.1458","spread":"174.98"},{"groupId":"OG008","value":"20.1044","spread":"67.56"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":80,"n":270},"commonTop":["Diarrhoea","Hypertension","Vomiting","Headache","Hypotension"]}}}