{"nctId":"NCT04531982","briefTitle":"Efficacy and Safety of Pimavanserin as Adjunctive Treatment for the Negative Symptoms of Schizophrenia","startDateStruct":{"date":"2020-08-05","type":"ACTUAL"},"conditions":["Schizophrenia"],"count":454,"armGroups":[{"label":"Drug - Pimavanserin","type":"EXPERIMENTAL","interventionNames":["Drug: Pimavanserin"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Pimavanserin","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female, ≥18 and ≤55 years of age at the time of Screening\n* Has a caregiver or some other identified responsible person (e.g., family member, social worker, caseworker, or nurse) considered reliable by the Investigator in providing support to the subject to help ensure compliance with study treatment, study visits, and protocol procedures, and who is also able to provide input helpful for completing study rating scales\n* Diagnosis of schizophrenia made ≥1 year prior to Screening\n* Is being treated must be one of the antipsychotics listed below:\n\n  * Aripiprazole\n\n    * Aripiprazole long-acting injectables\n    * Abilify Maintena®\n  * Aristada®\n  * Asenapine\n  * Brexpiprazole\n  * Cariprazine\n  * Lurasidone\n  * Olanzapine\n  * Paliperidone extended release (ER) (≤9 mg)\n  * Paliperidone palmitate\n\n    * Invega Sustenna® (≤156 mg)\n    * Invega Trinza® (≤546 mg)\n    * Trevicta® (≤350 mg)\n    * Xeplion® (≤100 mg)\n  * Risperidone\n  * Risperidone long-acting injection\n* Must be medically stable (including no recent hospitalization for exacerbation of psychiatric disorder) and has been medically stable for at least 12 weeks prior to Screening, in the opinion of the Investigator\n\nExclusion Criteria:\n\n* Has a current comorbid psychiatric disorder other than schizophrenia or a disorder that would interfere with the ability to complete study assessments\n* Is at a significant risk of suicide, in the opinion of the Investigator\n* Has a significant risk of violent behavior in the opinion of the Investigator\n* A confirmed urine drug screen (UDS) result at Baseline that indicates the presence of any tested prohibited substance of potential abuse, including marijuana\n* Is taking a medication or drug or other substance that is prohibited according to this protocol, including medications that prolong the QT interval, strong cytochrome P450 (CYP) 3A4 enzyme (CYP3A4) inhibitors and inducers\n* Known family or personal history or symptoms of long QT syndrome or risk factors for torsade de pointes and/or sudden death, including symptomatic bradycardia, hypokalemia or hypomagnesemia, and the presence of congenital prolongation of the QT interval\n* Current evidence, or history within the previous 12 weeks prior to Screening, of a serious and/or unstable psychiatric, neurologic, cardiovascular, respiratory, gastrointestinal, renal, hepatic, hematologic, or other medical disorder, including cancer or malignancies that in the judgment of the Investigator would jeopardize the safe participation of the subject in the study\n* Has moderate to severe congestive heart failure\n* Has a history of myocardial infarction within 6 months prior to enrollment\n* Has a body mass index (BMI) \\<19 or ≥35 at Screening\n\nAdditional inclusion/exclusion criteria apply. Patients will be evaluated at screening to ensure that all criteria for study participation are met. Patients may be excluded from the study based on these assessments (and specifically, if it is determined that their baseline health and condition do not meet all prespecified entry criteria).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"55 Years","stdAges":["ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Negative Symptom Assessment-16 (NSA-16) Total Score - Change From Baseline to Week 26","description":"The NSA-16 is a semi-structured interview and a validated scale containing 16 items for evaluating negative symptoms of schizophrenia, i.e. the reduction or absence of emotional expression and volitional behaviors normally present in a healthy person. Items are scored based on behaviors during the interview (items 1-4, 6, 7, 9, 11, 15, 16) or previous 7 days (items 5, 8, 10, 12-14) on a 6-point scale from 1 to 6. The NSA-16 total score is the sum of item scores. It can range from 16 to a maximum of 96, with higher scores denoting more severe negative symptoms in schizophrenia.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-12.14","spread":"10.29"},{"groupId":"OG001","value":"-11.09","spread":"9.18"}]}]}]},{"type":"SECONDARY","title":"Clinical Global Impression of Schizophrenia Scale-Severity (CGI-SCH-S) of Negative Symptoms Score - Change From Baseline to Week 26","description":"The Clinical Global Impression of Schizophrenia Scale-Severity (CGI-SCH S) is a clinician-rated, 7-point scale to evaluate positive, negative, depressive, cognitive symptoms and overall severity in schizophrenia. For the purpose of this study, only the negative symptoms were evaluated. The score could range from 1 (normal, not ill) to 7 (among the most severely ill).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.88","spread":"0.91"},{"groupId":"OG001","value":"-0.87","spread":"0.92"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":227},"commonTop":["Headache"]}}}