{"nctId":"NCT02321462","briefTitle":"Efficacy, Safety and Tolerability of Eziclen in Adult Subjects Undergoing Colonoscopy","startDateStruct":{"date":"2015-03"},"conditions":["Bowel Cleansing"],"count":296,"armGroups":[{"label":"Eziclen","type":"EXPERIMENTAL","interventionNames":["Drug: Eziclen"]},{"label":"Fortrans®","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Fortrans®"]}],"interventions":[{"name":"Eziclen","otherNames":[]},{"name":"Fortrans®","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Provision of written informed consent signed prior to any study related procedures\n* Male or female, at least 18 years old undergoing colonoscopy for a routine diagnostic indication:\n\n  1. Routine cancer screening\n  2. Polyp or neoplasm history\n  3. Diagnostic procedure for occult bleeding or anaemia\n  4. Diarrhoea or constipation of unknown aetiology\n  5. IBD if not in severe acute phase\n  6. Abnormal ultrasound exam (i.e. mass in abdomen)\n  7. Evaluation of barium enema or computed tomography (CT) scan results\n* In good clinical condition (physical exam and medical history)\n* Subjects with an adequate fluid balance, and adequate electrolyte balance (measured during screening K, Na, Cl, bicarbonate within normal/near normal range)\n\nExclusion Criteria:\n\n* Has abnormal baseline findings, any other medical condition(s) or laboratory findings that, in the opinion of the investigator, might jeopardise the subject's safety or decrease the chance of obtaining satisfactory data needed to achieve the objective(s) of the study.\n* Has an advanced carcinoma or any other colon disease leading to excessive mucosal fragility.\n* Has a known or suspected gastrointestinal (GI) obstruction, gastric retention, gastroparesis, or disorder of gastric emptying.\n* Has a known or suspected ileus.\n* Has a bowel perforation.\n* Has profuse vomiting.\n* Needs a therapeutic procedure (e.g. polypectomy, mucosectomy).\n* Has toxic colitis or megacolon.\n* Is in severe acute phases of active IBD, as a contraindication for colonoscopy.\n* Has acute GI bleeding.\n* Underwent previous GI surgeries (e.g. colostomy, colectomy, gastric bypass, stomach stapling).\n* Has impaired consciousness predisposing to pulmonary aspiration.\n* Needs a colonoscopy for foreign body removal and decompression.\n* Underwent previous incomplete colonoscopy.\n* Has a known severe renal insufficiency (glomerular filtration rate (GFR) \\<30 mL/min/1.73 m2).\n* Has a known severe liver insufficiency (Child-Pugh grade C: 10 to 15 points).\n* Suffers from uncorrected dehydration.\n* Has ascites.\n* Suffers from severe congestive heart failure (classes III and IV).\n* Has hyperuricemia with clinical manifestation as gouty arthritis.\n* Is pregnant or lactating.\n* Is a female at risk of pregnancy and not using an acceptable contraceptive method during the study. Females of childbearing potential must provide a negative pregnancy test at start of study and must be using oral, double barrier (condom with spermicidal jelly, foam suppository, or film; diaphragm with spermicide; or male condom and diaphragm with spermicide), or injectable contraception or an intra-uterine device. Nonchildbearing potential is defined as postmenopause for at least one year, surgical sterilisation or hysterectomy at least three months before the start of the study.\n* Has any known hypersensitivity to the active substances or to any of the preparation excipients (Eziclen or Fortrans®: polyethylene glycol (PEG) (macrogol), sodium sulphate, potassium sulphate, magnesium sulphate, sodium chloride, potassium chloride, sodium bicarbonate, sucralose, sodium saccharin, sodium benzoate, citric acid, malic acid, and fruit cocktail flavor).\n* Patient has any mental condition rendering the subject unable to understand the nature, scope and possible consequences of the study, and/or evidence of an uncooperative attitude\n* Patient was treated with any other IMP within the last 30 days before study entry\n* Patient is likely to require treatment during the study with drugs that are not permitted by the study protocol","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Adjusted Percentage of Patients With Successful Overall Colon Preparation, Assessed by the Global Score of the Boston Bowel Preparation Scale (BBPS).","description":"The BBPS score for each colon segment (right, transverse and left colon) was assessed by 3 blinded experts as follows: 0=unprepared segment with mucosa not seen due to solid stool that cannot be cleared , 1=portion of mucosa of the segment seen, but other areas not well seen due to staining, residual stool and/or opaque liquid, 2=-minor amount of residual staining, small fragments of stool and/or opaque liquid, but mucosa of segment seen well, 3=entire mucosa of segment seen well with no residual staining, small fragments of stool and/or opaque liquid.\n\nA reconciled score based on the 3 blinded reviews was used to calculate the global BBPS score, ranging from 0 to 9 (worst to best). A successful overall colon preparation was defined as a global score ≥6 for the 3 colon segments.\n\nThe percentage of patients with a successful preparation was determined using a logistic regression model, adjusted on centre, age class (\\<= 65; \\> 65), gender and inflammatory bowel disease (IBD) status.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"97.18","spread":null},{"groupId":"OG001","value":"97.65","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean BBPS Score by Segment and Globally (ITT Population)","description":"The mean global BBPS scores and scores by colon segment are presented for the ITT population.\n\nFor each of the 3 colon segments (right, transverse and left colon) the BBPS score ranges from 0 - 3 (worst to best), and was assessed by 3 blinded experts:\n\n* unprepared colon segment with mucosa not seen due to solid stool that cannot be cleared = 0\n* portion of mucosa of the colon segment seen, but other areas of the colon segment not well seen due to staining, residual stool and/or opaque liquid = 1\n* minor amount of residual staining, small fragments of stool and/or opaque liquid, but mucosa of colon segment seen well = 2\n* entire mucosa of colon segment seen well with no residual staining, small fragments of stool and/or opaque liquid = 3.\n\nThe global score is the total of the 3 segment scores ranging from 0 - 9 (worst to best). Reconciled scores were based on 3 blinded reviews. Results of analysis for the PP population for right + transverse colon segments presented separately.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.56","spread":"0.58"},{"groupId":"OG001","value":"2.42","spread":"0.62"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.78","spread":"0.43"},{"groupId":"OG001","value":"2.67","spread":"0.52"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.84","spread":"0.39"},{"groupId":"OG001","value":"2.78","spread":"0.48"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.17","spread":"1.21"},{"groupId":"OG001","value":"7.86","spread":"1.39"}]}]}]},{"type":"SECONDARY","title":"Mean BBPS Score for Right Colon and Transverse Colon Segment (PP Population)","description":"The mean colon segment BBPS scores for the Right Colon and Transverse Colon segments for the PP population are presented.\n\nFor each of the colon segments (right and transverse colon) the BBPS score ranges from 0 - 3 (worst to best), and was assessed by 3 blinded experts as follows:\n\n* unprepared colon segment with mucosa not seen due to solid stool that cannot be cleared = 0\n* portion of mucosa of the colon segment seen, but other areas of the colon segment not well seen due to staining, residual stool and/or opaque liquid = 1\n* minor amount of residual staining, small fragments of stool and/or opaque liquid, but mucosa of colon segment seen well = 2\n* entire mucosa of colon segment seen well with no residual staining, small fragments of stool and/or opaque liquid = 3.\n\nReconciled scores were based on the 3 blinded reviews.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.55","spread":"0.58"},{"groupId":"OG001","value":"2.46","spread":"0.56"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.78","spread":"0.43"},{"groupId":"OG001","value":"2.70","spread":"0.46"}]}]}]},{"type":"SECONDARY","title":"The Percentage of Patients in Whom Lesions Were Detected.","description":"The percentage of patients for whom polyps, adenomas and other lesions were detected during the colonoscopy are presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27.4","spread":null},{"groupId":"OG001","value":"33.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20.5","spread":null},{"groupId":"OG001","value":"18.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15.1","spread":null},{"groupId":"OG001","value":"16.9","spread":null}]}]}]},{"type":"SECONDARY","title":"The Percentage of Patients for Whom the Colonoscopy Was Completed","description":"The percentage of patients for whom a total colonoscopy could be completed is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"96.6","spread":null},{"groupId":"OG001","value":"97.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Colonoscopy Duration","description":"The mean colonoscopy duration per treatment group is presented. The duration of colonoscopy was defined as the time from colonoscopy insertion to the time to reach the caecum in minutes.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.80","spread":"6.93"},{"groupId":"OG001","value":"10.03","spread":"6.87"}]}]}]},{"type":"SECONDARY","title":"Investigator Satisfaction as Determined by Mean Likert Scale Score for Global Evaluation","description":"Investigator satisfaction with the procedure was measured by the mean Likert scale score for global evaluation by the investigator.\n\nThe Likert scale consists of 5 points, and ranges from 0 (poor cleansing) to 4 (excellent cleansing) as follows:\n\n* presence of faeces and soiled fluid: investigation could not be reliably performed = 0\n* presence of faecal material and of unclear fluid, with negative effect on the reliability of the investigation = 1\n* brown liquid, no solid faecal material, presence of unclear residual fluid that could be aspirated: no effect on the reliability of the investigation = 2\n* absence of solid faecal material, presence of clear residual fluid = 3\n* no faecal material, no residual fluid, empty colon = 4.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.03","spread":"0.61"},{"groupId":"OG001","value":"2.93","spread":"0.72"}]}]}]},{"type":"SECONDARY","title":"Evaluation of Patient Compliance as Determined by the Percentage of Patients Who Consumed All the Planned Volume of Study Treatment","description":"Patient compliance was evaluated based on the percentage of patients who consumed all the planned volume of the study treatment.\n\nA patient was considered compliant with the instructions of use provided in the prescription if he/she drank the whole preparation and any required further fluid intake. The percentage of compliant patients is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"96.6","spread":null},{"groupId":"OG001","value":"84.5","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":147},"commonTop":["Nausea","Abdominal distension","Hyperuricaemia","Abdominal discomfort","Abdominal pain"]}}}