{"nctId":"NCT01706198","briefTitle":"An Effectiveness Study Comparing Fluticasone Furoate (FF, GW685698)/Vilanterol (VI, GW642444) With Standard Treatment in Asthma","startDateStruct":{"date":"2012-11-01","type":"ACTUAL"},"conditions":["Asthma"],"count":4233,"armGroups":[{"label":"FF/VI","type":"EXPERIMENTAL","interventionNames":["Drug: fluticasone furoate + vilanterol","Drug: inhaled corticosteroid with or without a long acting beta2-agonist"]},{"label":"ICS or ICS/LABA maintenance therapy","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: inhaled corticosteroid with or without a long acting beta2-agonist"]}],"interventions":[{"name":"fluticasone furoate + vilanterol","otherNames":[]},{"name":"inhaled corticosteroid with or without a long acting beta2-agonist","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nSubjects eligible for enrolment in the study must meet all of the following criteria:\n\n1. Informed consent: Subjects must be able to provide informed consent, have their consent signed and dated.\n2. Type of subject: Subjects with documented GP diagnosis of asthma as their primary respiratory disease.\n3. Current Anti-Asthma Therapy: All subjects must be prescribed maintenance therapy and receiving ICS with or without LABA (either a fixed combination or via separate inhalers), and for at least 4 weeks prior to Visit 2.\n\n   * Other background asthma medication such as anti-leukotrienes are permitted\n4. All subjects on ICS monotherapy or ICS/LABA combination (this can be a fixed dose combination or an ICS alone or LABA alone in separate inhalers) must have had symptoms in the past week prior to Visit 2. Symptoms are defined by daytime symptoms more than twice per week, use of short-acting beta2-agonist bronchodilator more than twice per week, any limitation of activities, or any nocturnal symptoms/awakening. (The symptoms are based on subject's recall and are consistent with the GINA and in principal with the BTS/SIGN guidelines).\n5. Subject questionnaires: Subjects must be able to complete the electronic subject questionnaires as well as those questionnaires that are completed by phone or provide a proxy e.g. a partner/relative/a friend who can do so on their behalf\n6. Gender and Age: Male or female subjects aged ≥18 years of age at Visit 1. A female is eligible to enter and participate in the study if she is of:\n\n   * Non-child bearing potential (i.e. physiologically incapable of becoming pregnant, including any female who is post-menopausal or surgically sterile). Surgically sterile females are defined as those with a documented hysterectomy and/or bilateral oophorectomy or tubal ligation. Post-menopausal females are defined as being amenorrhoeic for greater than 1 year with an appropriate clinical profile, e.g. age appropriate, history of vasomotor symptoms. However in questionable cases, a blood sample with FSH \\> 40MIU/ml and estradiol \\<40pg/ml (\\<147 pmol/L) is confirmatory.\n\nOR Child bearing potential has a negative urine pregnancy test at Visit 2, and agrees to one of the highly effective and acceptable contraceptive methods used consistently and correctly (i.e. in accordance with the approved product label and the instructions of the physician for the duration of the study - Visit 2 to the end of the study).\n\nExclusion Criteria:\n\nSubjects meeting any of the following criteria must not be enrolled in the study:\n\n1. Recent history of Life-threatening asthma: Defined for this protocol as an asthma episode that required intubation and/or was associated with hypercapnea, respiratory arrest or hypoxic seizures within the last 6 months.\n2. COPD Respiratory Disease: A subject must not have current evidence or GP diagnosis of chronic obstructive pulmonary disease.\n3. Other diseases/abnormalities: Subjects with historical or current evidence of uncontrolled or clinically significant disease. Significant is defined as any disease that, in the opinion of the GP/ Investigator, would put the safety of the subject at risk through participation, or which would affect the efficacy or safety analysis if the disease/condition exacerbated during the study.\n4. Drug/food allergy: Subjects with a history of hypersensitivity to any of the study medications (e.g., beta2-agonists, corticosteroid) or components of the inhalation powder (e.g., lactose, magnesium stearate). In addition, subjects with a history of severe milk protein allergy that, in the opinion of the GP/ Investigator, contraindicates the subject's participation will also be excluded.\n5. Investigational Medications: A subject must not have used any investigational drug within 30 days prior to Visit 2 or within five half-lives (t½) of the prior investigational study (whichever is longer of the two), (if unsure discuss with the medical monitor prior to screening)\n6. Chronic user of systemic corticosteroids: A subject who, in the opinion of the GP/Investigator, is considered to be a chronic user of systemic corticosteroids for respiratory or other indications (if unsure discuss with the medical monitor prior to screening)\n7. Subjects who are using LABA without an ICS as asthma maintenance therapy.\n8. Subjects who plan to move away from the geographical area where the study is being conducted during the study period and/or if subjects have not consented to their medical records being part of the electronic medical records database that is operational in the Salford area.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants Who Have Either an Asthma Control Test (ACT) Total Score of >=20 or an Increase From Baseline of >=3 in ACT Total Score at Week 24.","description":"The ACT is a validated self-administered questionnaire utilizing 5 questions to assess asthma control during the past 4 weeks on a 5-point categorical scale (1 to 5). By answering all 5 questions, participants with asthma obtained an ACT score ranging between 5 and 25. Higher scores indicated better control of asthma. An ACT score of \\<=15 showed poorly controlled asthma; 16 to 19 showed partly controlled asthma and \\>=20 showed well controlled asthma. The total score was calculated as the sum of the scores from all 5 questions. The primary efficacy analysis (PEA) Population is defined as all Intent-to-Treat (ITT) participants (that is, all participants who were randomized and received at least one prescription of study medication) who have an ACT total score of \\<20 at Baseline (Day 0). The percentage of responders that is participants with an ACT total score \\>=20 or an increase from Baseline of \\>=3 has been presented","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"56","spread":null},{"groupId":"OG001","value":"71","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Have Either an ACT Total Score of >=20 or an Increase From Baseline of >=3 in ACT Total Score at Weeks 12, 40 and 52.","description":"The ACT is a validated self-administered questionnaire utilizing 5 questions to assess asthma control during the past 4 weeks on a 5-point categorical scale (1 to 5). By answering all 5 questions, participants with asthma obtained an ACT score ranging between 5 and 25. Higher scores indicated better control of asthma. An ACT score of \\<=15 showed poorly controlled asthma; 16 to 19 showed partly controlled asthma and \\>=20 showed well controlled asthma. The total score was calculated as the sum of the scores from all 5 questions. ITT Population comprised of all participants who were randomized and received at least one prescription of study medication. The percentage of responders that is participants with an ACT total score \\>=20 or an increase from Baseline of \\>=3 has been presented. Only those participants with data available at the specified data points were analyzed (represented by n=X in category title).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"62","spread":null},{"groupId":"OG001","value":"75","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"60","spread":null},{"groupId":"OG001","value":"71","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"58","spread":null},{"groupId":"OG001","value":"70","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Asthma Control (ACT Total Score >=20) at Weeks 12, 24, 40 and 52.","description":"The ACT is a validated self-administered questionnaire utilizing 5 questions to assess asthma control during the past 4 weeks on a 5-point categorical scale (1 to 5). By answering all 5 questions, participants with asthma obtained an ACT score ranging between 5 and 25. Higher scores indicated better control of asthma. An ACT score of \\<=15 showed poorly controlled asthma; 16 to 19 showed partly controlled asthma and \\>=20 showed well controlled asthma. The total score was calculated as the sum of the scores from all 5 questions. The percentage of participants with an ACT total score \\>=20 has been presented. Only those participants with data available at the specified data points were analyzed (represented by n=X in category title).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"46","spread":null},{"groupId":"OG001","value":"61","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"46","spread":null},{"groupId":"OG001","value":"60","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"45","spread":null},{"groupId":"OG001","value":"58","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"44","spread":null},{"groupId":"OG001","value":"58","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Have an Increase From Baseline of >=3 in ACT Total Score at Weeks 12, 24, 40 and 52.","description":"The ACT is a validated self-administered questionnaire utilizing 5 questions to assess asthma control during the past 4 weeks on a 5-point categorical scale (1 to 5). By answering all 5 questions, participants with asthma obtained an ACT score ranging between 5 and 25. Higher scores indicated better control of asthma. An ACT score of \\<=15 showed poorly controlled asthma; 16 to 19 showed partly controlled asthma and \\>=20 showed well controlled asthma. The total score was calculated as the sum of the scores from all 5 questions. The percentage of participants with an increase in ACT total score \\>=3 from Baseline has been presented. Only those participants with data available at the specified data points were analyzed (represented by n=X in category title).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"39","spread":null},{"groupId":"OG001","value":"55","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"40","spread":null},{"groupId":"OG001","value":"54","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"42","spread":null},{"groupId":"OG001","value":"53","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"37","spread":null},{"groupId":"OG001","value":"50","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in ACT Total Score at Weeks 12, 24, 40 and 52.","description":"The ACT is a validated self-administered questionnaire utilizing 5 questions to assess asthma control during the past 4 weeks on a 5-point categorical scale (1 to 5). By answering all 5 questions, participants with asthma obtained an ACT score ranging between 5 and 25. Higher scores indicated better control of asthma. An ACT score of \\<=15 showed poorly controlled asthma; 16 to 19 showed partly controlled asthma and \\>=20 showed well controlled asthma. The total score was calculated as the sum of the scores from all 5 questions. Baseline value is the value at Visit 2 (Day 0) assessment. Change from Baseline is the value at post-dose visit minus Baseline. The least square mean change in ACT scores has been presented. Only those participants with data available at the specified data points were analyzed (represented by n=X in category title).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.77","spread":"0.087"},{"groupId":"OG001","value":"3.31","spread":"0.087"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.70","spread":"0.093"},{"groupId":"OG001","value":"3.20","spread":"0.094"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.63","spread":"0.096"},{"groupId":"OG001","value":"3.00","spread":"0.097"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.49","spread":"0.094"},{"groupId":"OG001","value":"2.99","spread":"0.095"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants in Each ACT Total Score Category (>=20, 16 to 19, <=15) at Weeks 12, 24, 40 and 52.","description":"The ACT is a validated self-administered questionnaire utilizing 5 questions to assess asthma control during the past 4 weeks on a 5-point categorical scale (1 to 5). By answering all 5 questions, participants with asthma obtained an ACT score ranging between 5 and 25. Higher scores indicated better control of asthma. An ACT score of \\<=15 showed poorly controlled asthma; 16 to 19 showed partly controlled asthma and \\>=20 showed well controlled asthma. The total score was calculated as the sum of the scores from all 5 questions. The percentage of participants under each ACT total score category that is \\>=20, 16 to 19 and \\<=15 has been presented. Only those participants with data available at the specified data points were analyzed (represented by n=X in category title).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"46","spread":null},{"groupId":"OG001","value":"61","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"26","spread":null},{"groupId":"OG001","value":"20","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"28","spread":null},{"groupId":"OG001","value":"18","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"46","spread":null},{"groupId":"OG001","value":"60","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"25","spread":null},{"groupId":"OG001","value":"20","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"29","spread":null},{"groupId":"OG001","value":"20","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"45","spread":null},{"groupId":"OG001","value":"58","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"24","spread":null},{"groupId":"OG001","value":"21","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"31","spread":null},{"groupId":"OG001","value":"21","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"44","spread":null},{"groupId":"OG001","value":"58","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"26","spread":null},{"groupId":"OG001","value":"20","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"30","spread":null},{"groupId":"OG001","value":"21","spread":null}]}]}]},{"type":"SECONDARY","title":"Annual Rate of Asthma-related Secondary Care Contacts","description":"All contacts are defined as any encounter the participant may have with a doctor, nurse or other healthcare professionals working as part of the National Health Service (NHS) as identified in the electronic medical records (EMR). Contacts were defined to be asthma-related if the most prominent signs and symptoms that the participant presented were a direct result of the participant's asthma. An asthma-related secondary care contact is defined as an inpatient admission or a specialist outpatient visit or an accident and emergency (A\\&E) contact. A participant with an A\\&E contact and subsequent inpatient admission was considered to have had two healthcare contacts. The least square mean annual rate of all asthma-related secondary care contacts along with 95% confidence interval has been presented.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.30","spread":null},{"groupId":"OG001","value":"0.30","spread":null}]}]}]},{"type":"SECONDARY","title":"Annual Rate of Asthma-related Primary Care Contacts","description":"All contacts are defined as any encounter the participant may have with a doctor, nurse or other healthcare professionals working as part of the NHS as identified in the EMR. Contacts were defined to be asthma-related if the most prominent signs and symptoms that the participant presented were a direct result of the participant's asthma. Asthma-related primary care contacts is defined as the sum of primary care contacts on a given calendar date with either a nurse, General Practitioner or other healthcare professional that can be considered as asthma-related as per Read codes. The least square mean annual rate of all asthma-related primary care contacts along with 95% confidence interval has been presented.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.42","spread":null},{"groupId":"OG001","value":"1.45","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Time to First Asthma-related Primary Care Contact","description":"Asthma-related primary care contact is defined as the sum of primary care contacts on a given calendar date with either a nurse, General Practitioner or other healthcare professional that can be considered as asthma-related as per Read codes. Time to first asthma-related primary care contact was measured from the date of randomization (that is, study treatment start date) to the date of first asthma-related primary care contact, or study treatment stop date for participants who completed the study without any asthma-related primary care contacts (censored). Analyses of time to first asthma-related primary care contact was censored at Day 364. The number of participants at risk at Weeks 0, 13, 26, 39 and 52 has been presented. Kaplan Meier method of analysis was used. Study related primary care contacts (that is, contacts scheduled solely due to the participant taking part in clinical trial) were excluded from this analysis.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2119","spread":null},{"groupId":"OG001","value":"2114","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1621","spread":null},{"groupId":"OG001","value":"1599","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1208","spread":null},{"groupId":"OG001","value":"1214","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"907","spread":null},{"groupId":"OG001","value":"932","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"479","spread":null},{"groupId":"OG001","value":"488","spread":null}]}]}]},{"type":"SECONDARY","title":"Annual Rate of All On-treatment Secondary Care Contacts","description":"A secondary care contact is defined as an inpatient admission or a specialist outpatient visit or an A\\&E contact. A participant with an A\\&E contact and subsequent inpatient admission was considered to have had two healthcare contacts. The inpatient admissions recorded at two hospitals on the same day, were counted as a single (inpatient admission) secondary care contact. In the situation where inpatient admission periods overlapped (example, a new inpatient admission was recorded within the dates of an existing inpatient admission period), it was counted as a single (inpatient admission) healthcare contact with start date defined as the earliest inpatient admission date for either of the overlapping admissions and end date defined as the latest discharge date for either of the overlapping admissions. The least square mean annual rate of all on-treatment secondary care contacts along with 95% confidence interval has been summarized.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.23","spread":null},{"groupId":"OG001","value":"5.17","spread":null}]}]}]},{"type":"SECONDARY","title":"Annual Rate of All On-treatment Primary Care Contacts","description":"All contacts are defined as any encounter the participant may have with a doctor, nurse or other healthcare professionals working as part of the NHS as identified in the EMR. Total primary care contacts is defined as the sum of primary care contacts on a given calendar date with either a nurse, General Practitioner or other healthcare professional. The least square mean annual rate of all on-treatment primary care contacts along with 95% confidence interval has been presented.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.61","spread":null},{"groupId":"OG001","value":"11.64","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Time to First Primary Care Contact","description":"Time to first primary care contact is measured from the date of randomization (that is, study treatment start date) to the date of first primary care contact, or study treatment stop date for participants who completed the study without any primary care contacts (censored). Analyses of time to first primary care contact will be censored at Day 364. The number of participants at risk at Weeks 0, 13, 26, 39 and 52 has been presented. Kaplan Meier method of analysis was used. Study related primary care contacts (that is, contacts scheduled solely due to the participant taking part in clinical trial) were excluded from this analysis.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2119","spread":null},{"groupId":"OG001","value":"2114","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"513","spread":null},{"groupId":"OG001","value":"483","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"245","spread":null},{"groupId":"OG001","value":"242","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"160","spread":null},{"groupId":"OG001","value":"178","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"79","spread":null},{"groupId":"OG001","value":"96","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Annual Rate of Severe Asthma Exacerbations","description":"A severe asthma exacerbation is defined as deterioration of asthma requiring the use of systemic corticosteroids (tablets, suspension, or injection) or antibiotics, and inpatient hospitalization, or emergency department visit due to asthma that required systemic corticosteroids or antibiotics. Least square mean for annual rate of severe asthma exacerbation along with 95% confidence interval has been presented.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.41","spread":null},{"groupId":"OG001","value":"0.40","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to First Severe Asthma Exacerbation.","description":"A severe asthma exacerbation is defined as deterioration of asthma requiring the use of systemic corticosteroids (tablets, suspension, or injection) or antibiotics, and inpatient hospitalization, or emergency department visit due to asthma that required systemic corticosteroids or antibiotics. The date of a severe asthma exacerbation was defined as the exacerbation onset date. Participants who completed the study without a severe asthma exacerbation were censored. Time to first severe asthma exacerbation was measured from the date of randomization (that is, study treatment start date) to the onset date of first severe asthma exacerbation, or study treatment stop date for participants who completed the study without any severe asthma exacerbations (censored). Analyses of time to first severe asthma exacerbation was censored at Day 364. The number of participants with severe asthma exacerbation has been presented.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"654","spread":null},{"groupId":"OG001","value":"634","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Number of Salbutamol Inhalers Prescribed for Each Participant Over the 12 Month Treatment Period.","description":"Salbutamol was prescribed as a rescue medication to be used as and when necessary throughout the study. The number of salbutamol inhalers used by each participant during the study was calculated based on the total number of inhalers (adjusted to an equivalence of 200 metered actuations) prescribed. Number of salbutamol inhalers prescribed during the study was derived taking the participants time on study medication into account so it corresponds to 12 months on treatment. The least square mean number of salbutamol inhalers prescribed per participant during the study has been presented. Only participants exposed to study drug for at least 30 days were included in the analysis.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.0","spread":"0.11"},{"groupId":"OG001","value":"7.2","spread":"0.11"}]}]}]},{"type":"SECONDARY","title":"Time to Modification of Initial Therapy","description":"Initial therapy is defined as the treatment that the participant was prescribed at randomization. Modification of initial therapy included any change in brand, dose or frequency of inhaler, that is, stepping up in class, dose or frequency, stepping down in class, dose or frequency, switching to another brand of inhaler, switching treatment arm or withdrawal from the study. Time to modification of initial therapy was measured from the date of randomization (that is, exposure start date) to the date of modification of initial therapy or date of treatment termination for participants who completed the study without modifiying initial therapy (censored). The number of participants with modification of initial therapy has been presented.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"488","spread":null},{"groupId":"OG001","value":"563","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Have an Increase From Baseline of >=0.5 in Standardized Asthma Quality of Life Questionnaire [AQLQ(S)] Total Score at Week 52.","description":"The AQLQ(S) contained 32 items under the following four domains: activity limitation (11 items), symptoms (12 items), emotional function (5 items) and environmental stimuli (4 items). The response format consisted of a seven-point scale where a value of 1 indicated \"total impairment\" and a value of 7 indicated \"no impairment\". The total AQLQ(S) score is the mean of all 32 items in the questionnaire and each individual domain score was calculated as the mean of the items within that domain. Hence, the total and domain scores were each defined on a range from 1 to 7 with higher scores indicating a higher quality of life. Baseline value is the value at Day 0 assessment. Change from Baseline is post dose visit value minus Baseline. The percentage of responders that is, participants with an increase from Baseline of \\>=0.5 in AQLQ(S) total score has been presented. Only those participants available at the specified time point was analyzed.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"43","spread":null},{"groupId":"OG001","value":"55","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Have an Increase From Baseline of >=0.5 in AQLQ(S) Environmental Stimuli Domain Score at Week 52.","description":"The AQLQ(S) contained 32 items under the following four domains: activity limitation (11 items), symptoms (12 items), emotional function (5 items) and environmental stimuli (4 items). The response format consisted of a seven-point scale where a value of 1 indicated \"total impairment\" and a value of 7 indicated \"no impairment\". The total environmental stimuli domain score was calculated as the mean of the items within the environmental stimuli domain. Hence, the environmental stimuli domain scores were each defined on a range from 1 to 7 with higher scores indicating a higher quality of life. Baseline value is the value at Day 0 assessment. Change from Baseline is post dose visit value minus Baseline. The percentage of responders that is, participants with an increase from Baseline of \\>=0.5 in AQLQ(S) environmental stimuli domain score has been presented. Only those participants available at the specified time point was analyzed.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"50","spread":null},{"groupId":"OG001","value":"59","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Serious Adverse Event (SAE) of Pneumonia","description":"A serious advent event (SAE) of pneumonia was defined as any SAE in the adverse event special interest (AESI) group of \"pneumonia\". The incidence of the SAEs of pneumonia for each treatment group is defined as the percentage of participants in that group who have experienced at least one SAE of pneumonia from start date of study treatment to the stop date of exposure + 28 days or date of study discontinuation, whichever is earliest. The percentage of participants with SAE of pneumonia has been presented.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to First SAE of Pneumonia","description":"An SAE of pneumonia was defined as any SAE in the AESI group of \"pneumonia\". The date of an event for an SAE of pneumonia was the AE onset date. Participants who do not have an SAE of pneumonia during the first 364 days of the treatment period (start date of exposure to min \\[end date of exposure + 28 days, date of study discontinuation, start date of exposure + 363\\]) were censored. Time to first SAE of pneumonia was measured from the date of randomization (that is, study treatment start date) to the onset date of first SAE of pneumonia. The number of participants with first on-treatment SAE of pneumonia has been presented.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null},{"groupId":"OG001","value":"23","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Fatal SAEs of Pneumonia","description":"All SAEs included in the AESI group of \"pneumonia\" were considered as an SAE of pneumonia. Fatal SAEs of pneumonia are SAEs that led to death of participants. The number of participants with fatal SAEs of pneumonia has been presented.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With SAEs","description":"An SAE is any untoward medical occurrence that, at any dose: results in death; is life-threatening; requires hospitalization or prolongation of existing hospitalization; results in disability/incapacity; is a congenital anomaly/birth defect; important medical events which may require medical or surgical intervention for example, invasive or malignant cancers; all events of possible drug-induced liver injury with hyperbilirubinemia. The number of participants with on-treatment SAEs has been summarized.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"284","spread":null},{"groupId":"OG001","value":"284","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Adverse Drug Reactions (ADRs)","description":"An ADR is any untoward medical occurrence in a clinical investigation participant, temporally associated with the use of a medicinal product, for which there is a reasonable possibility that the untoward occurrence is causally related to the medicinal product. ADRs are a subset of AEs for a given medicinal product.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"109","spread":null},{"groupId":"OG001","value":"326","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":284,"n":2119},"commonTop":[]}}}