{"nctId":"NCT00291499","briefTitle":"Efficacy Study of Condrosulf in the Treatment of Symptomatic OA of the Hand","startDateStruct":{"date":"2005-06"},"conditions":["Osteoarthrosis"],"count":163,"armGroups":[{"label":"Chondroitin 4&6 sulfate (Condrosulf)","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Chondroitin 4&6 sulfate (Condrosulf)"]},{"label":"placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Placebo"]}],"interventions":[{"name":"Chondroitin 4&6 sulfate (Condrosulf)","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients of either sex\n* Aged 40 and over\n* Outpatients\n* Patients fulfilling the American Congress of Rheumatology (ACR) criteria for the reporting of hand OA\n* Patients showing X-ray features of hand OA on at least two joints (2 IP and/or 1 IP and 1 TMC) of the dominant hand on standard plain radiographs (\\< 6 month).\n* Suffering from regular spontaneous pain on the dominant hand (VAS \\> or = 40 mm at inclusion time).\n* Showing a FIHOA score \\> or = 6.\n* Having had at least two painful flares in a finger joint during the previous 12 month.\n* Patients who have signed the written informed consent for their participation in the study\n* Patients able to understand and follow the protocol.\n* Patients with a satisfying health and nutritional status.\n* Female subjects of childbearing potential using, within three months prior to the inclusion in the study, a reliable form of contraception during the course of the study (oral contraceptive pill, intrauterine device or condoms) or female of non childbearing potential (hysterectomy, bilateral ovariectomy or tubal section/ligation).\n* Female subjects of childbearing potential with a negative urinary pregnancy test before the inclusion in the study.\n\nExclusion Criteria:\n\n* Inflammatory joint disease of other origin\n* Septic arthritis\n* Chronic inflammatory joint disease\n* Previous articular fracture of the concerned articulations\n* Use of analgesic therapy for other indications\n* Receiving oral corticosteroids\n* Mono-articular posttraumatic OA of the finger\n* Planning surgery of the hands in the following 6 months\n* Patients suffering or having suffered from secondary osteoarthritis after one of the following diseases:\n\n  * Infectious arthritis - Acromegaly\n  * Ochronosis - Hemachromatosis\n  * Gout - Wilson's disease\n  * Chondrocalcinosis - Paget's disease\n  * Osteochondrosis - Mutation of collagen\n  * Genetic problems (for ex. hypermobility) - Previous joint fracture\n  * Arthropathies of different aetiologies - Algodystrophy (M. Sudeck)\n* Congenital abnormalities\n* Recurrent pseudogout\n* Major dysplasias\n* Intra-articular injection in a hand joint from less than 3 months\n* Basic treatment of arthritis with symptom-modifying agents (chondroitin sulfate, glucosamine sulfate, diacerhein, hyaluronic acid) in the last 3 months\n* Articular lavage in the last 3 months\n* Treatment with corticoids, by any administration route during the last month\n* Patient suffering from frequent asthma crises\n* Physiotherapy, re-education, alternative medicine (mesotherapy, acupuncture) on the hands foreseeable in the next year\n* Serious organic diseases: heart failure, renal or hepatic insufficiency, blood dyscrasia, serious infection\n* Participation in other clinical trials in the two months preceding the study\n* Known or ascertained hypersensitivity to the active ingredient of the tested drug.\n* Patients refusing to sign the written informed consent form\n* Patients who do not co-operate, not respecting the protocol requirements\n* Pregnant or lactating women","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Global Spontaneous Pain Intensity of Target Hand","description":"Intensity of global spontaneous pain is evaluated by the patient himself on a Huskisson's visual analogue scale (VAS) of 100 mm. 0=no pain 100=max pain Change calculated as difference between Month 6 value and baseline value target hand is defined as the patient's most symptomatic hand or, when both hands were equally painful, the patient's dominant hand.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-20","spread":"26"},{"groupId":"OG001","value":"-11.3","spread":"24"}]}]}]},{"type":"PRIMARY","title":"Change in Functional Index for Hand Osteoarthritis Dreiser's Score (FIHOA) in the Target Hand","description":"Functional Index for Hand Osteoarthritis (Dreiser's Index). Range 0-30 Patients reported the severity of their symptoms by answering a set of 10 questions. Severity was rated on a numerical scale (0 = possible without difficulty, 1 = possible with slight difficulty, 2 =possible with great difficulty, and 3 = impossible), being 30 points the worst possible pain score.\n\nChange calculated as difference between the month 6 value and baseline value\n\nTarget hand defined as the patient's most symptomatic hand or, when both hands were equally painful, the patient's dominant hand","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.9","spread":"5.3"},{"groupId":"OG001","value":"-0.7","spread":"4.8"}]}]}]},{"type":"SECONDARY","title":"Investigator Global Evaluation on Efficacy","description":"Global impression of the efficacy judged by the Investigators at month 6 by means of a visual analogue scale from 0 (no efficacy) to 100 mm (very good efficacy)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null},{"groupId":"OG001","value":"9","spread":null}]},{"measurements":[{"groupId":"OG000","value":"20","spread":null},{"groupId":"OG001","value":"16","spread":null}]},{"measurements":[{"groupId":"OG000","value":"16","spread":null},{"groupId":"OG001","value":"10","spread":null}]},{"measurements":[{"groupId":"OG000","value":"28","spread":null},{"groupId":"OG001","value":"41","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Grip Strength","description":"Grip strength determined on both hands using a Jamar dynamometer.Patients were required to grip the dynamometer handle and squeeze as hard as possible according to their individual pain limits. The right hand grip was measured first, then the left; this procedure was performed 3 times. The mean value of these 3 measurements was recorded.\n\nChange calculated as difference between the month 6 value and baseline value","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.5","spread":"6.6"},{"groupId":"OG001","value":"0.6","spread":"5.8"}]}]}]},{"type":"SECONDARY","title":"Change in Morning Stiffness Duration","description":"Change in morning stiffness duration calculated as the difference between the month 6 value and the baseline value","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.8","spread":"16.6"},{"groupId":"OG001","value":"0.3","spread":"12.0"}]}]}]},{"type":"SECONDARY","title":"Consumption of Paracetamol","description":"Total consumption (between \\^baseline and month 6) of paracetamol (500 mg tablets) reported by the patients on a daily diary","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.9","spread":"2.8"},{"groupId":"OG001","value":"2.0","spread":"4.2"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":81},"commonTop":["Diarrhea"]}}}