{"nctId":"NCT03336645","briefTitle":"Open-label Study of Midazolam Hydrochloride Oromucosal Solution (MHOS/SHP615) in Children With Status Epilepticus (Convulsive) in a Healthcare Setting in Japan","startDateStruct":{"date":"2017-10-23","type":"ACTUAL"},"conditions":["Nervous System Diseases"],"count":25,"armGroups":[{"label":"SHP615","type":"EXPERIMENTAL","interventionNames":["Drug: SHP615"]}],"interventions":[{"name":"SHP615","otherNames":["Midazolam hydrochloride oromucosal solution","MHOS"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male and female participants whose corrected gestational age is greater than or equal to (\\>=) 52 weeks (gestational weeks plus the number of weeks after birth) and less than (\\<) 18 years (and weight greater than \\[\\>\\] 5 kilogram \\[kg\\]), at the time of investigational product administration. If the participant's exact age is not known, the participant should be excluded.\n* Parent, guardian, or legally authorized representative (LAR) of the child provides informed consent (and assent, when applicable per Shire policy and country regulations) to participate in the study prior to participation in any protocol specific procedures. The participant may be prescreened by the investigator in their clinical practice and the parent, guardian, or LAR may sign informed consent before the participant presents to the healthcare setting for treatment of the seizure.\n* Participant with generalized tonic-clonic SE with seizures accompanied by loss of consciousness with any of the following characteristics persistent at the time of study drug administration:\n\n  1. Currently presenting with seizure (convulsive) activity and 3 or more convulsions within the preceding hour\n  2. Currently presenting with seizure (convulsive) and 2 or more convulsions in succession without recovery of consciousness\n  3. Currently presenting with a single seizure (convulsive) lasting \\>=5 mins\n\nExclusion Criteria:\n\n* Female participants who are pregnant, suspected to be pregnant, or nursing.\n* Subjects with major trauma, not necessarily restricted to the head, as the cause of the seizure.\n* Subjects with seizures due to illegal drug or acute alcoholic intoxication.\n* Subjects with known or suspected recurrent seizures due to illegal drug or alcohol withdrawal.\n* Subjects with history of seizures of psychogenic origin.\n* Subjects with seizures due to severe encephalitis or meningitis, as determined by the PI\n* Subjects with known history of hypersensitivities, non-responsiveness or contraindications to benzodiazepines (ie, clinically significant respiratory depression, severe acute hepatic failure, myasthenia gravis, syndrome of sleep apnea, glaucoma with closed angle, use of concomitant drugs determined by the investigator to have a contraindication to the use of benzodiazepines.)\n* Subjects with a known history of benzodiazepine abuse.\n* Subjects who, in the judgment of the healthcare provider, have not responded to previous administrations of midazolam systemic therapies, including Midafresa and/or Dormicum.\n* Subjects who need emergent surgical intervention and general anesthesia/intubation.\n* Subjects with significant hypotension and cardiac dysrhythmia (example \\[eg\\], atrioventricular \\[AV\\] block of second or third degree, VT \\[ventricular tachycardia\\]).\n* Subjects who have been receiving human immunodeficiency virus (HIV) protease inhibitors or HIV reverse transcriptase inhibitors.\n* Subjects with current hypoglycemia (glucose \\<60 milligram per deciliter \\[mg/dL\\]) upon presentation at the hospital or healthcare setting.\n* Subjects with severe cerebral anoxia (except cerebral palsy), in the judgment of the healthcare provider.\n* Subjects have used an investigational product or been enrolled in a clinical study (including vaccine studies) that, in the investigator's opinion, may impact this Shire-sponsored study.\n* Subjects has received antiseizure medication prior to arrival in the healthcare setting.\n* Subjects has prior placement of a vagus nerve stimulator.","healthyVolunteers":false,"sex":"ALL","minimumAge":"3 Months","maximumAge":"216 Months","stdAges":["CHILD","ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Response Rate","description":"Response rate was defined as the percentage of participants with therapeutic success. Therapeutic success was defined as the cessation of visible seizure activity within 10 minutes with a sustained absence of visible seizure activity for 30 minutes following a single dose of MHOS/SHP615 without the need for additional rescue medication.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"80.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Had Sustained Absence of Seizure Activity for at Least 1, 4 and 6 Hours","description":"Percentage of participants whose seizure event stopped within 10 minutes of single dose administration of SHP615 and who had sustained absence of seizure activity for at least 1, 4, and 6 hours were reported.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"68.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"36.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"32.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Time to Resolution of Seizures (Convulsions)","description":"Time to resolution of seizures (convulsions) was calculated as time from IP administration to the end of the initial seizure or administration of rescue anti-convulsant medication, whichever occurs first. Initial seizure referred to the seizure that triggered the use of the IP. Number of participants with time to resolution of seizures (convulsions) from the administration of SHP615 were reported.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Time to Recovery of Consciousness","description":"Time to recovery of consciousness (in minutes) was calculated only for participants who lost consciousness pre-dose at time from investigational product administration to recovery of consciousness post-dose or administration of rescue anticonvulsant medication, whichever occurs first. Number of participants with time to recovery of consciousness were reported.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Required Additional Anticonvulsant Medication for Ongoing Status Epilepticus (SE)","description":"Percentage of participants who required additional anticonvulsant medication for ongoing SE, 10 minutes after a single dose of SHP615 were reported.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Failed to Respond to the Treatment With SHP615","description":"Treatment failure/non-responder was defined as participants with continuing seizure activity and/or the need for any additional rescue medication according to the participating healthcare setting protocol or guideline, for 10 mins or more after a single dose of the IP.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Concentration of SHP615 in Plasma at 10 Minutes (C10)","description":"Concentration of SHP615 in plasma at 10 minutes were reported.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"45.2","spread":"21.3"}]}]}]},{"type":"SECONDARY","title":"Maximum Plasma Concentration (Cmax) of SHP615","description":"Cmax of SHP615 in plasma were reported.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"78.0","spread":"16.4"}]}]}]},{"type":"SECONDARY","title":"Area Under the Concentration-time Curve From Time Zero to 10 Minutes (AUC0-10) of SHP615 in Plasma","description":"AUC0-10 of SHP615 in plasma were reported. Here \"min ng/mL\" was minutes nanogram per milliliter.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"304","spread":"149"}]}]}]},{"type":"SECONDARY","title":"Area Under the Concentration-time Curve From Time Zero to 60 Minutes (AUC0-60) of SHP615 in Plasma","description":"AUC0-60 of SHP615 in plasma were reported.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2965","spread":"592"}]}]}]},{"type":"SECONDARY","title":"Area Under the Concentration-time Curve From Time Zero to 180 Minutes (AUC0-180) of SHP615 in Plasma","description":"AUC0-180 of SHP615 in plasma were reported.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4411","spread":"1140"}]}]}]},{"type":"SECONDARY","title":"Area Under the Concentration-time Curve From Time Zero to Infinity (AUC0-inf) of SHP615 in Plasma","description":"AUC(0-infinity) of SHP615 in plasma were reported.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5847","spread":"2599"}]}]}]},{"type":"SECONDARY","title":"Time at Maximum Concentration (Tmax) of SHP615 in Plasma","description":"Tmax of SHP615 in plasma were reported.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Elimination Half-life (T1/2) of SHP615 in Plasma","description":"T1/2 of SHP615 in plasma were reported.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"115","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Respiratory Depression","description":"Respiratory depression, included the following measures within 24 hours after administration of the IP: i) Persistent decrease in oxygen saturation to \\< 92 percent (%) measured at 10, 30 minutes, and 4, 6, and 24 hours post-dose (i.e, \\< 92 % on room air for 2 minutes or more after dosing while monitoring \\[per healthcare setting protocol and/or the clinical judgment of the physician\\]) ii) Increase in respiratory effort such that assisted ventilation is used (bag-valve-mask ventilation or endotracheal intubation). Number of participants with respiratory depression were reported.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Aspiration Pneumonia Reported as Treatment Emergent Adverse Events (TEAEs)","description":"TEAEs was defined as AEs that start or deteriorate on or after the date of the first dose of investigational product and no later than 3 days following the last dose of IP. Number of participants with aspiration pneumonia identified as TEAEs were reported.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Riker Sedation-Agitation Scale at 24 Hours Post-dose","description":"Sedation-Agitation was assessed, using the \"Riker Sedation-Agitation Scale\" (SAS) by the following 7-point scale: 7. dangerous agitation; 6. very agitated; 5. agitated; 4. calm, cooperative; 3. sedated; 2. very sedated; 1. unarousable. Change from baseline in riker sedation-agition scale at 24 hours post-dose were reported.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.2","spread":"1.23"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment-Emergent Adverse Events (TEAEs)","description":"An adverse event (AE) was any untoward medical occurrence in a clinical investigation participant administered a pharmaceutical product and that does not necessarily have a causal relationship with this treatment. TEAEs was defined as AEs that start or deteriorate on or after the date of the first dose of investigational product and no later than 3 days following the last dose of IP. Number of participants with TEAEs were reported.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Oxygen Saturation Percentage at 24 Hours Post-dose","description":"Oxygen saturation at baseline was measured and recorded on room air. The investigator had recorded the oxygen saturation, oxygen delivery system and amount of oxygen administered during the study. Change from baseline in oxygen saturation percentage at 24 hours post-dose were reported.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.7","spread":"10.21"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":25},"commonTop":["Respiratory depression"]}}}