{"nctId":"NCT01364597","briefTitle":"Open-label Long-term Study of Adjunctive Brivaracetam in Pediatric Subjects With Epilepsy","startDateStruct":{"date":"2011-08-01","type":"ACTUAL"},"conditions":["Epilepsy"],"count":257,"armGroups":[{"label":"Brivaracetam","type":"EXPERIMENTAL","interventionNames":["Drug: Brivaracetam (BRV)"]}],"interventions":[{"name":"Brivaracetam (BRV)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nAll Subjects:\n\n* Informed Consent form (ICF) is signed and dated by the parent(s) or legal representative(s)\n* Subject/legal representative is considered reliable and capable of adhering to the protocol\n* For female subjects:\n* Subject is not of childbearing potential\n\nOR if women of childbearing potential, and sexually active only if:\n\n* Adequate Contraceptive method\n* Negative pregnancy test\n* Understands the consequences and potential risks of inadequately protected sexual activity, understands and properly uses contraceptive methods, and is willing to inform the Investigator of any contraception changes\n\nLong Term Follow-up Subjects:\n\n\\- Male or female subjects having participated in a core study with a confirmed diagnosis of epilepsy and for whom a reasonable benefit from long-term administration of BRV is expected\n\nDirectly Enrolled Subjects:\n\n* Subject is a male or female ≥4 years to \\<17 years of age\n* Subject has a clinical diagnosis of partial-onset seizures (POS) according to the International League Against Epilepsy (ILAE) classification\n* Subject has an EEG compatible with the clinical diagnosis of POS\n* Subject has been observed to have uncontrolled POS after an adequate course of treatment (in the opinion of the Investigator) with at least 1 antiepileptic drug (AED; concurrently or sequentially)\n* Subject had at least 1 seizure (POS) during the 3 weeks before the Screening Visit (ScrV)\n* Subject is taking at least 1 AED. All AEDs need to be at a stable dose for at least 7 days before the ScrV. Vagal nerve stimulator stable for at least 2 weeks before the ScrV is allowed and will be counted as a concomitant AED. Benzodiazepines taken more than once a week (for any indication) will be considered as a concomitant AED\n\nExclusion Criteria:\n\nAll Subjects:\n\n* Subject is a pregnant or nursing female\n* Subject has severe medical, neurological, or psychiatric disorders or laboratory values, which may have an impact on the safety of the subject.\n* Subject has planned participation in any clinical study of another investigational drug or device.\n* Subject has \\>1.5x upper limit of normal (ULN) of any of the following: alanine aminotransferase (ALT), aspartate aminotransferase (AST), alkaline phosphatase (ALP), or \\>1.0xULN total bilirubin (≥1.5xULN total bilirubin if known Gilbert's syndrome). If subject has elevations only in total bilirubin that are \\>ULN and \\<1.5xULN, fractionate bilirubin to identify possible undiagnosed Gilbert's syndrome (ie, direct bilirubin \\<35%). N01349 subjects with a total bilirubin \\> ULN may be considered for the study if benign unconjugated hyperbilirubinemia is suspected in the context of prolonged neonatal jaundice, after discussion with the medical monitor. For randomized subjects with a baseline result \\>ULN for ALT, AST, ALP, or total bilirubin, a baseline diagnosis and/or the cause of any clinically meaningful elevation must be understood and recorded in the eCRF. If subject has \\>ULN ALT, AST, or ALP that does not meet the exclusion limit at the baseline referenced in Table 5-1 for LTFU subjects and at the Screening Visit for directly enrolled subjects, repeat the tests, if possible, prior to dosing to ensure there is no further ongoing clinically relevant increase. In case of a clinically relevant increase, inclusion of the subject must be discussed with the Medical Monitor. Tests that result in ALT, AST, or ALP up to 25% above the exclusion limit may be repeated once for confirmation. This includes re-screening.\n* Subject has chronic liver disease.\n\nLong Term Follow-up Subjects:\n\n* Subject had hypersensitivity to BRV or excipients or comparative drugs as stated in this protocol during the course of the core study.\n* Subject had poor compliance with the visit schedule or medication intake in the core study.\n* Subject ≥6 years of age has a lifetime history of suicide attempt (including actual attempt, interrupted attempt, or aborted attempt), or has suicidal ideation in the past 6 months as indicated by a positive response (\"Yes\") to Question 5 of the Columbia-Suicide Severity Rating Scale (C-SSRS) at the EV. If a subject has active suicidal ideation without a specific plan as indicated by a positive response (\"Yes\") to Question 4 of Columbia-Suicide Severity Rating Scale (C SSRS) at the EV, the subject should be referred immediately to a Mental Healthcare Professional and may be excluded from the study based upon the Investigator's judgment of benefit/risk of continuing the subject in the study/on study medication.\n\nDirectly Enrolled Subjects:\n\n* Subject has previously received BRV.\n* Subject had concomitant use of LEV at the ScrV. In addition, the use of LEV is prohibited for at least 4 weeks prior to the ScrV.\n* Subject has epilepsy secondary to a progressive cerebral disease or tumor, or any other progressively neurodegenerative disease. Stable arteriovenous malformations, meningiomas or other benign tumors may be acceptable according to Investigator's opinion.\n* Subject has a history of primary generalized epilepsy.\n* Subject has a history of status epilepticus in the month immediately prior to the ScrV or during the Up Titration Period.\n* Subject has a history or presence of pseudoseizures.\n* Subject is suffering only from febrile seizures.\n* Subject is on felbamate with less than 18 months continuous exposure. Subject who has taken felbamate for a combined duration of treatment and wash out of \\<18 months before the ScrV.\n* Subjects treated with vigabatrin who have visual field defects.\n* Subject has an allergy to pyrrolidone derivatives or investigational product excipients or a history of multiple drug allergies.\n* Subject has any clinically significant acute or chronic illness as determined during the physical examination or from other information available to the Investigator (eg, bone marrow depression, chronic hepatic disease, severe renal impairment, psychiatric disorder).\n* Subject has an underlying disease or is receiving a treatment that may interfere with the absorption, distribution, metabolism, and elimination of the study drug.\n* Subject has any medical condition that might interfere with his/her study participation (eg, serious infection or scheduled elective surgery).\n* Subject has a terminal illness.\n* Subject has any clinically significant deviations from reference range values for laboratory parameters as determined by the Investigator.\n* Subject has a clinically relevant ECG abnormality according to the Investigator.\n* Subject had major surgery within 6 months prior to the ScrV.\n* Subject received any investigational drug or device within the 30 days prior to the ScrV.","healthyVolunteers":false,"sex":"ALL","minimumAge":"28 Days","maximumAge":"17 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Treatment-emergent Adverse Events (TEAEs) During the Study","description":"TEAEs are defined as AEs that had onset on or after the day of first BRV dose.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"94.4","spread":null},{"groupId":"OG001","value":"93.3","spread":null},{"groupId":"OG002","value":"93.6","spread":null},{"groupId":"OG003","value":"92.3","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With Treatment-emergent Serious Adverse Events (SAEs) During the Study","description":"TEAEs are defined as AEs that had onset on or after the day of first BRV dose. A SAE was defined as an event that met 1 or more of the below criteria: a) Death, b) Life-threatening, (Life-threatening did not include a reaction that might have caused death had it occurred in a more severe form.) c) Significant or persistent disability/incapacity, d) Congenital anomaly/birth defect (including that occurring in a fetus), e) Important medical event that, based upon appropriate medical judgment, may have jeopardized participant and may have required medical or surgical intervention to prevent 1 of the other outcomes listed in the definition of serious, (Important medical events may have included allergic bronchospasm requiring intensive treatment in an emergency room \\[ER\\] or at home) f) Initial inpatient hospitalization or prolongation of hospitalization. (A participant admitted to a hospital, even if released on the same day, met the criteria for the initial inpatient hospitalization).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"38.9","spread":null},{"groupId":"OG001","value":"53.3","spread":null},{"groupId":"OG002","value":"29.8","spread":null},{"groupId":"OG003","value":"29.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Absolute Change in 28-days Adjusted Partial-onset-seizure (POS) Frequency for Participants Aged ≥2 Years From Baseline to the End of the Evaluation Period in Participants With POS Only (Based on Daily Record Card [DRC])","description":"Absolute change in seizure frequency per 28 days based on the daily record card (DRC) data, is calculated as baseline seizure frequency per 28 days minus post-Baseline seizure frequency per 28 days. The 28 day adjusted seizure frequency was calculated by dividing the number of partial seizures by the number of days for which the diary was completed, and multiplying the resulting value by 28. This OM was analyzed in participants ≥2 years (per DRC data) only.\n\nHere in the study FAS indicates Full Analysis Set, EEG indicates electroencephalogram, OM indicates Outcome measure","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-37.48","spread":"628.34"}]}]}]},{"type":"SECONDARY","title":"Percent Change in 28-days Adjusted Partial-onset-seizure (POS) Frequency for Participants Aged ≥2 Years From Baseline to the End of the Evaluation Period in Participants With POS Only (Based on DRC Data)","description":"Percent change is calculated as absolute change in seizure frequency per 28 days divided by baseline seizure frequency per 28 Days multiplied to 100. The 28 day adjusted seizure frequency was calculated by dividing the number of partial seizures by the number of days for which the diary was completed, and multiplying the resulting value by 28. This OM was analyzed in participants ≥2 years (per DRC data) only.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26.57","spread":"123.06"}]}]}]},{"type":"SECONDARY","title":"50% Responder Rate for Participants ≥2 Years of Age for Total Seizures (All Types) (Based on DRC Data)","description":"A responder is defined as a participant with a ≥50% reduction in seizure frequency from the baseline period of the previous study for LTFU participants or during this study for DE participants. This OM was analyzed in participants ≥2 years (per DRC data) only.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"50.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Absolute Change in Average Daily Frequency (ADF) of Partial-onset-seizures (POS) in Participants <2 Years of Age With POS Only (Based on EEG Data)","description":"Absolute change in ADF is calculated as the baseline ADF minus post-baseline ADF. ADF is calculated as (number of seizures from central reader divided by stop date and time of EEG minus start date and time of EEG) multiplied to 60, multiplied to 24. This OM was analyzed in participants \\<2 years (per EEG data) only.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.56","spread":"4.44"}]}]}]},{"type":"SECONDARY","title":"Percent Change in Average Daily Frequency (ADF) of Partial-onset-seizures (POS) in Participants <2 Years of Age With POS Only (Based on EEG Data)","description":"Percent change in average daily frequency (ADF) is calculated as absolute change in ADF divided by baseline ADF multiplied to 100. ADF is calculated as (number of seizures from central reader divided by stop date and time of EEG minus start date and time of EEG) multiplied to 60, multiplied to 24. This OM was analyzed in participants \\<2 years (per EEG data) only.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"98.72","spread":"2.22"}]}]}]},{"type":"SECONDARY","title":"50% Responder Rate for Participants <2 Years of Age for Total Seizures (All Types) (Based on EEG Data)","description":"A responder is defined as a participant with a ≥50% reduction in seizure frequency from the baseline period of the previous study for LTFU participants. This OM was analyzed in participants \\<2 years (per EEG data) only.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"75.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Absolute Change in Average Daily Frequency of POS in Participants <2 Years of Age With Typical Absence Seizures (Based on EEG Data)","description":"Absolute change in ADF is calculated as the baseline ADF minus post-baseline ADF. ADF is calculated as (number of seizures from central reader divided by stop date and time of EEG minus start date and time of EEG) multiplied to 60, multiplied to 24.","classes":[]},{"type":"SECONDARY","title":"Percent Change in Average Daily Frequency of POS in Participants <2 Years of Age With Typical Absence Seizures (Based on EEG Data)","description":"Percent change in average daily frequency (ADF) is calculated as absolute change in ADF divided by baseline ADF multiplied to 100. ADF is calculated as (number of seizures from central reader divided by stop date and time of EEG minus start date and time of EEG) multiplied to 60, multiplied to 24.","classes":[]},{"type":"SECONDARY","title":"50% Responder Rate for Total Seizures (All Types) in Participants <2 Years of Age With Typical Absence Seizures (Based on EEG Data)","description":"A responder is defined as a participant with a ≥50% reduction in seizure frequency from the baseline period of the previous study for LTFU participants.","classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":14,"n":36},"commonTop":["Nasopharyngitis","Pyrexia","Pharyngitis","Vomiting","Upper respiratory tract infection"]}}}