{"nctId":"NCT01087723","briefTitle":"European Ambulance Acute Coronary Syndrome (ACS) Angiography Trial","startDateStruct":{"date":"2010-03"},"conditions":["Acute Coronary Syndrome"],"count":2198,"armGroups":[{"label":"Bivalirudin","type":"EXPERIMENTAL","interventionNames":["Drug: Bivalirudin"]},{"label":"Standard of Care: Heparins with Optional GPI","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Heparin"]}],"interventions":[{"name":"Bivalirudin","otherNames":["Angiox","Angiomax"]},{"name":"Heparin","otherNames":["UFH","LMWH"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nThe decision to randomize participants was made by a qualified physician or paramedic who was present at the time.\n\nParticipants were included in the study if they presented either via ambulance or to a center where PCI was not performed and met all of the following criteria:\n\n1. Provided written informed consent before initiation of any study related procedures. Participants randomized in the ambulance may initially have signed an abridged version.\n2. Aged ≥18 years at the time of randomization.\n3. Had a presumed diagnosis of STE-ACS with onset of symptoms of \\>20 minutes and \\<12 hours with one or more of the following:\n\n   * ST segment elevation of ≥1 millimeters (mm) in ≥2 contiguous leads\n   * Presumably new left bundle branch block\n   * An infero-lateral myocardial infarction with ST segment depression of ≥1 mm in ≥2 of leads V1-3 with a positive terminal T wave\n4. All participants would proceed with emergent angiography and primary PCI if indicated \\<2 hours after first medical contact\n\nExclusion Criteria:\n\nParticipants were excluded from the study if any of the following exclusion criteria applied prior to randomization:\n\n1. Any bleeding diathesis or severe hematological disease or history of intra-cerebral mass, aneurysm, arterio-venous malformation, hemorrhagic stroke, intra-cranial hemorrhage, or gastrointestinal or genitourinary bleeding within the last 2 weeks.\n2. Participants who had undergone recent surgery (including biopsy) within the last 2 weeks.\n3. Participants who were on warfarin (not applicable if International Normalized Ratio known to be \\<1.5).\n4. Participants who had received UFH, LMWH, or bivalirudin immediately before randomization.\n5. Thrombolytic therapy within the last 48 hours.\n6. Absolute contra-indications or allergy that could not be pre-medicated to iodinated contrast or to any of the study medications including aspirin or clopidogrel.\n7. Contraindications to angiography, including but not limited to severe peripheral vascular disease.\n8. If it was known, pregnant or nursing mothers. Women of child-bearing age were asked if they were pregnant or thought that they may be pregnant.\n9. If it is known, a creatinine clearance \\<30 milliliter/minute or dialysis dependent.\n10. Previous enrolment in this study.\n11. Treatment with other investigational drugs or devices within the 30 days preceding randomization or planned use of other investigational drugs or devices in this trial.\n12. Participants may not have been enrolled if the duration of randomized investigational medicinal product anti-thrombin infusion was likely to be \\<30 minutes from the time of onset to the commencement of angiography.\n13. Participants may not have been enrolled within a primary PCI-capable hospital (unless at the time of randomization, the catheter laboratory was not available, and the participant required transfer to another primary PCI capable hospital).\n14. Estimated body weight of \\>120 kg","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"The Composite Incidence of Death and Non-coronary Artery Bypass Graft (CABG) Major Bleeding","description":"A participant was defined to have had a composite event if the participant experienced at least 1 of the 2 components (death or non-CABG major bleeding) of the composite. Incidence=the number of participants to experience the event/total number of at risk participants x 100. Death was defined as death from any cause at any time. Non-CABG major bleeding was defined as any 1 of the following: intra-cranial, retroperitoneal, intraocular, access site hemorrhage requiring radiological or surgical intervention, reduction in hemoglobin (Hb) concentration of \\>4 grams/deciliter (g/dL) without an overt source of bleeding, reduction in hemoglobin concentration of \\>3 g/dL with an overt source of bleeding; re-intervention for bleeding, or use of any blood product transfusion.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.1","spread":null},{"groupId":"OG001","value":"8.5","spread":null}]}]}]},{"type":"SECONDARY","title":"The Composite Incidence of Death, Re-infarction (MI), or Non-CABG Major Bleeding","description":"A participant had a composite event if the participant experienced at least 1 of the 3 components (death, re-infarction \\[MI\\], or non-CABG major bleeding) of the composite. Incidence=the number of participants to experience the event/total number of at risk participants x 100. Death was defined as death from any cause at any time. Non-CABG major bleeding was defined as any one of the following: intracranial, retroperitoneal, intraocular, access site hemorrhage requiring radiological or surgical intervention, reduction in Hb concentration of \\>4 g/dL without an overt source of bleeding, reduction in hemoglobin concentration of \\>3 g/dL with an overt source of bleeding, re-intervention for bleeding, use of any blood product transfusion. MI was defined as a positive diagnosis of re-infarction (new event) not associated with index PCI.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.6","spread":null},{"groupId":"OG001","value":"9.2","spread":null}]}]}]},{"type":"SECONDARY","title":"The Incidence of Death, Re-infarction, Non-CABG-related Major Bleeding, or Ischemia-driven Revascularization (IDR)","description":"Incidence=number of participants to experience the event/total number of at risk participants x 100. Death from any cause at any time. Re-infarction was a positive diagnosis of re-infarction not associated with index PCI. Non-CABG major bleeding was any 1 of: intracranial, retroperitoneal, intraocular, access site hemorrhage requiring radiological or surgical intervention, reduction in Hb concentration of \\>4 g/dL without an overt source of bleeding, reduction in hemoglobin concentration of \\>3 g/dL with an overt source of bleeding, re-intervention for bleeding, use of any blood product transfusion. IDR was any refractory ischemia-driven repeat percutaneous intervention or bypass graft surgery involving any native coronary or pre-existing bypass graft vessel. In the absence of pain, new ST segment changes indicative of ischemia, acute pulmonary edema, ventricular arrhythmias, or hemodynamic instability presumed to be ischemic in origin, will constitute sufficient evidence of ischemia.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.9","spread":null},{"groupId":"OG001","value":"3.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.7","spread":null},{"groupId":"OG001","value":"0.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.6","spread":null},{"groupId":"OG001","value":"6.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.2","spread":null},{"groupId":"OG001","value":"1.5","spread":null}]}]}]},{"type":"SECONDARY","title":"The Incidence of Death at 1 Year","description":"Incidence=the number of participants to experience the event/total number of at risk participants x 100. Death was defined as death from any cause at any time.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.4","spread":null},{"groupId":"OG001","value":"5.3","spread":null}]}]}]},{"type":"SECONDARY","title":"The Incidence of Major Bleeding: Thrombolysis in MI (TIMI) and Global Utilization of Streptokinase and tPA for Occluded Coronary Arteries (GUSTO)","description":"Incidence=the number of participants to experience the event/total number of at risk participants x 100. Major bleeding based on TIMI criteria was defined as any intra-cranial bleeding, or any bleeding associated with clinically overt signs associated with a drop in Hb of \\>5 g/dL (or, when Hb was not available, an absolute drop in hematocrit \\[Hct\\] \\>15%). Major bleeding based on GUSTO criteria was defined as severe/life-threatening: intra-cranial hemorrhage or resulting in substantial hemodynamic compromise requiring treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.3","spread":null},{"groupId":"OG001","value":"2.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.3","spread":null},{"groupId":"OG001","value":"2.3","spread":null}]}]}]},{"type":"SECONDARY","title":"The Incidence of Minor Bleeding: TIMI and GUSTO","description":"Incidence=the number of participants to experience the event/total number of at risk participants x 100. Minor bleeding based on TIMI criteria was defined as any clinically overt sign of bleeding (including observation by imaging techniques) that was associated with a fall in Hb of ≥3 g/dL and ≤5 g/dL (or, when Hb was not available, an absolute drop in Hct of ≥9% and ≤15%). Minor bleeding based on GUSTO criteria was defined as other bleed not requiring blood transfusion or causing hemodynamic compromise.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.5","spread":null},{"groupId":"OG001","value":"11.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.5","spread":null},{"groupId":"OG001","value":"11.0","spread":null}]}]}]},{"type":"SECONDARY","title":"The Incidence of Stent Thrombosis (Academic Research Consortium [ARC Definition])","description":"Incidence=the number of participants to experience the event/total number of at risk participants x 100. Stent thrombosis, based on the ARC definition, was defined as angiographic confirmation of stent thrombosis, non-occlusive thrombus, occlusive thrombus, or pathological confirmation of stent thrombosis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.6","spread":null},{"groupId":"OG001","value":"0.5","spread":null}]}]}]},{"type":"SECONDARY","title":"The Incidence of Thrombocytopenia","description":"Incidence=the number of participants to experience the event/total number of at risk participants x 100. Thrombocytopenia was defined as a post-procedural platelet count \\<100,000 cells/millimeter cubed (cells/mm\\^3) in a participant with a baseline or pre-procedural platelet count \\>100,000 cells/mm\\^3.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.7","spread":null},{"groupId":"OG001","value":"1.4","spread":null}]}]}]},{"type":"SECONDARY","title":"The Incidence of Stroke","description":"Incidence=the number of participants to experience the event/total number of at risk participants x 100. Stroke was defined as a sudden, focal neurological defect resulting from a cerebrovascular cause, resulting in death or lasting greater than 24 hours that was not due to a readily identifiable cause, such as a tumor, infection, or trauma.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.6","spread":null},{"groupId":"OG001","value":"1.0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":145,"n":1099},"commonTop":["Ventricular tachycardia","Atrial fibrillation","Bradycardia","Hypotension"]}}}