{"nctId":"NCT00687102","briefTitle":"Cognition in the Study of Tamoxifen and Raloxifene","startDateStruct":{"date":"2001-10"},"conditions":["Cognition","Aging"],"count":1498,"armGroups":[{"label":"Star participants assigned to Tamoxifen","type":"EXPERIMENTAL","interventionNames":["Drug: tamoxifen"]},{"label":"Star participants assigned to Raloxifene","type":"EXPERIMENTAL","interventionNames":["Drug: raloxifene"]}],"interventions":[{"name":"tamoxifen","otherNames":["Nolvadex"]},{"name":"raloxifene","otherNames":["Evista, Keoxifene"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Women enrolled in STAR trial at a site participating in Co-STAR\n* 65 years of age or older\n* Have been randomized into STAR but have not started taking the study drug OR enrolled in STAR for a minimum of one year\n* Have not been diagnosed with dementia\n* Have signed a separate consent document for the Co-STAR Study\n* Previous diagnoses of chronic neurologic disease (Parkinson's disease, stroke, epilepsy, multiple sclerosis), history of head injury, depression, alcohol addiction, drug addiction, and other neurologic or psychiatric conditions will be recorded but will not serve as exclusion factors for this study\n\nExclusion Criteria:\n\n* Not enrolled in the STAR Trial\n* Younger than 65 years of age\n* Diagnosed with dementia","healthyVolunteers":true,"sex":"FEMALE","minimumAge":"65 Years","stdAges":["OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Change From Baseline on the the Benton Visual Retention Test Scores by Treatment Group","description":"Mean Change From Baseline on the Benton Visual Retention (BVRT) Test scores. Adjusted for age, ethnicity, education, and baseline measure, for participants with true baseline measures.\n\nThe BVRT measures short term visual memory and visuo-constructional abilities. Each of 10 designs was presented one at a time for 10 seconds, and immediately after the design was withdrawn, the participant was instructed to draw it from memory on a blank sheet of paper. The score on the BVRT is the total number of errors, 0-26 represents the total number of theoretically possible errors. Lower score denotes better outcomes.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.73","spread":"0.34"},{"groupId":"OG001","value":"-1.41","spread":"0.32"}]}]}]},{"type":"PRIMARY","title":"Mean Change From Baseline on the the California Verbal Learning Test Scores by Treatment Group","description":"Adjusted for age, ethnicity, education, and baseline measure, for participants with true baseline measures.\n\nThe experimenter reads a list of 16 nouns aloud, at one-second intervals, in fixed order, over 3 learning trials (list A) . After each trial, the subject is asked to recall as many words as they can in any order (i.e., free recall) given a score 0-16 each. Total range as the sum of the 3 learning trials: 0 - 48. Participants were asked to recall a second interference list (List B) with a score range of 0-16. Free recall of list A are tested immediately after list B (short-delay) Total range 0- 16 , and again after 20 minutes (long-delay) 0-16. Each part of the scale is reported separately as Total List A trials, Total List B trials, Short-delay free recall, and Long-delay free recall.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.31","spread":"0.50"},{"groupId":"OG001","value":"-1.89","spread":"0.48"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.56","spread":"0.19"},{"groupId":"OG001","value":"-1.74","spread":"0.18"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.96","spread":"0.25"},{"groupId":"OG001","value":"-0.36","spread":"0.24"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.23","spread":"0.25"},{"groupId":"OG001","value":"0.10","spread":"0.24"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline on the Letter Fluency and Semantic Fluency Scores by Treatment Group","description":"Mean Change From Baseline on the Letter Fluency Test scores. Adjusted for age, ethnicity, education, and baseline measure, for participants with true baseline measures.\n\nMeasures cognitive function. In this test, the participant names as many words as possible in 1 minute, beginning with each letter for letter fluency (F, A, and S) and category for semantic fluency (fruits and vegetables). To score the administrator, counts up the total number letters or words that the individual is able to produce. The score minimum would be 0 and the maximum would be the total of correct items named within 1 minute. Higher scores represent better outcomes.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.29","spread":"0.75"},{"groupId":"OG001","value":"1.51","spread":"0.71"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-.51","spread":".50"},{"groupId":"OG001","value":"-.56","spread":".47"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline on Digit Span Test Scores by Treatment Group","description":"Mean Change From Baseline on the Digit Span Test - Digits Forward and Digits backward Test scores. Adjusted for age, ethnicity, education, and baseline measure, for participants with true baseline measures.\n\nMeasures reasoning, verbal ability, and memory. The participant is asked to provide immediate recall of a series of digits in forward and backward sequences. The individual's score is the total number of items correctly repeated forwards or backwards. Total range 0 - 14, higher results denotes a better outcome.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.02","spread":"0.18"},{"groupId":"OG001","value":"-0.08","spread":"0.17"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.16","spread":"0.17"},{"groupId":"OG001","value":"-0.27","spread":"0.16"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline on Card Rotations Test Scores by Treatment Group","description":"Mean Change From Baseline on the Card Rotations Test scores. Adjusted for age, ethnicity, education, and baseline measure, for participants with true baseline measures.\n\nMeasures the ability to mentally manipulate figures in two and three-dimensions. On each of 28 trials, participants view sample line drawings of a geometric figure and 8 alterations representing 2 or 3-dimensional rotations of the drawing. Participants are asked to identify alternatives that show the sample in 2-D but not in 3-D. Total range 0 - 160 and the number of incorrect/correct responses is measure. Higher number of correct answers is a better outcome.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.10","spread":"1.97"},{"groupId":"OG001","value":"5.40","spread":"1.86"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline on the Finger Tapping Test Scores by Treatment Group","description":"Mean Change From Baseline on the the Finger Tapping Test scores. Adjusted for age, ethnicity, education, and baseline measure, for participants with true baseline measures.\n\nMeasures motor speed, coordination, attention, alertness, slowing of responses, and motor control. In this test of motor speed and dexterity participants are asked to depress a lever as many times as possible in each of 7, 10-second trials, first with the right hand and next with the left hand. The highest and lowest scores are dropped; the score is the average of the remaining five trials for each hand.Higher scores represent better outcomes.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.26","spread":"0.65"},{"groupId":"OG001","value":"-0.04","spread":"0.63"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.18","spread":"0.50"},{"groupId":"OG001","value":"-0.45","spread":"0.48"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline on the Positive and Negative Affect Schedule Scores by Treatment Group","description":"Mean Change From Baseline on the Positive and Negative Affect Schedule (PANAS). Adjusted for age, ethnicity, education, and baseline measure, for participants with true baseline measures.\n\nMeasures positive and negative affect. Mood is assessed with the PANAS, a list of ten pleasant mood states (e.g., interested, proud, inspired) and ten unpleasant mood states (e.g., irritable, guilty, jittery). Respondents are asked to rate on a 5-point scale (1 being \"very slightly or not at all\" and 5 being \"extremely\") the extent to which they have experienced each mood during a specific time frame. Ratings for each item can range from 0 to 4 with total scores for positive affect and negative affect subscales ranging from 0 to 40. For positive affect, higher scores denote higher levels of positive affect and for negative affect, lower scores denote lower levels of negative affect.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.10","spread":"0.06"},{"groupId":"OG001","value":"-0.04","spread":"0.05"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.00","spread":"0.06"},{"groupId":"OG001","value":"-0.06","spread":"0.05"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline on the Geriatric Depression Scale Scores by Treatment Group","description":"Mean Change From Baseline on the Geriatric Depression Scale. Adjusted for age, ethnicity, education, and baseline measure, for participants with true baseline measures.\n\nMeasures depression in older adults. Mood is also assessed with the 15-item short form of the GDS which measures non-somatic features of depressed mood. Participants indicate the presence or absence of each symptom. The GDS-SF score is the total number of positive depressive items. Score range is 0-15, with 0-4 denoting better outcomes and a score of 5 and above denoting worse outcomes (depression).","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.57","spread":"0.19"},{"groupId":"OG001","value":"0.13","spread":"0.18"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":733},"commonTop":[]}}}