{"nctId":"NCT02689063","briefTitle":"Maxigesic IV Phase 3 Bunionectomy Study","startDateStruct":{"date":"2016-10-26","type":"ACTUAL"},"conditions":["Post Operative Pain"],"count":276,"armGroups":[{"label":"Maxigesic IV","type":"EXPERIMENTAL","interventionNames":["Drug: Maxigesic IV"]},{"label":"IV Acetaminophen","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: IV Acetaminophen"]},{"label":"IV Ibuprofen","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: IV Ibuprofen"]},{"label":"Placebo IV","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo IV"]}],"interventions":[{"name":"Maxigesic IV","otherNames":["Maxigesic"]},{"name":"IV Acetaminophen","otherNames":["Acetaminophen"]},{"name":"IV Ibuprofen","otherNames":["Ibuprofen"]},{"name":"Placebo IV","otherNames":["Placebo"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Is male or female ≥ 18 and ≤ 65 years of age.\n2. Is classified by the anesthesiologist as P1 to P2 in the American Society of Anesthesiologists (ASA) Physical Status Classification System.\n3. Has undergone primary, unilateral, distal, first metatarsal bunionectomy (osteotomy and internal fixation) with no additional collateral procedures.\n4. Experiences a pain intensity rating of ≥ 40 mm on a 100-mm Visual Analogue Scale (VAS) during the 9-hour period after discontinuation of the anesthetic block.\n5. Has a body weight ≥ 45 kg and a body mass index (BMI) ≤ 40 kg/m2.\n6. If female and of childbearing potential, is nonlactating and nonpregnant (has negative pregnancy test results at Screening \\[urine\\] and on the day of surgery prior to surgery \\[urine\\]).\n7. If female, is either not of childbearing potential (defined as postmenopausal for at least 1 year or surgically sterile \\[bilateral tubal ligation, bilateral oophorectomy, or hysterectomy\\]) or practicing 1 of the following medically acceptable methods of birth control:\n\n   Hormonal methods such as oral, implantable, injectable, or transdermal contraceptives for a minimum of 1 full cycle (based on the subject's usual menstrual cycle period) before study drug administration.\n\n   Total abstinence from sexual intercourse since the last menses before study drug administration through completion of final study visit.\n\n   Intrauterine device (IUD). Double-barrier method (condoms, sponge, diaphragm, or vaginal ring with spermicidal jellies or cream).\n8. Is able to provide written informed consent to participate in the study and able to understand the procedures and study requirements.\n9. Must voluntarily sign and date an informed consent form (ICF) that is approved by an Institutional Review Board (IRB) before the conduct of any study procedure.\n10. Is willing and able to comply with study requirements (including diet, alcohol, and smoking restrictions), complete the pain evaluations, remain at the study site for approximately 72 hours, and return for follow-up 7 ± 2 days after surgery.\n\nExclusion Criteria:\n\n1. Has a known history of allergic reaction or clinically significant intolerance to acetaminophen, aspirin, opioids, or any nonsteroidal anti-inflammatory drugs (NSAIDs, including ibuprofen); history of NSAID-induced bronchospasm (subjects with the triad of asthma, nasal polyps, and chronic rhinitis are at greater risk for bronchospasm and should be considered carefully); or hypersensitivity, allergy, or significant reaction to sulfa (including sulfonamide) medicines, ingredients of the study drug, or any other drugs used in the study including anesthetics and antibiotics that may be required on the day of surgery.\n2. Has experienced any surgical complications or other issues that, in the opinion of the investigator, could compromise the safety of the subject if he or she continues into randomized treatment period or could confound the results of the study.\n3. Has known or suspected history of alcoholism or drug abuse or misuse within 2 years of screening or evidence of tolerance or physical dependence before dosing with study drug.\n4. Has any clinically significant unstable cardiac, respiratory, neurological, immunological, hematological, or renal disease or any other condition that, in the opinion of the investigator, could compromise the subject's welfare, ability to communicate with the study staff, or otherwise contraindicate study participation.\n5. Has any ongoing condition, other than a condition associated with the current primary, unilateral, first metatarsal bunionectomy that could generate levels of pain sufficient to confound the results of the study (eg, gout, severe osteoarthritis of the target joint or extremity).\n6. Has a history or current diagnosis of a significant psychiatric disorder that, in the opinion of the investigator, would affect the subject's ability to comply with the study requirements.\n7. Has tested positive either on the urine drug screen or on the alcohol breathalyzer test. Subjects who test positive at Screening only and can produce a prescription for the medication from their physician may be considered for study enrolment at the discretion of the investigator.\n8. Has a history of a clinically significant (investigator opinion) gastrointestinal (GI) event within 6 months before Screening or has any history of peptic or gastric ulcers or GI bleeding.\n9. Has a surgical or medical condition of the GI or renal system that might significantly alter the absorption, distribution, or excretion of any drug substance.\n10. Is considered by the investigator, for any reason (including, but not limited to, the risks described as precautions, warnings, and contraindications in the current version of the Investigator's Brochure for IV Maxigesic®), to be an unsuitable candidate to receive the study drug.\n11. Is receiving systemic chemotherapy, has an active malignancy of any type, or has been diagnosed with cancer within 5 years before Screening (excluding treated squamous or basal cell carcinoma of the skin).\n12. Is currently receiving anticoagulants (eg, heparin or warfarin).\n13. Has received a course of systemic corticosteroids (either oral or parenteral) within 3 months before Screening (inhaled nasal steroids and regional/limited area application of topical corticosteroids (investigator discretion) are allowed).\n14. Has received or will require any analgesic medication within 5 half-lives (or, if half-life is unknown, within 48 hours) before surgery.\n15. Has a history of chronic use (defined as daily use for \\> 2 weeks) of NSAIDs, opiates, or glucocorticoids (except inhaled nasal steroids and regional/limited topical corticosteroids), for any condition within 6 months before study drug administration. Aspirin at a daily dose of ≤ 325 mg is allowed for cardiovascular prophylaxis if the subject has been on a stable dose regimen for ≥ 30 days before Screening and has not experienced any relevant medical problem.\n16. Has been treated with agents that could affect the analgesic response (such as central alpha agents \\[clonidine and tizanidine\\], neuroleptic agents, and other antipsychotic agents) within 2 weeks before dosing with study drug.\n17. Has a significant renal or hepatic disease, as indicated by clinical laboratory assessment (results ≥ 3 times the upper limit of normal \\[ULN\\] for any liver function test, including aspartate aminotransferase \\[AST\\], alanine aminotransferase \\[ALT\\], and lactate dehydrogenase, or creatinine ≥ 1.5 times the ULN).\n18. Has any clinically significant laboratory finding at Screening that, in the opinion of the investigator, contraindicates study participation.\n19. Has significant difficulties swallowing capsules or is unable to tolerate oral medication.\n20. Previously participated in another clinical study of Maxigesic® IV or received any investigational drug or device or investigational therapy within 30 days before Screening.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Summed Pain Intensity Difference (SPID)-Calculated From the Pain Intensity Scores Recorded on a 100mm Long Scale With Anchors for \"no Pain\" (0 mm) and \"Worst Pain Imaginable\" (100 mm).","description":"A Pain Intensity Difference (PID) is the difference between the Visual Analogue Scale (VAS) pain intensity score recorded at baseline and a score recorded at any time after the first dose of study medication. Taken together, a patient's PID scores capture the pain relief profile attributable to the assigned study medication. A high PID score indicates a better pain relief experienced.\n\nThe extent of pain relief can then be calculated by the Area Under the Curve the PID scores (also referred to as the Sum of Pain Intensity Differences \\[SPID\\]). SPID48 scores were adjusted by the time interval from baseline to the final VAS score used in the SPID, using the following formula:\n\nTime-adjusted SPID48 (mm) = SPID (mm\\*hr) / Time (hr) In the event that a patient required rescue medication, the SPID was calculated up until the first Pre-Rescue VAS pain assessment (inclusive).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23.4","spread":null},{"groupId":"OG001","value":"10.4","spread":null},{"groupId":"OG002","value":"9.5","spread":null},{"groupId":"OG003","value":"-1.3","spread":null}]}]}]},{"type":"SECONDARY","title":"VAS Pain Intensity Difference (PID)-Calculated From the Pain Intensity Scores Recorded on a 100mm Long VAS Scale With Anchors for \"no Pain\" (0 mm) and \"Worst Pain Imaginable\" (100 mm).","description":"VAS Pain intensity difference (PID) at each scheduled assessment time point after Time 0.\n\nA Pain Intensity Difference (PID) is the difference between the Visual Analogue Scale (VAS) pain intensity score recorded at baseline and a score recorded at any time after the first dose of study medication. Taken together, a patient's PID scores capture the pain relief profile attributable to the assigned study medication. A high PID score indicates a better pain relief experienced.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"52.50","spread":"2.73"},{"groupId":"OG001","value":"38.95","spread":"2.69"},{"groupId":"OG002","value":"45.04","spread":"3.05"},{"groupId":"OG003","value":"37.24","spread":"3.90"}]}]}]},{"type":"SECONDARY","title":"VAS Pain Intensity Score-marking on a 100 mm VAS Scale With Anchors for \"no Pain\" (0 mm) and \"Worst Pain Imaginable\" (100 mm). A High VAS Score Indicates a More Intensive Pain Level Experienced.","description":"VAS Pain intensity score at each scheduled assessment time point VAS pain intensity score-marking on a 100 mm VAS scale with anchors for \"no pain\" (0 mm) and \"worst pain imaginable\" (100 mm). A high VAS score indicates a more intensive pain level experienced.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.43","spread":"2.85"},{"groupId":"OG001","value":"29.28","spread":"2.59"},{"groupId":"OG002","value":"27.21","spread":"3.22"},{"groupId":"OG003","value":"28.22","spread":"3.48"}]}]}]},{"type":"SECONDARY","title":"SPID-6, SPID-12, SPID-24-VAS SPID Over 0 to 6 Hours (SPID-6), Over 0 to 12 Hours (SPID-12), and Over 0 to 24 Hours (SPID-24) After Time 0 (=the First Dose)","description":"Time adjusted SPID-6, SPID-12, SPID-24 were derived in a similar manner to the Time-adjusted SPID-48 (i.e. up until the first Pre-Rescue VAS inclusive). Please see the primary outcome measure descriptions.\n\nEach of these variables were derived from VAS (Visual Analogue Scale) scores recorded prior to the first dose of rescue medication in the first 6 (to calculate SPID6), 12 (to calculate SPID12) or 24 hours (to calculate SPID24) of the study.\n\nVAS pain intensity scores were obtained by marking on a 100 mm VAS scale with anchors for \"no pain\" (0 mm) and \"worst pain imaginable\" (100 mm). The VAS was completed at rest.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20.10","spread":null},{"groupId":"OG001","value":"10.13","spread":null},{"groupId":"OG002","value":"9.01","spread":null},{"groupId":"OG003","value":"-1.49","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20.63","spread":null},{"groupId":"OG001","value":"9.42","spread":null},{"groupId":"OG002","value":"8.44","spread":null},{"groupId":"OG003","value":"-1.66","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"21.99","spread":null},{"groupId":"OG001","value":"9.59","spread":null},{"groupId":"OG002","value":"8.64","spread":null},{"groupId":"OG003","value":"-1.54","spread":null}]}]}]},{"type":"SECONDARY","title":"TOTPAR-6, TOTPAR-12, TOTPAR-24, TOTPAR-48","description":"Total Pain Relief (TOTPAR) is a measure of total Area Under the Curve of Pain Relief scores. In the event that a patient required rescue medication, the TOTPAR endpoints were calculated using Pain Relief Assessments recorded prior to the first dose of rescue (i.e. inclusive of the first pre-rescue Pain Relief score).\n\nPain relief scores were obtained by marking on a 5-point categorical rating at scheduled time points.\n\nThe high score means more pain relief experienced:\n\n0 = No pain relief (the pain is the same, or worse, than the starting pain)\n\n1. = A little pain relief (the pain is less than half gone)\n2. = some pain relief (the pain is about half gone)\n3. = A lot pain relief (the pain is more than half gone)\n4. = Complete pain relief (the pain is completely gone) Each of these variables were derived from pain relief scores recorded prior to the first dose of rescue medication in the first 6 (0-48), 12 (0-48), 24 (0-48) or 48 (0-48) hours of the study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.84","spread":null},{"groupId":"OG001","value":"4.59","spread":null},{"groupId":"OG002","value":"3.34","spread":null},{"groupId":"OG003","value":"1.60","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11.86","spread":null},{"groupId":"OG001","value":"6.74","spread":null},{"groupId":"OG002","value":"4.46","spread":null},{"groupId":"OG003","value":"1.82","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"22.13","spread":null},{"groupId":"OG001","value":"8.66","spread":null},{"groupId":"OG002","value":"6.51","spread":null},{"groupId":"OG003","value":"2.49","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"43.98","spread":null},{"groupId":"OG001","value":"13.28","spread":null},{"groupId":"OG002","value":"11.95","spread":null},{"groupId":"OG003","value":"4.51","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to the Onset of Analgesia-Time to Onset of Analgesia (Measured as Time to Perceptible Pain Relief Confirmed by Meaningful Pain Relief) Using the Two-stopwatch Method","description":"Two-stopwatch method\n\n1. Start two stopwatches ('Stopwatch A' and 'Stopwatch B') at the same time that the infusion of study drug is initiated. This is Time 0.\n2. The participant is given 'Stopwatch A' and instructed to \"Stop 'Stopwatch A' when you first feel any pain relief whatsoever. This does not mean you feel completely better, although you might, but when you first feel any relief in the pain you have now.\" (Perceptible Pain Relief)\n3. When the participant stops the 'Stopwatch A', the participant then was asked \"Do you consider the pain relief you experienced meaningful?\"\n4. If the participant answered \"No\", then the participant was given the \"Stopwatch B\" and instructed to \"Stop 'Stopwatch B' when you feel the pain relief is meaningful to you\" (Meaningful Pain Relief)\n5. If the subject did not experience \"perceptible pain relief, they would retain 'Stopwatch A' for the entire 6 hour evaluation period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.4","spread":null},{"groupId":"OG001","value":"23.9","spread":null},{"groupId":"OG002","value":"13.8","spread":null},{"groupId":"OG003","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Complete Pain Relief","description":"Pain relief score was assessed on a 5-point categorical scale at each scheduled time point after Time 0:\n\n0 = No pain relief (the pain is the same, or worse, than the starting pain)\n\n1. = A little pain relief (the pain is less than half gone)\n2. = some pain relief (the pain is about half gone)\n3. = A lot pain relief (the pain is more than half gone)\n4. = Complete pain relief (the pain is completely gone)\n\nAssessed at scheduled time points:\n\n* 5, 10, 15, 30, 45 minutes, 1, 1.5, 2, 3, 4, 5, 6 hours after the first dose of the study drug\n* Immediately before and 2 hours after each subsequent dose (doses 2-8) of the study drug while awake\n* At the end of 48 hours of double-blind treatment period\n* Immediately before taking each dose of the rescue medication if additional analgesia is required.\n* At the time of withdrawal (if applicable)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"29","spread":null},{"groupId":"OG001","value":"7","spread":null},{"groupId":"OG002","value":"16","spread":null},{"groupId":"OG003","value":"4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Obtained a Peak Pain Relief -Value of 3 ('A Lot of Relief') or 4 ('Complete Relief') Prior to the First Dose of Rescue","description":"Peak Pain Relief was assessed on Pain Relief scores (on a 5 point categorical rating-please see outcome measure description No. 7) recorded up until the first dose of rescue (First Pre-Rescue Pain Relief score inclusive).\n\nThe percentage of participants who achieve the peak pain relief was summarized.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22","spread":null},{"groupId":"OG001","value":"11","spread":null},{"groupId":"OG002","value":"4","spread":null},{"groupId":"OG003","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Peak Pain Relief","description":"Time to peak pain relief-Peak Pain Relief was assessed on Pain Relief scores recorded up until the first dose of rescue (First Pre-Rescue Pain Relief score inclusive). Time for participants who experienced peak pain relief was summarized.\n\nNote: For the reader to interpret this outcome measure, a very short Time to Peak Pain Relief indicates the absence of analgesic effect for a treatment because peak pain relief was determined prior to the first dose of rescue medication (or 48 hours if no rescue medication was used).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.00","spread":"1.17"},{"groupId":"OG001","value":"2.46","spread":"0.86"},{"groupId":"OG002","value":"1.47","spread":"0.55"},{"groupId":"OG003","value":"0.91","spread":"0.60"}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects Using Rescue Medication","description":"The percentage of participants who used at lease one dose of rescue medication was summarized in each treatment group","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"56","spread":null},{"groupId":"OG001","value":"70","spread":null},{"groupId":"OG002","value":"70","spread":null},{"groupId":"OG003","value":"48","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to the First Dose of Rescue Medication","description":"Time to first use of rescue medication (duration of analgesia)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.98","spread":"1.87"},{"groupId":"OG001","value":"5.62","spread":"0.83"},{"groupId":"OG002","value":"3.09","spread":"0.35"},{"groupId":"OG003","value":"2.92","spread":"0.53"}]}]}]},{"type":"SECONDARY","title":"Total Use of Rescue Medication","description":"Total use of rescue analgesia over 0 to 24 hours and over 0 to 48 hours","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22.9","spread":"2.4"},{"groupId":"OG001","value":"33.1","spread":"2.7"},{"groupId":"OG002","value":"32.4","spread":"2.7"},{"groupId":"OG003","value":"44.7","spread":"3.8"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17.2","spread":"1.7"},{"groupId":"OG001","value":"23.7","spread":"1.6"},{"groupId":"OG002","value":"22.1","spread":"1.4"},{"groupId":"OG003","value":"29.6","spread":"2.0"}]}]}]},{"type":"SECONDARY","title":"The Percentage of Participants Who Evaluated Their Study Drug as \" Excellent\" on a 5-point Categorical Scale Global Evaluation of Study Drug","description":"At the end of 48 hours study period, participants will be asked to \" How do you rate the study medication?\" on a 5 point categorical scale:\n\n1. Poor\n2. Fair\n3. Good\n4. Very Good\n5. Excellent The high score means the participants believed that a better treatment for pain relief received.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24","spread":null},{"groupId":"OG001","value":"5","spread":null},{"groupId":"OG002","value":"8","spread":null},{"groupId":"OG003","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment Emergent Adverse Events (AEs)","description":"Treatment-emergent Adverse events coded to MedDRA v 20.0 Preferred Term and System Organ Class Code were tabulated as the counts and percentages by treatment group.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"52","spread":null},{"groupId":"OG001","value":"45","spread":null},{"groupId":"OG002","value":"58","spread":null},{"groupId":"OG003","value":"39","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":75},"commonTop":["Nausea","Dizziness","Vomiting","Headache","Somnolence"]}}}