{"nctId":"NCT02254291","briefTitle":"A Trial Comparing the Safety and Efficacy of Semaglutide Once Weekly Versus Sitagliptin Once Daily in Japanese Subjects With Type 2 Diabetes","startDateStruct":{"date":"2014-10-02","type":"ACTUAL"},"conditions":["Diabetes","Diabetes Mellitus, Type 2"],"count":308,"armGroups":[{"label":"Semaglutide 0.5 mg","type":"EXPERIMENTAL","interventionNames":["Drug: semaglutide"]},{"label":"Semaglutide 1.0 mg","type":"EXPERIMENTAL","interventionNames":["Drug: semaglutide"]},{"label":"Sitagliptin 100 mg","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: sitagliptin"]}],"interventions":[{"name":"semaglutide","otherNames":[]},{"name":"semaglutide","otherNames":[]},{"name":"sitagliptin","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female, age 20 years or older at the time of signing informed consent\n* Glycated hemoglobin (HbA1c) between 6.5% and 9.5% (48-80 mmol/mol) (both inclusive) for subjects treated with oral antidiabetic drug (OAD) monotherapy and between 7.0% and 10.5% (53-91 mmol/mol) (both inclusive) for subjects treated with diet and exercise therapy at screening\n* Japanese subjects diagnosed with type 2 diabetes who are: a) on stable OAD monotherapy at a half-maximum dose or below according to the approved Japanese labelling in addition to diet and exercise therapy for at least 30 days prior to screening (week -8) (For metformin only: the maximum dose of 750 mg/day is allowed except for METGLUCO®. For METGLUCO®, the allowable half-max dose of 1125 mg/day must be applied.). 'Stable' is defined as unchanged medication and unchanged dose, or b) on stable diet and exercise therapy for at least 30 days prior to screening (week -2)\n\nExclusion Criteria:\n\n* Female who is pregnant, breast-feeding or intends to become pregnant or is of child-bearing potential and not using an adequate contraceptive method (e.g. abstinence, diaphragm, condom \\[by the partner\\], intrauterine device, sponge, spermicide or oral contraceptives) throughout the trial including the 5-week follow-up period\n* Treatment with once-weekly glucagon-like peptide-1 (GLP-1) receptor agonists within 90 days prior to screening\n* Treatment with any glucose lowering agent(s) (except for pre-trial OAD for subject treated with OAD monotherapy) in a period of 60 days prior to screening. An exception is short-term treatment (7 days or less in total) with insulin in connection with inter-current illness\n* Any disorder which, in the opinion of the investigator, might jeopardise subject's safety or compliance with the protocol\n* History of chronic or idiopathic acute pancreatitis\n* Screening calcitonin value of 50 ng/L (pg/mL) or greater\n* Personal or family history of medullary thyroid carcinoma (MTC) or multiple endocrine neoplasia syndrome type 2 (MEN2)\n* Impaired renal function defined as estimated glomerular filtration rate (eGFR) less than 60 ml/min/1.73 m\\^2 per modification of diet in renal disease (MDRD) formula (4 variable version)\n* Acute coronary or cerebrovascular event within 90 days before randomisation\n* Heart failure, New York Heart Association (NYHA) class IV","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Treatment Emergent Adverse Events (TEAEs)","description":"An adverse events (AEs) was defined as any unfavourable and unintended sign (including an abnormal laboratory finding), symptom or disease temporally associated with the use of a product, whether or not considered related to the product. All AEs mentioned here are treatment emergent adverse events (TEAE) defined as an event that had onset date (or increase in severity) on or after the first day of exposure to randomised treatment (week 0-30 treatment period) and no later than the follow-up visit during the on-treatment observation period (date of last dose + 42 days).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"228","spread":null},{"groupId":"OG001","value":"197","spread":null},{"groupId":"OG002","value":"186","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Severe or Blood Glucose (BG) Confirmed Symptomatic Hypoglycaemic Episodes","description":"Severe or blood glucose (BG) confirmed symptomatic hypoglycaemic episodes were defined as episodes that were severe and/or BG confirmed by a plasma glucose value of \\<56 mg/dL (3.1 mmol/L), with symptoms consistent with hypoglycaemia. Severe hypoglycaemia was an episode requiring assistance of another person to actively administer carbohydrate, glucagon, or take other corrective actions. The episodes mentioned here are treatment emergent hypoglycaemic episodes and defined as an event that had onset date (or increase in severity) on or after the first day of exposure to randomised treatment (week 0-30 treatment period) and no later than the follow-up visit during the on-treatment observation period (date of last dose + 42 days).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Glycosylated Haemoglobin A1c (HbA1c)","description":"Mean changes in HbA1c values from baseline after 30 weeks of treatment. Changes in HbA1c were analysed using a mixed model for repeated measurements (MMRM) with treatment and pre-trial treatment at screening as fixed factors and baseline value as covariate. The data were analysed for the \"on-treatment without rescue medication\" observation period which includes observations noted at or after the date of first dose of randomised treatment and not after the last dose of the trial product (+ a 7-day visit window) or initiation of rescue medication.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.87","spread":"0.07"},{"groupId":"OG001","value":"-2.18","spread":"0.07"},{"groupId":"OG002","value":"-0.74","spread":"0.07"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":6,"n":103},"commonTop":["Nasopharyngitis","Constipation","Nausea","Lipase increased","Diarrhoea"]}}}