{"nctId":"NCT03824912","briefTitle":"Clinical Study to Evaluate the Therapeutic Equivalence of Ketoconazole Cream 2% in the Treatment of Tinea Pedis","startDateStruct":{"date":"2018-08-23","type":"ACTUAL"},"conditions":["Tinea Pedis"],"count":831,"armGroups":[{"label":"Test: Ketoconazole Cream 2%","type":"EXPERIMENTAL","interventionNames":["Drug: Ketoconazole Cream 2%"]},{"label":"Reference: Ketoconazole Cream 2%","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Ketoconazole Cream 2% (G&W Laboratories Inc.)"]},{"label":"Placebo: Cream (Test vehicle)","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Ketoconazole Cream 2%","otherNames":[]},{"name":"Ketoconazole Cream 2% (G&W Laboratories Inc.)","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Healthy male or non-pregnant, non-lactating female, ≥ 18 years of age.\n2. Signed informed consent form (ICF) that meets all criteria of current Food and Drug Administration regulations.\n3. Female patient of childbearing potential must not be pregnant or lactating at Visit 1 (as confirmed by a negative urine pregnancy test with a sensitivity of less than 50 milli-International unit (mIU/mL) or equivalent units of human chorionic gonadotropin).\n4. Female patient of childbearing potential must agree to the use of a reliable method of contraception throughout the study (e.g., total abstinence, intrauterine device, a double-barrier method, oral, transdermal, injected, or implanted non-hormonal or hormonal contraceptive) throughout the study. A sterile sexual partner is not considered an adequate form of birth control. If the female is using any estrogen or oral contraceptive therapy, the same product must have been taken for at least one month before Visit 1.\n5. Have clinical diagnosis of tinea pedis with lesions localized to the interdigital spaces or predominantly interdigital, but may extend to other areas of the foot (the non-interdigital lesions should not be hyperkeratotic, i.e., characteristic of tinea pedis moccasin).\n6. The presence of tinea pedis infection provisionally confirmed at baseline by a positive potassium hydroxide (KOH) wet mount preparation (i.e., skin scrapings from the target site are placed on a microscope slide with a drop of 10% KOH, and microscopic examination reveals segmented fungal hyphae).\n7. The sum of clinical signs and symptoms scores of the target lesion ≥ 4. See Appendix A for scoring scale:\n\n   1. Signs: Fissuring/cracking, erythema, maceration and scaling\n   2. Symptoms: pruritus and burning/stinging In addition the target lesion must have a minimum score ≥ 2 for erythema and a minimum score ≥ 2 for either pruritus or scaling.\n\nExclusion Criteria:\n\n1. Females who are pregnant, lactating or planning to become pregnant during the study period.\n2. History of or current psoriasis, Lichen planus or contact dermatitis involving the feet within the previous 12 months.\n3. History of dermatophyte infections with a lack of response to antifungal therapy (recurrent tinea pedis \\[i.e., more than 3 infections in the past 12 months\\] that were unresponsive to previous antifungal therapy).\n4. History of allergy, hypersensitivity, or intolerance to ketoconazole, other imidazoles, sulfites or any other component of the study product.\n5. Confluent, diffuse moccasin-type tinea pedis of the entire plantar surface.\n6. Current uncontrolled diabetes.\n7. Presence of any other infection of the foot or other disease process that, in the Investigator's opinion, may interfere with the evaluation of the patient's tinea pedis.\n8. Known history of or current impaired wound healing, presence of peripheral vascular disease and/or trophic changes of the lower limbs to an extent that, in the opinion of the Investigator, would make the patient unsuitable for the study or compromise patient's safety.\n9. Significant history or current evidence of chronic infectious disease, system disorder, organ disorder, immunosuppression (due to disease or therapy, including history of organ transplant), or other medical condition that, in the Investigator's opinion, would place the patient at undue risk by participating or compromise the integrity of the study data.\n10. Use of antipruritics, including antihistamines, within 72 hours before Visit 1.\n11. Use of topical corticosteroids, topical antibiotics or topical antifungal therapy (e.g., clotrimazole, econazole, fluconazole) within 2 weeks before Visit 1.\n12. Use of systemic (e.g., oral or injectable) antibiotics, systemic antifungal therapy, or systemic corticosteroids within 30 days before Visit 1. The use of intranasal, inhaled or ophthalmic corticosteroids for acute or chronic conditions (e.g., allergic conjunctivitis, asthma/chronic obstructive pulmonary disease maintenance) is acceptable to the extent that, in the opinion of the Investigator, does not compromise safety of patient or integrity of data.\n13. Use of oral terbinafine or itraconazole within 2 months before Visit 1.\n14. Use of immunosuppressive medication or radiation therapy within 3 months before Visit 1.\n15. Receipt of any drug as part of a research study within 30 days before Visit 1.\n16. Previous participation in this study.\n17. Employee of the Investigator or research center or their immediate family members.\n18. Inability to understand the requirements of the study and the relative information or are unable or unwilling to comply with the study protocol.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Primary Efficacy Endpoint: The Number of Patients in Each Treatment Group With a Therapeutic Cure of Tinea Pedis (Equivalence: Per-Protocol Population)","description":"Equivalence: Per-Protocol Population Therapeutic Cure: To be considered a Therapeutic Cure, the patient must have both Clinical and Mycological Cure of tinea pedis.\n\nTherapeutic Failure: A patient will be considered a Therapeutic Failure if:\n\n1. the patient is a Clinical or Mycological Failure\n2. the patient was considered to have an insufficient therapeutic response\n3. the patient used topical drug therapy for irritation or pruritus on the feet after the treatment phase of the study","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"89","spread":null},{"groupId":"OG001","value":"90","spread":null}]}]}]},{"type":"PRIMARY","title":"Primary Efficacy Endpoint: The Number of Patients in Each Treatment Group With a Therapeutic Cure of Tinea Pedis (Superiority: Modified Intent-to-Treat Population)","description":"Superiority: modified Intent-to-Treat Population Therapeutic Cure: To be considered a Therapeutic Cure, the patient must have both Clinical and Mycological Cure of tinea pedis.\n\nTherapeutic Failure: A patient will be considered a Therapeutic Failure if:\n\n1. the patient is a Clinical or Mycological Failure\n2. the patient was considered to have an insufficient therapeutic response\n3. the patient used topical drug therapy for irritation or pruritus on the feet after the treatment phase of the study","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"92","spread":null},{"groupId":"OG001","value":"94","spread":null},{"groupId":"OG002","value":"26","spread":null}]}]}]},{"type":"SECONDARY","title":"Secondary Efficacy Endpoint: The Number of Patients in Each Treatment Group With a Clinical Cure of Tinea Pedis (Equivalence: Per-Protocol Population)","description":"Clinical Cure: To be considered a clinical cure the patient's total severity score must be ≤ 2 with no individual severity score \\> 1.\n\nClinical Failure: A patient will be considered a Clinical Failure if the patient's total severity score is \\> 2 or any individual score is \\> 1.\n\nLocal Signs and Symptoms The most severely affected area will be identified as the target lesion at the baseline visit and will be used for the assessments at Day 42 and Day 56 visits.\n\nThe Clinical Signs and Symptoms of tinea pedis will be rated by the Investigator as \"none\", \"mild,\" \"moderate\" or \"severe\" using the following standardized rating scale.\n\n0 = None (complete absence of any sign or symptom)\n\n1. = Mild (Slight)\n2. = Moderate (Definitely Present)\n3. = Severe (Marked, Intense)\n\nThe following signs and symptoms will be rated at each visit:\n\n* Signs: Fissuring/cracking, erythema, maceration, and scaling\n* Symptoms: Pruritus and burning/stinging","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"97","spread":null},{"groupId":"OG001","value":"110","spread":null}]}]}]},{"type":"SECONDARY","title":"Secondary Efficacy Endpoint:The Number of Patients in Each Treatment Group With a Mycological Cure of Tinea Pedis (Equivalence: Per-Protocol Population)","description":"Mycological Cure: To be considered a mycological cure the patient must have a negative Potassium hydroxide (KOH) test and a negative fungal culture.\n\nMycological Failure: A patient will be considered a Mycological Failure if the patient's KOH test is positive or the patient's fungal culture is positive.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"127","spread":null},{"groupId":"OG001","value":"118","spread":null}]}]}]},{"type":"SECONDARY","title":"Secondary Efficacy Endpoint: The Number of Patients in Each Treatment Group With a Clinical Cure of Tinea Pedis (Superiority: Modified Intent-to-Treat Population)","description":"Clinical Cure: To be considered a clinical cure the patient's total severity score must be ≤ 2 with no individual severity score \\> 1.\n\nClinical Failure: A patient will be considered a Clinical Failure if the patient's total severity score is \\> 2 or any individual score is \\> 1.\n\nLocal Signs and Symptoms The most severely affected area will be identified as the target lesion at the baseline visit and will be used for the assessments at Day 42 and Day 56 visits.\n\nThe Clinical Signs and Symptoms of tinea pedis will be rated by the Investigator as \"none\", \"mild,\" \"moderate\" or \"severe\" using the following standardized rating scale.\n\n0 = None (complete absence of any sign or symptom)\n\n1. = Mild (Slight)\n2. = Moderate (Definitely Present)\n3. = Severe (Marked, Intense)\n\nThe following signs and symptoms will be rated at each visit:\n\n* Signs: Fissuring/cracking, erythema, maceration, and scaling\n* Symptoms: Pruritus and burning/stinging","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null},{"groupId":"OG001","value":"116","spread":null},{"groupId":"OG002","value":"35","spread":null}]}]}]},{"type":"SECONDARY","title":"Secondary Efficacy Endpoint:The Number of Patients in Each Treatment Group With a Mycological Cure of Tinea Pedis (Superiority: Modified Intent-to-Treat Population)","description":"Mycological Cure: To be considered a mycological cure the patient must have a negative Potassium hydroxide (KOH) test and a negative fungal culture.\n\nMycological Failure: A patient will be considered a Mycological Failure if the patient's KOH test is positive or the patient's fungal culture is positive.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"132","spread":null},{"groupId":"OG001","value":"122","spread":null},{"groupId":"OG002","value":"39","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":314},"commonTop":["Nasopharyngitis","Headache","Back pain","Diarrhoea","Blood pressure increased"]}}}