{"nctId":"NCT02939989","briefTitle":"Efficacy and Safety of Glecaprevir (ABT-493)/Pibrentasvir (ABT 530) (GLE/PIB) in Combination With Sofosbuvir and Ribavirin in Participants With Hepatitis C Virus Who Did Not Respond to Treatment in a Previous AbbVie Clinical Study","startDateStruct":{"date":"2016-11-21","type":"ACTUAL"},"conditions":["Hepatitis C Virus Infection"],"count":33,"armGroups":[{"label":"Glecaprevir/Pibrentasvir + SOF + RBV for 12 weeks","type":"EXPERIMENTAL","interventionNames":["Drug: Sofosbuvir","Drug: Glecaprevir/Pibrentasvir","Drug: Ribavirin"]},{"label":"Glecaprevir/Pibrentasvir + SOF + RBV for 16 weeks","type":"EXPERIMENTAL","interventionNames":["Drug: Sofosbuvir","Drug: Glecaprevir/Pibrentasvir","Drug: Ribavirin"]}],"interventions":[{"name":"Sofosbuvir","otherNames":["SOVALDI"]},{"name":"Glecaprevir/Pibrentasvir","otherNames":["ABT-493/ABT-530","MAVYRET","MAVIRET"]},{"name":"Ribavirin","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female subjects must be adults (18 years of age or older) or adolescents (12 to less than 18 years of age weighing at least 35 kg).\n* Subject must have experienced virologic failure during or after treatment with ABT-493/ABT-530 in an AbbVie HCV parent study. Subjects who have experienced virologic failure during or after receiving ombitasvir/paritaprevir/r + dasabuvir (3D), or ombitasvir/paritaprevir/r (2D) in an AbbVie HCV parent study may be enrolled at AbbVie's discretion. Treatment in the parent study must have been completed or discontinued at least 1 month prior to the Screening Visit.\n* Subjects must be able to understand and adhere to the study visit schedule and all other protocol requirements.\n* Cirrhotic subjects must have compensated cirrhosis, (Child-Pugh score of ≤ 6) at Screening and no current or past evidence of Child-Pugh B or C Classification or no clinical history of liver decompensation, including ascites noted on physical exam, hepatic encephalopathy or esophageal variceal bleeding.\n* Cirrhotic subjects must have absence of hepatocellular carcinoma (HCC) as indicated by a negative ultrasound (US), computed tomography (CT) scan or magnetic resonance imaging (MRI) within 3 months prior to Screening or a negative US at Screening.\n\nExclusion Criteria:\n\n* History of severe, life-threatening or other clinically significant sensitivity to any study drug or drug component.\n* Female subject who is pregnant, breastfeeding or is considering becoming pregnant during the study or for 4 months after the last dose of study drug, or as directed per the local RBV label, whichever is more restrictive.\n* Recent (within 6 months prior to study drug administration) history of drug or alcohol abuse that could preclude adherence to the protocol in the opinion of the investigator.\n* Positive test result at Screening for hepatitis B surface antigen (HBsAg).\n* Screening laboratory analyses showing calculated creatinine clearance \\< 30 mL/min.\n* Discontinuation from the AbbVie HCV parent study for reasons other than virologic failure (e.g., non-adherence, lost to follow-up, and/or the occurrence of an adverse event).\n* Receipt of any HCV treatment after failing the treatment regimen in the AbbVie HCV parent study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","maximumAge":"99 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Sustained Virologic Response 12 Weeks Post-treatment (SVR12)","description":"SVR12 was defined as plasma hepatitis C virus ribonucleic acid (HCV RNA) level less than the lower limit of quantification (LLOQ; 15 IU/mL) 12 weeks after the last dose of study drug.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null},{"groupId":"OG001","value":"96.4","spread":null},{"groupId":"OG002","value":"97.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With On-treatment Virologic Failure","description":"On-treatment virologic failure was defined as meeting one of the following:\n\n* confirmed increase from nadir in HCV RNA (two consecutive HCV RNA measurements \\> 1 log10 IU/mL above nadir) at any time point during the treatment period; or\n* confirmed HCV RNA greater than or equal to 100 IU/mL after HCV RNA \\< 15 IU/mL during the treatment period, or\n* HCV RNA ≥ 15 IU/mL at end of treatment with at least 6 weeks of treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Post-treatment Relapse","description":"Post-treatment relapse was defined as confirmed HCV RNA greater than or equal to 15 IU/mL between the end of treatment and 12 weeks after the last dose of study drug among participants who completed treatment with HCV RNA levels \\< 15 IU/mL at the end of treatment, and had post-treatment HCV RNA data; participants who had been shown to be re-infected were not considered to have relapsed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"3.6","spread":null},{"groupId":"OG002","value":"3.0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":5},"commonTop":["PRURITUS","HEADACHE","DIZZINESS","FATIGUE","UPPER RESPIRATORY TRACT INFECTION"]}}}