{"nctId":"NCT01044862","briefTitle":"Assessment of Multiple Intrauterine Gestations From Ovarian Stimulation","startDateStruct":{"date":"2010-06"},"conditions":["Pregnancy","Unexplained Infertility"],"count":900,"armGroups":[{"label":"Aromatase Inhibitors (AI)","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Letrozole (aromatase inhibitor)"]},{"label":"Clomiphene Citrate (CC)","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Clomiphene Citrate"]},{"label":"Follicle Stimulating Hormone (FSH)","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Follicle Stimulating Hormone (gonadotropin)"]}],"interventions":[{"name":"Letrozole (aromatase inhibitor)","otherNames":[]},{"name":"Clomiphene Citrate","otherNames":[]},{"name":"Follicle Stimulating Hormone (gonadotropin)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Women ≥18 to ≤40 years of age, with one or more years infertility history, desirous of conceiving, regularly ovulating (defined as 9 or more menses per year), at initiation of participation.\n2. Normal uterine cavity and at least one open fallopian tube confirmed by hysterosalpingography (HSG), sonohysterography, or laparoscopy/hysteroscopy in the last three years preceding enrollment into the study. An uncomplicated intrauterine non-IVF pregnancy and uncomplicated delivery and postpartum course resulting in live birth within the last three years will also serve as sufficient evidence of a patent tube and normal uterine cavity as long as the subject did not have, during the pregnancy or subsequently, risk factors for Asherman's syndrome or tubal disease or other disorder leading to an increased suspicion for intrauterine abnormality or tubal occlusion.\n3. Evidence of ovarian function/reserve as assessed by day 3 (+/-2 days) FSH ≤12 IU/L within one year prior to study initiation.\n4. Normal or corrected thyroid function within one year of study initiation.\n5. Normal prolactin level within one year of study initiation.\n6. In general good health, not taking any medications which could interfere with the study (e.g., FSH, insulin sensitizers).\n7. Ability to have inseminations following hCG administration.\n8. Male partner with total motile sperm in the ejaculate of at least 5 million sperm, within one year of study initiation.\n\nExclusion Criteria:\n\n1. Currently pregnant or successful pregnancies within 12 months of initiating participation. Clinical intrauterine miscarriages prior to initiating participation, within ASRM guidelines: subjects over 35 must wait six months, while subjects under 35 must wait 12 months. No exclusion for biochemical pregnancies.\n2. Undiagnosed abnormal uterine bleeding.\n3. Suspicious ovarian mass.\n4. Patients on oral contraceptives, depo-progestins, or hormonal implants (including Implanon). A two month washout period will be required prior to screening for patients on these agents. Longer washouts may be necessary for certain depot contraceptive forms or implants, especially when the implants are still in place. A one-month washout will be required for patients on oral cyclic progestins.\n5. Known 21-hydroxylase deficiency or other enzyme defect causing congenital adrenal hyperplasia.\n6. Type I or Type II diabetes mellitus, or if receiving antidiabetic medications.\n7. Known significant anemia (Hemoglobin \\<10 g/dL).\n8. History of deep venous thrombosis, pulmonary embolus, or cerebrovascular event.\n9. Known heart disease (New York Heart Association Class II or higher).\n10. Known Liver disease (defined as AST or ALT\\>2 times normal, or total bilirubin \\>2.5 mg/dL).\n11. Known Renal disease (defined as BUN \\>30 mg/dL or serum creatinine \\> 1.4 mg/dL).\n12. History of, or suspected cervical carcinoma, endometrial carcinoma or breast carcinoma.\n13. History of alcohol abuse (defined as \\>14 drinks/week) or binge drinking of ≥ 6 drinks at one time).\n14. Known Cushing's disease.\n15. Known or suspected adrenal or ovarian androgen secreting tumors.\n16. Allergy or contraindication to the treatment medications: AI, gonadotropins, CC or hCG.\n17. Couples with previous sterilization procedures (e.g. vasectomy, tubal ligation) which have been reversed.\n18. Patients with untreated poorly controlled hypertension defined as a systolic blood pressure ≥ 160 mm Hg or a diastolic ≥ 100 mm Hg obtained on two measures obtained at least 60 minutes apart.\n19. Subjects who have undergone a bariatric surgery procedure in the recent past (\\< 12 months) and are in a period of acute weight loss or have been advised against pregnancy by their bariatric surgeon.\n20. Known moderate or severe endometriosis\n21. Known polycystic ovarian syndrome as evidenced by anovulation or oligoovulation, hirsutism and/or elevated testosterone levels, and ovarian morphology on ultrasound examination.\n22. Donated semen.\n23. Couples in which either partner is legally married to someone else.\n24. Medical conditions that are contraindications to pregnancy.","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"18 Years","maximumAge":"40 Years","stdAges":["ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Multiple Gestation Rate Following Recruitment of Multiple Follicular Development With an AI, as Compared to CC and FSH.","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"8","spread":null},{"groupId":"OG002","value":"34","spread":null}]}]}]},{"type":"SECONDARY","title":"Rate of Pregnancy Obtained","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"85","spread":null},{"groupId":"OG001","value":"106","spread":null},{"groupId":"OG002","value":"140","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Pregnancy","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"67.2","spread":"55.6"},{"groupId":"OG001","value":"67.4","spread":"49.8"},{"groupId":"OG002","value":"62.3","spread":"43.8"}]}]}]},{"type":"SECONDARY","title":"Live Birth Rate","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"56","spread":null},{"groupId":"OG001","value":"70","spread":null},{"groupId":"OG002","value":"97","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":11,"n":291},"commonTop":["Headache","Abdominal Bloating","Hot Flashes","Breast Pain","Injection Site Reaction"]}}}