{"nctId":"NCT01611090","briefTitle":"A Study of Ibrutinib in Combination With Bendamustine and Rituximab in Patients With Relapsed or Refractory Chronic Lymphocytic Leukemia or Small Lymphocytic Lymphoma","startDateStruct":{"date":"2012-09-19","type":"ACTUAL"},"conditions":["Chronic Lymphocytic Leukemia","Small Lymphocytic Lymphoma"],"count":578,"armGroups":[{"label":"Ibrutinib + BR","type":"EXPERIMENTAL","interventionNames":["Drug: Ibrutinib","Drug: Bendamustine hydrochloride","Drug: Rituximab"]},{"label":"Placebo + BR","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Bendamustine hydrochloride","Drug: Rituximab","Drug: Placebo"]}],"interventions":[{"name":"Ibrutinib","otherNames":[]},{"name":"Bendamustine hydrochloride","otherNames":[]},{"name":"Rituximab","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Diagnosis of chronic lymphocytic leukemia (CLL) or small lymphocytic lymphoma (SLL) that meets protocol-defined criteria\n* Active disease meeting at least 1 of the International Workshop on Chronic Lymphocytic Leukemia 2008 criteria for requiring treatment\n* Measurable nodal disease by computed tomography\n* Relapsed or refractory CLL or SLL following at least 1 prior line of systemic therapy consisting of at least 2 cycles of a chemotherapy-containing regimen\n* Eastern Cooperative Oncology Group Performance Status score of 0 or 1\n* Hematology and biochemical values within protocol-defined limits\n* Agrees to protocol-defined use of effective contraception\n* Women of childbearing potential must have negative blood or urine pregnancy test at screening\n\nExclusion Criteria:\n\n* Recent therapeutic interventions within 3 (chemotherapy/radiotherapy) to 10 weeks (immunotherapy)\n* Prior treatment with ibrutinib or other Bruton's tyrosine kinase inhibitors or prior randomization in any other clinical study evaluating ibrutinib\n* The presence of deletion of the short arm of chromosome 17\n* Patients previously treated with a bendamustine-containing regimen who did not achieve a response or who relapsed and required treatment within 24 months of treatment with that regimen\n* Patients for whom the goal of therapy is tumor debulking prior to stem cell transplant\n* Received a hematopoietic stem cell transplant\n* Known central nervous system leukemia/lymphoma or Richter's transformation\n* Patients with uncontrolled autoimmune hemolytic anemia or autoimmune thrombocytopenia\n* Chronic use of corticosteroids\n* History of prior malignancy, except: malignancy treated with curative intent and with no known active disease present for \\>=3 years before randomization; adequately treated non-melanoma skin cancer or lentigo maligna without evidence of disease; adequately treated cervical carcinoma in situ without evidence of disease\n* History of stroke or intracranial hemorrhage within 6 months prior to randomization; or clinically significant cardiovascular disease\n* Requires anticoagulation with warfarin or equivalent vitamin K antagonists or treatment with strong CYP3A4/5 inhibitors\n* Known history of human immunodeficiency virus or hepatitis C, or active infection with hepatitis B or C\n* Any uncontrolled active systemic infection or any life-threatening illness, medical condition, or organ system dysfunction which, in the investigator's opinion, could compromise the patient's safety, interfere with the absorption or metabolism of ibrutinib capsules, or put the study outcomes at undue risk\n* A woman who is pregnant or breast feeding, or a man who plans to father a child while enrolled in this study or within 3 months after the last dose of study drug","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression-free Survival (PFS)","description":"PFS was defined as the interval between the date of randomization and the date of disease progression or death, whichever was first reported. IWCLL 2008 criteria for PD: New enlarged nodes \\>1.5 cm, new hepatomegaly or splenomegaly, or other new organ infiltrates, bone lesion, ascites, or pleural effusion confirmed due to chronic lymphocytic leukemia (CLL); \\>=50% increase in existing lymph nodes; \\>=50% increase in enlargement of liver or spleen; \\>=50% increase from baseline in lymphocyte count (and to \\>=5\\*10\\^9/L) or \\>=50% increase from nadir count confirmed on \\>=2 serial assessments if absolute lymphocyte count (ALC) \\>=30,000 per microliter and lymphocyte doubling time is rapid, unless considered treatment-related lymphocytosis; new cytopenia (Hemoglobin b \\[Hgb\\] or platelets) attributable to CLL; and transformation to a more aggressive histology.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"65.12","spread":null},{"groupId":"OG001","value":"14.32","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Response Rate (ORR)","description":"ORR defined as number of participants achieving a complete response (CR), complete response with incomplete marrow recovery (CRi), nodular partial response (nPR) or partial response (PR). IWCLL 2008 criteria: CR- No lymphadenopathy and hepatosplenomegaly, no constitutional symptoms, neutrophils \\>1.5\\*10\\^9/liter (L), platelets \\>100\\*10\\^9/L, Hgb \\>11 gram per deciliter (g/dL) and absolute lymphocyte count \\<4000/microliter (mcL); CRi- CR with incomplete recovery of bone marrow; nPR- participants meet criteria for CR, but the bone marrow biopsy shows B-lymphoid nodules, may represent a clonal infiltrate; PR-2 of the following when abnormal at baseline: \\>=50% decrease in ALC, \\>=50% decrease in sum products of up to 6 lymph nodes, \\>=50% decrease in enlargement of spleen or liver; and 1 of the following: neutrophils \\>1.5\\*10\\^9/L, Platelets \\>100\\*10\\^9/L and Hgb\\>11 g/dL or \\>=50% improvement over baseline in any of these; no new enlarged nodes or new hepatosplenomegaly.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"87.2","spread":null},{"groupId":"OG001","value":"66.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS)","description":"OS was defined as the interval between the date of randomization and the date of death from any cause.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Minimal Residual Disease (MRD)-Negative Response","description":"MRD-negative response was defined as the percentage of participants who reach MRD negative disease status (less than 1 chronic lymphocytic leukemia \\[CLL\\] cell per 10,000 leukocytes) in either bone marrow or peripheral blood. All randomized participants were included in this analysis. Participants with missing MRD data were considered non-responders.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"28.7","spread":null},{"groupId":"OG001","value":"5.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Sustained Hematologic Improvement","description":"Sustained hematologic improvement was defined as hematological improvement that was sustained continuously for greater than or equal to (\\>=) 56 days without blood transfusion or growth factors: 1) Platelet counts greater than (\\>)100\\* 109/liter (L) if baseline less than or equal to (\\<=) 100\\*109/L or increase \\>= 50 percent (%) over baseline; 2) Hemoglobin \\>11 gram per deciliters (g/dL) if baseline \\<= 11 g/dL or increase \\>= 2 g/dL over baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"36.7","spread":null},{"groupId":"OG001","value":"29.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"30.8","spread":null},{"groupId":"OG001","value":"21.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Median Time to Clinically Meaningful Improvement in FACIT-Fatigue Scale","description":"Time to improvement is defined as the time interval (months) from randomization to the first observation of improvement. FACIT-Fatigue is an instrument for use as a measure of the effect of fatigue in patients with cancer and other chronic diseases. Responses to the 13-item FACIT Fatigue Scale are reported on a 5-point categorical response scale ranging from 0 (not at all) to 4 (very much). The sum of all responses resulted in the FACIT-Fatigue score for a total possible score of 0 (worst score) to 52 (best score).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.5","spread":null},{"groupId":"OG001","value":"4.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Clinically Relevant Shifts in Disease-Related Symptoms","description":"The disease-related symptoms included fatigue, weight loss, fevers, night sweats, abdominal discomfort/splenomegaly and anorexia.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Received Subsequent Antineoplastic Therapy","description":"Number of participants who received subsequent antineoplastic therapy was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"52","spread":null},{"groupId":"OG001","value":"61","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Beta2 Microglobulin at End of Treatment (EOT)","description":"Change from baseline in beta2 microglobulin at end of treatment at time of primary analysis was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.46","spread":"1.77"},{"groupId":"OG001","value":"-0.23","spread":"2.08"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in FACIT-Fatigue Scale at End of Treatment","description":"FACIT-Fatigue is an instrument for use as a measure of the effect of fatigue in patients with cancer and other chronic diseases. Responses to the 13-item FACIT Fatigue Scale are reported on a 5-point categorical response scale ranging from 0 (not at all) to 4 (very much). The sum of all responses resulted in the FACIT-Fatigue score for a total possible score of 0 (worst score) to 52 (best score).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.9","spread":"11.22"},{"groupId":"OG001","value":"0.0","spread":"11.01"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in EORTC QLQ-C30 Physical Functioning Score at End of Treatment","description":"EORTC QLQ-C30 Physical Functioning Score is a questionnaire to assess quality of life of cancer patients. It is composed of 30 items, multi-item measure (28 items) and 2 single-item measures. For the multiple item measure, 4-point scale is used and the score for each item range from \"1 = not at all\" to \"4 = very much\". Higher scores indicate worsening. The 2 single-item measure involves question about the overall health and overall quality of life which was rated on a 7-point scale ranging from \"1 = very poor\" to \"7 = excellent\". Lower scores indicate worsening. All scale and item scores were linearly transformed to be in range from 0-100. A higher score represents a higher (better) level of functioning, or a higher (worse) level of symptoms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.1","spread":"16.34"},{"groupId":"OG001","value":"-4.1","spread":"22.52"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in EORTC QLQ-CLL 16 Domain Scores at End of Treatment","description":"The EORTC QLQ-CLL 16 is a 16-item disease specific module that comprises 5 domains of patient-reported health status important in CLL. There are three multi-item scales that include fatigue (2 items), treatment side effects and disease symptoms (8 items), and infection (4 items), and 2 single-item scales on social activities and future health worries. Responses are measured on a 4 point scale ranging from 1 (not at all) to 4 (very much).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1","spread":"0.86"},{"groupId":"OG001","value":"0.0","spread":"0.74"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.3","spread":"0.96"},{"groupId":"OG001","value":"0.1","spread":"0.85"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1","spread":"0.61"},{"groupId":"OG001","value":"0.0","spread":"0.65"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1","spread":"0.81"},{"groupId":"OG001","value":"0.0","spread":"0.76"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1","spread":"0.93"},{"groupId":"OG001","value":"0.0","spread":"0.72"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.6","spread":"0.92"},{"groupId":"OG001","value":"-0.3","spread":"1.07"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.4","spread":"1.14"},{"groupId":"OG001","value":"0.3","spread":"0.96"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1","spread":"1.08"},{"groupId":"OG001","value":"0.2","spread":"0.98"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1","spread":"1.01"},{"groupId":"OG001","value":"0.0","spread":"0.91"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.3","spread":"0.80"},{"groupId":"OG001","value":"0.0","spread":"0.97"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.2","spread":"0.97"},{"groupId":"OG001","value":"0.1","spread":"0.90"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"0.94"},{"groupId":"OG001","value":"0.0","spread":"0.97"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.2","spread":"1.05"},{"groupId":"OG001","value":"0.0","spread":"0.82"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.7","spread":"1.07"},{"groupId":"OG001","value":"0.1","spread":"0.86"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.9","spread":"1.22"},{"groupId":"OG001","value":"0.0","spread":"0.97"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.3","spread":"0.96"},{"groupId":"OG001","value":"0.2","spread":"1.00"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in EuroQol-5 Dimension-5 Level (EQ-5D-5L) Visual Analog Scale at End of Treatment","description":"The EQ-5D questionnaire is a brief, generic health-related quality of life assessment (HRQOL) that can also be used to incorporate participant preferences into health economic evaluations. The EQ-5D questionnaire assesses HRQOL in terms of degree of limitation on 5 health dimensions (mobility, self-care, usual activities, pain/discomfort, anxiety/depression) and as overall health using a visual analog scale with response options ranging from 0 (worst imaginable health) to 100 (best imaginable health).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.3","spread":"19.58"},{"groupId":"OG001","value":"4.0","spread":"18.21"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in EuroQol-5 Dimension-5 Level (EQ-5D-5L) Utility Score Scale at End of Treatment","description":"The EuroQol-5 is a five dimensional health state classification. Each dimension is assessed on a 3-point ordinal scale (1=no problems, 2=some problems, 3=extreme problems). The responses to the five EQ-5D dimensions were scored using a utility-weighted algorithm to derive an EQ-5D health status index score between 0 to 1. High score indicating a high level of utility.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"0.28"},{"groupId":"OG001","value":"0.0","spread":"0.24"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":198,"n":287},"commonTop":["Neutropenia","Diarrhoea","Nausea","Anaemia","Thrombocytopenia"]}}}