{"nctId":"NCT02350127","briefTitle":"Preventing Loss of Independence Through Exercise (PLIE) in Persons With Dementia","startDateStruct":{"date":"2015-05-04","type":"ACTUAL"},"conditions":["Dementia","Alzheimer's Disease"],"count":88,"armGroups":[{"label":"Immediate Start","type":"EXPERIMENTAL","interventionNames":["Behavioral: Preventing Loss of Independence through Exercise (PLIE)","Behavioral: Usual Care"]},{"label":"Delayed Start","type":"ACTIVE_COMPARATOR","interventionNames":["Behavioral: Preventing Loss of Independence through Exercise (PLIE)","Behavioral: Usual Care"]}],"interventions":[{"name":"Preventing Loss of Independence through Exercise (PLIE)","otherNames":[]},{"name":"Usual Care","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* 120 dyads of individuals with dementia and their primary caregivers will be enrolled, with a goal of 20 dyads per intervention site.\n* Veterans with dementia will be prioritized for enrollment at each site.\n* Enrollment will be opened to non-Veterans with dementia at the site if there are not an adequate number of Veterans to fill the group.\n* Caregivers are not required to be Veterans, but their participation is necessary because they are providing care to the primary participants, many of whom will be Veterans.\n\nInclusion criteria, primary participant:\n\n* diagnosis of memory loss or dementia\n* mild to moderate severity (defined as Clinical Dementia Rating of 0.5, 1 or 2)\n* English language fluency\n* attendance or willingness to attend adult day health center at least 2 days/week on days that PLIE will be offered\n\nInclusion criteria, caregivers:\n\n* Provide care for primary participant\n* Able to answer study questionnaires related to participant's functional status, dementia-related behaviors, quality of life and their own burden.\n* English language fluency\n\nExclusion Criteria:\n\nExclusion criteria, primary participant:\n\n* Plans to change days of attendance during the study period so that participant would no longer be attending on at least 2 PLIE days/week.\n* Planning to leave the facility during the study period and not willing to come for PLIE classes at least 2 days/week\n* Severe vision or hearing impairment (e.g., unable to see or hear well enough to follow instructions)\n* Several physical impairment (e.g., paralysis or hemi-paralysis; wheel-chair or bed bound)\n* Severe mental health condition (e.g., uncontrolled depression, PTSD, bipolar disorder)\n* Limited life expectancy (e.g., enrolled in or eligible for hospice; metastatic cancer)\n* Started dementia medication (cholinesterase inhibitor or memantine) in past 3 months.\n* Planning to change dementia medication during the study period\n* Current participation in another research study\n* Lack of legally authorized representative to provide consent\n* Lack of consent/assent to study procedures\n\nExclusion criteria, caregivers:\n\n* Severe vision or hearing impairment (e.g., unable to see or hear well enough to follow instructions)\n* Several physical impairment (e.g., paralysis or hemi-paralysis; wheel-chair or bed bound)\n* Severe mental health condition (e.g,. uncontrolled depression, PTSD, bipolar)\n* Limited life expectancy (e.g., enrolled in or eligible for hospice; metastatic cancer)\n* lack of consent","healthyVolunteers":false,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Quality of Life Scale in Alzheimer's Disease (QOL-AD)","description":"The Quality of Life Scale in Alzheimer's Disease (QOL-AD) is a standard quality of life measure that asks parallel questions of affected individuals and caregivers. Current quality of life is rated as poor (1 point), fair (2 points), good (3 points) or excellent (4 points) in 13 areas: physical health, energy, mood, living situation, memory, family, marriage, friends, self as a whole, ability to do chores around the house, ability to do things for fun, money, and life as a whole. Scores may range from 13 to 52 with higher scores reflecting better quality of life. Prior studies have found that the QOL-AD is a valid and reliable measure, with Cronbach's alpha of 0.84 for patient reports and 0.86 for caregiver reports and interrater reliability based on Cohen's kappa values \\>0.70.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"38.8","spread":"6.2"},{"groupId":"OG001","value":"40.0","spread":"4.3"}]}]}]},{"type":"PRIMARY","title":"Short Physical Performance Battery (SPPB)-Modified","description":"The SPPB was developed by the National Institute on Aging to provide an objective tool for measuring physical performance in older adults. Lower body strength is assessed based on time to complete 5 chair stands without using arms. Balance is assessed based on the ability to hold different stands for 10 seconds, including the side-by-side, semi-tandem and full tandem stands. Mobility is assessed based on usual walking speed over a 3-meter walking course. The total SPPB score is the sum of the 3 component scores and may range from 0 to 12. Higher scores reflect better performance.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.1","spread":"3.0"},{"groupId":"OG001","value":"6.1","spread":"3.2"}]}]}]},{"type":"PRIMARY","title":"Alzheimer's Disease Assessment Scale - Cognitive Subscale (ADAS-cog)","description":"The Alzheimer's Disease Assessment Scale - cognitive subscale (ADAS-cog) is one of the most commonly used outcome measures in dementia drug treatment trials and is one of the measures considered by the Food and Drug Administration for approval of dementia medications. It includes direct assessment of learning (10-word list), naming (objects), following commands, constructional praxis (figure copying), ideational praxis (mailing a letter), orientation (person, time, place), recognition memory and remembering test instructions. Scores may range from 0 to 70 with higher scores reflecting worse cognitive function. Prior studies have found the ADAS-cog to be valid and reliable with Cronbach's alpha greater than 0.8 and test-retest reliability above 0.9.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"36.7","spread":"13.8"},{"groupId":"OG001","value":"30.4","spread":"13.2"}]}]}]},{"type":"SECONDARY","title":"Caregiver Burden Inventory (CBI)","description":"The Caregiver Burden Inventory (CBI) is a standard measure that includes 24 items and 5 domains. Caregivers are asked to rate how often each statement describes their feelings (never, rarely, sometimes, quite frequently, nearly always). The total score may range from 0 to 96 with higher scores reflecting greater feelings of burden.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"31.8","spread":"14.9"},{"groupId":"OG001","value":"32.0","spread":"14.9"}]}]}]},{"type":"SECONDARY","title":"Disability Assessment for Dementia (DAD)","description":"The Disability Assessment for Dementia (DAD) is a standard measure of functional independence that asks caregivers whether the participant performed 17 basic and 23 instrumental activities of daily living over the past 2 weeks without reminder or assistance. Each item is rated as yes, no, or not applicable (i.e., never performed, no opportunity to perform). The score reflects the percent of items performed independently, excluding those that were not applicable. Therefore, scores may range from 0 to 100 with higher scores reflecting greater independence. The DAD has high established validity and high test-retest reliability (ICC, 0.96), inter-rater reliability (ICC, 0.95) and internal consistency (Cronbach's alpha, 0.96).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"52.3","spread":"24.1"},{"groupId":"OG001","value":"65.5","spread":"23.9"}]}]}]},{"type":"SECONDARY","title":"Neuropsychiatric Inventory - Number (NPI-N)","description":"The NPI assesses the frequency, severity and level of distress caused by 12 common dementia-related behaviors (delusions, hallucinations, agitation/aggression, depression/dysphoria, anxiety, elation/euphoria, apathy/indifference, disinhibition, irritability/lability, aberrant motor behavior, sleep and appetite/eating). The NPI-N counts the number of symptoms present. Scores may range from 0 to 12 with higher scores reflecting worse outcomes (i.e., more symptoms).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.0","spread":"2.8"},{"groupId":"OG001","value":"3.5","spread":"2.6"}]}]}]},{"type":"SECONDARY","title":"Neuropsychiatric Inventory - Frequency*Severity (NPI-FS)","description":"The Neuropsychiatric Inventory - Frequency\\*Severity subscale (NPI-FS) assesses the frequency and severity of 12 common dementia-related behaviors (delusions, hallucinations, agitation/aggression, depression/dysphoria, anxiety, elation/euphoria, apathy/indifference, disinhibition, irritability/lability, aberrant motor behavior, sleep and appetite/eating) by caregiver report. NPI-FS was calculated by multiplying the frequency\\*severity of behaviors, which had a range of 0-144. Higher scores indicate worse outcomes (greater frequency/severity).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15.9","spread":"18.4"},{"groupId":"OG001","value":"14.1","spread":"15.9"}]}]}]},{"type":"SECONDARY","title":"Neuropsychiatric Inventory - Caregiver Distress","description":"Measure of caregiver distress associated with 12 common dementia-related behaviors. Scores may range from 0 to 60 with higher scores reflecting greater distress.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.1","spread":"8.4"},{"groupId":"OG001","value":"8.3","spread":"7.6"}]}]}]},{"type":"SECONDARY","title":"Quality of Life in Alzheimer's Disease - CG Report About Participant","description":"Caregiver assessment of participant's quality of life. Scores may range from 13 to 52, with higher scores reflecting better quality of life.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"31.2","spread":"5.6"},{"groupId":"OG001","value":"33.1","spread":"5.1"}]}]}]},{"type":"SECONDARY","title":"Geriatric Depression Scale (GDS)","description":"Depressive symptoms were assessed in caregivers based on self-report using the GDS - short form, a 15-item yes/no scale. Scores may range from 0 to 15, with higher scores reflecting greater depressive symptomatology.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.3","spread":"3.2"},{"groupId":"OG001","value":"3.3","spread":"3.0"}]}]}]},{"type":"SECONDARY","title":"Positive Aspects of Caregiving (PAC)","description":"A standard measure that asks caregivers to rate their agreement/disagreement with 11 statements about positive aspects of caregiving on a 5-point likert scale (disagree a lot ... agree a lot). Total scores range from 11 to 55 with higher scores indicating more positive feelings","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"36.9","spread":"8.2"},{"groupId":"OG001","value":"39.5","spread":"9.5"}]}]}]},{"type":"SECONDARY","title":"Chair Stand Time","description":"Time to complete 5 chair stands without using arms in seconds. Higher scores reflect worse (slower) performance.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17.7","spread":"8.4"},{"groupId":"OG001","value":"18.2","spread":"9.8"}]}]}]},{"type":"SECONDARY","title":"Balance Score","description":"From Short Physical Performance Battery, including side-by-side, semi-tandem, and tandem balance. Score may range from 0 to 4, with higher scores indicating better balance.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.4","spread":"1.4"},{"groupId":"OG001","value":"2.4","spread":"1.4"}]}]}]},{"type":"SECONDARY","title":"Usual Gait Speed","description":"From Short Physical Performance Battery, better of two times in seconds. Higher scores reflect worse (slower) performance.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.6","spread":"3.9"},{"groupId":"OG001","value":"5.6","spread":"4.2"}]}]}]},{"type":"SECONDARY","title":"Timed Up & Go","description":"Measure of mobility in which participant is timed while standing up from a seated position, walking around a cone that is 8 feet away, and returning to a seated position. Higher scores reflect worse (slower) performance.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15.7","spread":"10.8"},{"groupId":"OG001","value":"16.1","spread":"18.1"}]}]}]},{"type":"SECONDARY","title":"Sit & Reach","description":"Measure of flexibility in which participant reaches toward toes with a straight leg. Score reflect closest to touching, with positive values reflecting past toes and negative values reflecting not touching toes.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.3","spread":"5.0"},{"groupId":"OG001","value":"-4.0","spread":"4.2"}]}]}]},{"type":"SECONDARY","title":"Falls Efficacy Scale (FES) - Participant Report","description":"A standard measure of falls efficacy that can be administered to people with cognitive impairment or caregivers and asks about concern about the possibility of falling doing 10 daily tasks (e.g., taking a bath or shower) on a 4-point likert scale (not at all, somewhat, fairly or very concerned). Scores may range from 10 to 40 with higher scores reflecting worse outcomes (i.e., greater concern about falling).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.2","spread":"6.7"},{"groupId":"OG001","value":"14.1","spread":"5.3"}]}]}]},{"type":"POST_HOC","title":"Satisfaction Score","description":"Caregivers were sent an anonymous satisfaction survey after completion or withdrawal with a pre-paid return envelope. Satisfaction was rated on a 5-point Likert scale (1=Highly Unsatisfied to 5=Highly Satisfied). Open-ended questions asked about changes observed in study participants and themselves when participating in the program, what they liked the most and found most challenging, and other comments. Qualitative content analyses were performed to identify key domains and sub-domains described.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.5","spread":"0.9"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":8,"n":44},"commonTop":["Not serious","Other AE","Procedures"]}}}