{"nctId":"NCT02387801","briefTitle":"A Study of the Early Activity of Ixekizumab (LY2439821) in Moderate-to-Severe Psoriasis","startDateStruct":{"date":"2015-04"},"conditions":["Psoriasis"],"count":12,"armGroups":[{"label":"Ixekizumab Dosing Q2W","type":"EXPERIMENTAL","interventionNames":["Drug: Ixekizumab"]},{"label":"Ixekizumab Dosing Q4W","type":"EXPERIMENTAL","interventionNames":["Drug: Ixekizumab"]}],"interventions":[{"name":"Ixekizumab","otherNames":["LY2439821"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Present with chronic moderate-to-severe plaque psoriasis based on a confirmed (by a dermatologist) diagnosis of chronic plaque psoriasis for at least 6 months prior to baseline\n* Active psoriatic skin lesions of plaque psoriasis (Ps)\n* Are a candidate for phototherapy and/or systemic therapy\n* Men must agree to use a reliable method of birth control or remain abstinent during the study and for at least 12 weeks after stopping treatment\n* Women must agree to use reliable birth control or remain abstinent during the study and for at least 12 weeks after stopping treatment\n\nExclusion Criteria:\n\n* Are unable to commit to the photography schedule for the duration of the study\n* Have participated in any study with interleukin 17 (IL-17) or (IL-23) antagonists, including ixekizumab\n* Serious disorder or illness other than psoriasis\n* Serious infection within the last 3 months\n* Breastfeeding or nursing (lactating) women","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Time to at Least a 1 Point Improvement on the Patient's Global Assessment of Disease Severity (PatGA) Score","description":"The PatGA is a patient-administered single-item scale on which participants are asked to rank by selecting a number on a 0 to 5 Numeric Rating Score (NRS) the severity of their psoriasis \"today\" from 0 (Clear) = no psoriasis to 5 (Severe) = the worst their psoriasis has ever been.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.0","spread":null},{"groupId":"OG001","value":"6.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline on Itch Numeric Rating Scale (NRS) Score","description":"The Itch NRS is a patient-administered single-item 11-point horizontal scale anchored at 0 and 10, with 0 representing \"no itch\" and 10 representing \"worst itch imaginable.\" Overall severity of a participant's itching from psoriasis (Ps) is indicated by circling the number that best describes the worst level of itching in the past 24 hours. Least Square Means (LS means) are from analysis of mixed-effects model for repeated measures (MMRM) and model includes treatment group, baseline value and timepoint.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.2","spread":"0.53"},{"groupId":"OG001","value":"-6.6","spread":"0.55"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline on the Dermatology Life Quality Index (DLQI)","description":"The DLQI is a simple, patient-administered, 10-question, validated, quality-of-life questionnaire that covers 6 domains including symptoms and feelings, daily activities, leisure, work and school, personal relationships, and treatment. Response categories include \"Not at all,\" \"A little,\" \"A lot,\" and \"Very much,\" with corresponding scores of 0, 1, 2, and 3 respectively. Questions 3-10 also have an additional response category of \"Not relevant\" which is scored as \"0\". For all questions, if unanswered the question is scored as \"0\". Totals range from 0 to 30 (less to more impairment). LS means are from analysis of MMRM and model includes treatment group, baseline value and timepoint.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-13.4","spread":"1.56"},{"groupId":"OG001","value":"-14.3","spread":"1.59"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Percent Body Surface Area (%BSA)","description":"The BSA is the percentage involvement of psoriasis on each participant's body surface on a continuous scale from 0% (no involvement) to 100% (full involvement), in which 1% corresponds to the size of the participant's hand (including the palm, fingers, and thumb). The total BSA affected was the summation of individual regions affected. LS means are from analysis of MMRM and the model includes treatment group, baseline value, visit and treatment-by-visit interaction","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-26.1","spread":"1.39"},{"groupId":"OG001","value":"-28.0","spread":"1.39"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline on the Psoriasis Area and Severity Index (PASI)","description":"The PASI combines assessments of the extent of body-surface involvement in 4 anatomical regions (head, trunk, arms, and legs) and the severity of desquamation (scaling), erythema, and plaque induration/infiltration (thickness) in each region, yielding an overall score of 0 for no psoriasis to 72 for the most severe disease. Participants achieving PASI 75 were defined as having an improvement of at least 75% in PASI scores compared to baseline. LS means are from analysis of MMRM and the model includes treatment group, baseline value, visit and treatment-by-visit interaction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-22.00","spread":"0.456"},{"groupId":"OG001","value":"-22.72","spread":"0.456"}]}]}]},{"type":"SECONDARY","title":"Time to at Least a 2 Point Improvement on the PatGA Score","description":"The PatGA is a patient-administered single-item scale on which participants are asked to rank by selecting a number on a 0 to 5 NRS the severity of their psoriasis \"today\" from 0 (Clear) = no psoriasis to 5 (Severe) = the worst their psoriasis has ever been.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.0","spread":null},{"groupId":"OG001","value":"13.5","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":6},"commonTop":["Upper respiratory tract infection","Injection site erythema","Injection site urticaria","Influenza","Biopsy breast"]}}}