{"nctId":"NCT01427803","briefTitle":"Actual Use Trial of Naproxen Sodium","startDateStruct":{"date":"2011-09"},"conditions":["Pain"],"count":778,"armGroups":[{"label":"Arm 1","type":"EXPERIMENTAL","interventionNames":["Drug: Naproxen Sodium ER (BAYH6689)"]}],"interventions":[{"name":"Naproxen Sodium ER (BAYH6689)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* At least 12 years of age\n* Report taking OTC analgesics for pain on at least 5 days in the last month\n* Report having had pain at least once in the last 3 months lasting longer than 12 hours or that they believe would have lasted longer than 12 hours if they had not treated it\n* Able to read and understand English\n* Provide written informed consent (subjects 12-17 years of age provide written assent and/or parent or legal guardian provide written consent)\n* Provide contact information\n* Purchase the investigational product\n\nExclusion Criteria:\n\n* Have participated in a trial involving OTC analgesics in the last 6 months\n* They or someone else in the household work for a market research company, an advertising agency, a public relations firm, a pharmaceutical company, as a healthcare professional, or as part of a health care practice (eliminated for reasons of confidentiality or increased awareness of drugs and their labels)\n* Have a history of known allergies to NSAIDs (i.e., naproxen, ibuprofen, aspirin, etc.)\n* Have a history of heart surgery in the last 60 days or plans for heart surgery in the next 60 days\n* (Female subjects) are pregnant or breastfeeding","healthyVolunteers":true,"sex":"ALL","minimumAge":"12 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Estimated Percentage of Misuse for Non-Therapeutic Reasons","description":"The primary objective of this trial was to determine the percentage of non-therapeutic misuse. Two aspects of consumer use of Aleve 24 Hour were examined: the frequency at which consumers exceeded the label-defined daily dose modified by those who did so for non-therapeutic reasons.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Non-therapeutic Reasons for Misuse","description":"Those subjects in the Reasons for Misuse Cohort who did not state misuse due to need for additional pain relief were categorized to Non-therapeutic misuse.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"52","spread":null}]}]}]},{"type":"SECONDARY","title":"Estimated Percentage of Misuse for Non-Therapeutic Reasons Using the First 10-Day Treatment Course","description":"This endpoint was an assessment of whether the rate of non-therapeutic misuse exceeded the pre-defined acceptable threshold for non-therapeutic misuse. The difference lay in the estimation of misuse in the Patterns of Use Cohort by using 10-day treatment courses rather than by \"use day\". A treatment course for each subject began on the first day they recorded taking one or more tablets which was followed by nine consecutive \"evaluable days.\"","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Took >/= 2 Tablets/Use Day in Any 10 Use Days","description":"Percentage of participants took \\>/= 2 tablets/use day in any 10 use days thus exceeding the label directions during a treatment course.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Took Product With Mean Daily Use >/= 2 Tablets /Use Day","description":"Percentage of participants who took product with mean daily use \\>/= 2 tablets /use day thus exceeding the label directions on any use day.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With at Least One Dosing Occasion Where More Than One Tablet Was Taken","description":"Percentage of participants with at least one dosing occasion where more than one tablet was taken thus exceeding the label directions.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Dosing Occasions Where More Than One Tablet Was Taken","description":"Percentage of dosing occasions where more than one tablet was taken thus exceeding the label directions.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Where a Dose Was Taken Less Than 22 Hours After the Most Recent Previous Dose","description":"Percentage of participants where a dose was taken less than 22 hours after the most recent previous dose thus exceeding the label directions. 22 hrs was chosen to allow for some imprecision in subjects' recollection.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"72.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Dosing Occasions Where a Dose Was Taken Less Than 22 Hours After the Most Recent Previous Dose","description":"Percentage of dosing occasions where a dose was taken less than 22 hours after the most recent previous dose. 22 hrs was chosen to allow for some imprecision in subjects' recollection","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27.8","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":6,"n":745},"commonTop":["nasopharyngitis","abdominal pain upper","headache","constipation","diarrhoea"]}}}