{"nctId":"NCT01048866","briefTitle":"A Study of Flurbiprofen 8.75 mg Lozenge in Patients With Pharyngitis","startDateStruct":{"date":"2009-11"},"conditions":["Pharyngitis"],"count":198,"armGroups":[{"label":"flurbiprofen 8.75 mg lozenge","type":"EXPERIMENTAL","interventionNames":["Drug: flurbiprofen","Drug: acetaminophen 650mg"]},{"label":"placebo lozenge","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: placebo","Drug: acetaminophen 650mg"]}],"interventions":[{"name":"placebo","otherNames":[]},{"name":"flurbiprofen","otherNames":[]},{"name":"acetaminophen 650mg","otherNames":["Tylenol"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. The patient has a complaint of sore throat.\n2. If the patient is a female of childbearing potential, she has been using effective contraception since the last date of menses and is not breast-feeding or lactating.\n3. If the patient is a female of childbearing potential, the patient must have a negative urine pregnancy.\n4. The patient has provided written informed consent prior to any study-related procedures.\n\nExclusion Criteria:\n\n1. The patient has a history of an upper gastrointestinal ulcer within the past 60 days, is currently experiencing clinically significant upper gastrointestinal complaints, or is currently taking medication regularly (≥ three times in the previous week).\n2. The patient has a history of any hepatic disease or renal dysfunction.\n3. The patient has a history of chronic analgesic use (≥ three times per week over the prior four weeks). (Patients on low-dose aspirin therapy may be allowed in the study per investigator's clinical decision.)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Time Weighted Sum of Pain Intensity Differences (SPID) in Sore Throat Pain Intensity Scale (STPIS) Over the 24 Hours Post-baseline (STPIS SPID24)","description":"STPIS measures sore throat pain intensity on a 100-mm visual analog scale completed by participants. A mark at 0-mm indicates no pain upon swallowing and 100-mm indicates severe pain. SPID24 was calculated as the sum of the time weighted pain intensity differences from baseline until 24 hours. The full range was -104412 (complete pain relief within 1 hour of dosing that lasts 24 hours) to 27588 (maximum pain within 1 hour lasting 24 hours) using the mean baseline STPIS.\n\nParticipants with a last recorded time point \\<21 hours were considered Not Evaluable. If a participant used rescue medication, all post-rescue STPIS values in the 24-hour interval were assigned the baseline value for STPIS. Missing scores of STPIS with non-missing STPIS scores at earlier and later assessments were imputed using linear interpolation assuming the time of the missing assessment to be the nominal time since initial dose.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-522.9","spread":"476.54"},{"groupId":"OG001","value":"-326.5","spread":"386.83"}]}]}]},{"type":"SECONDARY","title":"Time Weighted Summed Differences in Difficulty Swallowing Scale (DSS) During the Initial 2 Hours From Baseline","description":"DSS measures difficulty swallowing (dysphagia) using a 100-mm visual analog scale completed by participants. Participants were instructed to swallow and \"Place a line on the scale that best characterizes how difficult it is to swallow now.\" A mark at 0-mm indicated not difficult and 100-mm indicated very difficult.\n\nData are reported as the sum of the time-weighted pain intensity differences from baseline until 2 hours post dose. The full range was -9360 (no difficulty swallowing within 1 hour of dosing that lasts 2 hours) to 2640 (maximum difficulty swallowing within 1 hour of dosing lasting 2 hours) using the baseline DSS value.\n\nMissing values of DSS with non-missing values at assessments before and after were calculated using linear interpolation.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-37.1","spread":"39.60"},{"groupId":"OG001","value":"-18.1","spread":"29.43"}]}]}]},{"type":"SECONDARY","title":"Time Weighted Summed Differences in Difficulty Swallowing Scale (DSS) During the Initial 24 Hours From Baseline","description":"DSS measures difficulty swallowing (dysphagia) using a 100-mm visual analog scale completed by participants. Participants were instructed to swallow and \"Place a line on the scale that best characterizes how difficult it is to swallow now.\" A mark at 0-mm indicated not difficult and 100-mm indicated very difficult.\n\nData are reported as the sum of the time-weighted pain intensity differences from baseline until 24 hours post dose. The full range was -102960 (no difficulty swallowing within 1 hour of dosing that lasts 24 hours) to 29040 (maximum difficulty swallowing within 1 hour of dosing lasting 24 hours) using the baseline DSS value. Negative values indicate improvement in difficulty swallowing.\n\nMissing values of DSS with non-missing values at assessments before and after were calculated using linear interpolation.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-555.5","spread":"494.04"},{"groupId":"OG001","value":"-379.4","spread":"397.66"}]}]}]},{"type":"SECONDARY","title":"Time Weighted Summed Differences in Swollen Throat Scale (SwoTS) During the Initial 2 Hours From Baseline","description":"SwoTS measures how swollen a participant's throat felt using a 100-mm visual analog scale completed by participants. Participants were instructed to swallow and \"Place a line on the scale that best characterizes how swollen your throat feels now.\" A mark at 0-mm indicated not swollen and 100-mm indicated very swollen.\n\nThe full range of the sum of the time-weighted swollen throat differences from baseline until 2 hours was -9120 (throat did not feel swollen at all within 1 hour of dosing and lasted 2 hours) to 2880 (maximum swollen throat reported within 1 hour and lasting 2 hours) using the mean baseline SwoTS.\n\nNegative values for the differences indicate improvement. Missing values of SwoTS with non-missing values at assessments before and after were calculated using linear interpolation.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-35.5","spread":"38.92"},{"groupId":"OG001","value":"-16.9","spread":"29.10"}]}]}]},{"type":"SECONDARY","title":"Time Weighted Summed Differences in Swollen Throat Scale (SwoTS) During the Initial 24 Hours From Baseline","description":"SwoTS measures how swollen a participant's throat felt using a 100-mm visual analog scale completed by participants. Participants were instructed to swallow and \"Place a line on the scale that best characterizes how swollen your throat feels now.\" A mark at 0-mm indicated not swollen and 100-mm indicated very swollen.\n\nThe full range of the sum of the time-weighted swollen throat differences from baseline until 24 hours was -100320 (throat did not feel swollen at all within 1 hour of dosing and lasted 24 hours) to 31680 (maximum swollen throat reported within 1 hour and lasting 24 hours) using the mean baseline SwoTS. Negative values for differences indicate improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-542.4","spread":"487.67"},{"groupId":"OG001","value":"-377.4","spread":"419.95"}]}]}]},{"type":"SECONDARY","title":"Time Weighted Sum of Pain Intensity Differences (SPID) in Sore Throat Pain Intensity Scale (STPIS) Over the 2 Hours Post-baseline (STPIS SPID2)","description":"STPIS measures sore throat pain intensity on a 100-mm visual analog scale completed by participants. A mark at 0-mm indicates no pain upon swallowing and 100-mm indicates severe pain. SPID2 was calculated as the sum of the time weighted pain intensity differences from baseline until 2 hours post dose. The full range was -9492 (complete pain relief within one hour of dosing that lasts 2 hours) to 2508 (maximum pain within 1 hour lasting 2 hours) using the mean baseline STPIS.\n\nIf a participant used rescue medication (acetaminophen 650mg was allowed as needed post dose), all post-rescue STPIS values in the 24-hour interval were assigned the baseline value for STPIS. Missing scores of STPIS with non-missing STPIS scores at earlier and later assessments (recorded or derived due to rescue) were imputed using linear interpolation assuming the time of the missing assessment to be the nominal time since initial dose.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-37.1","spread":"37.04"},{"groupId":"OG001","value":"-17.9","spread":"26.54"}]}]}]},{"type":"SECONDARY","title":"Time Weighted Sum of Pain Intensity Differences (SPID) in Sore Throat Pain Intensity Scale Over 24 Hours Post-baseline (STPIS SPID24) For Participants With Baseline Practitioner's Assessment of Pharyngeal Inflammation (PAIN) of Moderate or Severe","description":"STPIS measures sore throat pain intensity on a 100-mm visual analog scale completed by participants. A mark at 0-mm indicates no pain upon swallowing and 100-mm indicates severe pain. For the subgroup of patients with moderate/severe pharyngeal inflammation at baseline, SPID24 was calculated as the sum of the time weighted pain intensity differences from baseline until 24 hours. Taking inclusion criteria into account, the full range was -115695 (no pain at any post-dose time (0) - average baseline) to 28505 (maximum possible pain (100) - average baseline).\n\nParticipants with their last recorded time point \\<21 hours were considered Not Evaluable. If a participant used rescue medication, all post-rescue STPIS values in the 24-hour interval were assigned the baseline value for STPIS. Missing scores of STPIS with non-missing STPIS scores at earlier and later assessments were imput","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-476.9","spread":"492.12"},{"groupId":"OG001","value":"-351.3","spread":"425.98"}]}]}]},{"type":"SECONDARY","title":"Sore Throat Relief As Reported by Participants 2 Hours After Initial Dose","description":"Participants graded the relief of his/her sore throat at 2 hours post initial dose using the Sore Throat Relief Rating Scale (STRRS), which is a 6-category relief scale.\n\nThe patient was instructed to swallow and asked:\n\n\"Considering how your throat felt before you took the study medicine, circle the phrase that best describes the relief of your sore throat now.\" Responses were no relief, slight, mild, moderate, considerable, and complete relief.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.9","spread":null},{"groupId":"OG001","value":"38.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"28.7","spread":null},{"groupId":"OG001","value":"22.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"27.7","spread":null},{"groupId":"OG001","value":"17.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17.8","spread":null},{"groupId":"OG001","value":"18.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15.8","spread":null},{"groupId":"OG001","value":"3.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Investigators' Clinical Assessment (CLIN) Of Study Medication as a Treatment for Sore Throat at 24 Hours After Initial Dose","description":"Investigators assessed the effectiveness of study medication on the patient's sore throat at 24 hours following initial dose by answering the following question: \"Considering the patient's response to the study medicine over the past 24 hours, how do you rate the study medicine as a treatment for sore throat?\" Responses were poor, fair, good, very good or excellent.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25.0","spread":null},{"groupId":"OG001","value":"25.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"27.0","spread":null},{"groupId":"OG001","value":"29.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"26.0","spread":null},{"groupId":"OG001","value":"24.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14.0","spread":null},{"groupId":"OG001","value":"12.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.0","spread":null},{"groupId":"OG001","value":"8.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Participant Satisfaction Score 24 Hours After Initial Dose","description":"After 24 hours of treatment, participants rated their satisfaction with the treatment on a 7-step scale from extremely dissatisfied to extremely satisfied.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.0","spread":null},{"groupId":"OG001","value":"5.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.0","spread":null},{"groupId":"OG001","value":"9.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10.9","spread":null},{"groupId":"OG001","value":"14.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"27.7","spread":null},{"groupId":"OG001","value":"32.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23.8","spread":null},{"groupId":"OG001","value":"26.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"24.8","spread":null},{"groupId":"OG001","value":"7.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.0","spread":null},{"groupId":"OG001","value":"5.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Investigators' Clinical Assessment (CLIN) Of Study Medication as a Treatment for Sore Throat at End of Study (Day 7)","description":"Investigators assessed the effectiveness of study medication on the patient's sore throat at the end of study by answering the following question: \"Considering the patient's response to the study medicine over the past 7 days, how do you rate the study medicine as a treatment for sore throat?\" Responses were poor, fair, good, very good or excellent.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19.8","spread":null},{"groupId":"OG001","value":"25.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"22.9","spread":null},{"groupId":"OG001","value":"26.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"24.0","spread":null},{"groupId":"OG001","value":"20.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"26.0","spread":null},{"groupId":"OG001","value":"22.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7.3","spread":null},{"groupId":"OG001","value":"5.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Post 24 Hour, Multiple Dose Results: Weighted Sum of Pain Intensity Differences (SPID) Over 2 Hours for the Sore Throat Pain Intensity Scale (STPIS SPID2)","description":"The time weighted summed differences over 2 hours after taking a lozenge after the initial 24-hours post-baseline.\n\nSTPIS is a validated 100-mm visual analog scale completed by participants that measures \"pain on swallowing\" (odynophagia). A mark at 0-mm indicates no pain and 100-mm indicates severe pain. SPID2 was calculated as the sum of the time-weighted pain intensity differences from a measurement taken prior to taking a lozenge and at hours 1 + 2 after taking the lozenge during Days 2-7. Data for multiple doses/days were averaged to obtain the values used for calculating SPID2. The full range for SPID2 was -5843 to 6157 with negative values indicating improvement in pain intensity. Assessments were summarized using a repeated measures mixed model, with treatment and center as a fixed effect, time since Baseline as a covariate, and a random effect for participants.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-22.7","spread":"2.56"},{"groupId":"OG001","value":"-16.8","spread":"2.61"}]}]}]},{"type":"SECONDARY","title":"Post 24 Hour, Multiple Dose Results: Weighted Sum of Differences Over 2 Hours for Difficulty Swallowing Scale (DSS2)","description":"The time weighted summed differences over 2 hours after taking a lozenge for all lozenges taken after the initial 24-hours post-baseline.\n\nTo measure the functional effect on pharyngitis, the participant was asked to evaluate his/her difficulty swallowing (dysphagia) using a 100-mm visual analog scale prior to dosing, and 1 hour and 2 hours post dose. The participant was instructed to swallow and \"Place a line on the scale that best characterizes how difficult it is to swallow now.\" A mark at 0-mm indicated not difficult and 100-mm indicated very difficult. Data for multiple doses/days were averaged to obtain the values used for calculating DSS2. The full range for differences was -5626 to 6374 with negative values indicating improvement in pain intensity.\n\nAssessments were summarized using a repeated measures mixed model, with treatment and center as a fixed effect, time since Baseline as a covariate, and a random effect for participants.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-21.0","spread":"2.49"},{"groupId":"OG001","value":"-15.5","spread":"2.53"}]}]}]},{"type":"SECONDARY","title":"Post 24 Hour, Multiple Dose Results: Weighted Sum of Differences Over 2 Hours for Swollen Throat Scale (SwoTS2)","description":"The time weighted summed differences over 2 hours after taking a lozenge for all lozenges taken after the initial 24-hours post-baseline.\n\nThe participant was asked to evaluate how swollen his/her throat felt using a 100-mm visual analog scale prior to dosing, and 1 hour and 2 hours post dose.\n\nThe patient was instructed to swallow and \"Place a line on the scale that best characterizes how swollen your throat feels now.\" A mark at 0-mm indicated not swollen and 100-mm indicated very swollen. Data for multiple doses/days were averaged to obtain the values used for calculating SWoTS2. The full range for differences was -5396 to 6604 with negative values indicating improvement in pain intensity.\n\nAssessments were summarized using a repeated measures mixed model, with treatment and center as a fixed effect, time since Baseline as a covariate, and a random effect for participants.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-19.5","spread":"2.49"},{"groupId":"OG001","value":"-13.4","spread":"2.52"}]}]}]},{"type":"SECONDARY","title":"Post 24 Hour, Multiple Dose Results: Sore Throat Relief As Reported by Participants 2 Hours After Dosing","description":"Participants graded the relief of his/her sore throat at 2 hours after taking a lozenge for all lozenges taken after the initial 24-hours post-baseline using the Sore Throat Relief Rating Scale (STRRS), which is a 6-category relief scale.\n\nThe patient was instructed to swallow and:\n\n\"Considering how your throat felt before you took the study medicine, circle the phrase that best describes the relief of your sore throat now.\" Responses following each lozenge were no relief, slight, mild, moderate, considerable, and complete relief. Results summarize responses 2 hours after taking each lozenge.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.7","spread":null},{"groupId":"OG001","value":"23.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"21.7","spread":null},{"groupId":"OG001","value":"24.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"25.2","spread":null},{"groupId":"OG001","value":"19.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16.5","spread":null},{"groupId":"OG001","value":"13.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"18.9","spread":null},{"groupId":"OG001","value":"14.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.0","spread":null},{"groupId":"OG001","value":"4.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Took Rescue Pain Medication","description":"Participants were allowed a dose of rescue medication (acetaminophen 650mg), as needed, post-treatment dosing during the study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.9","spread":null},{"groupId":"OG001","value":"25.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"86.1","spread":null},{"groupId":"OG001","value":"74.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to First Rescue Pain Medication","description":"Participants were allowed a dose of rescue medication (acetaminophen 650mg), as needed, post-treatment during the study. Time from initial dose to first rescue medication is summarized by time categories.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.0","spread":null},{"groupId":"OG001","value":"6.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.0","spread":null},{"groupId":"OG001","value":"2.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.9","spread":null},{"groupId":"OG001","value":"13.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.0","spread":null},{"groupId":"OG001","value":"3.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.0","spread":null},{"groupId":"OG001","value":"1.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"86.1","spread":null},{"groupId":"OG001","value":"74.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Body Temperature at 2 Hours Post Initial Dose","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.2","spread":"0.63"},{"groupId":"OG001","value":"-0.0","spread":"0.82"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Body Temperature at End of Study","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.4","spread":"0.91"},{"groupId":"OG001","value":"-0.3","spread":"0.94"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":101},"commonTop":["Headache","Throat irritation","Cough","Pyrexia","Pharyngitis streptococcal"]}}}