{"nctId":"NCT02394795","briefTitle":"Panitumumab and RAS, Diagnostically-useful Gene Mutation for mCRC","startDateStruct":{"date":"2015-05-29","type":"ACTUAL"},"conditions":["Colorectal Cancer"],"count":823,"armGroups":[{"label":"Group P; mFOLFOX6 + panitumumab combination therapy","type":"EXPERIMENTAL","interventionNames":["Drug: oxaliplatin (OXA), levofolinate calcium (l-LV), 5-FU, panitumumab"]},{"label":"Group B; mFOLFOX6 + bevacizumab combination therapy","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: oxaliplatin (OXA), levofolinate calcium (l-LV), 5-FU, bevacizumab"]}],"interventions":[{"name":"oxaliplatin (OXA), levofolinate calcium (l-LV), 5-FU, panitumumab","otherNames":[]},{"name":"oxaliplatin (OXA), levofolinate calcium (l-LV), 5-FU, bevacizumab","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Investigator and subinvestigator judge a candidate is understand clinical trial and comply this protocol.\n\n   Investigator is those who participate in conducting a study and oversight the study duties at a site.\n2. Patients who have given written consent to take part in the study after detailed explanation of the study prior to enrollment\n3. Aged ≥20 to \\<80 years at the time of informed consent\n4. Patients with unresectable adenocarcinoma originating in the large intestine (excluding carcinoma of the appendix and anal canal cancer)\n5. Patients with lesion(s) that can be evaluated. It is not essential to be evaluated the tumor according to the RECIST ver. 1.1.\n6. Patients who have not received chemotherapy for colorectal cancer. Patients who experience relapse more than 24 weeks (168 days) after the final dose of perioperative adjuvant chemotherapy with fluoropyrimidine agents may be enrolled. Patients who have received perioperative adjuvant chemotherapy including oxaliplatin are excluded.\n7. Patients classified as KRAS/NRAS wild-type by KRAS/NRAS testing. KRAS/NRAS test will be performed using the in vitro diagnostic listed in the National Health Insurance.\n\n   Patients with no mutation in any of the codons shown below are considered wild type. It is not considered wild type if either of the codons are not evaluable or not tested.\n\n   KRAS: EXON2 (codon 12, 13), EXON3 (codon 59, 61), EXON4 (codon 117, 146) NRAS：EXON2 (codon 12, 13), EXON3 (codon 59, 61), EXON4 (codon 117, 146)\n8. Patients who satisfy the following criteria for the major organ function in tests performed within 14 days prior to enrollment\n\n   * Neutrophil count ≥ 1.5×10\\^3/µL\n   * Platelet count ≥ 1.0×10\\^4/µL\n   * Hemoglobin ≥ 9.0 g/dL\n   * Total bilirubin ≤ 2.0 mg/dL\n   * AST ≤ 100 IU/L (≤ 200 IU/L if liver metastases are present)\n   * ALT ≤ 100 IU/L (≤ 200 IU/L if liver metastases are present)\n   * Serum creatinine ≤ 1.5 mg/dL\n   * PT-INR \\< 1.5 (\\< 3.0 for patients treated with oral warfarin)\n   * Satisfies at least one of these conditions\n\n     1. Urine protein (dip stick method) ≤ 1+\n     2. UPC (urine protein creatinine) ratio ≤ 1.0\n     3. Urinary protein ≤ 1000 mg/ 24hours\n9. ECOG performance status (PS) of 0 or 1\n10. Life expectancy of ≥ 3 months (90 days) after enrollment\n\nExclusion Criteria:\n\n1. Radiotherapy received within 4 weeks (28 days) prior to enrollment. Treatments aimed at relieving pain for bone metastases are excluded.\n2. Known brain metastasis or strongly suspected of brain metastasis\n3. Synchronous cancers or metachronous cancers with a disease-free period of ≤ 5 years (excluding colorectal cancer) excluding mucosal cancers cured or be possibly cured by regional resection (esophageal, stomach, and cervical cancer, non-melanoma skin cancer, bladder cancer, etc.).\n4. Body cavity fluid that requires treatment (pleural effusion, ascites, pericardial effusion, etc.)\n5. Patients who do not want to use contraception to prevent pregnancy, and women who are pregnant or breast-feeding, or test positive for pregnancy\n6. Nonhealing surgical wound (excluding implanted venous reservoirs)\n7. Active hemorrhage requiring blood transfusion\n8. Disease requiring systemic steroids for treatment (excluding topical steroids)\n9. The patient who has placed colonic stent\n10. Intestinal resection within 4 weeks prior to enrollment or colostomy within 2 weeks prior to enrollmentt\n11. History or obvious and extensive CT findings of interstitial pulmonary disease (interstitial pneumonia, pulmonary fibrosis, etc.)\n12. Patients with unstable angina, myocardial infarction, cerebral hemorrhage, arterial thromboembolism such as cerebral infarction, or have history of these desease less than 24 weeks (168 days) before registration (except for lacunar infarction asymptomatic)\n13. Serious drug hypersensitivity\n14. Local or systemic active infection requiring treatment, or fever indicating infection\n15. NYHA class II or higher heart failure or serious heart disease\n16. Intestinal paralysis, gastrointestinal obstruction, or uncontrollable diarrhoea (incapacitating symptoms despite adequate treatment)\n17. Poorly controlled hypertension\n18. Poorly controlled diabetes mellitus\n19. Active hepatitis B\n20. Known HIV infection\n21. Peripheral neuropathy of ≥ Grade 2 by CTCAE (Japanese edition JCOG version 4.03)\n22. Other patients judged by the investigator or subinvestigator to be ineligible for enrollment in the study (e.g. Patients who might agree to participate under compulsion).","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","maximumAge":"79 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"OS in Participants With Left-sided Tumors","description":"OS was measured as the time from the date of randomization to the date of death due to any cause. The left-sided tumors were defined as primary tumors occupying a left-sided site include the descending colon, sigmoid colon, and rectum.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"37.85","spread":null},{"groupId":"OG001","value":"34.30","spread":null}]}]}]},{"type":"PRIMARY","title":"Overall Survival (OS) in All Participants","description":"OS was measured as the time from the date of randomization to the date of death due to any cause.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"36.24","spread":null},{"groupId":"OG001","value":"31.28","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression-Free Survival (PFS) in Participants With Left-sided Tumors","description":"PFS was defined as the time from the date of randomization to the earlier of Progressive Disease (PD) per Response Evaluation Criteria in Solid Tumors (RECIST) version 1.1 or death due to any cause. The left-sided tumors were defined as primary tumors occupying a left-sided site include the descending colon, sigmoid colon, and rectum.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.70","spread":null},{"groupId":"OG001","value":"13.24","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression-Free Survival (PFS) in All Participants","description":"PFS was defined as the time from the date of randomization to the earlier of Progressive Disease (PD) per Response Evaluation Criteria in Solid Tumors (RECIST) version 1.1 or death due to any cause.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.91","spread":null},{"groupId":"OG001","value":"11.99","spread":null}]}]}]},{"type":"SECONDARY","title":"Response Rate (RR) in All Participants","description":"RR was defined as number of participants who achieve Complete Response (CR) and Partial Response (PR) as the best overall response per RECIST version 1.1.The best overall response was CR, followed by PR, stable disease (SD), progressive disease (PD), and not evaluable (NE). CR: disappearance of all target lesions. Any pathological lymph nodes must have reduction in short axis to \\<10 mm. PR: at least a 30% decrease in the sum of diameters of target lesions, taking as reference the baseline sum diameters as the best overall response after randomization., SD: neither sufficient shrinkage to qualify for PR nor sufficient increase to qualify for PD, taking as reference the smallest sum diameters while on study. PD: at least a 20% increase in the sum of diameters of target lesions, taking as reference the smallest sum on study (this includes the baseline sum if that is the smallest on study).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"14","spread":null}]},{"measurements":[{"groupId":"OG000","value":"284","spread":null},{"groupId":"OG001","value":"253","spread":null}]},{"measurements":[{"groupId":"OG000","value":"79","spread":null},{"groupId":"OG001","value":"112","spread":null}]},{"measurements":[{"groupId":"OG000","value":"20","spread":null},{"groupId":"OG001","value":"18","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response (DOR)","description":"DOR means that the period from the day when either CR or PR is first confirmed until the day of documented PD or the day of death due to all causes, whichever occurs earlier.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.86","spread":null},{"groupId":"OG001","value":"10.74","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Treated With Curative Surgical Resection After Chemotherapy","description":"Curative surgical resection was defined as complete resection.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"66","spread":null},{"groupId":"OG001","value":"44","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment-emergent Adverse Events (TEAE)","description":"Adverse event (AE) was defined as any untoward medical occurrence in a participant administered a pharmaceutical product and which did not necessarily have a causal relationship with this treatment. A TEAE was defined as an adverse event with an onset that occurred in the treatment period after receiving the protocol treatment.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"402","spread":null},{"groupId":"OG001","value":"398","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":115,"n":404},"commonTop":["Peripheral sensory neuropathy","Neutrophil count decreased","Decreased appetite","Stomatitis","Fatigue"]}}}