{"nctId":"NCT02227446","briefTitle":"Local Antibiotic Therapy to Reduce Infection After Operative Treatment of Fractures at High Risk of Infection: A Multicenter Randomized, Controlled Trial (VANCO)","startDateStruct":{"date":"2014-10"},"conditions":["Post Operative Surgical Site Infection"],"count":1036,"armGroups":[{"label":"Vancomycin Antibotic Powder","type":"EXPERIMENTAL","interventionNames":["Drug: Vancomycin antibiotic powder"]},{"label":"Standard of Care","type":"NO_INTERVENTION","interventionNames":[]}],"interventions":[{"name":"Vancomycin antibiotic powder","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* All \"high energy\" tibial plateau fractures treated operatively with plate and screw fixation.\n* We define \"high energy\" tibial plateau fractures as patients who are either:\n\n  * Initially treated with an external fixation (with or without limited internal fixation) and treated definitively more than 3 days later after swelling has resolved.\n  * Any open type I, II, or IIIA fracture, regardless of timing of definitive treatment.\n  * Any tibial plateau fracture associated with ipsilateral leg compartment syndrome fasciotomy wounds.\n* All \"high energy\" pilon (distal tibial plafond) fractures treated operatively with plate and screw fixation. We define \"high energy\" pilon fractures as patients who are either:\n\n  * Initially treated with an external fixation (with or without fibula fixation or limited internal fixation) and treated definitively more than 3 days later after swelling has resolved.\n  * Any open type I, II, or IIIA fracture, regardless of timing of definitive treatment.\n  * Any tibial pilon fracture associated with ipsilateral leg compartment syndrome fasciotomy wounds.\n* Ages 18 to 80 years\n* Patients may have co-existing non-tibial infection, with or without antibiotic treatment.\n* Patients may have risk factors for infection including diabetes, immunosuppression from steroids or other medications, HIV, or other infections.\n* Patients may have a head injury\n* Patients may have a portion of the fixation (e.g. fibula fixation in pilon or percutaneous screws across a tibial plateau fracture) prior to definitive plate fixation, at the initial surgery before randomization.\n* Patients may have other orthopedic and non-orthopaedic injuries.\n* Patients may have pre-existing musculoskeletal injuries, be non ambulators, or have spinal cord injuries.\n* Women and minorities are included\n\nExclusion Criteria:\n\n* The study injury: tibial plateau, pilon, is already infected at time of study enrollment.\n* Patient speaks neither English nor Spanish.\n* Patients who have already had definitive fixation prior to enrollment in the study.\n* Severe problems with maintaining follow-up (e.g. patients who are homeless at the time of injury or those how are intellectually challenged without adequate family support).\n* Patients with allergies, drug administration reactions, or other sensitivities to Vancomycin (such as a history of Redman's Syndrome).\n* Pregnancy.\n* The study injury is a type IIIB or IIIC open fracture.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Clinically Significant Deep Surgical Site Infection (SSI)","description":"The main outcome will be the presence of clinically significant surgical site infection (SSI) in the first 26 weeks after surgery, as determined by CDC guidelines. The CDC criteria is currently 3 months for surgical site infection. To help capture more infections the study investigators have moved the time frame back to 6 months.\n\nWound characteristics will also be evaluated using the ASEPSIS score. In this system wounds are scored using the weighted sum of points assigned for predetermined criteria including the need for Additional treatment, presence of Serous drainage, Erythema, Purulent exudates, Separation of deep tissues, the Isolation of bacteria, and the duration of patients Stay (ASEPSIS).\n\nThe study investigators will define deep infections as those that require operative treatment, and superficial infections as those that are treated without operative intervention.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"29","spread":null},{"groupId":"OG001","value":"48","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null},{"groupId":"OG001","value":"36","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Bacterial Antibiotic Resistance Rate of Infected Participants","description":"Secondary outcome measures in this study include culture data in the group that becomes infected. Sensitivities of the isolate determined routinely in current clinical practice, will be recorded for analysis.\n\nThe most common bacterial isolates in infection after orthopaedic fracture care are methicillin resistant staph. aureus and methicillin resistant coagulase negative Staphylococci. The rate of bacterial Vancomycin sensitivity will be measured and analyzed.","classes":[]},{"type":"SECONDARY","title":"Identify Risk Factors for Infection","description":"A secondary outcome measure will be to determine the risk for postoperative infection as well as determine which patients are most likely to benefit from the local Vancomycin powder technique.\n\nDemographic variables will include age, presence of co-morbidities such as diabetes, smoking history, history of prior musculoskeletal infection, and history of infection within the past 30 days.\n\nInjury descriptors will include injury mechanism, open or closed fracture type, AO classification of the fracture type, other orthopaedic injuries, and other non-orthopaedic injuries.\n\nTreatment parameters will include time from injury to definitive treatment, time from injury to external fixation, and surgical approaches used.","classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":21,"n":499},"commonTop":[]}}}