{"nctId":"NCT00469144","briefTitle":"IV Busulfan With Allo-BMT: Study for Patients With Acute Myelogenous Leukemia and Myelodysplastic Syndrome","startDateStruct":{"date":"2005-06"},"conditions":["Myelodysplastic Syndrome","Leukemia","Acute Myeloid Leukemia"],"count":233,"armGroups":[{"label":"Fixed-Dose Busulfan + Fludarabine","type":"EXPERIMENTAL","interventionNames":["Drug: Busulfan","Drug: Fludarabine"]},{"label":"Adjusted Dose Busulfan + Fludarabine","type":"EXPERIMENTAL","interventionNames":["Drug: Busulfan","Drug: Fludarabine"]}],"interventions":[{"name":"Busulfan","otherNames":[]},{"name":"Fludarabine","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Acute myeloid leukemia past first remission, in first or subsequent relapse, in first remission (cytogenetics other than t(8;21, inv 16, t(15;17)) or induction failures. Only myeloid leukemia but not biphenotypic leukemia is allowed on this study.\n2. Myelodysplastic syndromes with intermediate or high risk International Prognostic Scoring System score\n3. Patient has not been administered any other systemic chemotherapeutic drug (including Mylotarg) within 21 days prior to trial enrollment (BMT Day -7 or day -9 for the test-dose arm of the study). Hydroxyurea is permitted if indicated to control induction refractory disease, and IT chemotherapy is allowed if indicated as maintenance treatment for previously diagnosed leptomeningeal disease, that has been in remission for at least 3 months prior to enrollment on this study).\n4. No active infection. Protocol PI will be final arbiter if there is uncertainty regarding whether a previous infection is resolved.\n5. age \\<=65\n6. Patients must have a matched related or unrelated donor willing to donate. A donor who is HLA identical or mismatched in 1 locus on Class I \\[HLA, A or B\\], or molecularly mismatched in 1 locus on Class II \\[HLA, DR or DQ\\] is also acceptable.\n7. ZUBROD performance status \\<2\n8. Life expectancy is not severely limited by concomitant illness and expected to be \\>12 weeks.\n9. Left ventricular ejection fraction \\>45% No uncontrolled arrhythmias or symptomatic cardiac disease.\n10. No symptomatic pulmonary disease. Forced expiratory volume at one second (FEV1), forced vital capacity (FVC) and diffusion capacity of lung for carbon monoxide (DLCO) \\>/= 50% of expected corrected for hemoglobin. In patients \\</= 7 years pulmonary function will be assessed per pediatric BMT routine\n11. Serum creatinine \\</= 1.5 mg%.\n12. Serum glutamate pyruvate transaminase (SGPT) \\</= 200 IU/ml, serum bilirubin and alkaline phosphatase within accepted laboratory standard normal limits or considered not clinically significant. No evidence of chronic active hepatitis or cirrhosis. If positive hepatitis serology, discuss with Study Chairman and consider liver biopsy.\n13. No effusion or ascites \\>1L prior to drainage.\n14. HIV-negative.\n15. Female patient is not pregnant (negative B-human chorionic gonadotropin (HCG) pregnancy test in all women of child-bearing-potential in accordance with departmental routine).\n16. Patient or patient's legal representative, parent(s) or guardian able to sign informed consent.\n17. No prior autologous stem cell transplants\n\nExclusion Criteria:\n\n1\\) None.","healthyVolunteers":false,"sex":"ALL","maximumAge":"65 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Treatment-related Mortality (TRM)","description":"Time to failure (TTF) defined as either disease recurrence or death, from the time of bone marrow transplant (BMT) and reported as TRM at 100 days and 1 year.\n\nTreatment period defined as BMT Day -9 for patients treated on the PK-guided treatment arm, and day -7 for patients receiving the fixed-dose busulfan treatment through BMT Day +28. The post study surveillance period is defined as BMT Day +29 through BMT Day +100. Bone marrow aspirate with cytogenetics at approximately one (1) month and three (3) months, or as clinically indicated.\n\nResponse Criteria is measured by the bone marrow aspirate to determine it has leukemic blast. Bone marrow blast less than 5% is considered to be a complete response.","paramType":"NUMBER","dispersionType":"90% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"3","spread":null},{"groupId":"OG002","value":"7","spread":null},{"groupId":"OG003","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"19","spread":null},{"groupId":"OG001","value":"17","spread":null},{"groupId":"OG002","value":"18","spread":null},{"groupId":"OG003","value":"3","spread":null}]}]}]},{"type":"PRIMARY","title":"3 Year Progression Free Survival","description":"PFS defined as length of time either due to disease recurrence or death, from the time of stem cell infusion (Bone marrow or PBPC) to 3 years.\n\nResponse Criteria is measured by the bone marrow aspirate to determine it has leukemic blast. Bone marrow blast less than 5% is considered to be a complete response.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"42","spread":null},{"groupId":"OG001","value":"56","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":114},"commonTop":["Infection","Skin GvHD","Liver GvHD","Chronic Ocular GvHD","Chronic Skin GvHD"]}}}