{"nctId":"NCT00906399","briefTitle":"Efficacy and Safety Study of Peginterferon Beta-1a in Participants With Relapsing Multiple Sclerosis","startDateStruct":{"date":"2009-06"},"conditions":["Relapsing Multiple Sclerosis"],"count":1516,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: BIIB017 (peginterferon beta-1a)","Drug: Placebo"]},{"label":"Peginterferon Beta-1a Q2W","type":"EXPERIMENTAL","interventionNames":["Drug: BIIB017 (peginterferon beta-1a)"]},{"label":"Peginterferon Beta-1a Q4W","type":"EXPERIMENTAL","interventionNames":["Drug: BIIB017 (peginterferon beta-1a)","Drug: Placebo"]}],"interventions":[{"name":"BIIB017 (peginterferon beta-1a)","otherNames":["PEG IFN ß-1a","PEGylated interferon beta-1a","Plegridy"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Key Inclusion Criteria:\n\n* Must have a confirmed diagnosis of relapsing multiple sclerosis (RMS), as defined by McDonald criteria 1 through 4 (Polman, 2005)\n* Must have an EDSS score between 0.0 and 5.0.\n* Must have experienced at least 2 relapses that have been medically documented within the last 3 years with at least one occurring in the last 12 months\n\nKey Exclusion Criteria:\n\n* Other chronic disease of immune system, malignancies, urologic, pulmonary, gastrointestinal disease\n* Pregnant or nursing women\n* Prior treatment with interferon could not exceed 4 weeks and subjects must have discontinued interferon treatment 6 months prior to Baseline\n\nNOTE: Other protocol defined Inclusion/Exclusion criteria may apply.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Annualized Relapse Rate (ARR) at 1 Year","description":"A relapse is defined as new or recurrent neurologic symptoms not associated with fever or infection, lasting for at least 24 hours, and accompanied by new objective neurologic findings. Only relapses confirmed by an independent neurology evaluation committee (INEC) are included in the analysis. Data after participants switched to alternative multiple sclerosis (MS) medications are excluded. Data were analyzed using negative binomial regression, adjusted for baseline Expanded Disability Status Scale (EDSS) score (\\< 4 versus ≥ 4), baseline age (\\< 40 versus ≥ 40 years), and baseline relapse rate (number of relapses in 3 years prior to study entry divided by 3).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.397","spread":null},{"groupId":"OG001","value":"0.288","spread":null},{"groupId":"OG002","value":"0.256","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of New Or Newly Enlarging T2 Hyperintense Lesions at 1 Year","description":"Number of new or newly enlarging T2 hyperintense lesions on brain magnetic resonance imaging (MRI) scans. Data observed after participants switched to alternative MS medications are excluded. Adjusted mean is based on negative binomial regression, adjusted for baseline number of T2 lesions.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.9","spread":"19.51"},{"groupId":"OG001","value":"7.9","spread":"15.84"},{"groupId":"OG002","value":"3.6","spread":"8.55"}]}]}]},{"type":"SECONDARY","title":"Proportion of Participants Relapsed at 1 Year","description":"A relapse is defined as new or recurrent neurologic symptoms not associated with fever or infection, lasting for at least 24 hours, and accompanied by new objective neurologic findings. Only relapses confirmed by INEC were included in the analysis. Estimated proportion of participants relapsed is based on the Kaplan-Meier product limit method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.291","spread":null},{"groupId":"OG001","value":"0.222","spread":null},{"groupId":"OG002","value":"0.187","spread":null}]}]}]},{"type":"SECONDARY","title":"Estimated Proportion of Participants With Sustained Disability Progression at 1 Year","description":"Sustained disability progression is defined as: at least a 1.0 point increase on the EDSS from baseline EDSS ≥ 1.0 that is sustained for 12 weeks, or at least a 1.5 point increase on the EDSS from baseline EDSS = 0 that is sustained for 12 weeks. The EDSS measures the disability status of people with MS on a scale that ranges from 0 to 10. The range of main categories include 0 (normal neurologic examination), to 5 (ambulatory without aid or rest for 200 meters/disability severe enough to impair full daily activities), to 10 (death due to MS). Estimated proportion of participants with progression based on the Kaplan-Meier product limit method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.105","spread":null},{"groupId":"OG001","value":"0.068","spread":null},{"groupId":"OG002","value":"0.068","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":76,"n":499},"commonTop":["Injection Site Erythema","Influenza Like Illness","Headache","Pyrexia","Multiple Sclerosis Relapse"]}}}