{"nctId":"NCT01846611","briefTitle":"A Study Comparing the Combination of Trabectedin (YONDELIS) and DOXIL/CAELYX With DOXIL/CAELYX for the Treatment of Advanced-Relapsed Epithelial Ovarian, Primary Peritoneal, or Fallopian Tube Cancer","startDateStruct":{"date":"2013-10-16","type":"ACTUAL"},"conditions":["Ovarian Neoplasms","Peritoneal Neoplasms","Fallopian Tube Neoplasms"],"count":581,"armGroups":[{"label":"Arm A: trabectedin + DOXIL","type":"EXPERIMENTAL","interventionNames":["Drug: Trabectedin","Drug: DOXIL","Drug: Dexamethasone"]},{"label":"Arm B: DOXIL","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: DOXIL"]}],"interventions":[{"name":"Trabectedin","otherNames":[]},{"name":"DOXIL","otherNames":[]},{"name":"Dexamethasone","otherNames":[]},{"name":"DOXIL","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Histologically proven advanced-relapsed epithelial ovarian, primary peritoneal, or fallopian tube cancer\n* Eastern Cooperative Oncology Group (ECOG) performance status grade of 0 or 1\n* Received first-line treatment with a platinum-based regimen and had no evidence of disease progression for \\>= 6 months after the last dose\n* Received second-line treatment with a platinum-based regimen, with progression of disease after attaining a response\n* Progression of disease based on imaging after the second-line platinum-based regimen (individuals treated with a pegylated liposomal doxorubicin-containing regimen as a second-line therapy are eligible if subsequent disease progression occurs \\>=9 months from the first dose)\n* Evidence of measurable disease at screening as evaluated by Response Evaluation Criteria in Solid Tumors (RECIST) (Version 1.1)\n* Participants no longer need to be able to receive intravenous (IV) dexamethasone or an equivalent IV corticosteroid\n* Have a known BRCA 1/2 mutation status (for participants who do not have a known BRCA 1/2 status at screening, a blood sample will be collected to determine the status with the results available prior to randomization\n* Laboratory values within protocol -defined parameters\n* Have left ventricular ejection fraction by multigated acquisition scan (MUGA) scan or 2D-ECHO within normal limits for the institution\n* Have side effects (except alopecia) of prior treatment resolved to at least Grade 1 according to the National Cancer Institute - Common Terminology Criteria of Adverse Events (NCICTCAE) (Version 4.0)\n* Have a negative urine or serum pregnancy test at screening\n* Agrees to protocol-defined use of effective contraception\n\nExclusion Criteria:\n\n* Diagnosis of ovarian carcinoma with mucinous histology\n* Had more than 2 prior lines of systemic therapy. Maintenance therapies and hormonal therapies are not considered additional lines of therapy\n* Participants who had a prior exposure to trabectedin or hypersensitivity to any of the excipients will not be excluded from receiving single-agent Doxil\n* Prior treatment with doxorubicin or other anthracycline at cumulative doses greater than 300 mg/m2 (calculated using doxorubicin equivalent doses: 1 mg doxorubicin = 1 mg Doxil/Caelyx = 1.8 mg epirubicin = 0.3 mg mitoxantrone = 0.25 mg idarubicin)\n* Participants unwilling or unable to have a central venous catheter placed will not be excluded from receiving single-agent Doxil\n* Pregnant or breast-feeding\n* Would receive study treatment within 3 weeks from radiation therapy, experimental therapy, hormonal therapy, prior chemotherapy, or biological therapy; use an invasive investigational device; or is currently enrolled in an investigational study\n* History of another invasive malignancy (except non-metastatic basal cell carcinoma or squamous cell carcinoma of the skin or cervical carcinoma in situ adequately treated) unless in remission for \\>=5 years, or a non - invasive malignancy requiring ongoing therapy\n* Known allergies, hypersensitivity, or intolerance to Doxil, dexamethasone, or their excipients\n* Known history of central nervous system metastasis\n* Known significant chronic liver disease, such as cirrhosis or active hepatitis (potential participants who test positive for hepatitis B surface antigen or hepatitis C antibodies are allowed provided they do not have active disease requiring antiviral therapy)\n* Had a myocardial infarct within 6 months before enrollment, New York Heart Association (NYHA) Class II or greater heart failure, uncontrolled angina, severe uncontrolled ventricular arrhythmias, clinically significant pericardial disease, or electrocardiographic evidence of acute ischemic or active conduction system abnormalities\n* Has any of the following medical conditions: uncontrolled diabetes, psychiatric disorder (including dementia) that prevents compliance with protocol, uncontrolled seizures, newly diagnosed deep vein thrombosis, active systemic infection that is likely to interfere with study procedure or results\n* Has any condition that, in the opinion of the investigator, would compromise the well-being of the participant or the study or prevent the participant from meeting or performing study requirements","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Survival (OS)","description":"OS is defined as the time between the date of randomization and the date of death. Participants who died, regardless of the cause of death, were considered to have had an event.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23.82","spread":null},{"groupId":"OG001","value":"22.21","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression-Free Survival (PFS)","description":"PFS is defined as the time between the date of randomization and the date of disease progression or death. PFS was assessed using the response evaluation criteria in solid tumors (RECIST) Version 1.1. As per criteria progressive disease in case of target lesions means at least a 20 percent (%) increase in the sum of diameters of target lesions, taking as reference the smallest sum on study (this includes the baseline sum if that is the smallest on study). In addition to the relative increase of 20%, the sum must also demonstrate an absolute increase of at least 5 millimeter (mm). Progressive disease in case of non-target lesions means unequivocal progression of existing non-target lesions. In both cases the appearance of one or more new lesions is also considered progression.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.52","spread":null},{"groupId":"OG001","value":"7.26","spread":null}]}]}]},{"type":"SECONDARY","title":"Objective Response Rate (ORR)","description":"ORR is defined as the percentage of participants with measurable disease achieving a best overall response of either complete response (CR) or partial response (PR) based on RECIST. CR: disappearance of all target and non-target lesions and normalization of tumor marker levels in non-target lesions. PR: at least a 30 percent (%) decrease in the sum of longest diameter (LD) of target lesions or persistence of one or more non-target lesion(s) or/and maintenance of tumor marker level above the normal limits.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"46.0","spread":null},{"groupId":"OG001","value":"35.9","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":118,"n":286},"commonTop":["Nausea","Fatigue","Neutropenia","Anaemia","Vomiting"]}}}