{"nctId":"NCT00332189","briefTitle":"Study of Phenoptin in Subjects With Phenylketonuria Who Participated in Protocols PKU-004 or PKU-006","startDateStruct":{"date":"2006-07"},"conditions":["Phenylketonuria"],"count":111,"armGroups":[],"interventions":[{"name":"sapropterin dihydrochloride","otherNames":["Kuvan"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participation in study PKU-004 or PKU-006\n* Willing and able to provide written, signed informed consent or, in the case of subjects under the age of 18 years, provide written assent (if required) and written informed consent by a parent or legal guardian, after the nature of the study has been explained, and prior to any research-related procedures\n* Negative urine pregnancy test at screening (females of child-bearing potential)\n* Willing and able to comply with all study procedures\n\nExclusion Criteria:\n\n* Non-responsive to prior treatment with Phenoptin based on participation in PKU-004 or PKU-006\n* Perceived to be unreliable or unavailable for study participation or, if under the age of 18 years, have parents or legal guardians who are perceived to be unreliable or unavailable\n* Terminated early from PKU-004 or PKU-006, except for subjects in PKU-004 that rolled into PKU-008 at Week 22, subjects in PKU-006 that rolled into PKU-008 at Week 10, or subjects in PKU-006 that terminated due to elevated Phe levels following dietary Phe increases\n* Use of any investigational product other than Phenoptin within 30 days prior to screening, or anticipated requirement for any investigational agent prior to completion of all scheduled study assessments\n* Positive urine pregnancy test at screening (non-sterile females of child-bearing potential only), already known to be pregnant or breastfeeding or planning a pregnancy in self or partner during the study\n* Female subjects of childbearing potential must be using an effective method of birth control, as determined by the PI, and willing to continue to use acceptable birth control measures\n* Concurrent disease or condition that would interfere with study participation or safety (e.g., seizure disorder, oral steroid-dependent asthma or other condition requiring oral or parenteral corticosteroid administration, or insulin-dependent diabetes)\n* Any condition that, in the view of the PI, renders the subject at high risk from treatment compliance and/or completing the study\n* ALT \\> 2 times the upper limit of normal (i.e., Grade 1 or higher based on World Health Organization Toxicity Criteria) at screening (see Appendix 2)\n* Serious neuropsychiatric illness (e.g., major depression) not currently under medical control\n* Prior history of organ transplantation\n* Requirement for concomitant treatment with any drug known to inhibit folate synthesis (e.g., methotrexate)\n* Concurrent use of levodopa\n* Clinical diagnosis of primary BH4 deficiency","healthyVolunteers":false,"sex":"ALL","minimumAge":"4 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Tabulation of the Incidence and Frequency of All AEs and SAEs That Occur Throughout the Study.","description":"Safety was assessed with regards to the rate and type of AEs, clinically significant changes to vital signs and/or physical examination findings, and clinically significant changes in laboratory test results.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"83.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"33.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Following Blood Phe Levels.","description":"There were no pre-specified efficacy analysis, blood Phe samples were taken at each visit. Blood Phe concentrations remained within levels consistent with local clinical site recommendations for blood Phe control.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"607.4","spread":"328.44"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"504.6","spread":"316.33"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-105.7","spread":"287.20"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"529.9","spread":"332.45"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-68.0","spread":"310.76"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"494.4","spread":"330.57"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-95.7","spread":"304.81"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"526.9","spread":"357.43"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-92.8","spread":"306.02"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"482.0","spread":"322.55"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-122.2","spread":"281.03"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"808.0","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"542.0","spread":"NA"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":7,"n":111},"commonTop":["Upper respiratory tract infection","Cough","Nasopharyngitis","Vomiting","Pyrexia"]}}}