{"nctId":"NCT00336492","briefTitle":"A Study of the Safety and Efficacy of Infliximab(REMICADE ) in Pediatric Patients With Moderately to SeverelyActive Ulcerative Colitis","startDateStruct":{"date":"2006-09"},"conditions":["Ulcerative Colitis"],"count":60,"armGroups":[{"label":"002","type":"EXPERIMENTAL","interventionNames":["Biological: infliximab"]},{"label":"001","type":"EXPERIMENTAL","interventionNames":["Biological: infliximab"]}],"interventions":[{"name":"infliximab","otherNames":[]},{"name":"infliximab","otherNames":[]},{"name":"infliximab","otherNames":[]},{"name":"infliximab","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Have moderately to severely active ulcerative colitis\n* Diagnosed with ulcerative colitis for 2 weeks before screening\n* Male patients who are sexually active and female patients who are sexually active or of childbearing potential must use adequate birth control while participation in the study and for 6 months after the last infusion.\n\nExclusion Criteria:\n\n* History of latent or active TB\n* Have had a live viral or bacterial vaccination within 3 months before screening\n* Have or have had serious infections within 3 months before screening\n* Prior treatment with infliximab","healthyVolunteers":false,"sex":"ALL","minimumAge":"6 Years","maximumAge":"17 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"The Number of Participants With Clinical Response at Week 8","description":"Range is 0 to 12 points, where 0 is the least disease activity, and 12 is the most disease activity. Clinical response at Week 8 is defined as a decrease from baseline in the Mayo score(based on symptoms of ulcerative colitis) by \\>=30% and \\>= 3 points, with a decrease in the rectal bleeding subscore \\>=1 or a rectal bleeding subscore of 0 or 1. Treatment failure rules (patients who discontinued study agent due to lack of therapeutic effect, had a colectomy or ostomy, or had protocol-prohibited medication changes) were applied to determine the final clinical response status for each patient.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"44","spread":null}]}]}]},{"type":"SECONDARY","title":"The Number of Participants With Pediatric Ulcerative Colitis Activity Index (PUCAI) Remission at Week 54","description":"Range is 0 to 85 points, where 0 is the least disease activity, and 85 is the most disease activity. Remission is a score \\<10. In addition to the PUCAI remission status, treatment failure rules (patients who discontinued study agent due to lack of therapeutic effect, had a colectomy or ostomy, had protocol-prohibited medication changes, or stepped up) were applied to determine the final PUCAI.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":5,"n":15},"commonTop":["Colitis Ulcerative","Upper Respiratory Tract Infection","Pharyngitis","Abdominal Pain","Fever"]}}}