{"nctId":"NCT01143181","briefTitle":"Study to Assess Brincidofovir Treatment of Serious Diseases or Conditions Caused by Double-stranded DNA Viruses","startDateStruct":{"date":"2010-12","type":"ACTUAL"},"conditions":["Double-stranded DNA Virus"],"count":210,"armGroups":[{"label":"Brincidofovir","type":"EXPERIMENTAL","interventionNames":["Drug: Brincidofovir"]}],"interventions":[{"name":"Brincidofovir","otherNames":["CMX001","BCV"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria\n\nSubjects were required to meet all of the following inclusion criteria in order to participate in the study:\n\n1. Had an immediately life-threatening or serious disease or condition caused by infection with a double-stranded DNA virus (including subjects with recurrent viral disease). \\[Note: During the course of the study, the viral disease indications were narrow to focus on indications that were under study in controlled clinical trials of brincidofovir (BCV) and on viral diseases that had few, if any, options for treatment, including cytomegalovirus (CMV), adenovirus (AdV), herpes simplex virus (HSV), vaccinia virus (VAVC), variola virus (VARV) or monkeypox viruses(s).\\]\n2. Had a life expectancy of at least 2 weeks and commitment to continuation of supportive care for at least 4 weeks.\n3. Were able to ingest and absorb oral medication (in the judgment of the investigator and based on lack of significant gastrointestinal \\[GI\\] pathology such as small bowel resection or ileus). \\[Note: Use of total parenteral nutrition was not in and of itself exclusionary as long as the reason for use did not disqualify the subject based on this criterion.\\]\n4. Were willing and able to understand and provide written informed consent. \\[Note: For minors or those incapable of providing written informed consent (i.e., incapacitated), consent was provided by a parent or legal guardian or representative who could understand and provide written informed consent.\\]\n5. Were willing and able, to the best of his or her (or parent/guardian) knowledge, to participate in all required study activities for the duration of the study.\n6. If female of reproductive potential, agreed to use 2 acceptable methods of birth control throughout the study with at least 1 being a barrier method.\n7. In the judgment of the investigator, subjects for whom no comparable or satisfactory therapeutic alternative was available\n\nExclusion Criteria\n\nSubjects were not to be enrolled if they met any of the following exclusion criteria:\n\n1. Were pregnant or currently nursing.\n2. Had hypersensitivity to cidofovir or BCV.\n3. Had a long-term prognosis that included a poor likelihood of survival due to irreversible organ failure including, for example, subjects with frank hepatic failure and adults with Grade 4 graft versus host disease of the GI tract.\n4. Were eligible for enrollment and able to participate in a clinical trial evaluating BCV. \\[Note: Per the FDA guidance, subjects eligible and able to participate in a controlled clinical study evaluating BCV were not eligible for participation in this study. Subjects who did not meet eligibility criteria for a controlled BCV clinical study or who were unable to participate because, for example, of logistical or other issues were eligible to participate in this study. The investigator verified that his/her subjects met this criterion on the Eligibility electronic case report form. A subject simply preferring enrollment in this study over a BCV controlled clinical trial did not qualify for enrollment in this study.\\]\n5. Had any other condition that would have, in the judgment of the investigator, put the subject at increased risk during participation in the study or interfered with the conduct of the study.\n6. Had a serum total bilirubin value \\>5 x the upper limit of normal reference range, taking into account the age and/or gender of the subject. \\[Note: In order to avoid any unwarranted delay to the start of BCV treatment, compliance with this exclusion criterion may have been determined based on the results of testing performed at a local safety laboratory, rather than waiting for results from the designated central safety laboratory. If relying on local safety laboratory test results, the blood sample must have been collected no more than 7 days prior to the scheduled first dose administration on Day 0, otherwise it was repeated. A subject whose elevated bilirubin was due to the underlying viral disease may still have been enrolled into the study if the participation of the subject was prospectively approved by the Chimerix Medical Monitor.\\]\n\nSubjects with acute or chronic renal impairment, pediatric and adolescent subjects, and subjects aged 65 years and older were included in this study. Subjects with hepatic impairment were included unless the investigator judged that the subject had irreversible hepatic compromise.","healthyVolunteers":false,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Subjects Who Had a Sustained and Significant Reduction in Plasma Viral Load of Primary dsDNA Virus","description":"Proportion of subjects who achieved a confirmed reduction in viral load for the primary dsDNA virus of ≥1 log10 copies/mL from baseline or to an undetectable level. Confirmation required the reduction in viral load (i.e., decrease of ≥ 1 log10 copies/mL from baseline or to undetectable levels) to be maintained at the next assessment for the subject to be considered a success.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null},{"groupId":"OG001","value":"18","spread":null},{"groupId":"OG002","value":"39","spread":null},{"groupId":"OG003","value":"13","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":27,"n":30},"commonTop":["Diarrhoea","Nausea","Acute graft versus host disease","Vomiting","Pyrexia"]}}}