{"nctId":"NCT01543490","briefTitle":"Comparative Study to Evaluate ISV-305 Compared to Vehicle in Blepharitis Subjects","startDateStruct":{"date":"2018-03-30","type":"ACTUAL"},"conditions":["Active, Symptomatic Blepharitis"],"count":558,"armGroups":[{"label":"ISV-305","type":"EXPERIMENTAL","interventionNames":["Drug: ISV-305"]},{"label":"Vehicle","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Vehicle"]}],"interventions":[{"name":"ISV-305","otherNames":[]},{"name":"Vehicle","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Are at least 1 years of age and have a clinical diagnosis of active, symptomatic blepharitis\n* Signature of the subject or parent(s) or legally authorized representative on the Informed Consent Form, and when appropriate the minor's assent in accordance with local regulations\n* Are willing and able to follow all instructions and attend all study visits (this applies to parent or caregiver for subjects too young to self-apply investigational product)\n* Are willing to avoid disallowed medication for the duration of the study\n* If female is of childbearing potential, agree to and submit a urine sample for pregnancy testing (prior to enrollment and at the end of the study) and use effective contraception for the duration of the study\n* Male subjects whose female partners are not post-menopausal must agree to one of the following: 1) completely abstain from sexual intercourse, 2) use a barrier method (condoms) with spermicide during sexual intercourse for the duration of the study, 3) provide documentation for having had a vasectomy (with documented infertility)\n* Additional inclusion criteria also apply\n\nExclusion Criteria:\n\n* Have known sensitivity or poor tolerance to any component of the study drugs\n* Have had eyelid surgery in the study eye within twelve (12) months prior to Visit 1 or plan to have eyelid surgery during the study\n* Have an acute ocular infection (bacterial, viral or fungal) or active ocular inflammation other than blepharitis in the study eye\n* Have used topical medications on the eyelids or topical ophthalmic corticosteroid medications or systemic use of a corticosteroid mediation within 14 days prior to dosing and/or plan to use them throughout the duration of the study\n* Be currently pregnant, nursing, or planning a pregnancy; or be a woman who has a positive urine pregnancy test\n* Have prior (within 30 days prior to dosing) or anticipated concurrent use of an investigational drug or device\n* Have a condition or a situation which, in the investigator's opinion, may put the subject at increased risk, confound study data, or interfere significantly with the subject's study participation\n* Additional exclusion criteria also apply","healthyVolunteers":false,"sex":"ALL","minimumAge":"1 Year","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants in the ITT Population With a Reduction in the Day 1 (Baseline) Total Clinical Signs and Symptom Score by at Least 2 Units at Day 15 With No Worsening of Any Sign or Symptom","description":"The clinical signs of blepharitis (eyelid swelling, eyelid redness, eyelid debris) were evaluated at every visit and scored by the investigator using a 0 to 3 grading scale (in general 0 = none, 1 = mild, 2 = moderate, and 3 = severe). The symptom of eyelid irritation was also evaluated at every visit and graded by the participant using a 0 to 3 grading scale (0 = almost none of the time - ≤ 25% of the time, 1 = occasionally - 26-50% of the time, 2 = frequently - 51-75% of the time, 3 = almost all of the time - ≥ 76% of the time). For each visit, the total clinical signs and symptom score was obtained by adding each of the individual scores for each domain (eyelid swelling, eyelid redness, eyelid debris, and eyelid irritation). Participants with a decrease in total clinical signs and symptom score at Day 15 by at least 2 units from Day 1 (baseline) with no increase in any sign and symptom were defined as Responders, and those not meeting these criteria were defined as Non-responders.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"276","spread":null},{"groupId":"OG001","value":"129","spread":null}]},{"measurements":[{"groupId":"OG000","value":"77","spread":null},{"groupId":"OG001","value":"56","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Complete Resolution of Eyelid Irritation (Last Observation Carried Forward [LOCF]) on Day 15 in ITT Population","description":"Complete resolution of eyelid irritation, which was defined as eyelid irritation with grading of 0, at Day 15 was analyzed. The symptoms of eyelid irritation were graded by the participant using a 0 to 3 grading scale, where 0 = almost none of the time - ≤ 25% of the time, 1 = occasionally - 26-50% of the time, 2 = frequently - 51-75% of the time, 3 = almost all of the time - ≥ 76% of the time.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"127","spread":null},{"groupId":"OG001","value":"52","spread":null}]},{"measurements":[{"groupId":"OG000","value":"241","spread":null},{"groupId":"OG001","value":"138","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":367},"commonTop":["Conjunctival hyperaemia"]}}}