{"nctId":"NCT00065611","briefTitle":"Steroid Treatment for Kidney Disease","startDateStruct":{"date":"2003-07"},"conditions":["Nephrosis","Focal Lipoid Glomerulosclerosis"],"count":8,"armGroups":[],"interventions":[{"name":"Oral dexamethasone","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"* INCLUSION CRITERIA:\n\n  1. Adults and children greater than 2.0 years of age are eligible. We will exclude children less than 2.0 years of age in light of the higher risk of steroid therapy in this age group and the higher likelihood genetic or syndromic FSGS, which is less likely to respond to steroids.\n  2. Diagnosis:\n\n     A) Biopsy-proven MCD and its variants, including IgM nephropathy and MCD with mesangial hypertrophy.\n\n     B) Biopsy-proven FSGS, including idiopathic FSGS and collapsing FSGS. We will exclude patients with HIV-associated FSGS, as the risks of steroids are increased in these patients. We will exclude hyperfiltration FSGS associated with morbid obesity (BMI greater than 40 kg/m(2)), sickle cell anemia, reflux nephropathy, chronic tubular injury, congenital renal anomalies, and reduced nephron mass; the rationale is that these FSGS variants are considered refractory to steroids.\n  3. Proteinuria: patients must have nephrotic range proteinuria. Baseline tests will be obtained when patients have been off all immunosuppressive therapy for greater than or equal to 1 month.\n  4. Renal function: estimated GFR must be greater than or equal to 40 ml/min/1.73m(2) at the time of study entry; In children weighing less than 40kg, GFR will be estimated by the Schwartz formula and expressed as GFR/1.73m(2): GFR equal to \\[0.7 (males) or 0.57 (females) X height (cm)\\]/ serum creatinine.\n  5. Angiotensin antagonists: Patients must be receiving angiotensin antagonist therapy, at any dose approved by the FDA. Nephrotic range proteinuria will be defined as urine protein greater than or equal to 3.5 g/1.73m(2)/d (adults) and greater than 50 mg/kg (children less than 40 kg) while receiving maximally tolerated dose of angiotensin antagonist therapy for at least 4 weeks prior to study entry.\n  6. Prior immunosuppressive therapy:\n\n     For children with MCD, we require a minimum of 4 weeks and a maximum of 10 weeks of daily steroid therapy at a dose of greater than or equal to 60 mg/m(2) with proteinuria persisting in the nephrotic range (excluding steroid-sensitive, steroid-dependent and frequently relapsing MDC).\n\n     For children with FSGS and adults with MCD and FSGS, we require no minimum and a maximum of 8 weeks of daily or alternate day steroids at a dose of greater than 0.5 mg/kg with proteinuria persisting in the nephrotic range.\n\n     Patients with prior immunosuppressive therapy other than steroids are eligible.\n  7. If hypertensive, adequate blood pressure control (target BP less than 125/75 mm Hg at greater than 75% of measurements in adults).\n  8. Women with reproductive potential who are sexually active must maintain an effective birth control regimen (oral contraceptive, intrauterine device, or barrier method plus spermicide) and must have a negative urine HCG test prior to beginning therapy.\n  9. Patients must either have a negative PPD test within 3 months of study entry while off immunosuppressive therapy or, if they have a history of positive PPD, they must have appropriate evaluation to exclude untreated tuberculosis (with the advice of an Infectious Disease consultant).\n\nEXCLUSION CRITERIA:\n\n1. Patients with diabetes mellitus type 1 will be excluded, as these patients typically have brittle diabetic control that increases the risk of steroid treatment. Patients with diabetes mellitus type 2 will be included they manifest good glycemic control (glycosylated hemoglobin less than 7.5%), if they have lack proliferative retinopathy (the presence of proliferative retinopathy would place them at high risk for vision loss if steroids worsened glycemic control) and if they have had a renal biopsy within 6 months of study entry that shows no evidence for diabetic nephropathy.\n2. Poorly controlled hypertension (greater than 25% of values greater than 125/75).\n3. Evidence of significant chronic or occult infection. Specifically, subjects must not have evidence of active hepatitis B or hepatitis C infection, or HIV-1 infection, or untreated mycobacterial infection. Minor infections, such as skin or nail fungal infections or other infections with the advice of an Infectious Disease consultant, will not be the basis for exclusion.\n4. Immunosuppressive medication other than glucocorticoids, whether for podocyte disease or another indication, must have been discontinued greater than 8 weeks prior to study entry. This does not apply to topical immunosuppressant medication.\n5. Pregnancy.\n6. Existence of any other condition that would complicate the implementation or interpretation of the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"2 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Remission Status of Patients After Intermittent Oral Dexamethasone Administered Over 48 Weeks","description":"Complete remission is defined as proteinuria \\<0.3 g/d. Partial remission is defined as a 50% fall in proteinuria compared to baseline, proteinuria \\<3.5 g/d, and a preserved estimated glomerular filtration rate (eGFR), specified as \\>60% of baseline. Limited response is defined as a 50% fall in proteinuria compared to baseline. All other outcomes are described as non-response.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Urine Protein","description":null,"paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.6","spread":"0.7"},{"groupId":"OG001","value":"6.2","spread":"4.8"}]}]}]},{"type":"SECONDARY","title":"CKD-EPI eGFR","description":"Estimate glomerular filtration rate (eGFR) using the CKD-EPI (Chronic Kidney Disease Epidemiology Collaboration) formula.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"60","spread":"16"},{"groupId":"OG001","value":"73","spread":"20"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":4},"commonTop":["Mood swings","sleep disturbance","Headache","Change in appetite","Weight gain"]}}}