{"nctId":"NCT00636636","briefTitle":"Safety and Efficacy of Gabapentin in Postherpetic Neuralgia","startDateStruct":{"date":"2008-03"},"conditions":["Neuralgia,Postherpetic"],"count":452,"armGroups":[{"label":"G-ER","type":"EXPERIMENTAL","interventionNames":["Drug: Gabapentin Extended Release tablets"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Gabapentin Extended Release tablets","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Men or women 18 years or older who have experienced pain for at least 6 months, but not more than 5 years after the healing of a herpes zoster skin rash(typically about 4 months after the rash first appears).\n2. Patient has a pain intensity score of at least 4 on the 11-point Numerical Rating Scale (NRS). Patients should never be informed of the pain intensity criterion prior to screening or randomization.\n3. Patients of child-bearing potential must have a negative serum pregnancy test at screening and a negative follow-up urine pregnancy test at randomization.\n4. Patient has a mean baseline week pain intensity score of at least 4 on the 11-point NRS scale at the end of a 1-week baseline period and has completed at least 4 days of daily pain diary entries during the baseline week.\n5. Patients must have a minimum washout period of greater than 5 times the half-life of the drug of several medications.\n6. Patients currently treated with gabapentin pr pregabalin at screening may be eligible for the study, but must have a tapering period wherein the dose of gabapentin or pregabalin is reduced gradually over a period of 5 days followed by a two day washout prior to the Baseline Week.\n\nExclusion Criteria:\n\n1. Patients who have previously not responded to treatment for PHN with gabapentin or pregabalin.\n2. Patients who previously experienced dose-limiting adverse effects that prevented titration of gabapentin to an effective dose.\n3. Patient is a nursing mother.\n4. Patient has hypersensitivity to gabapentin.\n5. Patient has had neurolytic or neurosurgical treatment for PHN.\n6. Patient has severe pain from causes other than PHN.\n7. Patient has used injected anesthetics or steroids within 30 days of baseline.\n8. Patient has skin conditions in the area affected by the neuropathy that could alter sensation.\n9. Patient is in an immunocompromised state.\n10. Patient has an estimated creatinine clearance less than 50 ml/min.\n11. Patient has had malignancy within past 2 years other than basal cell carcinoma.\n12. Patient has had gastric reduction surgery.\n13. Patient has severe chronic diarrhea, chronic constipation \\[unless attributed to drugs that will be washed out\\], uncontrolled irritable bowel syndrome (IBS) or unexplained weight loss.\n14. Patient has any abnormal chemistry or hematology results that are deemed by the investigator to be clinically significant.\n15. Patient has a history of substance abuse within the past year.\n16. Patient has a history of seizure (except for infantile febrile seizure) or is at risk of seizure due to head trauma.\n17. Patient has a history of chronic hepatitis B or C, hepatitis within the past 3 months, or HIV infection.\n18. Patient has any other clinically significant medical or psychological condition that, in the opinion of the Investigator would jeopardize the safety of the patient or affect the validity of the study results.\n19. Continuing use of any concomitant medication excluded by Inclusion Criterion 5.\n20. Patient has participated in a clinical trial of an investigational drug or device within 30 days of the screening visit.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Change in Baseline Observation Carried Forward (BOCF) Average Daily Pain Score","description":"Average daily pain scored on 11-point numerical rating scale (where 0 = no pain, 10 = worst possible pain). Results presented as least squares (LS) mean change in baseline observation carried forward (BOCF) average daily pain score from baseline to the final week of efficacy treatment period (Week 10).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.12","spread":"0.17"},{"groupId":"OG001","value":"-1.63","spread":"0.16"}]}]}]},{"type":"SECONDARY","title":"Patient Global Impression of Change (PGIC)","description":"Patient self-assessment of how much pain had changed at end of treatment period (Week 10) compared to pain at baseline; scored on 7-point numerical rating scale (where 1 = very much improved, 7 = very much worse). Results presented as number of participants categorized at end of treatment (Week 10) as \"very much improved\" (score = 1) or \"much improved\" (score = 2).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"94","spread":null},{"groupId":"OG001","value":"77","spread":null}]}]}]},{"type":"SECONDARY","title":"Clinical Global Impression of Change (CGIC)","description":"Investigator assessment of patient's overall PHN symptoms at end of treatment period (Week 10) compared to overall PHN symptoms at baseline; scored on 7-point numerical rating scale (where 1 = very much improved, 7 = very much worse). Results presented as number of participants categorized at end of treatment (Week 10) as \"very much improved\" (score = 1) or \"much improved\" (score = 2).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"97","spread":null},{"groupId":"OG001","value":"78","spread":null}]}]}]},{"type":"SECONDARY","title":"Average Daily Sleep Interference Score","description":"Assessed on 11-point numeric rating scale (where 0 = pain does not interfere with sleep, 10 = pain completely interferes with sleep); evaluated from daily sleep entry in electronic diary. Results presented as least squares (LS) mean change in baseline observation carried forward (BOCF) average daily sleep interference score from baseline to final week of treatment period (Week 10).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.30","spread":"0.16"},{"groupId":"OG001","value":"-1.59","spread":"0.15"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Mean Change in Last Observation Carried Forward (LOCF) Average Daily Pain Score","description":"Average daily pain scored on 11-point numerical rating scale (where 0 = no pain, 10 = worst possible pain). Results presented as least squares (LS) mean change in last observation carried forward (LOCF) average daily pain score from baseline to final week of efficacy treatment period (Week 10).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.40","spread":"0.17"},{"groupId":"OG001","value":"-1.85","spread":"0.17"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":221},"commonTop":["Dizziness","Headache","Somnolence","Nausea","Diarrhea"]}}}