{"nctId":"NCT01392469","briefTitle":"Pharmacokinetic Effects of QTI571 on Sildenafil and Bosentan in Pulmonary Arterial Hypertension Participants","startDateStruct":{"date":"2011-04-20","type":"ACTUAL"},"conditions":["Pulmonary Arterial Hypertension"],"count":21,"armGroups":[{"label":"Imatinib + Bosentan + Sildenafil","type":"EXPERIMENTAL","interventionNames":["Drug: Imatinib","Drug: Sildenafil","Drug: Bosentan"]}],"interventions":[{"name":"Imatinib","otherNames":["QTI571"]},{"name":"Sildenafil","otherNames":[]},{"name":"Bosentan","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participants with Pulmonary arterial hypertension (PAH) in World Health Organization (WHO) Diagnostic Group 1, with pulmonary vascular resistance \\> 800 dyne\\*sec\\*cm\\^-5,\n* On stable doses of bosentan and sildenafil\n\nExclusion Criteria:\n\n* Other diagnosis of PAH in World Health Organization (WHO) Diagnostic Group 1 such as congenital large or small unrepaired systemic to pulmonary shunts, portal hypertension, Human Immunodeficiency Virus (HIV) infection, glycogen storage disease, Gaucher's disease, hereditary hemorrhagic teleangiectasia, hemoglobinopathies, myeloproliferative disorders, veno-occlusive pulmonary disease\n* Significant lung diseases not related to PAH\n* Significant cardiovascular system disorders, hematological system disorders, liver insufficiency\n* Significant diseases in other organ system.\n\nOther protocol-defined inclusion/exclusion criteria may apply","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Geometric Mean Ratio of Dose Normalized Area Under the Curve From Time Zero to Tau (AUCtau) for Bosentan Before and After Imatinib Administrations","description":"AUCtau was the area under the curve calculated to the end of the dosing interval, tau. The effect of co-administration of imatinib at two doses (200 and 400 mg) on the pharmacokinetics of bosentan was performed on dose normalized AUCtau of bosentan. A mixed effects linear model was fitted to the log-transformed PK parameters. This model included treatment (i.e., dose of imatinib) as a fixed effect, and participant as a random effect. Estimates for the treatment differences and associated 90% confidence intervals were obtained from the above model. These estimates and confidence intervals were then \"back-transformed\" to the original scale, giving, for each dose level of imatinib, the ratio of imatinib + co-administered sildenafil and bosentan (test) relative to the co-administered drugs alone (sildenafil + bosentan) (reference).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"93.3","spread":"49.9"},{"groupId":"OG001","value":"109","spread":"52.0"},{"groupId":"OG002","value":"131","spread":"38.0"}]}]}]},{"type":"PRIMARY","title":"Geometric Mean Ratio of Dose Normalized AUCtau for Sildenafil Before and After Imatinib Administrations","description":"AUCtau was the area under the curve calculated to the end of the dosing interval, tau. The effect of co-administration of imatinib at two doses (200 and 400 mg) on the pharmacokinetics of sildenafil was performed on dose normalized AUCtau of sildenafil. A mixed effects linear model was fitted to the log-transformed PK parameters. This model included treatment (i.e., dose of imatinib) as a fixed effect, and participant as a random effect. Estimates for the treatment differences and associated 90% confidence intervals were obtained from the above model. These estimates and confidence intervals were then \"back-transformed\" to the original scale, giving, for each dose level of imatinib, the ratio of imatinib + co-administered sildenafil and bosentan (test) relative to the co-administered drugs alone (sildenafil + bosentan) (reference).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.22","spread":"60.6"},{"groupId":"OG001","value":"9.82","spread":"42.5"},{"groupId":"OG002","value":"12.3","spread":"40.9"}]}]}]},{"type":"PRIMARY","title":"Geometric Mean Ratio of Dose Normalized Maximum Plasma Concentration (Cmax) for Bosentan Before and After Imatinib Administrations","description":"Cmax was the maximum (peak) observed plasma, blood, serum, or other body fluid drug concentration after dose administration. The effect of co-administration of imatinib at two doses (200 and 400 mg) on the pharmacokinetics of bosentan was performed on dose normalized Cmax of bosentan. A mixed effects linear model was fitted to the log-transformed PK parameters. This model included treatment (i.e., dose of imatinib) as a fixed effect, and participant as a random effect. Estimates for the treatment differences and associated 90% confidence intervals were obtained from the above model. These estimates and confidence intervals were then \"back-transformed\" to the original scale, giving, for each dose level of imatinib, the ratio of imatinib + co-administered sildenafil and bosentan (test) relative to the co-administered drugs alone (sildenafil + bosentan) (reference).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.9","spread":"48.8"},{"groupId":"OG001","value":"21.8","spread":"60.3"},{"groupId":"OG002","value":"23.4","spread":"44.7"}]}]}]},{"type":"PRIMARY","title":"Geometric Mean Ratio of Dose Normalized Cmax for Sildenafil Before and After Imatinib Administrations","description":"Cmax was the maximum (peak) observed plasma, blood, serum, or other body fluid drug concentration after dose administration. The effect of co-administration of imatinib at two doses (200 and 400 mg) on the pharmacokinetics of sildenafil was performed on dose normalized Cmax of sildenafil. A mixed effects linear model was fitted to the log-transformed PK parameters. This model included treatment (i.e., dose of imatinib) as a fixed effect, and participant as a random effect. Estimates for the treatment differences and associated 90% confidence intervals were obtained from the above model. These estimates and confidence intervals was then \"back-transformed\" to the original scale, giving, for each dose level of imatinib, the ratio of imatinib + co-administered sildenafil and bosentan (test) relative to the co-administered drugs alone (sildenafil + bosentan) (reference).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.44","spread":"68.6"},{"groupId":"OG001","value":"3.14","spread":"52.4"},{"groupId":"OG002","value":"3.81","spread":"52.9"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With At Least One or More Adverse Events (AEs)","description":"An adverse event was the appearance or worsening of any undesirable sign, symptom, or medical condition that occurred after starting the study drug even if the event was not considered to be related to study drug. Number of participants with AEs were reported by treatment period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"9","spread":null},{"groupId":"OG002","value":"16","spread":null}]}]}]},{"type":"SECONDARY","title":"Dose Normalized Cmax of Imatinib and CGP74588 (Active Metabolite of Imatinib)","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.55","spread":"4.18"},{"groupId":"OG001","value":"6.71","spread":"3.39"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.37","spread":"0.538"},{"groupId":"OG001","value":"1.39","spread":"0.575"}]}]}]},{"type":"SECONDARY","title":"Dose Normalized AUCtau of Imatinib and CGP74588 (Active Metabolite of Imatinib)","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"90.9","spread":"49.3"},{"groupId":"OG001","value":"88.4","spread":"36.0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"19.3","spread":"9.69"},{"groupId":"OG001","value":"20.6","spread":"9.07"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":21},"commonTop":["Diarrhoea","Nausea","Oedema peripheral","Vomiting","Anaemia"]}}}