{"nctId":"NCT02616601","briefTitle":"Multicenter, Double-blind, Placebo Controlled Comparing Test Fluorouracil Cream to Carac Cream in Actinic Keratosis","startDateStruct":{"date":"2015-02-27","type":"ACTUAL"},"conditions":["Actinic Keratosis"],"count":422,"armGroups":[{"label":"Generic Fluorouracil Cream","type":"EXPERIMENTAL","interventionNames":["Drug: Generic Fluorouracil Cream"]},{"label":"Carac® (Fluorouracil) Cream","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Carac® (Fluorouracil) Cream"]},{"label":"Vehicle Cream","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Vehicle Cream"]}],"interventions":[{"name":"Generic Fluorouracil Cream","otherNames":["5-FU"]},{"name":"Carac® (Fluorouracil) Cream","otherNames":["5-FU"]},{"name":"Vehicle Cream","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participant is male and/or female, 18 years of age or older.\n* Participant is willing and able to give written informed consent.\n* Participant is willing and able to apply the test article(s) as directed, comply with study instructions and commit to all follow-up visits for the duration of the study.\n* Participant has a clinical diagnosis of actinic keratoses with at least 5 and no more than 10 clinically typical, visible or palpable, discrete, actinic keratoses (AK) lesions, each at least 4 millimeters (mm) in diameter on the face (excluding ears) or balding scalp.\n* Participant is in good general health and free of any disease state or physical condition that might impair evaluation of AK lesions or which, in the investigator's opinion, exposes the participant to an unacceptable risk by study participation.\n* Females must be post-menopausal, surgically sterile, or use an effective method of birth control with a negative urine pregnancy test (UPT) at the Baseline Visit.\n\nExclusion Criteria:\n\n* Participant is pregnant, lactating, or is planning to become pregnant during the study.\n* Participant is currently enrolled in an investigational drug or device study.\n* Participant has used an investigational drug or investigational device treatment within 30 days prior to the Baseline Visit.\n* Participant has hyperkeratotic, hypertrophic, or large mat-like AK lesions (for example, an AK lesion \\>1 cm\\^2 in size) within the treatment area.\n* Participant has the need or plans to be exposed to artificial tanning devices or excessive sunlight during the study.\n* Participant is immunosuppressed (for example, human immunodeficiency virus (HIV), systemic malignancy, graft host disease)\n* Participant has experienced an unsuccessful outcome from previous topical fluorouracil therapy (an unsuccessful outcome is defined as after a reasonable therapeutic study with no compliance issues and the topical drug did not work).\n* Participant has a history of sensitivity to any of the ingredients in the test articles.\n* Participant has known dihydropyrimidine dehydrogenase (DPD) enzyme deficiency.\n* Participant used topical creams, lotions, or gels of any kind within the selected treatment area within 1 day prior to entry into the study.\n* Participant has used topical medications; corticosteroids, alpha hydroxy acids (for example, glycolic acid, lactic acid, etc. \\>5%), beta hydroxy acid (salicylic acid \\>2%), urea \\>5%, 5-fluorouracil, diclofenac, imiquimod, ingenol mebutate; or prescription retinoids (for example, tazarotene, adapalene, tretinoin) within the selected treatment area (face or balding scalp) within 1 month prior to the Baseline Visit.\n* Participant has had cryodestruction, curettage, photodynamic therapy, surgical excision, or other treatments for AK within the selected treatment area (face or balding scalp) within 1 month prior to the Baseline Visit.\n* Participant has used oral corticosteroid therapy, interferon, cytotoxic drugs, immunomodulators, immunosuppressive therapies, or retinoids within 1 month prior to the Baseline Visit.\n* Participant has had dermatologic procedures or surgeries such as: laser resurfacing, Psoralen + ultraviolet A (PUVA) therapy, ultraviolet B therapy, chemical peels, or dermabrasion within the selected treatment area (face or balding scalp) within 6 months prior to the Baseline Visit.\n* Participant has lesions suspicious for skin cancer (skin cancer not ruled out by biopsy) or untreated skin cancers within the selected treatment area (face or balding scalp).\n* Participant has any skin pathology or condition on the face or balding scalp that, in the Investigator's opinion, could interfere with the evaluation of the test article or requires the use of interfering topical, systemic, or surgical therapy.\n* Participant has any condition which, in the Investigator's opinion, would make it unsafe or preclude the participant's ability to fully participate in this research study.\n* Participant is unable to communicate or cooperate with the Investigator due to language problems, poor mental development, impaired cerebral function, or physical limitations.\n* Participant is known to be noncompliant or is unlikely to comply with the requirements of the study protocol (for example, due to alcoholism, drug dependency, mental incapacity) in the opinion of the Investigator.\n* Participant has been previously enrolled in the same study.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Treatment Success (Complete Clearance) at Week 6","description":"Percentage of participants with treatment success (complete clearance) at Week 6 (4 weeks after completion of 2 weeks of treatment). Complete clearance was defined as having no (zero) clinically visible actinic keratoses (AK) lesions in the treatment area at the Week 6/End Of Study visit. All AK lesions (baseline and new lesions) independent of size within the treatment area were treated and included in the efficacy lesion count.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"33.9","spread":null},{"groupId":"OG001","value":"33.9","spread":null},{"groupId":"OG002","value":"3.3","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":140},"commonTop":["Headache","Nasopharyngitis","Eye Irritation","Diarrhoea","Application site pain"]}}}