{"nctId":"NCT00632736","briefTitle":"An Open-label Continuation Study Evaluating the Long-term Safety of Extended Release Ropinirole XL (Formerly CR) in Parkinson''s Disease","startDateStruct":{"date":"2004-02"},"conditions":["Parkinson Disease","Parkinson's Disease"],"count":419,"armGroups":[{"label":"Ropinirole XL (formerly CR)","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Ropinirole XL (formerly CR)"]}],"interventions":[{"name":"Ropinirole XL (formerly CR)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nA subject will be eligible for inclusion in this study only if all of the following criteria apply:\n\n* Subjects must have completed REQUIP studies 165 or 168, or must have completed at least 12 weeks of randomised treatment in study 169 (and must have completed the one-week down titration at the end of treatment/early withdrawal).\n* Subjects must not have a break in medication between completing the feeder study (including the down titration phase for studies 168 and 169) and beginning treatment in study 248.\n* Women of child-bearing potential must be practicing a clinically accepted method of contraception during the study and for one month following completion of the study. Acceptable contraceptive methods include oral contraception, surgical sterilization, intrauterine device (IUD), or diaphragm IN ADDITION to spermicidal foam and condom on male partner, or systemic contraception (e.g. Norplant System).\n* Provide written informed consent for this study.\n* Be willing and able to comply with study procedures.\n\nExclusion Criteria:\n\nA subject will not be eligible for inclusion in this study if any of the following criteria apply:\n\n* Patients with any ongoing clinically significant adverse events at the end of the \"feeder\" studies.\n* Subjects with severe, clinically significant condition(s) other than Parkinson's disease which, in the opinion of the investigator, would render the subject unsuitable for the study (e.g., psychiatric, hematological, renal, hepatic, endocrinology, neurological (other than Parkinson's disease), cardiovascular, or active malignancy (other than basal cell carcinoma).\n* Subjects with clinically significant abnormalities in Laboratory or ECG tests at the end of the feeder study (REQUIP study 165, 168 or 169).\n* Subjects with severe dizziness or fainting due to postural hypotension on standing.\n* Withdrawal, introduction, or change in dose of hormone replacement therapy and/or any drug known to substantially inhibit cytochrome P 450 1A2 (CYP1A2 \\[e.g. ciprofloxacin, fluvoxamine, cimetidine, ethinyloestradiol\\]) or induce CYP1A2 (e.g. tobacco, omeprazole) within 7 days prior to enrolment. Subjects already on chronic therapy with any of these agents may be enrolled but doses must have remained stable from 7 days prior to enrolment through the end of the treatment period.\n* Women who are pregnant or breast-feeding.\n* Use of an investigational drug throughout the treatment period.","healthyVolunteers":false,"sex":"ALL","minimumAge":"30 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With the Indicated Number of Adverse Events (AEs) and Serious Adverse Events (SAEs)","description":"AEs, defined as any unfavorable and unintended sign, symptom, or disease temporally associated with the use of a medicinal product, were collected to obtain data on the safety, tolerability, and benefit of ropinirole XL. SAEs, defined as AEs that are fatal, life threatening, disabling/incapacitating, resulting in hospitalization or prolongation of a hospital stay, a congenital abnormality/birth defect, or any important medical occurrence that the investigator regards as serious based on medical judgment, were also collected. st. med., study medication.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"365","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"109","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"213","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"106","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With the Indicated Response to the Patient Preference Question at Week 4 and Week 26","description":"The patient preference question assessed the participant's preference for either dosing regimen of study drug, once a day versus three times a day. Participants were asked to respond to the following question to assess preference: \"Please indicate whether you preferred taking your Parkinson's tablets 3 times a day or once a day.\" Wk, Week.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"28","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"42","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":109,"n":419},"commonTop":["Back pain","Hallucination","Oedema peripheral","Somnolence","Dyskinesia"]}}}