{"nctId":"NCT03493854","briefTitle":"A Study to Evaluate the Pharmacokinetics, Efficacy, and Safety of Subcutaneous Administration of the Fixed-Dose Combination of Pertuzumab and Trastuzumab in Combination With Chemotherapy in Participants With HER2-Positive Early Breast Cancer","startDateStruct":{"date":"2018-06-14","type":"ACTUAL"},"conditions":["Early Breast Cancer"],"count":500,"armGroups":[{"label":"Arm A: Pertuzumab IV + Trastuzumab IV + Chemotherapy","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Cyclophosphamide","Drug: Doxorubicin","Drug: Docetaxel","Drug: Paclitaxel","Drug: Pertuzumab IV","Drug: Trastuzumab IV","Drug: Trastuzumab SC","Procedure: Surgery","Radiation: Post-operative Radiotherapy","Drug: Hormone Therapy"]},{"label":"Arm B: FDC of Pertuzumab and Trastuzumab SC + Chemotherapy","type":"EXPERIMENTAL","interventionNames":["Drug: Cyclophosphamide","Drug: Doxorubicin","Drug: Docetaxel","Drug: Paclitaxel","Drug: FDC of Pertuzumab and Trastuzumab SC","Procedure: Surgery","Radiation: Post-operative Radiotherapy","Drug: Hormone Therapy"]}],"interventions":[{"name":"Cyclophosphamide","otherNames":[]},{"name":"Doxorubicin","otherNames":[]},{"name":"Docetaxel","otherNames":[]},{"name":"Paclitaxel","otherNames":[]},{"name":"Pertuzumab IV","otherNames":["Perjeta","RO4368451"]},{"name":"FDC of Pertuzumab and Trastuzumab SC","otherNames":["Pertuzumab, Trastuzumab, and Hyaluronidase-zzxf","RO7198574","RG6264"]},{"name":"Trastuzumab IV","otherNames":["Herceptin","RO0452317"]},{"name":"Trastuzumab SC","otherNames":["Herceptin","RO0452317"]},{"name":"Surgery","otherNames":[]},{"name":"Post-operative Radiotherapy","otherNames":[]},{"name":"Hormone Therapy","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Ability to comply with the study protocol, in the investigator's judgment\n* Eastern Cooperative Oncology Group (ECOG) Performance Status ≤1\n* Female and male patients with Stage II - IIIC (T2-T4 plus any N, or any T plus N1-N3, M0), locally advanced, inflammatory, or early-stage, unilateral, and histologically confirmed invasive breast cancer\n* Primary tumor \\>2 cm in diameter, or node-positive disease (clinically or on imaging, and node positivity confirmed with cytology and/or histopathology)\n* HER2-positive breast cancer confirmed by a central laboratory prior to study enrollment. HER2-positive status will be determined based on pretreatment breast biopsy material.\n* Hormone receptor status of the primary tumor, centrally confirmed\n* Patient agreement to undergo mastectomy or breast conserving surgery after neoadjuvant therapy\n* Availability of formalin-fixed, paraffin-embedded (FFPE) tumor tissue block for central confirmation of HER2 and hormone receptor status and additional biomarker research\n* Baseline left ventricular ejection fraction (LVEF) ≥55% measured by echocardiogram (ECHO) or multiple-gated acquisition scan (MUGA)\n* For women of childbearing potential (WOCBP) who are sexually active: agreement to remain abstinent or use one highly effective non-hormonal contraceptive method with a failure rate of \\<1% per year, or two effective non-hormonal contraceptive methods during the treatment period and for 7 months after the last dose of HER2-targeted therapy, and agreement to refrain from donating eggs during this same period\n* For men: men must remain abstinent or use a condom with a spermicidal product during the treatment period and for 7 months after the last dose of HER2-targeted therapy to avoid exposing the embryo. Men must refrain from donating sperm during this same period.\n* A negative serum pregnancy test must be available prior to randomization for WOCBP, unless they have undergone surgical sterilization\n* No major surgical procedure unrelated to breast cancer within 28 days prior to randomization or anticipation of the need for major surgery during the course of study treatment\n\nExclusion Criteria:\n\n* Stage IV (metastatic) breast cancer\n* Patients with a history of invasive breast cancer\n* Patients with a history of concurrent or previously treated non-breast malignancies except for appropriately treated 1) non-melanoma skin cancer and/or 2) in situ carcinomas, including cervix, colon, and skin\n* Patients who have received any previous systemic therapy for treatment or prevention of breast cancer, or radiation therapy for treatment of cancer\n* Patients who have a past history of ductal carcinoma in situ or lobular carcinoma in situ if they have received any systemic therapy for its treatment or radiation therapy to the ipsilateral breast\n* Patients with high-risk for breast cancer who have received chemo-preventative drugs in the past are not allowed to enter the study\n* Patients with multicentric breast cancer, unless all tumors are HER2-positive\n* Patients with bilateral breast cancer\n* Patients who have undergone an excisional biopsy of primary tumor and/or axillary lymph nodes\n* Axillary lymph node dissection prior to initiation of neoadjuvant therapy\n* Sentinel lymph node biopsy prior to neoadjuvant therapy\n* Treatment with any investigational drug within 28 days prior to randomization\n* Serious cardiac illness or medical conditions\n* Inadequate bone marrow function, renal function or impaired liver function\n* Current severe, uncontrolled systemic disease that may interfere with planned treatment\n* Pregnant or breastfeeding, or intending to become pregnant during the study or within 7 months after the last dose of HER2-targeted therapy\n* Any serious medical condition or abnormality in clinical laboratory tests that, in the investigator's judgment, precludes the patient's safe participation in and completion of the study\n* Known active liver disease, for example, active viral hepatitis infection, autoimmune hepatic disorders, or sclerosing cholangitis\n* Concurrent, serious, uncontrolled infections, or known infection with HIV\n* Known hypersensitivity to study drugs, excipients, and/or murine proteins\n* Current chronic daily treatment with corticosteroids\n* History of other malignancy within 5 years prior to screening, except for appropriately treated carcinoma in situ of the cervix, colon, skin, and/or non-melanoma skin carcinoma\n* History of ventricular dysrhythmias or risk factors for ventricular dysrhythmias, such as structural heart disease, coronary heart disease, clinically significant electrolyte abnormalities, or family history of sudden unexplained death or long QT syndrome","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Trough Serum Concentration (Ctrough) of Pertuzumab During Cycle 7 (Pre-Dose Cycle 8)","description":"The observed pertuzumab trough serum concentration (Ctrough) at Cycle 7 was assessed following 3 cycles of pertuzumab IV and trastuzumab IV or the fixed-dose combination (FDC) of pertuzumab and trastuzumab SC. The Per Protocol Pharmacokinetics (PK) analysis population includes all enrolled participants who adhered to the protocol. Exclusions from the Per Protocol PK analysis population were made for the following reasons: participants were missing the Ctrough pre-dose Cycle 8 PK sample, participants with a Ctrough sample collected with at least 2 days deviation from the planned date on Day 21 (i.e., before Day 19 or after Day 23), participants given a dose amount that deviated from the planned dose by \\>20% within 3 cycles (from Cycle 5), participants with a dose delay of more than 7 days, a subcutaneous injection site other than thigh was used, if the Cycle 8 pre-dose and post-dose samples were switched, and an assay error impacting Ctrough measurement.","paramType":"GEOMETRIC_MEAN","dispersionType":"Geometric Coefficient of Variation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"72.4","spread":"34.1"},{"groupId":"OG001","value":"88.7","spread":"33.6"}]}]}]},{"type":"SECONDARY","title":"Ctrough of Trastuzumab During Cycle 7 (Pre-Dose Cycle 8)","description":"The observed trastuzumab trough serum concentration (Ctrough) at Cycle 7 was assessed following 3 cycles of pertuzumab IV and trastuzumab IV or the fixed-dose combination (FDC) of pertuzumab and trastuzumab SC. The Per Protocol Pharmacokinetics (PK) analysis population includes all enrolled participants who adhered to the protocol. Exclusions from the Per Protocol PK analysis population were made for the following reasons: participants were missing the Ctrough pre-dose Cycle 8 PK sample, participants with a Ctrough sample collected with at least 2 days deviation from the planned date on Day 21 (i.e., before Day 19 or after Day 23), participants given a dose amount that deviated from the planned dose by \\>20% within 3 cycles (from Cycle 5), participants with a dose delay of more than 7 days, a subcutaneous injection site other than thigh was used, if the Cycle 8 pre-dose and post-dose samples were switched, and an assay error impacting Ctrough measurement.","paramType":"GEOMETRIC_MEAN","dispersionType":"Geometric Coefficient of Variation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"43.2","spread":"34.7"},{"groupId":"OG001","value":"57.5","spread":"37.0"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Total Pathological Complete Response (tpCR), According to Local Pathologist Assessment","description":"Total pCR (tpCR) was defined as eradication of invasive disease in the breast and axilla; that is, ypT0/is ypN0, according to the local pathologists' assessment. Pathologic response to therapy was determined at the time of surgery. The tpCR rate is the percentage of participants in the ITT population who achieved a tpCR. Participants with missing data for tpCR (i.e., do not undergo surgery or have an invalid pCR assessment) were included in the analysis and classified as non-responders. Rates of tpCR were calculated in each treatment arm and were assessed using the difference between the Arm B: Pertuzumab and Trastuzumab FDC SC and the Arm A: Pertuzumab IV and Trastuzumab IV tpCR rates and corresponding 95% Clopper-Pearson confidence intervals (CIs). The difference between the tpCR rates along with corresponding 95% Hauck-Anderson CIs were calculated. The lower bound of the CI will reliably reflect the largest tpCR difference that can be considered unlikely.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"59.5","spread":null},{"groupId":"OG001","value":"59.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Kaplan-Meier Estimate of the Percentage of Participants Who Are Event-Free According to Invasive Disease-Free Survival (iDFS; Excluding Second Primary Non-Breast Cancer [SPNBC]) Criteria","description":"iDFS (excluding SPNBC) is defined as the time from the first date of no disease (i.e., the date of primary surgery) to the first occurrence of one of the following events: ipsilateral invasive breast tumor recurrence; ipsilateral local-regional invasive breast cancer reccurrence; distant recurrence; contralateral invasive breast cancer; or death attributable to any cause. Ipsilateral or contralateral in situ disease and SPNBC (including in situ carcinomas and non-melanoma skin cancers) will not be counted as progressive disease or relapse.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"96.07","spread":null},{"groupId":"OG001","value":"97.37","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"92.98","spread":null},{"groupId":"OG001","value":"90.75","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"90.71","spread":null},{"groupId":"OG001","value":"89.86","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"89.60","spread":null},{"groupId":"OG001","value":"88.50","spread":null}]}]}]},{"type":"SECONDARY","title":"Kaplan-Meier Estimate of the Percentage of Participants Who Are Event-Free According to iDFS (Including SPNBC) Criteria","description":"Invasive disease-free survival (iDFS) including second primary non-breast cancer (SPNBC) is defined as the time from the first date of no disease (i.e., the date of primary surgery) to the first occurrence of one of the following events: ipsilateral invasive breast tumor recurrence; ipsilateral local-regional invasive breast cancer reccurrence; distant recurrence; contralateral invasive breast cancer; or death attributable to any cause. It also includes SPNBC as an event (with the exception of non-melanoma skin cancers and in situ carcinoma of any site).","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"95.63","spread":null},{"groupId":"OG001","value":"96.94","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"92.10","spread":null},{"groupId":"OG001","value":"89.44","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"89.39","spread":null},{"groupId":"OG001","value":"88.54","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"88.27","spread":null},{"groupId":"OG001","value":"87.64","spread":null}]}]}]},{"type":"SECONDARY","title":"Kaplan-Meier Estimate of the Percentage of Participants Who Are Event-Free According to Event-Free Survival (EFS; Excluding SPNBC) Criteria","description":"Event-free survival (EFS) excluding second primary non-breast cancer (SPNBC) is defined as the time from enrollment to the first occurrence of one of the following events: breast cancer progression; breast cancer recurrence; or death from any cause. Ipsilateral or contralateral in situ disease and SPNBC (including in situ carcinomas and non-melanoma skin cancers) will not be counted as progressive disease or relapse.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"96.79","spread":null},{"groupId":"OG001","value":"97.95","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"92.29","spread":null},{"groupId":"OG001","value":"91.67","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"89.77","spread":null},{"groupId":"OG001","value":"88.29","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"88.47","spread":null},{"groupId":"OG001","value":"86.57","spread":null}]}]}]},{"type":"SECONDARY","title":"Kaplan-Meier Estimate of the Percentage of Participants Who Are Event-Free According to EFS (Including SPNBC) Criteria","description":"Event-free survival (EFS) including second primary non-breast cancer (SPNBC) is defined as the time from enrollment to the first occurrence of one of the following events: breast cancer progression; breast cancer recurrence; or death from any cause. It also includes SPNBC as an event (with the exception of non-melanoma skin cancers and in situ carcinoma of any site).","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"96.38","spread":null},{"groupId":"OG001","value":"97.54","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"91.47","spread":null},{"groupId":"OG001","value":"90.41","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"88.53","spread":null},{"groupId":"OG001","value":"87.04","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"87.22","spread":null},{"groupId":"OG001","value":"85.75","spread":null}]}]}]},{"type":"SECONDARY","title":"Kaplan-Meier Estimate of the Percentage of Participants Who Are Event-Free According to Distant Recurrence-Free Interval (DRFI) Criteria","description":"The distant recurrence-free interval (DRFI) is defined as the time between randomization and the date of distant breast cancer recurrence.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"99.59","spread":null},{"groupId":"OG001","value":"99.58","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"95.88","spread":null},{"groupId":"OG001","value":"95.37","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"93.77","spread":null},{"groupId":"OG001","value":"93.23","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"92.49","spread":null},{"groupId":"OG001","value":"91.92","spread":null}]}]}]},{"type":"SECONDARY","title":"Kaplan-Meier Estimate of the Percentage of Participants in Overall Survival","description":"Overall survival is defined as the time from randomization to death from any cause.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"99.60","spread":null},{"groupId":"OG001","value":"99.19","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"98.38","spread":null},{"groupId":"OG001","value":"96.68","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"96.73","spread":null},{"groupId":"OG001","value":"95.83","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"95.47","spread":null},{"groupId":"OG001","value":"94.13","spread":null}]}]}]},{"type":"SECONDARY","title":"Summary of the Number of Participants With at Least One Adverse Event, Severity Determined According to National Cancer Institute Common Terminology Criteria for Adverse Events, Version 4.0 (NCI CTCAE v4.0), Over the Course of the Entire Study","description":"The adverse event (AE) severity grading scale for the NCI CTCAE v4.0 was used for assessing AE severity. Any AEs that were not specifically listed in the NCI CTCAE, v4.0 were graded per the following 5 grades: Grade 1 = mild; asymptomatic or mild symptoms; clinical or diagnostic observations only; or intervention not indicated. Grade 2 = moderate; minimal, local, or non-invasive intervention indicated; or limiting age-appropriate instrumental activities of daily living. Grade 3 = severe or medically significant, but not immediately life-threatening; hospitalization or prolongation of hospitalization indicated; disabling; or limiting self-care activities of daily living. Grade 4 = life-threatening consequences or urgent intervention indicated. Grade 5 = death related to AE. The terms \"severe\" and \"serious\" are not synonymous and are independently assessed for each AE. Multiple occurrences of AEs were counted only once per participant at the highest (worst) grade.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"251","spread":null},{"groupId":"OG001","value":"248","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"149","spread":null},{"groupId":"OG001","value":"132","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"52","spread":null},{"groupId":"OG001","value":"49","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"29","spread":null},{"groupId":"OG001","value":"29","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"39","spread":null},{"groupId":"OG001","value":"54","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"149","spread":null},{"groupId":"OG001","value":"153","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"16","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"65","spread":null},{"groupId":"OG001","value":"52","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"142","spread":null},{"groupId":"OG001","value":"123","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"92","spread":null},{"groupId":"OG001","value":"82","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"32","spread":null},{"groupId":"OG001","value":"22","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null},{"groupId":"OG001","value":"12","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23","spread":null},{"groupId":"OG001","value":"14","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With a Primary Cardiac Event During the Neoadjuvant Phase","description":"A primary cardiac event is defined as the occurrence of either of the following events: - Incidence of a symptomatic ejection fraction decrease (heart failure) of New York Heart Association (NYHA) Class III or IV and a drop in left ventricular ejection fraction (LVEF) of at least 10-percentage points from baseline and to below 50%; or - Cardiac death, defined as: Definite cardiac death (due to heart failure, myocardial infarction, or documented primary arrhythmia); or, Probable cardiac death (sudden unexpected death within 24 hours of a definite or probable cardiac event \\[e.g., syncope, cardiac arrest, chest pain, infarction, arrhythmia\\] without documented etiology).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With a Secondary Cardiac Event During the Neoadjuvant Phase","description":"A secondary cardiac event is defined as asymptomatic or mildly symptomatic Left Ventricular Systolic Dysfunction (LVSD) of NYHA Class II, defined as a left ventricular ejection fraction (LVEF) decrease of at least 10-percentage points below the baseline measurement to an absolute LVEF value of \\<50% confirmed by a second assessment within approximately 3 weeks.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With a Primary Cardiac Event During the Adjuvant Phase","description":"A primary cardiac event is defined as the occurrence of either of the following events: - Incidence of a symptomatic ejection fraction decrease (heart failure) of New York Heart Association (NYHA) Class III or IV and a drop in left ventricular ejection fraction (LVEF) of at least 10-percentage points from baseline and to below 50%; or - Cardiac death, defined as: Definite cardiac death (due to heart failure, myocardial infarction, or documented primary arrhythmia); or, Probable cardiac death (sudden unexpected death within 24 hours of a definite or probable cardiac event \\[e.g., syncope, cardiac arrest, chest pain, infarction, arrhythmia\\] without documented etiology).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With a Secondary Cardiac Event During the Adjuvant Phase","description":"A secondary cardiac event is defined as asymptomatic or mildly symptomatic Left Ventricular Systolic Dysfunction (LVSD) of NYHA Class II, defined as a left ventricular ejection fraction (LVEF) decrease of at least 10-percentage points below the baseline measurement to an absolute LVEF value of \\<50% confirmed by a second assessment within approximately 3 weeks.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null},{"groupId":"OG001","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null},{"groupId":"OG001","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Laboratory Test Abnormalities at the Highest NCI CTCAE v4 Grade Post-Baseline Over the Course of the Entire Study","description":"Clinical laboratory tests were performed at local laboratories; any abnormal values (High or Low) were based on local laboratory normal ranges. Laboratory abnormalities are presented by the highest (worst) severity grade (according to NCI-CTCAE v4.0) post-baseline. Not every abnormal laboratory value qualified as an adverse event, only if it met any of the following criteria: clinically significant (per investigator); accompanied by clinical symptoms; resulted in a change in study treatment; or required a medical intervention or a change in concomitant therapy. For a participant with multiple post-baseline abnormalities, only the highest (worst) grade for a given laboratory test is reported. 'Any Grade' indicates the total number of participants with a post-baseline abnormality of any grade for the specified test.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"50","spread":null},{"groupId":"OG001","value":"39","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"41","spread":null},{"groupId":"OG001","value":"34","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"80","spread":null},{"groupId":"OG001","value":"71","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"78","spread":null},{"groupId":"OG001","value":"70","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"172","spread":null},{"groupId":"OG001","value":"149","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"145","spread":null},{"groupId":"OG001","value":"132","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null},{"groupId":"OG001","value":"13","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"149","spread":null},{"groupId":"OG001","value":"130","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"137","spread":null},{"groupId":"OG001","value":"125","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"225","spread":null},{"groupId":"OG001","value":"217","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"214","spread":null},{"groupId":"OG001","value":"204","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"13","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23","spread":null},{"groupId":"OG001","value":"22","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20","spread":null},{"groupId":"OG001","value":"22","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"233","spread":null},{"groupId":"OG001","value":"223","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"129","spread":null},{"groupId":"OG001","value":"139","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"93","spread":null},{"groupId":"OG001","value":"77","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"144","spread":null},{"groupId":"OG001","value":"150","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23","spread":null},{"groupId":"OG001","value":"22","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"59","spread":null},{"groupId":"OG001","value":"68","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"55","spread":null},{"groupId":"OG001","value":"56","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"110","spread":null},{"groupId":"OG001","value":"114","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"27","spread":null},{"groupId":"OG001","value":"42","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"30","spread":null},{"groupId":"OG001","value":"23","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null},{"groupId":"OG001","value":"24","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"36","spread":null},{"groupId":"OG001","value":"25","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"72","spread":null},{"groupId":"OG001","value":"67","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"68","spread":null},{"groupId":"OG001","value":"65","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"45","spread":null},{"groupId":"OG001","value":"41","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"38","spread":null},{"groupId":"OG001","value":"28","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"24","spread":null},{"groupId":"OG001","value":"32","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null},{"groupId":"OG001","value":"26","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"27","spread":null},{"groupId":"OG001","value":"33","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"22","spread":null},{"groupId":"OG001","value":"32","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"25","spread":null},{"groupId":"OG001","value":"16","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"19","spread":null},{"groupId":"OG001","value":"13","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"24","spread":null},{"groupId":"OG001","value":"22","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null},{"groupId":"OG001","value":"17","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"199","spread":null},{"groupId":"OG001","value":"203","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"57","spread":null},{"groupId":"OG001","value":"64","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"81","spread":null},{"groupId":"OG001","value":"78","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"41","spread":null},{"groupId":"OG001","value":"43","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20","spread":null},{"groupId":"OG001","value":"18","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":52,"n":252},"commonTop":["Alopecia","Nausea","Diarrhoea","Anaemia","Asthenia"]}}}