{"nctId":"NCT00870727","briefTitle":"Study of Aripiprazole in the Treatment of Pervasive Developmental Disorders","startDateStruct":{"date":"2009-02"},"conditions":["Pervasive Developmental Disorder"],"count":33,"armGroups":[{"label":"Arm 1. Aripiprazole oral product","type":"EXPERIMENTAL","interventionNames":["Drug: Aripiprazole oral product"]},{"label":"Arm 2. Placebo oral capsule","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo oral capsule"]}],"interventions":[{"name":"Aripiprazole oral product","otherNames":["Abilify"]},{"name":"Placebo oral capsule","otherNames":["Sugar pill"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male and female outpatients between the ages of 5 and 17 years and greater than or equal to 15 kg body weight.\n* Diagnostic and Statistical Manual of Mental Disorders Fourth Edition, Text Revised (DSM-IV-TR) diagnosis of Pervasive Developmental Disorder Not Otherwise Specified (PDD NOS).\n* Psychotropic medication-free for at least 2 days prior to screening laboratory tests and electrocardiogram (ECG).\n* Significant irritability as determined by a Clinical Global Impression Severity score of greater or equal to 4 (Moderately ill) and a score of equal to or greater than 18 on the Aberrant Behavior Checklist Irritability Subscale.\n* Intelligence quotient (IQ) of equal to or greater than 50 based on the Wechsler Intelligence Scale for Children (WISC), 4th edition; the Leiter International Test of Intelligence-Revised will be used if a child is nonverbal but thought to have an IQ greater than or equal to 50.\n\nExclusion Criteria:\n\n* DSM-IV-TR diagnosis other than PDD NOS (autistic disorder, Asperger's disorder, Rett's disorder, or childhood disintegrative disorder), schizophrenia, bipolar disorder or substance abuse within the last 6 months.\n* Comorbid disorder with possible association to autism (e.g., Fragile X Syndrome, Tuberous Sclerosis).\n* A significant medical condition such as heart, liver, renal, or pulmonary disease, or a seizure disorder, as determined by history, physical examination, or laboratory testing.\n* Subjects with an active seizure disorder (history of febrile seizures in early childhood will be considered.\n* Females with a positive urine pregnancy test.\n* Evidence of a prior adequate trial of aripiprazole (defined as equal to or greater than 2 weeks at equal to or greater than 5 mg per day. When there is not evidence of a prior adequate trial, subjects must be medication-free for a least 2 weeks prior to baseline.\n* History of neuroleptic malignant syndrome.\n* Subjects who, in the opinion of the investigator, are unsuitable in any other way to participate in this study, including being unable to comply with the requirements of the study for any reason.\n* Hypersensitivity to aripiprazole \\[e.g., allergic response or serious adverse effect\\] (significant tachycardia).","healthyVolunteers":false,"sex":"ALL","minimumAge":"5 Years","maximumAge":"17 Years","stdAges":["CHILD"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants Improved as Measured by the Clinical Global Impression-Global Improvement Scale (Improvement Defined as CGI-I=1 or CGI-I=2)","description":"Clinical Global Impressions (Guy, 1976) global improvement (CGI-I) is designed to take into account all factors to arrive at an assessment of response to treatment. The CGI-I scale ranges from 1 to 7, with lower scores indicating greater improvement (1=very much improved and 2=much improved). Participants with a CGI-I score of 1 or 2 were classified as improved. Four participants assigned to placebo completed an exit interview prior to week 8. One participant assigned to placebo and one participant assigned to aripiprazole withdrew from the study without completing an exit interview.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]},{"type":"PRIMARY","title":"Mean Post-baseline Aberrant Behavior Checklist Irritability Subscale Score, Parent Report, Double-blind Phase","description":"The Aberrant Behavior Checklist (ABC) is a symptom checklist for assessing problem behaviors in individuals ages 6 to 54 years-old with mental retardation. The full ABC is a 58-item parent rating with five factors: Irritability, Social Withdrawal, Stereotypy, Hyperactivity and Inappropriate Speech. It has been used as a primary outcome measure in several trials in children with developmental disabilities. The interpretation of the tool and its subscales is that a greater number of items indicates greater severity. The range of scores for the Irritability subscale is 0 to 45. Means were estimated using a repeated measures linear regression model with treatment group, baseline score, study week (in categories), and Tanner stage as covariates. A linear contrast estimated the average across study timepoints. Confidence intervals reflect a Bonferroni multiple testing correction accounting for the selection of two primary outcomes.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.3","spread":null},{"groupId":"OG001","value":"26.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Post-baseline Aberrant Behavior Checklist Hyperactivity Subscale Score, Parent Report, Double-blind Phase","description":"The Aberrant Behavior Checklist (ABC) is a symptom checklist for assessing problem behaviors in individuals ages 6 to 54 years-old with mental retardation. The full ABC is a 58-item parent rating with five factors: Irritability, Social Withdrawal, Stereotypy, Hyperactivity and Inappropriate Speech. The 16-item Hyperactivity subscale covers overactivity (7 items), impulsiveness (2 items), inattention (3 items) and noncompliance (4 items). It has been used as a primary outcome measure in several trials in children with developmental disabilities. The interpretation of the tool and its subscales is that a greater number of items indicates greater severity. The range of scores is 0 to 48 on the Hyperactivity subscale. Means were estimated using a repeated measures linear regression model with treatment group, baseline score, study week (in categories), and Tanner stage as covariates. A linear contrast estimated the average across study timepoints.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23.8","spread":null},{"groupId":"OG001","value":"29.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Post-baseline Aberrant Behavior Checklist Inappropriate Speech Subscale Score, Parent Report, Double-blind Phase","description":"The Aberrant Behavior Checklist (ABC) is a symptom checklist for assessing problem behaviors in individuals ages 6 to 54 years-old with mental retardation. The full ABC is a 58-item parent rating with five factors: Irritability, Social Withdrawal, Stereotypy, Hyperactivity and Inappropriate Speech. It has been used as a primary outcome measure in several trials in children with developmental disabilities. The interpretation of the tool and its subscales is that a greater number of items indicates greater severity. The range of scores for the Inappropriate Speech subscale is 0 to 12. Means were estimated using a repeated measures linear regression model with treatment group, baseline score, study week (in categories), and Tanner stage as covariates. A linear contrast estimated the average across study timepoints.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.6","spread":null},{"groupId":"OG001","value":"6.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Post-baseline Aberrant Behavior Checklist Social Withdrawal Subscale Score, Parent Report, Double-blind Phase","description":"The Aberrant Behavior Checklist (ABC) is a symptom checklist for assessing problem behaviors in individuals ages 6 to 54 years-old with mental retardation. The full ABC is a 58-item Parent rating with five factors: Irritability, Social Withdrawal, Stereotypy, Hyperactivity and Inappropriate Speech. It has been used as a primary outcome measure in several trials in children with developmental disabilities. The interpretation of the tool and its subscales is that a greater number of items indicates greater severity. The range of scores for the Social Withdrawal subscale is 0 to 48. Means were estimated using a repeated measures linear regression model with treatment group, baseline score, study week (in categories), and Tanner stage as covariates. A linear contrast estimated the average across study timepoints.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.1","spread":null},{"groupId":"OG001","value":"9.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Post-baseline Aberrant Behavior Checklist Stereotypy Subscale Score, Parent Report, Double-blind Phase","description":"The Aberrant Behavior Checklist (ABC) is a symptom checklist for assessing problem behaviors in individuals ages 6 to 54 years-old with mental retardation. The full ABC is a 58-item parent rating with five factors: Irritability, Social Withdrawal, Stereotypy, Hyperactivity and Inappropriate Speech. It has been used as a primary outcome measure in several trials in children with developmental disabilities. The interpretation of the tool and its subscales is that a greater number of items indicates greater severity. The range of scores for the Stereotypy subscale is 0 to 21. Means were estimated using a repeated measures linear regression model with treatment group, baseline score, study week (in categories), and Tanner stage as covariates. A linear contrast estimated the average across study timepoints.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.9","spread":null},{"groupId":"OG001","value":"5.3","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":17},"commonTop":["Headache","Appetite increase","Tiredness/Fatigue","Nasal congestion or Cold","Stomach or abdominal discomfort"]}}}