{"nctId":"NCT01597622","briefTitle":"BEL114333, a Continuation Study of BEL113750 in Subjects With Systemic Lupus Erythematosus (SLE) in Northeast Asia, and in Japan Subjects Completing the Open-label Extension of HGS1006-C1115","startDateStruct":{"date":"2012-06-11","type":"ACTUAL"},"conditions":["Systemic Lupus Erythematosus"],"count":142,"armGroups":[{"label":"Open-label Belimumab","type":"EXPERIMENTAL","interventionNames":["Drug: Belimumab"]}],"interventions":[{"name":"Belimumab","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Have completed the BEL113750 Protocol in Northeast Asia through Week 48 OR have completed the open-label extension of C1115 in Japan.\n* Be able to receive the first dose of belimumab for BEL114333 four weeks (minimum of 2 weeks, maximum of 8 weeks) after the last dose in BEL113750 OR be able to receive the first dose of IV belimumab 1 week (plus a 1 week visit window) after the last dose of open-label SC belimumab in C1115..\n\nExclusion Criteria:\n\n* Have developed clinical evidence of significant, unstable or uncontrolled, acute or chronic diseases not due to SLE (i.e., cardiovascular, pulmonary, hematologic, gastrointestinal, hepatic, renal, neurological, malignancy or infectious diseases), or experienced an adverse event (AE) in the Phase 3 study that could, in the opinion of the principal investigator, put the subject at undue risk.\n* Have developed any other medical diseases (e.g., cardiopulmonary), laboratory abnormalities, or conditions (e.g., poor venous access) that in the opinion of the principal investigator, makes the subject unstable for the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Adverse Events (AEs) and Serious AEs (SAEs)","description":"Any untoward medical occurrence in participant, temporally associated with use of medicinal product, whether or not considered related to medicinal product. Any untoward event resulting in death,life threatening,requires hospitalization or prolongation of existing hospitalization,results in disability/incapacity,congenital anomaly/birth defect,medically important were categorized as SAE. Number of participants who had any AE(includes those having non-serious and/or serious AEs) or any SAE are presented.Treatment-emergent AEs are defined as AEs that started on or after first dose of belimumab treatment and for those participants who were randomized to placebo in parent study,ongoing AEs that started before first open-label belimumab dose(in either C1115 open-label extension or BEL114333),worsened (severity,seriousness,relatedness) at any point during the open-label treatment.Timeframe includes exposure in parent study/upto16 weeks post infusion in current study(114333).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"48","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"139","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of SLE Responder Index (SRI) Responders by Study Visit","description":"SRI response is composite index, defined as percent of participants with\\>=4 point reduction from Baseline in safety of estrogen in lupus national assessment systemic lupus erythematosus disease activity index (SELENA-SLEDAI) score and no worsening (increase of \\<0.30 points from Baseline) in physicians global assessment(PGA) \\&no new British isles lupus assessment group (BILAG) A organ domain score or 2 new BILAG B organ domain scores compared with Baseline at the time of assessment. A SELENA SLEDAI score of 0 would suggest no lupus activity; while a score of 105 is the maximum calculable if all items were scored as being present from active lupus. PGA ranges from 0(no activity) to 3(severe activity). BILAG has no range. Baseline is last available value prior to first belimumab exposure. Year 8 Week 24 visit is the Exit Visit obtained by slotting the Exit Visit to Week 24. Timeframe includes exposure in parent study/upto 4 weeks post infusion (Exit visit) in current study (114333).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"47.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"51.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"55.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"53.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"57.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"68.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"67.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"76.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"71.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"69.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"66.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"68.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"83.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"84.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":48,"n":142},"commonTop":["Nasopharyngitis","Headache","Cough","Viral upper respiratory tract infection","Herpes zoster"]}}}