{"nctId":"NCT00553631","briefTitle":"Study of Gene-Activated® Human Glucocerebrosidase (GA-GCB) ERT Compared With Imiglucerase in Type I Gaucher Disease","startDateStruct":{"date":"2008-01-29","type":"ACTUAL"},"conditions":["Gaucher Disease, Type 1"],"count":34,"armGroups":[{"label":"GA-GCB","type":"EXPERIMENTAL","interventionNames":["Biological: velaglucerase alfa"]},{"label":"imiglucerase","type":"ACTIVE_COMPARATOR","interventionNames":["Biological: imiglucerase"]}],"interventions":[{"name":"velaglucerase alfa","otherNames":["VPRIV™","gene-activated human glucocerebrosidase"]},{"name":"imiglucerase","otherNames":["Cerezyme®"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria\n\nIncludes:\n\n* The patient has a documented diagnosis and clinical manifestation of type 1 Gaucher disease\n* The patient is at least 2 years of age.\n* The patient has not received treatment for Gaucher disease (investigational products, miglustat, or imiglucerase) within 12 months prior to study entry, as documented in the patient's medical history.\n* Female patients of child-bearing potential must agree to use a medically acceptable method of contraception at all times during the study and must have negative results to a pregnancy test performed at the time of enrollment and as required throughout their participation in the study. Male patients must use a medically acceptable method of birth control throughout their participation in the study and must report their partner's pregnancy.\n* The patient, the patient's parent(s) or legal guardian(s) has provided written informed consent that has been approved by the Institutional Review Board/Independent Ethics Committee (IRB/IEC).\n* The patient must be sufficiently cooperative to participate in this clinical study as judged by the Investigator.\n\nExclusion Criteria\n\nIncludes:\n\n* The patient has type 2 or 3 Gaucher disease or is suspected of having type 3 Gaucher disease.\n* The patient has received treatment with any non-Gaucher disease-related investigational drug or device within the 30 days prior to study entry; such use during the study is not permitted.\n* The patient is known to be positive for human immunodeficiency virus (HIV).\n* The patient is known to be positive for hepatitis B and/or C.\n* The patient, patient's parent(s), or patient's legal guardian(s) is/are unable to understand the nature, scope, and possible consequences of the study.\n* The patient has a significant comorbidity(ies) that might affect study data or confound the study results (e.g., malignancies, primary biliary cirrhosis, autoimmune liver disease, etc.).\n* The patient is unable to comply with the protocol, e.g., has a clinically relevant medical condition making implementation of the protocol difficult, has an uncooperative attitude, is unable to return for safety evaluations, or is otherwise unlikely to complete the study, as determined by the Investigator.","healthyVolunteers":false,"sex":"ALL","minimumAge":"2 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Change From Baseline to Month 9 in Hemoglobin (Hgb) Concentration for Each Treatment Group.","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.624","spread":"0.223"},{"groupId":"OG001","value":"1.488","spread":"0.281"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Month 9 in Platelet Counts for Each Treatment Group.","description":"Values shown are observed change from Baseline to Month 9.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"110.41","spread":"17.159"},{"groupId":"OG001","value":"144.38","spread":"22.76"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Month 9 in Normalized Liver Volume (Percent (%) Body Weight) for Each Treatment Group.","description":"Values shown are observed change from Baseline to Month 9. Measured by Magnetic resonance imaging (MRI). Liver volume has been normalized for percent (%) body weight for each treatment arm. Liver size relative to body weight = (Liver volume \\[cubic centimeter (cc)\\]/Body weight \\[kg\\]\\*1000.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.31","spread":"0.347"},{"groupId":"OG001","value":"-1.10","spread":"0.182"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Month 9 in Normalized Spleen Volume (Percent (%) Body Weight) for Each Treatment Group.","description":"Values shown are observed change from Baseline to month 9. Measured by Magnetic resonance imaging (MRI). Spleen volume was normalized for percent (%) of body weight for each treatment arm. Spleen size relative to body weight=(Spleen volume \\[cc\\]/Body weight \\[kg\\])\\*100.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.34","spread":"0.424"},{"groupId":"OG001","value":"-2.46","spread":"0.966"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Month 9 in Plasma Chitotriosidase for Each Treatment Group.","description":"Values shown are observed change from Baseline to Month 9. Units of measure is defined as nanomole per milliliter per hour.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-34711.9","spread":"6887.77"},{"groupId":"OG001","value":"-35109.5","spread":"7310.22"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Month 9 in Plasma Chemokine (C-C Motif) Ligand 18 (CCL18) for Each Treatment Group.","description":"Values shown are observed change from Baseline to Month 9.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-926.2","spread":"113.29"},{"groupId":"OG001","value":"-1153.4","spread":"269.63"}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Developed Antibody for Each Treatment Group.","description":"Measure type is actual number of participants who developed antibodies to treatment; GA-GCB or imiglucerase. Antibody detection was based upon serum samples collected at various time points throughout the study. Serum samples were screened using an enzyme-linked immunosorbent assay (ELISA) and positive antibody confirmation was determined using a radioimmunoprecipitation assay (RIP); positive samples were also tested for enzyme neutralizing activity. Participant samples were compared to internal assay controls (positive/negative), positive samples were determined based upon individual assay criteria.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Response- Comparison of GA-GCB and Imiglucerase on the Earliest Time to Respond as Assessed Via Hemoglobin Concentration","description":"Time to response was defined as a ≥ 1 g/dL improvement in hemoglobin levels relative to Baseline. Units (%) correlates to the percentage of participants who had a change of ≥ 1 g/dL improvement in hemoglobin levels relative to Baseline during their participation in the study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"92.9","spread":null},{"groupId":"OG001","value":"100","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":17},"commonTop":["Arthralgia","Influenza","Headache","Pyrexia","Nasopharyngitis"]}}}