{"nctId":"NCT02425644","briefTitle":"Oral Ponesimod Versus Teriflunomide In Relapsing MUltiple Sclerosis","startDateStruct":{"date":"2015-06-04","type":"ACTUAL"},"conditions":["Multiple Sclerosis"],"count":1133,"armGroups":[{"label":"Ponesimod","type":"EXPERIMENTAL","interventionNames":["Drug: ponesimod"]},{"label":"Teriflunomide","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: teriflunomide"]}],"interventions":[{"name":"ponesimod","otherNames":["ACT-128800"]},{"name":"teriflunomide","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nMale and female subjects aged 18 to 55 years with established diagnosis of MS McDonald 2010 with relapsing course from onset (i.e., RRMS and SPMS with superimposed relapses).\n\nSubjects must have active disease evidenced by one or more MS attacks with onset within the period of 12 to 1 months prior to randomization, or by two or more MS attacks with onset within the 24 to 1 months prior to randomization, or with one or more gadolinium-enhancing (Gd+) lesion(s) of the brain on an MRI performed within 6 months prior to randomization.\n\nEnrolled subjects must be ambulatory (EDSS score of up to 5.5 inclusive) and may be treatment-naïve or previously treated with MS disease modifying therapy.\n\nExclusion Criteria:\n\nSubjects with significant medical conditions or therapies for such conditions (e.g., cardiovascular, pulmonary, immunological, hepatic,ophthalmological conditions) or lactating or pregnant women are not eligible to enter the study.\n\nSubjects with contraindications to MRI or with clinically relevant medical or surgical conditions that, in the opinion of the investigator, would put the subject at risk by participating in the study are not eligible to enter the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"55 Years","stdAges":["ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Annualized Confirmed Relapse Rate","description":"Relapse: occurrence of acute episode of one or more new symptoms or worsened symptoms of Multiple sclerosis (MS), not associated with fever/infection and lasting 24 hours after stable 30 days period. Confirmed relapse: increase from baseline at least 0.5 point Expanded Disability Status Scale (EDSS) score or increase of one point in one, two or three Functional Systems (FS), excluding bowel/bladder and cerebral/mental FS. EDSS and FS scores are based on neurological examination for assessing its impairment in MS. Among eight FS, seven are ordinal clinical rating scales ranging from 0-5 or 6 with higher scale indicates overall functional impairment assessing Visual,Brain Stem,Pyramidal,Cerebellar,Sensory, Bowel/Bladder and Cerebral functions. Rating individual FS scores is used to rate EDSS in conjunction with observations and information concerning gait and use of assistance. EDSS is ordinal clinical rating scale ranging from 0 (normal neurological examination) to 10(death due to MS).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.202","spread":null},{"groupId":"OG001","value":"0.290","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Fatigue-related Symptoms as Measured by the Symptoms Domain of the Fatigue Symptom and Impact Questionnaire-Relapsing Multiple Sclerosis (FSIQ-RMS) Score to Week 108","description":"The FSIQ-RMS is a 20-item Patient Reported Outcomes (PRO) measure to evaluate fatigue-related symptoms and the impacts of those symptoms on the lives of people. The FSIQ-RMS symptom domain (FSIQ-RMS-S) consists of seven items assessing fatigue-related symptoms daily with a recall period of 24 hours measured on an 11-point numeric rating scale; the (normalized) symptom domain score ranges from 0 to 100 with a higher score indicating greater fatigue. This domain was completed on 7 consecutive days. A negative change from baseline indicates an improvement in fatigue symptoms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.01","spread":null},{"groupId":"OG001","value":"3.56","spread":null}]}]}]},{"type":"SECONDARY","title":"Cumulative Number of Combined Unique Active Lesions (CUAL) Per Year From Baseline to Week 108","description":"CUALs was calculated as sum of new Gadolinium-enhanced (Gd+) T1 lesions plus new or enlarging T2 lesions (without double-counting of lesions) from baseline based on the Magnetic resonance imaging (MRI) scans up to Week 108. Average number of lesions per year were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.405","spread":null},{"groupId":"OG001","value":"3.164","spread":null}]}]}]},{"type":"SECONDARY","title":"12-Week Confirmed Disability Accumulation (CDA) Assessed From Baseline to EOS","description":"A 12-week CDA was defined as an increase of at least 1.5 in Expanded Disability Status Scale (EDSS) for participants with a baseline EDSS score of 0.0 or an increase of at least 1.0 in EDSS for participants with a baseline EDSS score of 1.0 to 5.0, or an increase of at least 0.5 in EDSS for participants with a baseline EDSS score greater than or equal to (\\>=) 5.5, which was confirmed after 12 weeks. Baseline EDSS was defined as the last EDSS score recorded prior to randomization. EDSS is an ordinal clinical rating scale ranging from 0 (normal neurological examination) to 10 (death due to MS).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.6","spread":null},{"groupId":"OG001","value":"8.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10.8","spread":null},{"groupId":"OG001","value":"13.2","spread":null}]}]}]},{"type":"SECONDARY","title":"24-Week Confirmed Disability Accumulation (CDA) Assessed From Baseline to EOS","description":"A 24-week CDA was defined as an increase of at least 1.5 in EDSS for participants with a baseline EDSS score of 0.0 or an increase of at least 1.0 in EDSS for participants with a baseline EDSS score of 1.0 to 5.0, or an increase of at least 0.5 in EDSS for participants with a baseline EDSS score \\>= 5.5, which was confirmed after 24 weeks. Baseline EDSS was defined as the last EDSS score recorded prior to randomization. The EDSS is an ordinal scale ranging from 0 (normal neurological exam) to 10 (death to MS).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.3","spread":null},{"groupId":"OG001","value":"6.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.7","spread":null},{"groupId":"OG001","value":"10.5","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":49,"n":565},"commonTop":["Nasopharyngitis","Alanine Aminotransferase Increased","Headache","Upper Respiratory Tract Infection","Nausea"]}}}