{"nctId":"NCT01345253","briefTitle":"GSK1550188 A 52 Week Study of Belimumab Versus Placebo in the Treatment of Subjects With Systemic Lupus Erythematosus (SLE) Located in Northeast Asia","startDateStruct":{"date":"2011-05-23","type":"ACTUAL"},"conditions":["Systemic Lupus Erythematosus"],"count":709,"armGroups":[{"label":"Belimumab","type":"EXPERIMENTAL","interventionNames":["Drug: Belimumab"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Belimumab","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age 18 years and older.\n* Have a clinical diagnosis of SLE according to the American College of Rheumatology (ACR) classification criteria.\n* Have active SLE disease.\n* Have positive anti-nuclear antibody (ANA) test results.\n* Are on a stable SLE treatment regimen.\n* Females of childbearing age are willing to use appropriate contraception\n\nExclusion Criteria:\n\n* Have received treatment with any B cell targeted therapy at any time.\n* Have received a biologic investigational agent in the past year.\n* Have received 3 or more courses of systemic corticosteroids in the past year.\n* Have received intravenous (IV) cyclophosphamide within 180 days prior to Day 0.\n* Have severe lupus kidney disease.\n* Have active central nervous system (CNS) lupus.\n* Have had a major organ transplant.\n* Have significant unstable or uncontrolled acute or chronic diseases or conditions not due to SLE.\n* Have a planned surgical procedure.\n* Cancer within the last 5 years, except for adequately treated skin cancer, or carcinoma in situ of the uterine cervix.\n* Have required management of acute or chronic infections in the past 60 days.\n* Have current drug or alcohol abuse or dependence.\n* Have a historically positive test, or test positive at screening for HIV, Hepatitis B, or Hepatitis C.\n* Have an IgA deficiency.\n* Have severe laboratory Abnormalities.\n* Have had anaphylactic reaction to X-ray contrast agents or biologic agents.\n* Suicidal behavior or ideation.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percent of Participants Achieving Systemic Lupus Erythematosus (SLE) Responder Index (SRI) Response Rate at Week 52 for Double-blind Phase.","description":"SRI response is a composite index, defined as the percent of participants with \\>=4 point reduction from Baseline in safety of estrogen in lupus national assessment (SELENA) systemic lupus erythematosus disease activity index (SLEDAI) score and no worsening (increase of \\< 0.30 points from Baseline) in physicians global assessment (PGA) and no new British isles lupus assessment group (BILAG) A organ domain score or 2 new BILAG B organ domain scores compared with Baseline at the time of assessment (at Week 52 of the blinded period). A SELENA SLEDAI score of 0 would suggest no lupus activity; while a score of 105 is the maximum calculable if all items were scored as being present from active lupus. PGA ranges from 0 (no activity) to 3 (severe activity). BILAG has no range. The higher thresholds of SELENA SLEDAI improvement (i.e., SRI5, SRI6, and SRI7) indicates a higher response (SRI5 is a 5 point SELENA SLEDAI reduction, SRI6 is a 6 point reduction, and SRI7 is a 7 point reduction).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"40.1","spread":null},{"groupId":"OG001","value":"53.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent of Participants With >=4 Point Reduction From Baseline in SELENA SLEDAI Score at Week 52 for Double-blind Phase.","description":"The SELENA SLEDAI score is a weighted index for assessing SLE disease activity in which signs and symptoms, laboratory tests and physician's assessment for each of 9 organ system were given a weighted score and summed if present at the time of the visit or in the preceding 10 days. A SELENA SLEDAI score of 0 would suggest no lupus activity; while a score of 105 is the maximum calculable if all items were scored as being present from active lupus. A decrease of 4 points or more equates to a clinically meaningful improvement. The Baseline value of a variable is defined as the value of the variable measured at Day 0 prior to dosing. In case of multiple results on Day 0 prior to dosing, the latest result was used. If a Day 0 value was not available, the last available value prior to Day 0 was used.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"42.2","spread":null},{"groupId":"OG001","value":"55.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent of Participants With SRI7 Response at Week 52 for Double-blind Phase.","description":"SRI7 response is defined as the percent of participants with \\>=7 point reduction from Baseline in SELENA SLEDAI score and no worsening (increase of \\< 0.30 points from Baseline) in PGA and no new BILAG A organ domain score or 2 new BILAG B organ domain scores compared with Baseline at the time of assessment (at Week 52 of the blinded period). A SELENA SLEDAI score of 0 would suggest no lupus activity; while a score of 105 is the maximum calculable if all items were scored as being present from active lupus. PGA ranges from 0 (no activity) to 3 (severe activity). BILAG has no range. The higher thresholds of SELENA SLEDAI improvement (i.e., SRI5, SRI6, and SRI7) indicates a higher response (SRI5 is a 5 point SELENA SLEDAI reduction, SRI6 is a 6 point reduction, and SRI7 is a 7 point reduction).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23.5","spread":null},{"groupId":"OG001","value":"32.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Days of Daily Prednisone Dose <=7.5 mg/Day and/or Reduced by 50 Percent From Baseline Over 52 Weeks for Double-blind Phase.","description":"Number of days of daily prednisone dose \\<=7.5 mg/day and/or reduced by 50 percent over time through each scheduled visit during the blinded period were compared between belimumab and placebo using Rank ANCOVA model which was used for comparing belimumab and placebo. The independent variables in the model included treatment group, Baseline prednisone dose level, country, Baseline SELENA SLEDAI score (\\<=9 vs. \\>=10) and complement levels (low C3 and/or C4 vs. no low C3 or C4). This analysis was perfomed on the participants who used prednisone \\>7.5 mg/day at Baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to First Severe SLE Flare Index (SFI) Flare Over 52 Weeks for Double-blind Phase.","description":"Time to first severe SLE flare is defined as the number of days from first treatment until the participant had an event (event date-treatement start date +1). If a participant had a severe SFI flare and received protocol restricted medication then the event date was the earliest of the first severe SFI flare date, and the treatment failure date. Analysis of severe SFI flare was performed on the modified SELENA SLEDAI SLE flare index in which the modification excluded severe flares that were triggered only by an increase in SELENA SLEDAI score to \\>12. Analysis was from Cox proportional hazards model for the comparison between belimumab and placebo adjusting for country, Baseline SELENA SLEDAI score (\\<=9 vs. \\>=10) and complement levels (low C3 and/or C4 vs. no low C3 or C4).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent of Participants Achieving SLE SRI Response Rate for Open-label (OL) Phase","description":"SRI response is a composite index, defined as the percent of participants with \\>=4 point reduction from Baseline in SELENA SLEDAI score and no worsening (increase of \\< 0.30 points from Baseline) in PGA and no new BILAG A organ domain score or 2 new BILAG B organ domain scores compared with Baseline at time of assessment. Excludes participants with a SELENA SLEDAI score \\<4 at baseline. Participants randomized to belimumab in double-blinded (DB) phase, Baseline is last available value before first belimumab dose received in DB phase. Participants randomized to placebo in DB phase, Baseline is last available value before receiving first belimumab dose in OL phase. Observed case data are presented.Year 6 Week 48 is the Exit Visit obtained by slotting the Exit Visit to Week 48. A SELENA SLEDAI score of 0 (no lupus activity) and a score of 105 (maximum). PGA ranges from 0 (no activity) to 3 (severe activity). BILAG has no range.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"66.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"69.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"72.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"70.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"71.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"76.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"81.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"80.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"86.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"60.0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":43,"n":235},"commonTop":["Upper respiratory tract infection","Viral upper respiratory tract infection","Nasopharyngitis","Pyrexia","Cough"]}}}