{"nctId":"NCT02224690","briefTitle":"A Study to Investigate the Efficacy and Safety of Cannabidiol (GWP42003-P; CBD) as Adjunctive Treatment for Seizures Associated With Lennox-Gastaut Syndrome in Children and Adults","startDateStruct":{"date":"2015-04-28","type":"ACTUAL"},"conditions":["Epilepsy","Lennox-Gastaut Syndrome"],"count":171,"armGroups":[{"label":"GWP42003-P 20 mg/kg/day Dose","type":"EXPERIMENTAL","interventionNames":["Drug: GWP42003-P 20 mg/kg/day Dose"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"GWP42003-P 20 mg/kg/day Dose","otherNames":["Cannabidiol","Epidiolex"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Key Inclusion Criteria:\n\n* Participant must have been male or female aged between 2 and 55 years (inclusive).\n* Participant must have had a documented history of Lennox-Gastaut syndrome. This included written documentation of having met electroencephalogram (EEG) diagnostic criteria during the participant's history and evidence of at least 1 type of generalized seizure, including drop seizures (atonic, tonic, tonic-clonic or myoclonic) for at least 6 months.\n* Participants had a history of slow (\\<3.0 Hertz) spike-and-wave pattern in an EEG prior to the enrollment into the baseline period.\n* Participants were refractory; that is having documented failures on more than one antiepileptic drug (AED).\n* Participant must have been taking 1 or more AEDs at a dose which has been stable for at least 4 weeks prior to screening.\n* All medications or interventions for epilepsy (including ketogenic diet and vagus nerve stimulation \\[VNS\\]) must have been stable for 4 weeks prior to screening and participant is willing to maintain a stable regimen throughout the study. The ketogenic diet and VNS treatments are not accounted as an AED.\n\nKey Exclusion Criteria:\n\n* Etiology of participant's seizures was a progressive neurologic disease. Participants with tuberous sclerosis were not excluded from study participation, unless there was a progressive tumor.\n* Participant had an anoxic episode requiring resuscitation within 6 months of screening.\n* Participant had clinically significant unstable medical conditions other than epilepsy.\n* Participant had clinically relevant symptoms or a clinically significant illness in the 4 weeks prior to screening or randomization, other than epilepsy.\n* Participant was currently using or has in the past used recreational or medicinal cannabis, or synthetic cannabinoid based medications (including Sativex®) within the 3 months prior to study entry and was unwilling to abstain for the duration of the study.\n* Participant had any known or suspected hypersensitivity to cannabinoids or any of the excipients of the Investigational Medicinal Product (IMP), such as sesame oil.\n* Participant had been part of a clinical trial involving another IMP in the previous 6 months.\n* Participant had significantly impaired hepatic function at screening or randomization (Alanine aminotransferase \\[ALT\\] \\>5 x upper limit of normal \\[ULN\\] or total bilirubin \\[TBL\\] \\>2 x ULN) OR the ALT or Aspartate aminotransferase (AST) \\>3 x ULN and (TBL \\>2 x ULN or international normalized ratio \\>1.5). This criterion can only be confirmed once the laboratory results are available; Participants randomized into the study who are later found not to meet this criterion should be withdrawn from the study.\n* Any history of suicidal behavior or any suicidal ideation of type 4 or 5 on the Columbia Suicide Severity Rating Scale in the last month or at screening.\n* Participant was taking more than 4 concurrent AEDs.\n* Participant was taking corticotropins in the 6 months prior to screening.\n* Participant was taking long-term systemic steroids (excluding inhaled medication for asthma treatment) or any other daily medication known to exacerbate epilepsy. An exception was made of prophylactic medication, for example, idiopathic nephrotic syndrome or asthma.\n* Participant was taking felbamate, and they had been taking it for less than 1 year prior to screening.","healthyVolunteers":false,"sex":"ALL","minimumAge":"2 Years","maximumAge":"55 Years","stdAges":["CHILD","ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage Change From Baseline In Drop Seizure Frequency During The Treatment Period","description":"Drop seizures were recorded by the participant or caregiver using an interactive voice response system (IVRS) diary. Drop seizures were defined as the subset of tonic-clonic, tonic or atonic seizures that were reported as drop seizures in the IVRS. Percentage change from baseline was calculated as: (frequency during the treatment period - frequency during baseline/frequency during baseline) \\* 100. The frequency during each period was based on 28-day averages and calculated as: (number of seizures in the period/number of reported days in the IVRS period) \\*28. Baseline included all available data prior to Day 1 (28-day average). Negative percentages show an improvement from baseline.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-43.90","spread":null},{"groupId":"OG001","value":"-21.80","spread":null}]}]}]},{"type":"SECONDARY","title":"Number Of Participants With a ≥50% Reduction From Baseline in Drop Seizure Frequency During The Treatment Period","description":"Drop seizures were recorded by the participant or caregiver using an IVRS diary. Drop seizures included the subset of tonic-clonic, tonic or atonic seizures that were reported as drop seizures in IVRS. Percentage change from baseline was calculated as per the primary outcome measure.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"38","spread":null},{"groupId":"OG001","value":"20","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage Change From Baseline In Total Seizure Frequency During The Treatment Period","description":"Total seizures included the sum of all seizures (tonic-clonic, tonic, atonic, clonic, myoclonic, countable partial, other partial and absence seizures) recorded by the participant or caregiver using an IVRS diary. Percentage change from baseline was calculated as per the primary outcome measure. Negative percentages show an improvement from baseline.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-41.24","spread":null},{"groupId":"OG001","value":"-13.70","spread":null}]}]}]},{"type":"SECONDARY","title":"Subject/Caregiver Global Impression Of Change Assessment (S/CGIC)","description":"The S/CGIC was used to assess the participant's overall condition on a 7-point scale, using the markers \"very much improved, much improved, slightly improved, no change, slightly worse, much worse, or very much worse\" (1 = very much improved; 7 = very much worse). On Day 1 (prior to starting IMP), the caregiver was asked to write a brief description of the participant's overall condition as a memory aid for the S/CGIC questionnaire at subsequent visits. If both a CGIC and SGIC were completed then the CGIC was used; if only a CGIC was completed then the CGIC was used; if only a SGIC was completed then the SGIC was used. Last visit for endpoints assessed at clinic visits was defined as the last scheduled visit (not including the end of taper or safety follow-up visits) at which participant's last evaluation was performed.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null},{"groupId":"OG001","value":"9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20","spread":null},{"groupId":"OG001","value":"15","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"27","spread":null},{"groupId":"OG001","value":"43","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":20,"n":86},"commonTop":["Diarrhoea","Vomiting","Somnolence","Pyrexia","Decreased appetite"]}}}