{"nctId":"NCT00799643","briefTitle":"Targeting Inflammation Using Salsalate for Type 2 Diabetes-Stage II","startDateStruct":{"date":"2008-11"},"conditions":["Type 2 Diabetes Mellitus"],"count":638,"armGroups":[{"label":"1","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Salsalate"]},{"label":"2","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Salsalate Placebo"]}],"interventions":[{"name":"Salsalate","otherNames":["disalsid"]},{"name":"Salsalate Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Type 2 diabetes on diet and exercise therapy or monotherapy with metformin, insulin secretagogue (including SFU, non-SFU, and dipeptidyl peptidase IV (DPP-4) inhibitors), alpha-glucosidase inhibitors, or bile acid sequestrants (dosed once per day such that study drug can be administered ≥ 4 hours prior to sequestrant); or a combination of up to two of these at maximal dose. Dosing must be stable for 8 weeks prior to screening. Participant must have been diagnosed with T2D at least 8 weeks before screening.\n2. FPG ≤ 225 mg/dL and HbA1c≥7% and ≤ 9.5% at screening.\n3. Age ≥18 and \\<75\n4. Women of childbearing potential agree to use an appropriate contraceptive method (hormonal, IUD, or diaphragm)\n\nExclusion Criteria:\n\n1. No prior participation in Stage I of TINSAL-T2D ; exception: a participant who failed screening for HbA1c in Stage I will be allowed to re-screen for Stage II.\n2. Type 1 diabetes and/or history of ketoacidosis determined by medical history\n3. History of severe diabetic neuropathy including autonomic neuropathy, gastroparesis or lower limb ulceration or amputation\n4. History of long-term therapy with insulin (\\>30 days) within the last year\n5. Therapy with rosiglitazone (Avandia) or pioglitazone (Actos), alone or in combination in the previous 6 months; or exendin-4 (Byetta), alone or in combination in the previous 3 months\n6. Pregnancy or lactation\n7. Patients requiring oral corticosteroids within 3 months or recurrent continuous oral corticosteroid treatment (more than 2 weeks)\n8. Use of weight loss drugs \\[e.g., Xenical (orlistat), Meridia (sibutramine), Acutrim (phenylpropanol-amine), or similar over-the-counter medications\\] within 3 months of screening or intentional weight loss of ≥ 10 lbs in the previous 6 months\n9. Surgery within 30 days prior to screening\n10. Serum creatinine \\>1.4 for women and \\>1.5 for men or eGFR \\<60 \\[possible chronic kidney disease stage 3 or greater calculated using the Modification of Diet in Renal Disease (MDRD) equation\n11. History of chronic liver disease including hepatitis B or C\n12. History of peptic ulcer or endoscopy demonstrated gastritis\n13. History of acquired immune deficiency syndrome or human immunodeficiency virus (HIV)\n14. History of malignancy, except participants who have been disease-free for greater than 10 years, or whose only malignancy has been basal or squamous cell skin carcinoma\n15. New York Heart Association Class III or IV cardiac status or hospitalization for congestive heart failure\n16. History of unstable angina, myocardial infarction, cerebrovascular accident, transient ischemic attack or any revascularization within 6 months\n17. Uncontrolled hypertension (defined as systolic blood pressure \\>150 mmHg or diastolic blood pressure \\>95 mmHg on three or more assessments on more than one day). If on blood pressure medications, dosing should be stable for 2 weeks prior to randomization.\n18. History of drug or alcohol abuse, or current weekly alcohol consumption \\>10 units/week (1 unit = 1 beer, 1 glass of wine, 1 mixed DCCktail containing 1 ounce of alcohol)\n19. Hemoglobin \\<12 g/dL (males), \\<10 g/dL (females) at screening\\*\n20. Platelets \\<100,000 cu mm at screening\n21. AST (SGOT) \\>2.50 x ULN or ALT (SGPT) \\>2.50 x ULN at screening\n22. Total Bilirubin \\>1.50 x ULN at screening\n23. Triglycerides (TG) \\>500 mg/dL at screening\n24. Poor mental function or any other reason to expect patient difficulty in complying with the requirements of the study\n25. Previous allergy to aspirin\n26. Chronic or continuous use (daily for more than 7 days) of nonsteroidal anti-inflammatory drugs within the preceding 2 months\n27. Use of warfarin (Coumadin), clopidogrel (Plavix), dipyridamole (Persantine), heparin or other anticoagulants\n28. Use of probenecid (Benemid, probalan), sulfinpyrazone (Anturane) or other uricosuric agents\n29. Macroalbuminuria, defined as spot urine protein \\>300 mcg/mg Cr at screening\n30. Pre-existing chronic tinnitus","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"The Primary Outcome for the TINSAL-T2D Study is Change in HbA1c Level From Baseline to Week 48 From Baseline, Compared Between Treatment Groups.","description":"HbA1c (%, percentage of HbA1c) change from baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.04","spread":null},{"groupId":"OG001","value":"-0.33","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Fasting Glucose Over Time.","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.0","spread":null},{"groupId":"OG001","value":"-13.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Response Rates for Reduction in Fasting Glucose of ≥20 mg/dl, a Reduction in HbA1c of ≥0.5%, and a Reduction in HbA1c of ≥0.8%","description":null,"classes":[]},{"type":"SECONDARY","title":"Change in Lipids (Low-density Lipoprotein Cholesterol [LDL-C], Non-high-density Lipoprotein Cholesterol [Non-HDL-C], Triglycerides [TG], Total Cholesterol [TC], High-density Lipoprotein Cholesterol [HDL C], TC/HDL-C Ratio, and LDL-C/HDL-C Ratio)","description":null,"classes":[]},{"type":"SECONDARY","title":"Changes in WBC and Differential, High-sensitivity C Reactive Protein (hsCRP), Other Inflammatory Markers","description":null,"classes":[]},{"type":"SECONDARY","title":"Response Rates for Exceeding Hyperglycemic Targets Between Active and Placebo Treated Groups; Need for Rescue Therapy; Need for Discontinuation of Study Medication","description":null,"classes":[]},{"type":"SECONDARY","title":"Response Rates in Patients Initially Treated With Lifestyle Modification, Insulin Secretagogue, Metformin or Combination Therapy","description":null,"classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":6,"n":140},"commonTop":["Cough","Tinnitus","Muscle Stiffness","Weakness or Fatigue","Vomiting"]}}}