{"nctId":"NCT01485991","briefTitle":"TMC435HPC3001 - An Efficacy, Safety and Tolerability Study for TMC435 vs Telaprevir in Combination With PegINFα-2a and Ribavirin in Chronic Hepatitis C Patients Who Were Null or Partial Responders to Prior PegINFα-2a and Ribavirin Therapy","startDateStruct":{"date":"2012-02"},"conditions":["Hepatitis C"],"count":771,"armGroups":[{"label":"TMC435/PR","type":"EXPERIMENTAL","interventionNames":["Drug: TMC435"]},{"label":"TVR/PR","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: TVR"]}],"interventions":[{"name":"TMC435","otherNames":[]},{"name":"TVR","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patient must have had a liver biopsy before screening (or between the screening and baseline visit), unless patient cannot undergo such a procedure or has evidence of portal hypertension not associated with cirrhosis. For patients who had a liver biopsy performed more than 2 years prior to screening or without a biopsy (because of a contraindication or portal hypertension), a non-invasive staging assessment needs to be available. Non-invasive staging assessments include FibroScan, MR-Elastography, or FibroTest/FibroSure and must not be older than 6 months prior to screening\n* Chronicity of hepatitis C virus (HCV) infection, as confirmed by one or both of the following: presence of anti-HCV antibody and/or HCV ribonucleic acid (RNA) at least 6 months prior to the screening visit and/or presence of fibrosis on biopsy\n* Genotype 1 HCV infection with plasma HCV RNA of \\>10,000 IU/mL (both confirmed at screening)\n* Patient must have had at least 1 documented previous course of treatment with PegINFα-2a or PegINFα-2b in combination with ribavirin (RBV) (at least 12 weeks for null responder and 20 weeks for partial responder)\n\nExclusion Criteria:\n\n* Hepatic decompensation (impaired functioning of the liver), as indicated by significant laboratory abnormalities or other active diseases\n* Infection with Human Immunodeficiency Virus (HIV) or non genotype 1 hepatitis C\n* Liver disease not related to hepatitis C infection\n* Previous chronic hepatitis C treatment, other than PegIFN and RBV","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Sustained Virologic Response 12 Weeks After the Planned End of Treatment (SVR12)","description":"Participants are considered to have reached SVR12 if both conditions below are met: 1) HCV RNA levels less than (\\<) 25 International unit per milliliter (IU/mL) undetectable; 2) HCV RNA levels \\<25 IU/mL undetectable or HCV RNA levels \\<25 IU/mL detectable.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"53.6","spread":null},{"groupId":"OG001","value":"54.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Sustained Virologic Response 24 Weeks After the Planned End of Treatment (SVR24)","description":"Participants are considered to have reached SVR24 if both conditions below are met: 1) HCV RNA levels less than \\<25 International unit per milliliter (IU/mL) undetectable (at the actual end of treatment);2) HCV RNA levels \\<25 IU/mL undetectable or HCV RNA levels \\<25 IU/mL detectable (24 weeks after the planned EOT).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"53.3","spread":null},{"groupId":"OG001","value":"55.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Viral Relapse","description":"Participants are considered to have a viral relapse if both conditions as specified are met: 1) \\<25 IU/mL undetectable HCV RNA at the actual end of study drug treatment; 2) confirmed HCV RNA greater than or equal to (\\>=) 25 IU/mL during follow-up.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17.9","spread":null},{"groupId":"OG001","value":"16.4","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":22,"n":379},"commonTop":["Pruritus","Fatigue","Anaemia","Headache","Pyrexia"]}}}