{"nctId":"NCT02377921","briefTitle":"Phase 3 Randomized, Double-Blind, Placebo-Controlled Study to Evaluate Sialic Acid in Patients With Glucosamine (UDP-N-acetyl)-2-epimerase Myopathy (GNEM) or Hereditary Inclusion Body Myopathy (HIBM)","startDateStruct":{"date":"2015-05-20","type":"ACTUAL"},"conditions":["Hereditary Inclusion Body Myopathy","Distal Myopathy With Rimmed Vacuoles","Distal Myopathy, Nonaka Type","GNE Myopathy"],"count":89,"armGroups":[{"label":"Aceneuramic Acid Extended-Release (Ace-ER)","type":"EXPERIMENTAL","interventionNames":["Drug: aceneuramic acid extended-release (Ace-ER)"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"aceneuramic acid extended-release (Ace-ER)","otherNames":["UX001","sialic acid extended-release (SA-ER)"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female, aged 18 to 55 years, inclusive\n* Willing and able to provide written, signed informed consent after the nature of the study has been explained, and before any research-related procedures are conducted\n* Have a documented diagnosis of GNEM, HIBM, distal myopathy with rimmed vacuoles (DMRV), or Nonaka disease due to previously demonstrated mutations in the gene encoding the GNE/N-acetylmannosamine kinase (MNK) enzyme (genotyping will not be conducted in this study)\n* Able to provide reproducible force in elbow flexors (i.e. two dynamometry force values with no more than 15% variability in the dominant arm) at Screening\n* Able to walk a minimum of 200 meters during the six-meter walk test (6MWT) at Screening without the use of assistive devices, including a cane, crutch(es), walker, wheelchair or scooter (ankle foot orthosis/orthoses are permitted)\n* Willing and able to comply with all study procedures\n* Participants of child-bearing potential or with partners of child-bearing potential who have not undergone a bilateral salpingo-oophorectomy and are sexually active must consent to use a highly effective method of contraception as determined by the site investigator (i.e. oral hormonal contraceptives, patch hormonal contraceptives, vaginal ring, intrauterine device, physical double-barrier methods, surgical hysterectomy, vasectomy, tubal ligation, or true abstinence \\[when this is in line with the preferred and usual lifestyle of the subject\\], which means not having sex because the subject chooses not to), from the period following the signing of the informed consent through 3 months after last dose of study drug\n* Females of childbearing potential must have a negative pregnancy test at Screening and be willing to have additional pregnancy tests during the study. Females considered not of childbearing potential include those who have been in menopause for at least two years, have had tubal ligation at least one year prior to Screening, or who have had a total hysterectomy or bilateral salpingo-oophorectomy\n\nExclusion Criteria:\n\n* Ingestion of N-acetyl-D-mannosamine (ManNAc), sialic acid (SA), or related metabolites; intravenous immunoglobulin (IVIG); or anything that can be metabolized to produce SA in the body within 60 days prior to the Screening Visit\n* History of more than 30 days treatment with SA-ER and/or Sialic Acid Immediate Release (SA-IR) in prior clinical trials in the past year\n* Has had any hypersensitivity to SA or its excipients that, in the judgment of the investigator, places the subject at increased risk for adverse effects\n* Has serum transaminase (i.e. aspartate aminotransferase \\[AST\\] or gamma-glutamyl transpeptidase \\[GGT\\]) levels greater than 3X the upper limit of normal (ULN) for age/gender, or serum creatinine of greater than 2X ULN at Screening\n* Pregnant or breastfeeding at Screening or planning to become pregnant (self or partner) at any time during the study\n* Use of any investigational product or investigational medical device within 30 days prior to Screening, or anticipated requirement for any investigational agent prior to completion of all scheduled study assessments\n* Has a condition of such severity and acuity, in the opinion of the investigator, that it warrants immediate surgical intervention or other treatment or may not allow safe participation in the study\n* Has a concurrent disease, active suicidal ideation, or other condition that, in the view of the investigator, places the subject at high risk of poor treatment compliance or of not completing the study, or would interfere with study participation or would affect safety","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"55 Years","stdAges":["ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in UEC Score (Total Force in kg) at Week 48","description":"Muscle strength based on the maximum voluntary isometric contraction (MVIC) against a dynamometer was measured bilaterally in the following upper extremity muscle groups: gross grip, shoulder abductors, elbow flexors, and elbow extensors. The UEC is derived from the sum of the average of the right and left total force values (measured in kg).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.25","spread":null},{"groupId":"OG001","value":"-2.99","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Muscle Strength in the Knee Extensors at Week 48","description":"Lower extremity muscle strength in the knee extensors was measured by dynamometry. Bilateral total force was defined as the average of the right and left force values (measured in kg).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.05","spread":null},{"groupId":"OG001","value":"0.45","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in LEC Score (Total Force in kg) at Week 48","description":"Muscle strength based on MVIC against a dynamometer was measured bilaterally in the following lower extremity muscle groups: knee flexors, hip flexors, hip extensors, hip abductors and hip adductors. The LEC is derived from the sum of the average of the right and left total force values (measured in kg).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.92","spread":null},{"groupId":"OG001","value":"-0.44","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in GNEM FAS Mobility Domain Score at Week 48","description":"Lower extremity use and function was assessed using the Mobility domain of the GNEM-FAS instrument a disease-specific measure developed to assess the functional impact of changes in muscle strength on mobility (reflective of the lower extremities). This mobility score ranges from 0 to 40 with higher scores representing greater mobility.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.49","spread":null},{"groupId":"OG001","value":"-1.77","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Number of Lifts in the 30 Second Weighted Arm Lift Test at Week 48","description":"Upper extremity function was assessed using a weighted arm lift test performed bilaterally. The number of times the participant can raise a 1 kg weight above the head in a 30-second period was recorded.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.03","spread":null},{"groupId":"OG001","value":"2.79","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Number of Stands in the Sit to Stand Test at Week 48","description":"Lower extremity function was assessed using a sit-to-stand test. The number of times the participant can rise from a seated to a standing position in a 30-second period was recorded.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.11","spread":null},{"groupId":"OG001","value":"0.53","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Meters Walked in the 6MWT at Week 48","description":"The total distance walked (meters) in a 6-minute period was measured.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-17.79","spread":null},{"groupId":"OG001","value":"-6.81","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Percent Predicted Meters Walked in the 6MWT at Week 48","description":"The total distance walked (meters) in a 6-minute period was measured, and the percent predicted distance based on normative data for age and gender was estimated.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.37","spread":null},{"groupId":"OG001","value":"-0.97","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in GNEM FAS Upper Extremity Domain Score at Week 48","description":"Upper extremity use and function was assessed using the Mobility domain of the GNEM-FAS instrument a disease-specific measure developed to assess the functional impact of changes in muscle strength on mobility (reflective of the upper extremities). This mobility score ranges from 0 to 40 with higher scores representing greater mobility.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.40","spread":null},{"groupId":"OG001","value":"-1.08","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":45},"commonTop":["Influenza like illness","Diarrhoea","Fall","Arthralgia","Headache"]}}}