{"nctId":"NCT02823145","briefTitle":"An Open-Label Extension Trial to Assess the Long-Term Safety of ZX008 (Fenfluramine Hydrochloride HCl) Oral Solution in Children and Young Adults With Dravet Syndrome","startDateStruct":{"date":"2016-06-08","type":"ACTUAL"},"conditions":["Dravet Syndrome"],"count":375,"armGroups":[{"label":"ZX008","type":"EXPERIMENTAL","interventionNames":["Drug: ZX008 (Fenfluramine Hydrochloride)"]}],"interventions":[{"name":"ZX008 (Fenfluramine Hydrochloride)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Key Inclusion Criteria:\n\n* Male or non-pregnant, non-lactating female, age 2 to 18 years, inclusive as of the day of the core study Screening Visit.\n* Satisfactory completion of the core study in the opinion of the investigator and the sponsor.\n* Subjects who are \\>18 to ≤35 years of age at the time of screening and did not participate in one of the core studies may be eligible for participation.\n* A documented medical history to support a clinical diagnosis of Dravet syndrome, where convulsive seizures are not completely controlled by current antiepileptic drugs.\n* Parent/caregiver is willing and able to be compliant with diary completion, visit schedule and study drug accountability.\n* Subject's parent/caregiver has been compliant with diary completion during the core study, in the opinion of the investigator (eg, at least 90% compliant).\n\nKey Exclusion Criteria:\n\n* Current or past history of cardiovascular or cerebrovascular disease, myocardial infarction or stroke.\n* Current cardiac valvulopathy or pulmonary hypertension that is clinically significant and warrants discontinuation of study medication.\n* Current or past history of glaucoma.\n* Moderate or severe hepatic impairment.\n* Receiving concomitant therapy with: centrally-acting anorectic agents; monoamineoxidase inhibitors; any centrally-acting compound with clinically appreciable amount of serotonin agonist or antagonist properties, including serotonin reuptake inhibition; atomoxetine, or other centrally-acting noradrenergic agonist; cyproheptadine, and/or cytochrome P450 (CYP) 2D6/3A4/2B6 inhibitors/substrates.\n* Currently taking carbamazepine, oxcarbamazepine, eslicarbazepine, phenobarbital, or phenytoin, or has taken any of these within the past 30 days, as maintenance therapy.\n* A clinically significant condition, or has had clinically relevant symptoms or a clinically significant illness at Visit 1, other than epilepsy, that would negatively impact study participation, collection of study data, or pose a risk to the subject.","healthyVolunteers":false,"sex":"ALL","minimumAge":"2 Years","maximumAge":"35 Years","stdAges":["CHILD","ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Treatment-emergent Adverse Events (TEAEs) During the Open-label Extension (OLE) Treatment Period","description":"Treatment-emergent adverse events (TEAE) were defined as any AEs that based on start date information occurs after the first intake of study treatment.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"98.1","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With Treatment-emergent Adverse Events (TEAEs) Leading to Withdrawal From Investigational Medicinal Product (IMP) During the OLE Treatment Period","description":"A TEAE was defined as any AE that based on start date information occurs after the first intake of study treatment. Percentage of participants with TEAEs leading to withdrawal from IMP during OLE Treatment Period were reported.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.5","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With Serious Treatment-emergent Adverse Events (TEAEs) During the OLE Treatment Period","description":"Serious Adverse event (SAE) was defined as any untoward medical occurrence that at any dose: • results in death, • is life-threatening threatening, • results in initial inpatient hospitalization or prolongation of hospitalization, •results in persistent or significant disability or incapacity, • results in a congenital anomaly/birth defect, • results in any medically significant event that did not meet any of the other 5 SAE criteria, but which was judged by a physician to potentially jeopardize the participant or require medical or surgical intervention to prevent one of the above outcomes listed as an SAE criterion.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline (Core) in Convulsive Seizure Frequency Per 28 Days From Day 1 to End of Study (EOS) Visit (Month 42) in the OLE Treatment Period","description":"Baseline (Core) was defined as Baseline prior to double-blind treatment in the core studies (ZX008-1501/ZX008-1502, and ZX008-1504 Cohort 2). Participants in 1504- Cohort 1 and de novo participants (who entered 1503 without having been in any of the core studies) did not have a Baseline (Core), and were not included in the analysis of this outcome measure. The total number of convulsive seizures from Day 1 to EOS was divided by the total number of days from Day 1 to EOS with nonmissing diary data and the result was then multiplied by 28 to get a 28-day convulsive seizure frequency (CSF). The change from Baseline for any individual participant was calculated by subtracting the Baseline (Core) from the post-baseline value. Monthly (28 day) CSF was based on electronic diary data obtained for each participant.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.67","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline (Core) in Convulsive Seizure Frequency Per 28 Days From Month 2 to EOS (Month 42) in the OLE Treatment Period","description":"Baseline (Core) was defined as Baseline prior to double-blind treatment in the core studies. Participants in 1504-Cohort 1 and de novo participants did not have a Baseline (Core), and were not included in the analysis of this outcome measure. The total number of convulsive seizures from Month 2 to EOS was divided by the total number of days from Month 2 to EOS with nonmissing diary data and the result was then multiplied by 28 to get a 28-day CSF. The change from Baseline for any individual participant was calculated by subtracting the Baseline (Core) from the post-baseline value. Monthly (28 day) CSF was based on electronic diary data obtained for each participant.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-7.04","spread":null}]}]}]},{"type":"SECONDARY","title":"Convulsive Seizure Frequency (CSF) Per 28 Days During the OLE Treatment Period (to Month 36)","description":"Monthly (28 day) CSF was based on electronic diary data obtained for each participant. The total number of convulsive seizures in the ith interval (CSF in OLE, where, i=1, 2, 3, … , 14 ) was divided by the total number of days in the ith interval with nonmissing diary data and the result was then multiplied by 28 to get a 28-day CSF of OLE.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.53","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.67","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.67","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.36","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.82","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.04","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.11","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.42","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.42","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.80","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.80","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.80","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.21","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.74","spread":null}]}]}]},{"type":"SECONDARY","title":"Convulsive Seizure Frequency (CSF) by Mean Daily Dose During the Overall OLE Treatment Period","description":"Convulsive seizure frequency over time, reported as per 28 days was analyzed by the actual dose administered. Participants were grouped into low (0.2 to \\<0.4 mg/kg), medium (0.4 to \\<0.6 mg/kg), and high dose (\\>0.6 mg/kg) groups depending on their mean daily doses of ZX008 during the OLE Treatment period. For each participant, the seizure frequency per 28 days was calculated as the number of seizures recorded during the period, divided by the number of days in the period and multiplied by 28. The convulsive seizure frequency was calculated from all available data collected.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.94","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.80","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.00","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Changes in Antiepileptic Drug (AED) Medications During First 6 Months of OLE Treatment Period","description":"Participants in the study were required to be on stable background therapy for the first 6 months of treatment, after which background AEDs could be reduced or withdrawn so long as one background AED remained. The percentage of participants who had changes in dose or type of concomitant AED medications during the first, second, third, fourth, fifth, and sixth months were analyzed and reported.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9.6","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":99,"n":374},"commonTop":["Pyrexia","Nasopharyngitis","Decreased appetite","Blood glucose decreased","Diarrhoea"]}}}