{"nctId":"NCT02157935","briefTitle":"Comparing the Efficacy of Symbicort® pMDI and Formoterol Turbuhaler in Reducing Exacerbations in Patients With Cronic Obstructive Pulmonary Disease","startDateStruct":{"date":"2014-06-27","type":"ACTUAL"},"conditions":["COPD Patients"],"count":2026,"armGroups":[{"label":"Symbicort pMDI","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Symbicort","Other: Placebo for Symbicort pMDI"]},{"label":"Formoterol Turbuhaler","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Formoterol turbohaler","Other: Placebo for Formoterol Turbohaler"]}],"interventions":[{"name":"Symbicort","otherNames":[]},{"name":"Formoterol turbohaler","otherNames":[]},{"name":"Placebo for Symbicort pMDI","otherNames":[]},{"name":"Placebo for Formoterol Turbohaler","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n3\\. A current clinical diagnosis of COPD with COPD symptoms for more than 1 year, according to the GOLD guidelines.\n\n4\\. Current or previous smoker with a smoking history equivalent to 10 or more pack years (1 pack year = 20 cigarettes smoked per day for 1 year).\n\n5\\. Post-bronchodilator FEV1/forced vital capacity (FVC) \\<0.7 (70%) and FEV1 ≤70% of predicted normal (PN) value.\n\n6\\. Documented use of a short-acting inhaled bronchodilator (β2-agonists or anticholinergics) as rescue medication within 6 months prior to study start.\n\n7\\. A score of ≥2 on the modified medical research council (MMRC) dyspnea scale. 8. Documented history of ≥1 moderate or severe COPD exacerbation(s) that required treatment with systemic (oral, IM, IV) corticosteroids (a minimum 3 day course of an oral corticosteroid treatment or single depot corticosteroid injection), or hospitalization (defined as an inpatient stay or \\>24 hour stay in an observation area in the emergency department or other equivalent facility depending on the country and healthcare system) within 2-52 weeks before Visit 1 (i.e., not within the 14 days prior to Visit 1). A history of an exacerbation treated exclusively with antibiotics will not be considered adequate.\n\nExclusion Criteria:\n\n1. A history of asthma at or after 18 years of age.\n2. Subjects with significant or unstable ischemic heart disease, arrhythmia, cardiomyopathy, heart failure (including significant cor pulmonale), uncontrolled hypertension as defined by the Investigator, or any other relevant cardiovascular disorder as judged by the Investigator.\n3. Known homozygous alpha-1 antitrypsin deficiency.\n4. Any significant disease or disorder (e.g., gastrointestinal, liver, renal, neurological, musculoskeletal, endocrine, metabolic, malignant, psychiatric, major physical impairment) which, in the opinion of the Investigator, may either put the subject at risk because of participation in the study, or influence the results of the study, or the subject's ability to participate in the study.\n5. A history of malignancy (except basal cell carcinoma) within the past 5 years.\n6. Active tuberculosis, lung cancer, bronchiectasis, sarcoidosis, lung fibrosis, primary pulmonary hypertension, interstitial lung disease, or other active pulmonary diseases.\n7. Subjects who have needed additions or alterations to their usual maintenance or change in formulation of rescue therapy for COPD due to worsening symptoms within the 14 days prior to Visit 1 and up to Visit 3.\n8. CXR (frontal and lateral) with suspicion of pneumonia or other condition/abnormality that will require additional investigation/treatment, or put the subject at risk because of participation in the study.\n9. Risk factors for pneumonia: immune suppression (HIV, lupus) or other risk for pneumonia (e.g. neurological disorders affecting control of the upper airway, such as Parkinson's disease, myasthenia gravis, etc.).\n10. Pneumonia not resolved within 14 days of Visit 1.\n11. Moderate or severe COPD exacerbation that has not resolved within 14 days prior to Visit 1 or a moderate or severe COPD exacerbation that occurs between Visit 1 and Visit 2.\n12. Long-term oxygen therapy (LTOT) or nocturnal oxygen therapy required for greater than 12 hours a day.\n13. Subjects who are currently in the intensive rehabilitation phase or scheduled to begin new participation (intensive rehabilitation phase) in a pulmonary rehabilitation program during the study or have started a new pulmonary rehabilitation program within 60 days of Visit 1. Subjects in the maintenance phase of pulmonary rehabilitation program are not excluded.\n14. Treatment with oral, parenteral, or intra-articular corticosteroids within 4 weeks prior to Visit 1.\n15. Omalizumab or any other monoclonal or polyclonal antibody therapy taken for any reason within 6 months prior to Visit 1.","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"95 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"The Rate of Moderate and Severe COPD Exacerbations Defined as: Worsening of ≥2 Major Symptoms or Worsening of 1 Major Symptom Together With ≥1 Minor Symptom for ≥2 Consecutive Days","description":"The annual COPD exacerbation rate was analyzed and compared between two arms.\n\nAnnual exacerbation rate for each subject is defined as number of exacerbations divided by duration of randomized treatment period in years.\n\nThe annual COPD exacerbation rate of Symbicort group was compared with annual rate of Formoterol group. The rate ratio of Symbicort vs. Formoteroal was assessed by a negative binomial model.\n\nExacerbations, that met the modified Anthonisen criteria and duration ≥2 days were classified as moderate and severe exacerbations.\n\nModerate exacerbation: treatment of symptoms with systemic corticosteroids (≥3 days) and/or antibiotics.\n\nSevere exacerbation: symptoms that require hospitalization (including \\>24 hours in ED/urgent care setting).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.85","spread":null},{"groupId":"OG001","value":"1.12","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Patients With Moderate or Severe COPD Exacerbation.","description":"The number of patients who developed moderate or severe COPD exacerbation during treatment period were reported. Cox proportional hazards regression model was fitted to data to compare the two treatment arms .\n\nThe hazard ratio and 95% CI were estimated.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"171","spread":null},{"groupId":"OG001","value":"204","spread":null}]}]}]},{"type":"SECONDARY","title":"St. George's Respiratory Questionnaire (SGRQ)","description":"SGRQ is a standardized, self-administered tool for measuring impaired health and perceived wellbeing in respiratory diseases; a validated electronic version of the questionnaire in the relevant validated languages was used in this study.\n\nThe questionnaire contains 50 items divided into three dimensions (Symptoms, Activity and Impact).\n\nEach of the three dimensions of the questionnaire is scored separately in the range from 0 to 100:\n\nzero (0) score indicating no impairment of quality of life.\n\nThe total SGRQ score ranging from 0 to 100 is a summary score utilizing responses to all items calculated using weights attached to each item of the questionnaire.\n\nHigher scores indicate poorer health and change of 4 units in the SGRQ has been determined to be the threshold for a clinically relevant change in health status.\n\nThe change from baseline was statistically summarized and compared between two arms in a mixed model.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.855","spread":"8.941"},{"groupId":"OG001","value":"0.442","spread":"9.457"}]}]}]},{"type":"SECONDARY","title":"Pre-dose/Pre-bronchodilator FEV1 at the Study Site","description":"FEV1 from pre-dose spirometry is a measurement of lung function. The change from baseline on pre-dose FEV1 was summarized and compared between Symbicort and Formoterol groups using a mixed model.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.008","spread":"0.210"},{"groupId":"OG001","value":"-0.025","spread":"0.198"}]}]}]},{"type":"SECONDARY","title":"Total Rescue Medication Use (Average Puffs/Day)","description":"Use of rescue medication is a measure of symptoms that need to be treated with a short-acting bronchodilator.\n\nThe average daily use across the observation period was used for analysis. Change from baseline was summarized and compared between two arms using a mixed model.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.135","spread":"1.248"},{"groupId":"OG001","value":"0.343","spread":"1.456"}]}]}]},{"type":"SECONDARY","title":"Nights With Awakening Due to COPD","description":"Nighttime awakening due to COPD symptoms correspond to the severity of nocturnal symptoms from COPD.\n\nThe average number of awakening per night over the treatment period was analyzed. It was derived as the number of night with awakening divided by the total number of nights with data in the recording period. Change from baseline period on awakening was summarized and compared between two arms using a mixed model.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.007","spread":"0.173"},{"groupId":"OG001","value":"0.021","spread":"0.195"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":63,"n":613},"commonTop":["Nasopharyngitis","Chronic obstructive pulmonary disease"]}}}