{"nctId":"NCT02955212","briefTitle":"A Study With Upadacitinib (ABT-494) in Subjects From China and Selected Countries With Moderately to Severely Active Rheumatoid Arthritis Who Have Had an Inadequate Response to Conventional Synthetic Disease-Modifying Anti-Rheumatic Drugs (csDMARDs)","startDateStruct":{"date":"2018-01-03","type":"ACTUAL"},"conditions":["Rheumatoid Arthritis (RA)"],"count":338,"armGroups":[{"label":"Placebo / Upadacitinib 15 mg","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Upadacitinib","Drug: Placebo"]},{"label":"Upadacitinib 15 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Upadacitinib"]}],"interventions":[{"name":"Upadacitinib","otherNames":["ABT-494","RINVOQ™"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Diagnosis of RA for ≥ 3 months who also fulfill the 2010 American College of Rheumatology (ACR)/ European League Against Rheumatism (EULAR) classification criteria for RA.\n* Participants have been receiving csDMARD therapy ≥ 3 months and on a stable dose for ≥ 4 weeks prior to the first dose of study drug.\n\n  1. Participants must have failed (lack of efficacy) at least one of the following: methotrexate (MTX), sulfasalazine, or leflunomide.\n  2. The following csDMARDs are allowed: oral or parenteral MTX, sulfasalazine, hydroxychloroquine, chloroquine, and leflunomide.\n  3. A combination of up to two background csDMARDs is allowed except the combination of MTX and leflunomide.\n* Participant meets both of the following disease activity criteria:\n\n  1. ≥ 6 swollen joints (based on 66 joint counts) and ≥ 6 tender joints (based on 68 joint counts) at Screening and Baseline Visits; and\n  2. High-sensitivity C-Reactive Protein (hsCRP) ≥ 3 mg/L at Screening\n* Participants with prior exposure to at most one biological disease-modifying anti-rheumatic drugs (bDMARD) may be enrolled (up to 20% of total number of subjects). Specifically, prior to enrollment:\n\n  1. Participants with limited exposure to bDMARD (\\< 3 months) OR\n  2. Participants who are responding to a bDMARD therapy but had to discontinue due to intolerability (regardless of treatment duration).\n* Participants must have discontinued bDMARD therapy prior to the first dose of study drug.\n\nExclusion Criteria:\n\n* Prior exposure to any Janus kinase (JAK) inhibitor (including but not limited to tofacitinib, baricitinib, and filgotinib).\n* Participants who are considered inadequate responders (lack of efficacy) to bDMARD therapy as defined by the Investigator.\n* History of any arthritis with onset prior to age 17 years or current diagnosis of inflammatory joint disease other than RA (including but not limited to gout, systemic lupus erythematosus, psoriatic arthritis, axial spondyloarthritis including ankylosing spondylitis and non-radiographic axial spondyloarthritis, reactive arthritis, overlap connective tissue diseases, scleroderma, polymyositis, dermatomyositis, fibromyalgia \\[currently with active symptoms\\]. Current diagnosis of secondary Sjogren's Syndrome is permitted.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With an American College of Rheumatology 20% (ACR20) Response at Week 12","description":"Participants who met the following 3 conditions for improvement from Baseline were classified as meeting the ACR20 response criteria:\n\n1. ≥ 20% improvement in 68-tender joint count;\n2. ≥ 20% improvement in 66-swollen joint count; and\n3. ≥ 20% improvement in at least 3 of the 5 following parameters:\n\n   * Physician global assessment of disease activity\n   * Patient global assessment of disease activity\n   * Patient assessment of pain\n   * Health Assessment Questionnaire - Disability Index (HAQ-DI)\n   * High-sensitivity C-reactive protein (hsCRP).","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"31.4","spread":null},{"groupId":"OG001","value":"71.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Disease Activity Score Based on CRP (DAS28 [CRP]) at Week 12","description":"The DAS28 (CRP) is a composite index used to assess rheumatoid arthritis disease activity, calculated based on the tender joint count (out of 28 evaluated joints), swollen joint count (out of 28 evaluated joints), Patient's Global Assessment of Disease Activity (0-100), and hsCRP (in mg/L). Scores on the DAS28 range from 0 to 10, where higher scores indicate more disease activity. A negative change from Baseline in DAS28 (CRP) indicates improvement in disease activity.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.95","spread":null},{"groupId":"OG001","value":"-2.56","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Health Assessment Questionnaire Disability Index (HAQ-DI) at Week 12","description":"The Health Assessment Questionnaire - Disability Index is a patient-reported questionnaire that measures the degree of difficulty a person has in accomplishing tasks in 8 functional areas (dressing, arising, eating, walking, hygiene, reaching, gripping, and errands and chores) over the past week. Participants assessed their ability to do each task on a scale from 0 (without any difficulty) to 3 (unable to do). Scores were averaged to provide an overall score ranging from 0 to 3, where 0 represents no disability and 3 represents very severe, high-dependency disability.\n\nA negative change from Baseline in the overall score indicates improvement.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.18","spread":null},{"groupId":"OG001","value":"-0.62","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Short-Form 36 (SF-36) Physical Component Score (PCS) at Week 12","description":"The Short Form 36-Item Health Survey (SF-36) Version 2 is a self-administered questionnaire that measures the impact of disease on overall quality of life during the past 4 weeks. The SF-36 consists of 36 questions in eight domains (physical function, pain, general and mental health, vitality, social function, physical and emotional health).\n\nThe physical component score is a weighted combination of the 8 subscales with positive weighting for physical functioning, role-physical, bodily pain, and general health. The PCS was calculated using norm-based scoring so that 50 is the average score and the standard deviation equals 10. Higher scores are associated with better functioning/quality of life; a positive change from baseline score indicates an improvement.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.36","spread":null},{"groupId":"OG001","value":"8.93","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving Low Disease Activity (LDA) Based on DAS28 (CRP) at Week 12","description":"Low disease activity based on DAS28 (CRP) is defined a DAS28 (CRP) score of ≤ 3.2.\n\nThe DAS28 is a composite index used to assess rheumatoid arthritis disease activity, calculated based on the tender joint count (out of 28 evaluated joints), swollen joint count (out of 28 evaluated joints), Patient's Global Assessment of Disease Activity (0-100), and hsCRP (in mg/L). Scores on the DAS28 range from 0 to 10, where higher scores indicate more disease activity. A DAS28 score less than or equal to 3.2 indicates low disease activity.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.6","spread":null},{"groupId":"OG001","value":"46.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving Clinical Remission Based on DAS28 (CRP) at Week 12","description":"Clinical remission (CR) based on DAS28 (CRP) is defined as achieving a DAS28 (CRP) score of less than 2.6.\n\nDAS28 (CRP) is a composite index used to assess rheumatoid arthritis disease activity, calculated based on the tender joint count (out of 28 evaluated joints), swollen joint count (out of 28 evaluated joints), Patient's Global Assessment of Disease Activity (0-100), and hsCRP (in mg/L). Scores on the DAS28 range from 0 to 10, where higher scores indicate more disease activity.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.3","spread":null},{"groupId":"OG001","value":"29.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving Low Disease Activity Based on Clinical Disease Activity Index (CDAI) at Week 12","description":"Low disease activity based on CDAI is defined as a CDAI score ≤ 10. CDAI is a composite index for assessing disease activity based on the summation of the total tender joint count (out of 28 evaluated joints), swollen joint count (out of 28 evaluated joints), patient global assessment of disease activity measured on a VAS from 0 to 10 cm, and physician global assessment of disease activity measured on a VAS from 0 to 10 cm. The total CDAI score ranges from 0 to 76 with higher scores indicating higher disease activity.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.2","spread":null},{"groupId":"OG001","value":"35.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With an American College of Rheumatology 50% (ACR50) Response at Week 12","description":"Participants who met the following 3 conditions for improvement from Baseline were classified as meeting the ACR50 response criteria:\n\n1. ≥ 50% improvement in 68-tender joint count;\n2. ≥ 50% improvement in 66-swollen joint count; and\n3. ≥ 50% improvement in at least 3 of the 5 following parameters:\n\n   * Physician global assessment of disease activity\n   * Patient global assessment of disease activity\n   * Patient assessment of pain\n   * Health Assessment Questionnaire - Disability Index (HAQ-DI)\n   * High-sensitivity C-reactive protein (hsCRP).","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.3","spread":null},{"groupId":"OG001","value":"40.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With an American College of Rheumatology 70% (ACR70) Response at Week 12","description":"Participants who met the following 3 conditions for improvement from Baseline were classified as meeting the ACR70 response criteria:\n\n1. ≥ 70% improvement in 68-tender joint count;\n2. ≥ 70% improvement in 66-swollen joint count; and\n3. ≥ 70% improvement in at least 3 of the 5 following parameters:\n\n   * Physician global assessment of disease activity\n   * Patient global assessment of disease activity\n   * Patient assessment of pain\n   * Health Assessment Questionnaire - Disability Index (HAQ-DI)\n   * High-sensitivity C-reactive protein (hsCRP).","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.6","spread":null},{"groupId":"OG001","value":"21.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With an American College of Rheumatology 20% (ACR20) Response at Week 1","description":"Participants who met the following 3 conditions for improvement from Baseline were classified as meeting the ACR20 response criteria:\n\n1. ≥ 20% improvement in 68-tender joint count;\n2. ≥ 20% improvement in 66-swollen joint count; and\n3. ≥ 20% improvement in at least 3 of the 5 following parameters:\n\n   * Physician global assessment of disease activity\n   * Patient global assessment of disease activity\n   * Patient assessment of pain\n   * Health Assessment Questionnaire - Disability Index (HAQ-DI)\n   * High-sensitivity C-reactive protein (hsCRP).","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.9","spread":null},{"groupId":"OG001","value":"25.4","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":5,"n":169},"commonTop":["UPPER RESPIRATORY TRACT INFECTION","ALANINE AMINOTRANSFERASE INCREASED","BLOOD CREATINE PHOSPHOKINASE INCREASED","HEPATIC FUNCTION ABNORMAL","ANAEMIA"]}}}