{"nctId":"NCT02106494","briefTitle":"A Prospective, Multicenter, Study of APF530 (Granisetron) SC for Prevention of CINV in Patients Receiving HEC","startDateStruct":{"date":"2014-03"},"conditions":["Chemotherapy-induced Nausea and Vomiting"],"count":942,"armGroups":[{"label":"APF530 500 mg SC","type":"EXPERIMENTAL","interventionNames":["Drug: APF530","Drug: Ondansetron placebo","Drug: Fosaprepitant","Drug: Dexamethasone"]},{"label":"ondansetron 0.15 mg/kg IV","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Ondansetron","Drug: APF530 placebo","Drug: Fosaprepitant","Drug: Dexamethasone"]}],"interventions":[{"name":"APF530","otherNames":[]},{"name":"Ondansetron","otherNames":[]},{"name":"Ondansetron placebo","otherNames":[]},{"name":"APF530 placebo","otherNames":[]},{"name":"Fosaprepitant","otherNames":[]},{"name":"Dexamethasone","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subjects will be males or nonpregnant females who are 18-87 years of age at the time of enrollment.\n* Subjects must have histologically or cytologically confirmed malignant disease.\n* Subjects must be undergoing treatment with a HEC regimen according to the 2011 ASCO CINV guidelines for further details on the emetogenic classifications of chemotherapy agents for this study).\n* A life expectancy \\> 6 months\n* Subjects must be able to receive standardized doses of dexamethasone as required in the protocol for the prevention of emesis.\n* Subjects must be characterized as having Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1.\n* Subjects must have adequate bone marrow, kidney, and liver function.\n* Subjects must be able to swallow oral medications (pills) without difficulty.\n* Subjects must be entering the first cycle of their current chemotherapy regimen.\n* Subjects must be willing and able to comply with all testing and requirements defined in the protocol.\n* Subjects must be able to provide voluntary, written, informed consent to participate in this study and must be able to fully understand the study requirements.\n* Female subjects cannot be pregnant and must be adequately protected from conception for the duration of study, using at least one form of contraception. It is recommended that females and female partners of male subjects remain adequately protected from conception during the study and for up to 1 year following study participation.\n\nExclusion Criteria:\n\n* Subject has a known hypersensitivity to granisetron or any 5-HT3 receptor antagonist.\n* Subject has a history or presence of clinically significant abnormal 12-lead ECG or an ECG with QTc by Bazett's correction of \\> 450 msec in men and \\> 470 msec in women on the screening ECG.\n* Subject has PR \\> 240 msec, QRS \\> 110 msec, or a history of prolongation of QT interval.\n* Subject has a family history of long QT syndrome.\n* Subject has a history of cardiac disease, including congenital long QT syndrome, angina, myocardial ischemia or infarction, congestive heart failure, myocarditis, or chest pain or dyspnea on exertion.\n* Subject has an electrolyte disturbance, such as uncorrected hypokalemia/hyperkalemia, hypomagnesemia, or hypocalcemia.\n* Subject has idiopathic cardiomyopathy, syncope, epilepsy, hypertrophic cardiomyopathy, or other clinically significant cardiac disease.\n* Subject is pregnant or breast-feeding.\n* Subject is planning to receive multiple-day chemotherapy.\n* Subject has taken any of the following agents within 7 days prior to initiation of chemotherapy (the study): 5-HT3 receptor antagonists, phenothiazines, benzamides, domperidone, cannabinoids, or NK-1 receptor antagonist.\n* Subject has taken any benzodiazepine within 1 day (24 hours) prior to initiation of chemotherapy (the study).\n* Subject is scheduled to receive any other chemotherapeutic agent from Day 2 through Day 6.\n* Subject is scheduled to receive any radiation therapy to the abdomen or pelvis from Day -5 through Day 6.\n* Subject has received systemic corticosteroids or sedative antihistamines within 72 hours of Day 1 of the study, except as premedication for chemotherapy (e.g., taxanes, pemetrexed).\n* Subject has symptomatic primary or metastatic central nervous system (CNS) disease.\n* Subject has ongoing vomiting, retching, or nausea caused by any etiology, or has a history of anticipatory nausea and vomiting.\n* Subject has vomited and/or has had dry heaves or retching within 24 hours prior to the start of HEC on Day 1.\n* Subject is NOT able to swallow oral medications (pills) without difficulty.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"87 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Delayed Phase Complete Response (CR) Rate","description":"Percentage of Participants with no emesis and no rescue medication in patients receiving HEC in the delayed phase (24 to 120 hours) of CINV.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"64.7","spread":null},{"groupId":"OG001","value":"56.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Complete Response Rate","description":"To determine the effect of APF530 on complete response rates in the overall phase (0 to 120 hours) of CINV.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"58.4","spread":null},{"groupId":"OG001","value":"52.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Delayed Complete Control (CC) Rate","description":"To determine the effect of APF530 on complete control rates defined as no more than mild nausea, no emetic episodes \\[vomiting or retching\\], and no use of rescue medications in the delayed phase (24 to 120 hours) of CINV.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"60.7","spread":null},{"groupId":"OG001","value":"53.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Complete Control Rate","description":"To determine the effect of APF530 on complete control rates defined as no more than mild nausea, no emetic episodes \\[vomiting or retching\\], and no use of rescue medications in the overall phase (0 to 120 hours) of CINV.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"54.7","spread":null},{"groupId":"OG001","value":"49.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Rate of No Emetic Episodes","description":"To determine the effect of APF530 on the rate of no emetic episodes (vomiting or retching) in the overall phase (0 to 120 hours) of CINV.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"82.2","spread":null},{"groupId":"OG001","value":"79.2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":42,"n":456},"commonTop":["Injection site bruising","Injection site pain","Fatigue","Injection site erythema","Constipation"]}}}