{"nctId":"NCT00957996","briefTitle":"Safety Study of IV Peramivir in Hospitalized Subjects With Confirmed or Suspected Influenza","startDateStruct":{"date":"2009-10"},"conditions":["Seasonal Influenza","Cough","Sore Throat","Nasal Congestion","Myalgia","Headache","Fatigue"],"count":234,"armGroups":[{"label":"Peramivir 300 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Peramivir"]},{"label":"Peramivir 600 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Peramivir"]}],"interventions":[{"name":"Peramivir","otherNames":[]},{"name":"Peramivir","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male and non-pregnant female subjects 6 years of age or older.\n* Able to provide written informed consent, or for whom written consent may be provided by a parent guardian or legally authorized representative, unless consent provided by a parent, guardian or legally authorized representative is not consistent with applicable local or ethical procedures, directives and /or guidelines.\n* Presence of clinical signs and/or symptoms consistent with an acute illness compatible with influenza infection; a measured temperature of ≥ 38.0°C (100.4°F) oral, or ≥ 38.6°C (101.4°F) rectal or tympanic and recent onset of at least one of the following: rhinorrhea or nasal congestion, sore throat or cough. Measured temperature can include fever meeting the above criteria as reported by the subject or their parent, guardian or legally authorized representative in the 24 hours prior to Screening. The requirement for fever is waived for any subject with influenza infection already confirmed by laboratory tests (including Rapid Antigen Tests).\n* Confirmation of influenza A or B infection in the local community by one of the following means:\n* the institution's local laboratory,\n* the local public health system\n* the national public health system\n* a laboratory of a recognized national or multinational influenza surveillance scheme.\n* Severity of illness requiring or anticipated to require in-hospital care.\n\nExclusion Criteria:\n\n* Subjects who have been hospitalized for greater than 24 hours (not including time spent in the emergency department).Blood platelet count of \\< 20 x 109/L.\n* Serum bilirubin \\> 6 mg/dL at time of Screening evaluation.\n* Serum ALT or AST \\> 5 X upper limit of normal at time of Screening evaluation.\n* Serum creatinine \\> 5.0 mg/dL at time of Screening evaluation.\n* Subjects who require peritoneal dialysis or hemofiltration.\n* Altered neurologic status as defined by a Glasgow Coma Score of ≤ 9, unless medically induced.\n* Females who are pregnant (positive urine or serum pregnancy test at Screening evaluation) or breastfeeding.\n* Actively undergoing systemic chemotherapy or radiotherapy treatment for a malignancy. (Subjects who have completed treatment 30 days prior to enrollment are allowed to enroll in the study. Hormone treatment for cancer is also acceptable).\n* Prior hematopoietic stem cell transplantation or solid organ transplant during the previous 4 months.\n* HIV infection with a known CD4 count \\< 200 cells/ mm3 unless on a stable highly active antiretroviral (HAART) regimen for at least 6 months.\n* Presence of a preexisting chronic infection that is undergoing or requiring medical therapy (eg, tuberculosis). (Subjects with chronic osteomyelitis or hepatitis B or C not requiring treatment are not excluded).\n* Presence of any preexisting illness that, in the opinion of the Investigator, would place the subject at an unreasonably increased risk through participation in this study.\n* Participation as a subject in any study of an experimental treatment for any condition within the 30 days prior to the time of the Screening evaluation.\n* Subjects diagnosed with cystic fibrosis.\n* Subjects with confirmed clinical evidence of acute non-influenzal infection at the time of Screening.","healthyVolunteers":false,"sex":"ALL","minimumAge":"6 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Influenza Virus Titer (48 Hours)","description":"The time-weighted change from baseline in log10 tissue culture infective dose50 (TCID50/mL) was calculated on a by-subject basis through 48 hours using the trapezoidal rule with all available data minus the baseline value. Ninety-five percent confidence intervals about the median time-weighted change from baseline were presented for each treatment group.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.66","spread":null},{"groupId":"OG001","value":"-1.47","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Influenza Virus Titer, as Measured by Quantitative RT-PCR (log10 vp/mL)","description":"The time-weighted change from baseline in viral titer measured by RT-PCR was calculated on a by-subject basis through 216 hours using the trapezoidal rule with all available data minus the baseline value. Ninety-five percent confidence intervals about the median time-weighted change from baseline were presented for each treatment group.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.00","spread":null},{"groupId":"OG001","value":"-1.07","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.65","spread":null},{"groupId":"OG001","value":"-1.59","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.15","spread":null},{"groupId":"OG001","value":"-1.79","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Clinical Resolution","description":"Time to clinical resolution was the number of hours from initiation of study treatment until 4 of the 5 signs of clinical stability (including both body temperature and transcutaneous oxygen saturation) met resolution criteria that was maintained for at least 24 hours. The median time to clinical resolution and associated 95% confidence interval were estimated for each treatment group using the method of Kaplan-Meier. Subjects who did not achieve clinical resolution were censored at the time of their last assessment.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"44.7","spread":null},{"groupId":"OG001","value":"166.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Clinical Resolution","description":"Clinical resolution was defined as normalization of at least 4 of the 5 signs of clinical stability (including both body temperature and transcutaneous oxygen saturation) for at least 24 hours.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"41","spread":null},{"groupId":"OG001","value":"42","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Alleviation of Symptoms","description":"Time to alleviation of symptoms, defined as the time from initiation of study drug until the start of the 24 hour period where all seven symptoms of influenza are recorded as none or mild, was estimated using the method of Kaplan-Meier (adolescents and adults). The 95% confidence interval about the median was presented. Subjects who did not experience alleviation of symptoms were censored at the time of the last non-missing symptom assessment.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"135","spread":null},{"groupId":"OG001","value":"158","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Resolution of Fever","description":"Time to resolution of fever was the number of hours from initiation of study treatment until temperature was ≤37.2°C/≤99°F oral or ≤37.8°C/≤100°F rectal or tympanic for at least 24 hours with no antipyretic medication taken within 4 hours prior to the temperature measurement. Subjects who did not achieve resolution of fever were censored at the time of their last assessment. The 95% confidence interval about the median were presented.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27.2","spread":null},{"groupId":"OG001","value":"24.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Resumption of Usual Activities","description":"Subject's ability to perform usual activities as determined from the visual analog scale (scale ranges from 0 to 10 where 0 indicates subject was unable to perform usual activities at all and 10 indicates subject is able to perform all usual activities fully) was summarized by study visit day and treatment group. The median time to resumption of usual daily activities and associated 95% CI was estimated using the method of Kaplan-Meier for adults and adolescents. Subjects who did not return to the pre-study level of performance of usual daily activities were censored at the time of their last non-missing visual analog scale value. A separate analysis was conducted for children.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27.7","spread":null},{"groupId":"OG001","value":"24.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Hospital Discharge","description":"Time to hospital discharge, defined as the number of days from initiation of study drug until the subject is discharged from the hospital, was estimated using the method of Kaplan-Meier. The 95% confidence interval about the median was presented. Subjects who were not discharged during the study period were censored at the last study visit. Subjects who died prior to discharge were censored at the longest observed time to discharge.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Experiencing Influenza-related Complications","description":"Influenza-related complications were defined as the occurrence of sinusitis, otitis, bronchitis and pneumonia as reported on the Influenza-related complications CRF.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"39","spread":null},{"groupId":"OG001","value":"48","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Admitted to ICU After Initiation of Treatment","description":"The number of subjects experiencing ICU admission after initiation of treatment.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Postbaseline ICU Admission (Kaplan-Meier Estimate)","description":"The duration of ICU admission after initiation of treatment was estimated by the method of Kaplan-Meier. Subjects who were not discharged from the ICU were censored at the time of their last assessment","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Participants Who Required More Than 5 Days of Peramivir Treatment","description":"The number of subjects who continued more than 5 days were as reported on the Continuation of Treatment CRF page.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null},{"groupId":"OG001","value":"28","spread":null}]}]}]},{"type":"SECONDARY","title":"Survival (Kaplan-Meier Estimates)","description":"Survival was calculated as the number of days from initiation of study drug until death or last contact. Overall survival was estimated by the method of Kaplan-Meier; 95% confidence intervals for 14- and 28-day survival were presented by treatment group. Subjects who had not died were censored at the date of last contact.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"98","spread":null},{"groupId":"OG001","value":"93","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"94","spread":null},{"groupId":"OG001","value":"86","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":21,"n":114},"commonTop":["Constipation","Diarrhoea","Hypokalaemia","Nausea","Oedema Peripheral"]}}}