{"nctId":"NCT00543439","briefTitle":"Study Evaluating Prophylaxis Treatment & Characterizing Efficacy, Safety, & PK Of B-Domain Deleted Recombinant FVIII","startDateStruct":{"date":"2007-12","type":"ACTUAL"},"conditions":["Hemophilia A"],"count":66,"armGroups":[{"label":"1","type":"EXPERIMENTAL","interventionNames":["Biological: Moroctocog alfa (AF-CC)"]},{"label":"2","type":"EXPERIMENTAL","interventionNames":["Biological: Moroctocog alfa (AF-CC)"]}],"interventions":[{"name":"Moroctocog alfa (AF-CC)","otherNames":["Xyntha"]},{"name":"Moroctocog alfa (AF-CC)","otherNames":["Xyntha"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male subjects, aged less than 6 years, with moderately severe to severe hemophilia A.\n* A negative FVIII inhibitor titer at screening, and a medical history negative for a past FVIII inhibitor.\n* At least 20 exposure days to any FVIII replacement product.\n* Adequate hepatic and renal function\n* CD4 count \\> 400 cells/uL, and if receiving antiviral therapy must be on a stable regimen\n\nAdditional criteria for subjects participating in the PK assessment:\n\n* Male subjects as described immediately above except they must have a FVIII Activity of less than or equal to 1% confirmed by the central laboratory screening test\n* Age \\< 6 years at time of PK assessment.\n* The subject's size is sufficient to permit PK-related phlebotomy.\n* The subject is able to comply with the procedures conducted during the PK assessment, including a mandatory 72-hour washout period preceding the PK assessment.\n\nExclusion Criteria:\n\n* A history of FVIII inhibitor.\n* Presence of a bleeding disorder in addition to hemophilia A.\n* Treatment with any investigational drug or device within 30 days before the time of signing the informed consent form.\n* Major or orthopedic surgery planned to occur during the course of the study.\n* Regular (e.g., daily, every other day) use of antifibrinolytic agents or medications known to influence platelet function such as aspirin or certain nonsteroidal anti-inflammatory drugs (NSAIDs), or regular, concomitant therapy with immunomodulating drugs (e.g., intravenous immunoglobulin \\[IVIG\\], routine systemic corticosteroids).\n* Known hypersensitivity to hamster protein.","healthyVolunteers":false,"sex":"MALE","genderBased":true,"minimumAge":"6 Months","maximumAge":"15 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Annualized Bleed Rate (ABR) by Treatment: On Demand Cohort","description":"ABR for each participant was calculated as the number of bleeds requiring administration of moroctocog alfa (AF-CC) divided by the total therapy duration (in days), then multiplied by 365.25 (days in a year).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"47.0","spread":"32.2"},{"groupId":"OG001","value":"1.5","spread":"2.2"}]}]}]},{"type":"SECONDARY","title":"Mean Annualized Bleed Rate (ABR) by Treatment: Routine Prophylaxis Cohort","description":"ABR for each participant was calculated as the number of bleeds requiring administration of moroctocog alfa (AF-CC) divided by the total therapy duration (in days), then multiplied by 365.25 (days in a year).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.3","spread":"5.3"},{"groupId":"OG001","value":"2.2","spread":"4.1"}]}]}]},{"type":"SECONDARY","title":"Mean of Moroctocog Alfa (AF-CC) Infusions Administered To Treat Bleeding Episode: All Participants","description":"In this outcome measure, the mean of total number of moroctocog alfa (AF-CC) on-demand infusions administered to treat each bleeding episode was reported, regardless of participant cohort or period during which it occurred.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.5","spread":"1.38"}]}]}]},{"type":"SECONDARY","title":"Number of Treated Bleeds Classified on Basis of Response to First Infusion of Moroctocog Alfa (AF-CC) as On-Demand Treatment: OD Therapy (OD and RP Cohort)","description":"Number (no.) of bleeds treated are reported on basis of response to first infusion of study drug, at 4-point scale: excellent, good, moderate, no response. Excellent:definite pain relief and/or improvement in bleeding signs within 8 hours (hr) after infusion, no additional infusion administered; Good:definite pain relief and/or improvement in bleeding signs within 8 hr after infusion, at least 1 additional infusion administered for complete resolution or with no additional infusion administered; Moderate:probable or slight improvement starting after 8 hr following infusion,at least 1 additional infusion administered for complete resolution; No Response: no improvement at all between infusions or during 24 hr interval following infusion or condition worsen. Bleeds for which response not recorded, reported as:Data Not Recorded. Total no. of first infusions may not be equal to total no. of bleeds if bleed was: missing start date/dose information or treated initially with non-study FVIII.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"376","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"150","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"27","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Treated Spontaneous Bleeds by Time Interval Between Bleed Onset and Prior Moroctocog Alfa (AF-CC) Prophylaxis Dose: Routine Prophylaxis Therapy","description":"In this outcome measure number of treated spontaneous bleeds are reported according to the time interval between bleed onset and prior moroctocog alfa (AF-CC) routine prophylaxis dose. Following time intervals used to report this outcome measure: lesser than or equal to (\\<=) 24 hours, greater than (\\>) 24 hours to \\<=48 hours, \\>48 hours to \\<=72 hours, \\>72 hours. For reporting arm: \"Moroctocog alfa (AF-CC),OD and RP Cohort: RP Therapy 25 IU/kg\" cumulative data for routine prophylaxis cohort (Day 1 up to Month 24, Period 1 and Period 2) and on demand cohort (Month 7 up to Month 18, Period 2) is reported.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Requiring Prophylaxis Regimen Escalation: Routine Prophylaxis Therapy","description":"During prophylaxis, criteria for prophylaxis regimen escalation are the occurrence, over a 4-week duration (and in the absence of a confirmed FVIII inhibitor), of (a) 2 or more spontaneous bleeds into a major joint and/or target joint, or (b) 3 or more spontaneous bleeds (consisting of joint bleeds and/or significant soft tissue/muscle or other site bleeds). If either criterion was met, the participant was escalated to a more intense prophylaxis regimen of 45 IU/kg, administered every other day. Participant who meet dose escalation criteria while on prophylaxis regimen of 45 IU/kg, were escalated to a higher intensity regimen designated by the investigator. Significant spontaneous bleeds were those that led to a transient or persistent loss of function. For reporting arm: \"Moroctocog alfa (AF-CC),OD and RP Cohort: RP Therapy 25 IU/kg\", cumulative data for RP cohort (Day 1 up to Month 24, Period 1 and Period 2) and OD cohort (Month 7 up to Month 18, Period 2) is reported.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Routine Prophylaxis Dose (IU/kg) of Moroctocog Alfa (AF-CC) Received: Routine Prophylaxis Therapy","description":"Mean RP dose (by weight) for each participant was calculated as his total moroctocog alfa (AF-CC) consumption (in IU) divided by weight (in kg). For reporting arm: \"Moroctocog alfa (AF-CC),OD and RP Cohort: RP Therapy 25 IU/kg\", cumulative data for routine prophylaxis cohort (Day 1 up to Month 24, Period 1 and Period 2) and on demand cohort (Month 7 up to Month 18, Period 2) is reported.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25","spread":"4.6"},{"groupId":"OG001","value":"46","spread":"5.8"},{"groupId":"OG002","value":"26","spread":"5.4"},{"groupId":"OG003","value":"26","spread":"5.2"}]}]}]},{"type":"SECONDARY","title":"Mean of Total Number Moroctocog Alfa (AF-CC) Infusions Received: Routine Prophylaxis Therapy","description":"In this outcome measure mean of total number of infusions of moroctocog alfa (AF-CC) received by participant is reported. For reporting arm: \"Moroctocog alfa (AF-CC),OD and RP Cohort: RP Therapy 25 IU/kg\", cumulative data for routine prophylaxis cohort (Day 1 up to Month 24, Period 1 and Period 2) and on demand cohort (Month 7 up to Month 18, Period 2) is reported.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"170","spread":"31.3"},{"groupId":"OG001","value":"91","spread":"22.4"},{"groupId":"OG002","value":"150","spread":"37.0"},{"groupId":"OG003","value":"154","spread":"36.6"}]}]}]},{"type":"SECONDARY","title":"Mean of Total Number of Days Participants Exposed to Moroctocog Alfa (AF-CC): Routine Prophylaxis Therapy","description":"For reporting arm: \"Moroctocog alfa (AF-CC),OD and RP Cohort: RP Therapy 25 IU/kg\", cumulative data for routine prophylaxis cohort (Day 1 up to Month 24, Period 1 and Period 2) and on demand cohort (Month 7 up to Month 18, Period 2) is reported.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"170","spread":"31.3"},{"groupId":"OG001","value":"91","spread":"22.3"},{"groupId":"OG002","value":"150","spread":"37.0"},{"groupId":"OG003","value":"153","spread":"36.5"}]}]}]},{"type":"SECONDARY","title":"Mean of Total Number of Infusions of Moroctocog Alfa (AF-CC) Received Per Week to Assess Compliance: Routine Prophylaxis Therapy","description":"Participants' compliance to their assigned prophylaxis regimen was measured by following: a) number of infusions received per week and b) dose received. In this outcome measure mean of total number of infusions of moroctocog alfa (AF-CC) received by participants per week is reported. For reporting arm: \"Moroctocog alfa (AF-CC),OD and RP Cohort: RP Therapy 25 IU/kg\" cumulative data for routine prophylaxis cohort (Day 1 up to Month 24, Period 1 and Period 2) and on demand cohort (Month 7 up to Month 18, Period 2) is reported.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.1","spread":"0.81"},{"groupId":"OG001","value":"3.3","spread":"0.18"}]}]}]},{"type":"SECONDARY","title":"Terminal Phase Half Life (t1/2) of Factor VIII (FVIII) Activity","description":"Plasma decay half-life is the time measured for the FVIII activity to decrease by one half.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.86","spread":"2.3513"}]}]}]},{"type":"SECONDARY","title":"Clearance (CL) of Factor VIII Activity","description":"Clearance is a measure of the volume of plasma from which FVIII activity is removed per unit time. It was reported in units milliliter per hour per kilogram (mL/hr/kg).","paramType":"GEOMETRIC_MEAN","dispersionType":"Geometric Coefficient of Variation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.822","spread":"59"}]}]}]},{"type":"SECONDARY","title":"Incremental Recovery of Factor VIII Activity","description":"Incremental recovery was the increase in circulating FVIII activity for every international unit (IU) of moroctocog alfa (AF-CC) administered per kilogram of body weight of participant. It was measured in international units per deciliter per international units per kilogram (\\[IU/dL\\]/\\[IU/kg\\]).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.4438","spread":"0.6145"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.4148","spread":"0.4046"}]}]}]},{"type":"SECONDARY","title":"Maximum Concentration of Factor VIII Activity","description":"Maximum concentration of FVIII activity was measured in international units per milliliter (IU/mL).","paramType":"GEOMETRIC_MEAN","dispersionType":"Geometric Coefficient of Variation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.7005","spread":"60"}]}]}]},{"type":"SECONDARY","title":"Area Under the Curve From Time Zero to Extrapolated Infinite Time (AUCinf) of Factor VIII Activity","description":"Area under FVIII activity-time profile from time zero extrapolated to infinite time. AUCinf is reported in units: international units\\*hour per milliliter (IU\\*hour/mL).","paramType":"GEOMETRIC_MEAN","dispersionType":"Geometric Coefficient of Variation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.02","spread":"50"}]}]}]},{"type":"SECONDARY","title":"Area Under the Curve From Time Zero to Last Measurable Concentration (AUClast) of Factor VIII Activity","description":"Area under the FVIII activity -versus-time curve from time zero to the time of the last quantifiable concentration.","paramType":"GEOMETRIC_MEAN","dispersionType":"Geometric Coefficient of Variation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.04","spread":"46"}]}]}]},{"type":"SECONDARY","title":"Steady-State Volume of Distribution (Vss) of Factor VIII Activity","description":"Volume of distribution is defined as the theoretical volume in which the total amount of FVIII would need to be uniformly distributed to produce the observed plasma concentration of FVIII. Steady state volume of distribution (Vss) is the apparent volume of distribution at steady-state.","paramType":"GEOMETRIC_MEAN","dispersionType":"Geometric Coefficient of Variation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"78.38","spread":"50"}]}]}]},{"type":"SECONDARY","title":"Mean Residence Time (MRT) of Factor VIII Activity","description":"MRT was calculated as AUMCinf /AUCinf-TI/2, where AUMCinf is the area under the moment curve from time zero to infinity and TI is the duration of infusion.","paramType":"GEOMETRIC_MEAN","dispersionType":"Geometric Coefficient of Variation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.46","spread":"33"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment Emergent Adverse Events (AEs) According to Severity","description":"AE is untoward medical occurrence in clinical investigation participant administered product or medical device;event need not necessarily had causal relationship with treatment or usage.Treatment-emergent are events between first dose of study drug and up to 28 days after last dose of study drug (up to 25 months)that were absent before treatment or that worsened relative to pretreatment state.AEs were classified into following on basis of severity:1)mild = did not interfere with participant's usual function;2)moderate=interfered to some extent with participant's usual function;3)severe=interfered significantly with participant's usual function;4)life threatening=AE required discontinuation of study drug,participant was at immediate risk of death.All participants in study received AF-CC.AEs were not collected separately for each intervention for participants.All participants were properly combined for analysis,regardless of regimen were following at time,regardless of OD or RP cohort.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"29","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment-Related Adverse Events","description":"A treatment related AE is any untoward medical occurrence in a clinical investigation participant administered a product or medical device; the event had a causal relationship with the treatment or usage. All participants in the study received moroctocog alfa-(AF-CC). Adverse events were not collected separately for each intervention for the participants. All participants were properly combined for the analysis and was regardless of the regimen they were following at the time, and regardless of OD or RP cohort.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"49","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Confirmed FVIII Inhibitor Development","description":"Confirmed FVIII inhibitors were defined as a neutralizing antibody to FVIII with a titer value of greater than or equal to (\\>=) 0.6 Bethesda units (BU) per millimeter in a sample assayed using the Nijmegen assay at the central laboratory.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Incidence of Less Than Expected Therapeutic Effect (LETE): On Demand Therapy","description":"LETE occurs in OD setting if participant recorded 2 successive \"No Response\" (no improvement at all between infusions, or condition worsens) ratings after 2 successive infusions of study drug. Infusions must have been given within 24 hours (hr) of each other for treatment of same bleeding event in absence of confounding factors (known presence or subsequent identification of a FVIII inhibitor, known inadequate dose for type and/or severity of bleed in opinion of investigator, delay of \\>4 hr between onset of bleed to infusion, delay of \\>24 hr before administration of a follow-up infusion, known compromised study drug, faulty administration of study drug, participant had an underlying, predisposing condition responsible for bleed in opinion of investigator. For reporting arm: \"Moroctocog alfa (AF-CC), OD and RP Cohort: RP Therapy 25 IU/kg\", cumulative data for RP cohort (Day 1 up to Month 24, Period 1 and Period 2) and OD cohort (Month 7 up to Month 18, Period 2) is reported.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Incidence of Less Than Expected Therapeutic Effect (LETE): Routine Prophylaxis Therapy","description":"LETE in prophylaxis setting if there was a spontaneous bleed within 48 hours after a regularly scheduled prophylactic dose of study drug (which was not used to treat a bleed) in the absence of confounding factors (known presence or subsequent identification of a FVIII inhibitor, known inadequate prophylactic dose \\[a dose less than that prescribed in participant's regimen\\], known lack of adherence to the prescribed prophylaxis regimen, bleed occurs in a target joint identified at the start of the study, known compromised study drug, faulty administration of study drug, participant had an underlying, predisposing condition responsible for the bleed in the opinion of the investigator. Therefore, LETE in the prophylaxis setting was the occurrence of a bleed. For reporting arm: \"Moroctocog alfa (AF-CC), OD and RP Cohort: RP Therapy 25 IU/kg\", cumulative data for RP cohort (Day 1 up to Month 24, Period 1 and Period 2) and OD cohort (Month 7 up to Month 18, Period 2) is reported.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":13,"n":51},"commonTop":["Pyrexia","Upper respiratory tract infection","Cough","Nasopharyngitis","Joint injury"]}}}