{"nctId":"NCT00223236","briefTitle":"Trial of Citicoline Therapy in Patients With Mania or Hypomania and Cocaine Abuse/Dependence","startDateStruct":{"date":"2010-07"},"conditions":["Mania","Hypomania","Cocaine Abuse","Cocaine Dependence"],"count":44,"armGroups":[{"label":"Citicoline","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Citicoline"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Citicoline","otherNames":["Cytidine-5'-diphosphocholine","CDP-choline"]},{"name":"Placebo","otherNames":["Identical placebo"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Men and women ages 18-70 years\n* History of mania or hypomania (bipolar I,II, not otherwise specified (NOS) or cyclothymic disorder or schizoaffective disorder/bipolar type)\n* Early recovery for cocaine abuse/dependence (between 7 days and 12 weeks of enrollment).\n* Any current mood state as indicated by structured diagnostic interview\n* No psychotropic medication changes within 7 days prior to enrollment.\n* English or Spanish speaking\n\nExclusion Criteria:\n\n* Pregnant/nursing woman\n* Current or past citicoline therapy\n* Active suicidal or homicidal ideation with plan and intent\n* Dementia, mental retardation or other severe cognitive impairment\n* Severe or life threatening medical condition","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Cocaine Use Determined by Urine Analysis","description":"Urine drug screens were administered at each visit to detect cocaine in urine. If negative according to urine analysis, it is determined as no cocaine use and if positive, cocaine use. Percentage of participants with no cocaine detected in urine at exit is an outcome measuring treatment effectiveness. Exit week is defined as the last week of treatment. It varied between 2 week an 12 weeks with an average exit week of 10 week and 7 week for the citicoline treatment and placebo groups, respectively. Allowing unequal week of treatment period in measuring outcome enables us to include most participants due to a low retention rate in the end of the study period, 12 weeks.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"62.50","spread":null},{"groupId":"OG001","value":"50.00","spread":null}]}]}]},{"type":"SECONDARY","title":"Inventory of Depressive Symptomatology Self Report (IDS-SR).","description":"The IDS-SR is a 30 item self report used to assess the severity of depressive symptoms. The each item has a 4-likert scale, 0 to 3, with 3 representing the worst symptom. The total score of IDS-SR is calculated as a sum of each item score. The range of possible score is between 0 and 90, 0 as no symptom and 90 the worst symptom. The higher the score, the more severe the depression. Exit week is defined as the last week of treatment. It varied between 2 week an 12 weeks with an average exit week of 10 week and 7 week for the citicoline treatment and placebo groups, respectively. Allowing unequal week of treatment period in measuring outcome enables us to include most participants due to a low retention rate in the end of the tudy period, 12 weeks. The outcome was measured by change in scores between baseline and exit (exit - baseline).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-20.54","spread":"14.56"},{"groupId":"OG001","value":"-11.89","spread":"14.45"}]}]}]},{"type":"SECONDARY","title":"Young Mania Rating Scale(YMRS).","description":"The YMRS questionnaire has 11 items with scale range 0 to 4 for 7 items and 0 to 8 for 4 items. 0=normal and and 4 or 8 =most abnormal. The total possible score is 0 to 60, 0 being no symptom and 60 the worst symptom. The higher the score, the worse the mania symptoms are. Exit week is defined as the last week of treatment. It varied between 2 week an 12 weeks with an average exit week of 10 week and 7 week for the citicoline treatment and placebo groups, respectively. Allowing unequal week of treatment period in measuring outcome enables us to include most participants due to a low retention rate in the end of the study period, 12 weeks. The outcome was measured by change in scores between baseline and exit (exit - baseline).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.00","spread":"8.03"},{"groupId":"OG001","value":"-2.88","spread":"5.68"}]}]}]},{"type":"SECONDARY","title":"Rey Auditory Verbal Learning Test(RAVLT)","description":"The RAVLT consists of 15 nouns read aloud for five consecutive trials with each trial followed by a free-recall trial. The total score is the total number of words recalled through the five trials. Normative RAVLT T-scores was used. the higher T score, the better memory. Exit week is defined as the last week of treatment. It varied between 2 week an 12 weeks with an average exit week of 10 week and 7 week for the citicoline treatment and placebo groups, respectively. Allowing unequal week of treatment period in measuring outcome enables us to include most participants due to a low retention rate in the end of the study period, 12 weeks. The outcome was measured by change in RAVLT T scores between baseline and exit (exit - baseline).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.06","spread":"11.79"},{"groupId":"OG001","value":"3.14","spread":"7.07"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":23},"commonTop":[]}}}