{"nctId":"NCT03840278","briefTitle":"The Bihormonal iLet Bionic Pancreas Feasibility Study","startDateStruct":{"date":"2019-05-15","type":"ACTUAL"},"conditions":["Type 1 Diabetes Mellitus"],"count":12,"armGroups":[{"label":"Bihormonal iLet first, then Insulin-Only iLet","type":"EXPERIMENTAL","interventionNames":["Device: Bihormonal iLet Bionic Pancreas","Drug: Dasiglucagon"]},{"label":"Insulin-Only iLet first, then Bihormonal iLet","type":"EXPERIMENTAL","interventionNames":["Device: Insulin-only Bionic Pancreas"]}],"interventions":[{"name":"Bihormonal iLet Bionic Pancreas","otherNames":[]},{"name":"Insulin-only Bionic Pancreas","otherNames":[]},{"name":"Dasiglucagon","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Age ≥ 18 years and have had clinical type 1 diabetes for at least one year\n2. Diabetes managed using an insulin pump for ≥ 3 months\n3. Prescription medication regimen stable for \\> 1 month (except for medications that will not affect the safety of the participant and are not expected to affect any outcome of the study, in the judgement of the principal investigator)\n4. Willing to wear one Dexcom CGM sensor, and up to two steel cannula infusion sets (6 mm Contact Detach) and change infusion sets frequently (if the subject is known not to tolerate steel infusion sets then a plastic set may be used)\n5. Have used a CGM for at least one cumulative month over the last 24 months\n6. Willing to stay within a 250-mile radius of the designated base throughout the study. Air travel is not permitted.\n7. Informed consent obtained before any trial-related activities\n8. Have a designated contact (an adult ≥ 18 years of age) willing to serve as an emergency contact for them throughout the study.\n\nExclusion Criteria:\n\n1. Unable to provide informed consent (e.g. impaired cognition or judgment)\n2. Unable to safely comply with study procedures and reporting requirements (e.g. impairment of vision or dexterity that prevents safe operation of the iLet, impaired memory, unable to speak and read English)\n3. Current participation in another clinical trial with administration of investigational drug.\n4. Current participation in another diabetes-related clinical trial that, in the judgment of the principal investigator, will compromise the results of this study or the safety of the participant\n5. Previous exposure to dasiglucagon (otherwise known as ZP4207)\n6. Pregnant (positive urine HCG), breast feeding, plan to become pregnant in the next 12 months, or sexually active without use of contraception\n\n   1. Subjects must use acceptable contraception for the two weeks prior to the study, throughout the study and for the two weeks following the study.\n   2. Acceptable contraception methods include:Oral contraceptive pills (OCP), Intrauterine Device (IUD, hormonal or copper), Male condoms, Female condoms, Diaphragm or cervical cap with spermicide, Contraceptive patch (such as OrthoEvra), Contraceptive implant (such as Implanon, Nexplanon), Vaginal ring (such as Nuvaring), Progestin shot (such as Depo-Provera), Male partner with a vasectomy proven to be effective by semen analysis\n7. Current alcohol abuse (intake averaging \\>4 drinks daily in last 30 days) or other substance abuse (use within the last 3 months of controlled substances other than marijuana without a prescription)\n8. Unwilling or unable or to avoid use of drugs that may dull the sensorium, reduce sensitivity to symptoms of hypoglycemia, or hinder decision making during the period of participation in the study (use of benzodiazepines or narcotics, even if by prescription, may be excluded according to the judgment of the principal investigator)\n9. Renal failure on dialysis\n10. History of cystic fibrosis, pancreatitis, or other pancreatic disease, including pancreatic tumor or insulinoma, or history of complete pancreatectomy\n11. Coronary artery disease that is not stable with medical management, including unstable angina, angina that prevents moderate exercise (e.g. exercise of intensity up to 6 METS) despite medical management, or within the last 12 months before screening a history of myocardial infarction, percutaneous coronary intervention, enzymatic lysis of a presumed coronary occlusion, or coronary artery bypass grafting\n12. Abnormal EKG consistent with increased risk of malignant arrhythmia including, but not limited to, evidence of active ischemia, proximal LAD critical stenosis (Wellen's sign), or prolonged QT interval (\\> 440 ms). Other EKG findings, including stable Q waves, are not grounds for exclusion as long as the participant is not excluded according to other criteria. A reassuring evaluation by a cardiologist after an abnormal EKG finding may allow participation.\n13. Congestive heart failure with New York Heart Association (NYHA) Functional Classification III or IV\n14. History of TIA or stroke in the last 12 months\n15. History of liver disease that is expected to interfere with the anti-hypoglycemic action of glucagon (e.g. liver failure or cirrhosis). Other liver disease (e.g. active hepatitis, steatosis, active biliary disease, any tumor of the liver, hemochromatosis, glycogen storage disease) may exclude the subject if it causes significant compromise to liver function or may do so in an unpredictable fashion.\n16. Personal history of pheochromocytoma, MEN 2A, MEN 2B, neurofibromatosis, or von Hippel-Lindau disease\n\n    a.Fractionated metanephrines will be tested to rule out pheochromocytoma in patients with symptoms that could be related to a catecholamine secreting tumor, including those with: Episodic or treatment refractory (requiring 4 or more medications to achieve normotension) hypertension, Paroxyms of tachycardia, pallor or headache\n17. History of adrenal disease or tumor that has not undergone characterization for endocrine function\n18. Hypertension with systolic blood pressure ≥160 mm Hg or diastolic blood pressure ≥100 mm Hg despite treatment\n19. Recent history of diabetic ketoacidosis (DKA) or severe hypoglycemia in the last 6 months. Severe hypoglycemia is defined as an event that required assistance of another person due to altered consciousness, and required another person to actively administer carbohydrate, glucagon, or other resuscitative actions. This means that the participant was impaired cognitively to the point that he/she was unable to treat himself/herself, was unable to verbalize his/ her needs, was incoherent, disoriented, and/or combative, or experienced seizure or coma.\n20. History of more than 1 episode of DKA requiring hospitalization in the last 2 years\n21. History of more than 1 episode of severe hypoglycemia in the last year.\n22. Untreated or inadequately treated mental illness (indicators would include symptoms such as psychosis, hallucinations, mania, and any psychiatric hospitalization in the last year), or treatment with anti-psychotic medications that are known to affect glucose regulation.\n23. Electrically powered implants (e.g. cochlear implants, neurostimulators) that might be susceptible to RF interference\n24. Unable or unwilling to completely avoid acetaminophen for duration of study\n25. Established history of allergy or severe reaction to adhesive or tape that must be used in the study\n26. History of adverse reaction to glucagon (including allergy) besides nausea or vomiting\n27. History of severe hypersensitivity to milk proteins or lactose\n28. History of eating disorder within the last 2 years, such as anorexia, bulimia, or diabulemia or omission of insulin to manipulate weight\n29. Current or planned use of SGLT2 inhibitors (prior use more than 3 months prior to enrollment is acceptable; SGLT2 inhibitors should not be initiated during the trial)\n30. If using GLP1, pramlintide, or metformin must be on a stable dose for 3 months prior to enrollment (these agents should not be initiated during the trial)\n31. Required use of 2 or more steroid bursts in the 6 months prior to the trial\n32. History of intentional, inappropriate administration of insulin leading to severe hypoglycemia requiring treatment\n33. Any factors that, in the opinion of the site principal investigator or clinical protocol chair, would interfere with the safe completion of the study, including medical conditions that may require hospitalization during the trial","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Time That Valid CGM Glucose Readings Are Captured by the iLet Bionic Pancreas","description":"Goal for the percentage of time that valid CGM glucose readings are captured by the iLet is ≥80%.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"89.2","spread":"6.4"},{"groupId":"OG001","value":"91.0","spread":"6.4"}]}]}]},{"type":"PRIMARY","title":"Percentage of Time That Each Drug Channel of the iLet Bionic Pancreas is Available","description":"Goal for the percentage of the time that each drug channel (insulin, and if applicable, glucagon) is available is ≥95%.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"99.1","spread":"1.3"},{"groupId":"OG001","value":"99.7","spread":"0.20"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"99.7","spread":"0.37"}]}]}]},{"type":"PRIMARY","title":"The Ratio of Cumulative Drug Doses Delivered to Cumulative Drug Doses Attempted for Insulin and Dasiglucagon","description":"Goal for the ratio of cumulative drug doses delivered to cumulative drug doses attempted is between 0.95 and 1.05, inclusive, for insulin and, if applicable, for glucagon.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.999","spread":"0.006"},{"groupId":"OG001","value":"1.002","spread":"0.004"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.019","spread":"0.002"}]}]}]},{"type":"SECONDARY","title":"Proportion of Time With CGM Glucose < 54 mg/dl","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.2","spread":null},{"groupId":"OG001","value":"0.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Continuous Glucose Monitor Glucose Concentration","description":"Mean continuous glucose monitor glucose concentration measured days 2-7","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"139","spread":"11"},{"groupId":"OG001","value":"149","spread":"13"}]}]}]},{"type":"SECONDARY","title":"Proportion of Time Across Days 2-7 Within the CGM Glucose Range of 70-180 mg/dl","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"79","spread":"9"},{"groupId":"OG001","value":"71","spread":"8"}]}]}]},{"type":"SECONDARY","title":"Mean Grams of Carbohydrate Per Day to Treat or Prevent Hypoglycemic Events (Reported Daily by Subjects)","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":"21"},{"groupId":"OG001","value":"16","spread":"13"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":10},"commonTop":["Nausea","Emesis"]}}}