{"nctId":"NCT01035229","briefTitle":"Global Study Looking at the Combination of RAD001 Plus Best Supportive Care (BSC) and Placebo Plus BSC to Treat Patients With Advanced Hepatocellular Carcinoma.","startDateStruct":{"date":"2010-04"},"conditions":["Carcinoma"],"count":546,"armGroups":[{"label":"Everolimus + Best Supportice Care (BSC)","type":"EXPERIMENTAL","interventionNames":["Drug: Everolimus","Other: Best Supportive Care (BSC)"]},{"label":"Placebo + Best Supportive Care","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Everolimus Placebo","Other: Best Supportive Care (BSC)"]}],"interventions":[{"name":"Everolimus","otherNames":["RAD001"]},{"name":"Everolimus Placebo","otherNames":[]},{"name":"Best Supportive Care (BSC)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Advanced liver cancer\n* Prior systemic treatment with sorafenib for advanced HCC and for whom their disease progressed during or after sorafenib treatment, or were intolerant to sorafenib treatment. Specifically, this can be defined as:\n\n  * Documented radiological confirmation (radiology scans or report) of disease progression during or after sorafenib treatment\n  * Intolerance to sorafenib (at any dose and/or duration) is defined as documented sorafenib-related grade 3 or 4 adverse events that led to sorafenib discontinuation.\n\nNOTE:\n\n* Sorafenib must be the last antineoplastic treatment before randomization\n* Prior local and/or hormonal therapy (e.g., tamoxifen) before sorafenib is allowed\n* One systemic chemotherapy regimen for advanced HCC is allowed before sorafenib treatment\n\n  * ECOG performance status of ≤ 2\n  * Child-Pugh A\n\nExclusion Criteria:\n\n* Active bleeding during the last 28 days\n* Prior therapy with mTOR inhibitors\n* Prior liver or other organ transplantation which mandates systemic immunosuppression\n\nOther protocol-defined inclusion/exclusion criteria may apply","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Survival (OS)","description":"OS was defined as the time from the date of randomization to the date of death from any cause. The comparison of OS between the 2 arms was done using a stratified log-rank test at one-sided 2.5% level of significance.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.56","spread":null},{"groupId":"OG001","value":"7.33","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Tumor Progression (TTP)","description":"TTP was defined as the time from the date of randomization to the date of the first documented radiologic confirmation of disease progression. Since the study did not meet the primary objective, TTP was not formally tested.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.96","spread":null},{"groupId":"OG001","value":"2.60","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Disease Control Rate (DCR)","description":"DCR is defined as the proportion of participants with a best objective response (BOR) of complete response (CR) or partial response (PR) or stable disease (SD) according to RECIST. The BOR was the best response recorded from the start of the treatment until disease progression. CR is disappearance of all target lesions; PR is at least a 30% decrease in the sum of the longest diameter of all target lesions, taking as reference the baseline sum of the longest diameters; SD is neither sufficient shrinkage to qualify for PR or CR nor an increase in lesions which would qualify for PD. PD is at least a 20% increase in the sum of the longest diameter of all measured target lesions, taking as reference the smallest sum of longest diameter of all target lesions recorded at or after baseline.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"56.1","spread":null},{"groupId":"OG001","value":"45.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Definitive Deterioration of ECOG Performance Score (PS) Score","description":"Change in Eastern Cooperative Oncology Group (ECOG) were assessed by time to definitive performance status deterioration by at least one category on the ECOG scale. Deterioration was considered definitive if no improvement in the ECOG PS was observed at a subsequent measurement. ECOG PS: 0=Fully active, able to carry on all pre-disease performance without restriction, 1=Restricted in physically strenuous activity but ambulatory and able to carry out work of a light or sedentary nature, e.g., light house work, office work; 2=Ambulatory and capable of all selfcare but unable to carry out any work activities. Up and about more than 50% of waking hours; 3=Capable of only limited selfcare, confined to bed or chair more than 50% of waking hours; 4=Completely disabled. Cannot carry on any selfcare. Totally confined to bed or chair; 5=Dead","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.27","spread":null},{"groupId":"OG001","value":"4.47","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Definitive Deterioration of EORTC QLQ-C30 Scores","description":"The primary quality of life endpoint was the time to definitive 5% deterioration from baseline in the global health status/quality of life scale of the EORTC QLQ-C30 questionnaire. Definitive deterioration by at least 5% is defined as a decrease in score by at least 5% compared to baseline, with no later observed increase above this threshold. The EORTC quality of life questionnaire (QLQ) is an integrated system for assessing the healthrelated quality of life (QoL) of cancer patients participating in international clinical trials. All of the scales and single-item measures range in score from 0 to 100. A high scale score represents a higher response level. Thus a high score for a functional scale represents a high / healthy level of functioning, a high score for the global health status / QoL represents a high QoL, but a high score for a symptom scale / item represents a high level of symptomatology / problems.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.86","spread":null},{"groupId":"OG001","value":"3.45","spread":null}]}]}]},{"type":"SECONDARY","title":"Pharmacokinetics Assessments - Cmin","description":"Cmin is the pre-dose blood concentration at steady-state (ng/mL). Pre-dose (Cmin) blood samples were collected from all patients in both arms at Visit 3. Steady-state for the Cmin sample was defined as continuous administration of the same dose in the last 4 days prior to the collection of the Cmin sample. Steady-state for the 5 mg every other day regimen was defined as the state when the 5 mg dose was taken 2 days and 4 days before sampling. PK samples were only drawn at visit 3, and only analyzed for patients receiving everolimus at steady state (if patients had received the dose the previous 4 days). In addition summary statistics were only done for each everolimus dose when 3 samples were available. Only valid pre-dose (Cmin) everolimus samples were included in the analysis.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.141","spread":"9.2297"},{"groupId":"OG001","value":"9.318","spread":"4.9705"}]}]}]},{"type":"SECONDARY","title":"Pharmacokinetics Assessments - Cmax","description":"Cmax is the maximum (peak) blood drug concentration after dose administration (ng/mL) calculated as the maximum of C1h and C2h. C1h was 1 hour post-dose blood concentration (ng/mL) and C2h was 2 hour post-dose blood concentration (ng/mL). C1h and C2h post-dose samples were collected from all patients in both arms at Visit 3. Steady-state for the C1h and C2h samples was defined as continuous administration of the same dose in the previous 4 days and the day on which the C1h and C2h samples were collected. Steady-state for the 5 mg every other day regimen was defined as the state when the 5 mg dose was taken 2 days and 4 days before sampling. PK samples were only drawn at visit 3, and only analyzed for patients receiving everolimus at steady state (if patients had received the dose the previous 4 days). In addition summary statistics were only done for each everolimus dose when 3 samples were available. Only valid C1h and C2h everolimus samples were included in the analysis.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"47.881","spread":"21.0999"},{"groupId":"OG001","value":"31.592","spread":"21.1622"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":171,"n":361},"commonTop":["Stomatitis","Decreased appetite","Oedema peripheral","Fatigue","Diarrhoea"]}}}