{"nctId":"NCT00090493","briefTitle":"Study of MAGE-A3 and NY-ESO-1 Immunotherapy in Combo With DTPACE Chemo and Auto Transplantation in Multiple Myeloma","startDateStruct":{"date":"2004-06"},"conditions":["Multiple Myeloma"],"count":4,"armGroups":[{"label":"MAGE-A3 and NY-ESO-1 Immunotherapy","type":"EXPERIMENTAL","interventionNames":["Biological: MAGE-A3","Biological: MAGE-A3 AND NY-ESO-1 IMMUNOTHERAPY"]}],"interventions":[{"name":"MAGE-A3","otherNames":[]},{"name":"MAGE-A3 AND NY-ESO-1 IMMUNOTHERAPY","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* MM patients who have active, symptomatic myeloma, and meet the criteria below thus establishing the presence of high-risk myeloma\n* MM Salmon-Durie Stage: IA\\&B (with abnormal cytogenetics\\*), IIA, IIB, IIIA, and IIIB, and meet the criteria below thus establishing the presence of high-risk myeloma\n* MM must meet one of the following criteria: a) Patients who have MAGE-A3 positive MM and who have the tissue type HLA-A\\*0101, or -\\* B35, are allocated to receive the MAGE-A3168-176 peptide vaccine. b) Patients who have NY-ESO-1 positive MM and who have the tissue type HLA-A\\*0201 are allocated to the NY-ESO-1156-C165V peptide vaccine. c) Patients who have NY-ESO-1 positive and MAGE-A3 negative or positive MM and who have as tissue type HLA-A\\*0101, or -\\* B35 and HLA-A\\*0201, will receive vaccination with the NY-ESO-1156-C165V peptide vaccine. d) Patients who have NY-ESO-1 negative and MAGE-A3 positive MM and who have as tissue type HLA-A\\*0101, or -\\* B35 and HLA-A\\*0201, will receive vaccination with the MAGE-A3 peptide vaccine.\n* Karnofsky performance score ≥=70, unless bone pain caused by MM results in a Karnofsky score of \\> or =50.\n* Age 18-70 years old\n* Hb \\> or =8.0gm/dl, ANC \\> or =1,000/microliters, platelet count \\> or = 100,000/microliters.\n* Patients must have signed an IRB-approved consent form and been informed about the investigational nature of the study\n* Negative serology for HIV, Hepatitis C and negative for Hepatitis B surface antigen.\n* CD4+ count \\>400/microliters\n* Life expectancy \\> 6 months\n* Negative pregnancy test and females agree to two forms of contraception or abstinence.\n* Provisional insurance approval for single or double auto-transplant(s)\n\nExclusion Criteria:\n\n* MGUS, indolent and smoldering myeloma\n* Chemotherapy or other immunosuppressive treatment e.g. gluco-corticosteroids, cyclophosphamide, methotrexate within the 4 weeks prior to enrollment\n* Patients who have malignancies other than carcinoma-in-situ of the cervix or non-melanomatous skin cancer\n* Fever or active infection\n* Liver function: total bilirubin \\> 2.5xULN or AST/ALT \\>2.5xULN\n* Renal function: patients on dialysis, or serum creatinine \\>2.0mg/dl\n* Simultaneous treatment with a second investigational drug or biologic agent for MM\n* Other intercurrent serious illness, e.g. cardiac, pulmonary, hepatic disease, uncontrolled diabetes, etc\n* Cardiac: Patients with recent (\\< or =6 months) myocardial infarction, unstable angina, difficult to control congestive heart failure, uncontrolled hypertension, or difficult to control cardiac arrythmias are ineligible. Ejection fraction by ECHO or must be \\> or = 50% and must be performed within 60 days prior to registration, unless the patient has received chemotherapy within that period of time (dexamethasone and thalidomide excluded), in which case the LVEF must be repeated\n* Pulmonary: Patients must not have a history of chronic obstructive or chronic restrictive pulmonary disease resulting in unacceptable lung function: patients must have adequate pulmonary function studies \\> or = 50% of predicted on mechanical aspects (FEV1, FVC, etc) and diffusion capacity (DLCO) \\> or = 50% of predicted. Patients unable to complete pulmonary function tests due to myeloma related pain or fracture must have a high resolution CT scan of the chest and must also have acceptable arterial blood gases defined as P02 greater than 70\n* Patients must be able to receive full doses of DT PACE, in the opinion of the treating investigator, with the exception of: A) Patients that have received prior adriamycin \\> 450 mg/m2 and LVEF \\< 55%. Adriamycin will be omitted in these patients. B) Patients with a creatinine clearance 30 - 50 ml/minute, who will receive 50% of the cisplatin dose","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"The Number of Participants Experiencing a Response to the Peptide Vaccines.","description":"The peptides are fragments from two proteins MAGE-A3 and NY-ESO-1. There will be a series of 12 peptide vaccinations given as a subcutaneous (beneath the skin) injection (vaccines) at 2 week intervals resulting in an immune response to myeloma. The tumor peptides used in the vaccines are unique to myeloma, and it is not expected that there will be an immune response to normal organs. Myeloma cells must express MAGE-A3 or NY-ESO-1, be severe enough to require chemotherapy and stem cell transplantation and have appropriate HLA tissue type.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":4},"commonTop":[]}}}