{"nctId":"NCT02120898","briefTitle":"A Study to Evaluate the Safety and Efficacy Imiquimod Cream, 2.5% in Participants With Actinic Keratoses","startDateStruct":{"date":"2013-10-10","type":"ACTUAL"},"conditions":["Actinic Keratosis"],"count":467,"armGroups":[{"label":"Generic Imiquimod Cream 2.5%","type":"EXPERIMENTAL","interventionNames":["Drug: Imiquimod"]},{"label":"Zyclara® (Imiquimod) Cream 2.5%","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Zyclara®"]},{"label":"Vehicle Cream","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Vehicle Cream"]}],"interventions":[{"name":"Imiquimod","otherNames":[]},{"name":"Zyclara®","otherNames":[]},{"name":"Vehicle Cream","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participant is a male or female, 18 years of age or older.\n* Participant has provided written informed consent.\n* Participant is willing and able to apply the test article as directed, comply with study instructions and commit to all follow-up visits for the duration of the study.\n* Participant has a clinical diagnosis of AK with at least 5 and no more than 20 clinically typical, visible or palpable AK lesions, each at least 4 millimeters (mm) in diameter, in an area greater than 25 cm\\^2 on the face (excluding ears) or balding scalp, but not both.\n* Participant is in good general health and free of any disease state or physical condition that might impair evaluation of AK lesions or which, in the investigator's opinion, exposes the participant to an unacceptable risk by study participation.\n* Females must be post-menopausal, surgically sterile or use an effective method of birth control, with a negative urine pregnancy test (UPT) at the Baseline visit.\n\nExclusion Criteria:\n\n* Participant is pregnant, lactating, or is planning to become pregnant during the study.\n* Participant has hyperkeratotic, hypertrophic or atypical AKs (for example, AK greater than \\[\\>\\] 1 cm\\^2 in size) in the treatment area.\n* Participant is currently enrolled in an investigational drug or device study.\n* Participant plans to be exposed to artificial tanning devices or excessive sunlight during the trial.\n* Participant is immunosuppressed (for example; human immunodeficiency virus \\[HIV\\], systemic malignancy, graft vs. host disease, etc.).\n* Participant has experienced an unsuccessful outcome from previous imiquimod therapy (an unsuccessful outcome is defined as after a reasonable therapeutic trial with no compliance issues and the topical drug do not work).\n* Participant has used an investigational drug or investigational device within 30 days prior to the Baseline visit.\n* Participant has had dermatologic procedures or surgeries such as: laser resurfacing, PUVA (Psoralen + ultraviolet A) therapy, UVB therapy, chemical peels or dermabrasion on the face or balding scalp within 6 months prior to the Baseline visit.\n* Participant has cryodestruction or chemodestruction, curettage, photodynamic therapy, surgical excision or other treatments for AK on the designated treatment area (face or scalp) within 1 month prior to the Baseline visit.\n* Participant has used oral corticosteroid therapy, interferon, cytotoxic drugs, immunomodulators, immunosuppressive therapies or retinoids within 1 month prior to the Baseline visit.\n* Participant has used topical medications; corticosteroids, alpha hydroxyl acids (for example; glycolic acid, lactic acid etc. \\>5%), beta hydroxy acid (salicylic acid \\>2%), urea \\>5%, 5-fluorouracil, diclofenac, imiquimod, ingenol mebutate or prescription retinoids (for example; tazarotene, adapalene, tretinoin) to the face or balding scalp within one month prior to the Baseline visit.\n* Participant has used topical creams, lotions or gels of any kind to the selected treatment area within one day prior to the Baseline visit.\n* Participant has lesions suspicious for skin cancer (skin cancer not ruled out by biopsy) or untreated skin cancers within the selected treatment area (face or scalp).\n* Participant has a history of sensitivity to any of the ingredients in the test articles.\n* Participant has any skin pathology or condition (for example; facial/scalp psoriasis, atopic dermatitis, acne, rosacea, etc.) that, in the investigator's opinion, could interfere with the evaluation of the test article, worsen due to the treatment or requires the use of interfering topical, systemic or surgical therapy.\n* Participant has any condition which, in the investigator's opinion, would make it unsafe or precludes the participant's ability to fully participate in this research study.\n* Participant is known to be noncompliant or is unlikely to comply with the requirements of the study protocol (for example; due to alcoholism, drug dependency, mental incapacity) in the opinion of the investigator.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Complete Clearance Rate - Percentage of Participants With Treatment Success: Per-Protocol (PP) Population","description":"Complete clearance rate (treatment success) was defined as the percentage of participants in each treatment group with a count of zero actinic keratosis (AK) lesions in the treatment area at Week 14. All AKs (baseline and new lesions) independent of size within the treatment area were included in the efficacy lesion count. The AK clearance rate for a participant was calculated as follows: {1 - \\[ (number of AK lesions at Week 14) / (number of AK lesions at Baseline)\\]} \\* 100.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.4","spread":null},{"groupId":"OG001","value":"13.6","spread":null},{"groupId":"OG002","value":"4.8","spread":null}]}]}]},{"type":"PRIMARY","title":"Complete Clearance Rate - Percentage of Participants With Treatment Success: ITT Population","description":"Complete clearance rate (treatment success) was defined as the percentage of participants in each treatment group with a count of zero AK lesions in the treatment area at Week 14. All AKs (baseline and new lesions) independent of size within the treatment area were included in the efficacy lesion count. The AK clearance rate for a participant was calculated as follows: {1 - \\[ (number of AK lesions at Week 14) / (number of AK lesions at Baseline)\\]} \\* 100.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.6","spread":null},{"groupId":"OG001","value":"12.4","spread":null},{"groupId":"OG002","value":"4.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Adverse Events (AEs)","description":"An AE was any untoward medical occurrence in a participant who received study drug without regard to possibility of causal relationship. Mild AEs: awareness of sign or symptom, but easily tolerated. Moderate AEs: discomfort sufficient to cause interference with normal activities. Severe AEs: inability to carry out usual activities. Serious AEs: death, a life-threatening AE, inpatient hospitalization or prolongation of existing hospitalization, persistent or significant disability or incapacity, a congenital anomaly or birth defect, or an important medical event that jeopardized the participant and required medical intervention to prevent 1 of the outcomes listed in this definition. A summary of other non-serious AEs and all serious AEs, regardless of causality is located in Reported AE section.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"51","spread":null},{"groupId":"OG001","value":"50","spread":null},{"groupId":"OG002","value":"22","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"5","spread":null},{"groupId":"OG002","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"4","spread":null},{"groupId":"OG002","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"31","spread":null},{"groupId":"OG001","value":"29","spread":null},{"groupId":"OG002","value":"10","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null},{"groupId":"OG001","value":"20","spread":null},{"groupId":"OG002","value":"11","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Local Skin Reactions","description":"Local skin reactions included erythema, flaking/scaling/dryness, scabbing/crusting, pruritus, erosion/ulceration, pain, edema, and weeping/exudate. A summary of other non-serious AEs and all serious AEs, regardless of causality is located in Reported AE section.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"33","spread":null},{"groupId":"OG001","value":"30","spread":null},{"groupId":"OG002","value":"17","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"32","spread":null},{"groupId":"OG001","value":"29","spread":null},{"groupId":"OG002","value":"22","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"22","spread":null},{"groupId":"OG001","value":"13","spread":null},{"groupId":"OG002","value":"11","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"5","spread":null},{"groupId":"OG002","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"2","spread":null},{"groupId":"OG002","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"2","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"2","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Percentage of Drug Compliance","description":"The overall drug compliance (%) = (Observed Consumption / Expected Consumption) \\* 100%.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"96.55","spread":"10.233"},{"groupId":"OG001","value":"97.83","spread":"7.653"},{"groupId":"OG002","value":"97.43","spread":"9.410"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":6,"n":187},"commonTop":["Upper respiratory tract infection","Nasopharyngitis","Application site pain","Fatigue","Sinusitis"]}}}