{"nctId":"NCT01599234","briefTitle":"A Study to Evaluate the Efficacy of Sativex in Relieving Symptoms of Spasticity Due to Multiple Sclerosis","startDateStruct":{"date":"2005-03"},"conditions":["Multiple Sclerosis"],"count":337,"armGroups":[{"label":"Sativex","type":"EXPERIMENTAL","interventionNames":["Drug: Sativex"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Sativex","otherNames":["GW-1000-02"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Willing and able to give informed consent.\n* Aged 18 years or above.\n* Ability (in the investigator's opinion) and willingness to comply with all study requirements.\n* Diagnosed with any disease subtype of multiple sclerosis of duration greater than six months.\n* Diagnosed with spasticity due to multiple sclerosis of at least three months duration and was not wholly relieved with their current therapy.\n* Stable dose of anti-spasticity and non-pharmacological therapies for at least 30 days prior to the screening visit and willingness for these to be maintained for the duration of the study.\n* Stable dose of disease modifying medications for at least six months duration prior to the screening visit and willingness to maintain this for the duration of the study.\n* The last six daily diary spasticity numerical rating scale scores before randomisation had been completed and summed to at least 24.\n* Agreement for the responsible authorities (as applicable in individual countries), their primary care physician, and their consultant, if appropriate, to be notified of their participation in the study.\n\nExclusion Criteria:\n\n* Concomitant disease or disorder that had symptoms of spasticity, or that may have influenced the subject's level of spasticity.\n* Received a Botulinum Toxin injection within four months prior to the screening visit or unwillingness to stop receiving Botulinum Toxin injections for the relief of spasticity for the duration of the study.\n* Had used cannabis within 30 days of study entry and unwillingness to abstain for the duration for the study.\n* Had used cannabinoid based medications within 60 days of study entry and unwillingness to abstain for the duration for the study.\n* History of schizophrenia, other psychotic illness, severe personality disorder or other significant psychiatric disorder other than depression associated with their underlying condition.\n* Known or suspected history of alcohol or substance abuse.\n* History of epilepsy or recurrent seizures.\n* Known or suspected hypersensitivity to cannabinoids or any of the excipients of the study medication.\n* Experienced myocardial infarction or clinically relevant cardiac dysfunction within the last 12 months or had a cardiac disorder that, in the opinion of the investigator would put the subject at risk of a clinically relevant arrhythmia or myocardial infarction.\n* QT interval of \\> 450 ms (males) or \\> 470 ms (females) at Visit 1.\n* Secondary to tertiary arterial ventricular block or sinus bradycardia (heart rate \\< 50 bpm) or sinus tachycardia (heart rate \\> 110 bpm) at Visit 1.\n* Diastolic blood pressure of \\< 50 mmHg or \\> 105 mmHg in a sitting position at rest for 5 minutes prior to randomisation.\n* Impaired renal function i.e. serum creatinine clearance is lower than 50 ml/min at Visit 1.\n* Significantly impaired hepatic function, at Visit 1, in the investigator's opinion and/or had liver function tests of equal to or greater than three times the upper limit of normal.\n* Female subjects of child bearing potential and male subjects whose partner was of child bearing potential, unless were willing to ensure that they or their partner used effective contraception during the study and for three months thereafter.\n* If female, were pregnant or lactating, or were planning pregnancy during the course of the study and for three months thereafter.\n* Received an IMP within the 12 weeks before Visit 1.\n* Any other significant disease or disorder which, in the opinion of the investigator, may either put the subject at risk because of participation in the study, may influence the result of the study, or the subject's ability to participate in the study.\n* Following a physical examination, the subject had any abnormalities that, in the opinion of the investigator, would prevent the subject from safely participating in the study.\n* Scheduled elective surgery or other procedures, which required general anaesthesia during the study.\n* Intention to donate blood during the study.\n* Intention to travel internationally during the study.\n* Previous randomisation into this study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Mean Spasticity 0-10 Numerical Rating Scale (NRS) Score During the Last 14 Day of Treatment (End of Treatment)","description":"The average spasticity NRS was completed at the same time each day, i.e. bedtime in the evening. The subject was asked \"on a scale of '0 to 10', please indicate the number that best describes your spasticity in the last 24 hours\" where 0 = no spasticity and 10 = worst possible spasticity. A negative value indicates an improvement in pain score from baseline.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.22","spread":"1.76"},{"groupId":"OG001","value":"-0.91","spread":"1.72"}]}]}]},{"type":"SECONDARY","title":"Number of Subjects With a 30% or Greater Improvement in Mean Spasticity 0-10 NRS Score at the End of Treatment Compared to Baseline","description":"The cumulative response to treatment was the percentage change from baseline in the mean NRS spasticity score as defined as the 30% response. The spasticity NRS was completed at the same time each day, i.e. bedtime in the evening. The subject was asked \"on a scale of '0 to 10', please indicate the number that best describes your spasticity in the last 24 hours\" where 0 = no spasticity and 10 = worst possible spasticity. The number of responders at the 30% level is presented.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"51","spread":null},{"groupId":"OG001","value":"42","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Mean Modified Ashworth Scale Score at the End of Treatment","description":"All 20 muscle groups were assessed for spasticity (using a 1-5 scale): 1= no increase in muscle tone to 5= passive movement is difficult and affected part is rigid in flexion or extension. The score for all 20 muscle groups were added to give a total score out of 100; minimum score was 20. A decrease in score indicates an improvement in condition.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.3","spread":"9.25"},{"groupId":"OG001","value":"-2.8","spread":"7.81"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Mean Sleep Quality 0-10 NRS During the Last 14 Days of Treatment (End of Treatment)","description":"The sleep disruption NRS was completed at the same time each day, i.e. bedtime in the evening. The subject was asked \"on a scale of '0 to 10', please indicate how your spasticity disrupted your sleep last night?\" where 0 = did not disrupt sleep and 10 = completely disrupted (unable to sleep at all). A negative value indicates an improvement in sleep disruption score from baseline.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.7","spread":"2.85"},{"groupId":"OG001","value":"-0.6","spread":"2.37"}]}]}]},{"type":"SECONDARY","title":"Incidence of Adverse Events as a Measure of Subject Safety","description":"The number of subjects who experienced and adverse event during the course of the study is presented","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"156","spread":null},{"groupId":"OG001","value":"132","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Mean Timed 10 Metre Walk Time at the End of Treatment","description":"Only those subjects for whom it was appropriate (i.e. ambulatory subjects) were timed how long it took to walk 10 metres. Walk time was only assessed for subjects who successfully completed the Timed 10 Metre Walk. A negative difference from baseline indicates an improvement walk time.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.1","spread":"17.37"},{"groupId":"OG001","value":"9.3","spread":"63.56"}]}]}]},{"type":"SECONDARY","title":"Carer Global Impression of Change at the End of Treatment","description":"The carer of the subject gave their opinion of any noticeable change in the subject's overall functional ability at the end of the study. A 7-point Likert-type scale was used, with the markers \"very much improved, much improved, slightly improved, no change, slightly worse, much worse or very much worse\". The number of carers who reported an improvement at the end of treatment is presented.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"72","spread":null},{"groupId":"OG001","value":"56","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Mean Total Barthel Activities of Daily Living Index Score at the End of Treatment","description":"The Barthel Index consists of 10 items that measure a person's daily functioning specifically the activities of daily living and mobility. The items include feeding, moving from wheelchair to bed and return, grooming, transferring to and from a toilet, bathing, walking on level surface, going up and down stairs, dressing, continence of bowels and bladder. The person receives a score based on whether they have received help while doing the task. The scores for each of the items are summed to create a total score of 100. An increase in score indicates an improvement.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.1","spread":"10.26"},{"groupId":"OG001","value":"0.5","spread":"8.05"}]}]}]},{"type":"SECONDARY","title":"Number of Subjects With a 50% or Greater Improvement in Mean Spasticity 0-10 NRS Score at the End of Treatment Compared to Baseline","description":"The cumulative response to treatment was the percentage change from baseline in the mean NRS spasticity score as defined as the 50% response. The spasticity NRS was completed at the same time each day, i.e. bedtime in the evening. The subject was asked \"on a scale of '0 to 10', please indicate the number that best describes your spasticity in the last 24 hours\" where 0 = no spasticity and 10 = worst possible spasticity. The number of responders at the 50% level is presented.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21","spread":null},{"groupId":"OG001","value":"18","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":15,"n":167},"commonTop":["Fatigue","Dizziness","Nausea","Urinary Tract Infection Not Otherwise Specified","Asthenia"]}}}