{"nctId":"NCT00364013","briefTitle":"PRIME: Panitumumab Randomized Trial In Combination With Chemotherapy for Metastatic Colorectal Cancer to Determine Efficacy","startDateStruct":{"date":"2006-08-01","type":"ACTUAL"},"conditions":["Metastatic Colorectal Cancer"],"count":1183,"armGroups":[{"label":"FOLFOX + Panitumumab","type":"EXPERIMENTAL","interventionNames":["Drug: Panitumumab","Drug: FOLFOX regimen"]},{"label":"FOLFOX","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: FOLFOX regimen"]}],"interventions":[{"name":"Panitumumab","otherNames":["Vectibix®"]},{"name":"FOLFOX regimen","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Man or woman at least 18 years old\n* Diagnosis of metastatic colorectal cancer\n* At least 1 uni-dimensionally measurable lesion of at least 20 mm per modified RECIST\n* Eastern Cooperative Oncology Group (ECOG) performance status of 0, 1, or 2\n* Paraffin-embedded tumor tissue from the primary tumor or metastasis available for central analyse Exclusion Criteria:\n* History or known presence of central nervous system (CNS) metastases\n* History of another primary cancer, except: Curatively treated in situ cervical cancer, or Curatively resected non-melanoma skin cancer, or Other primary solid tumor curatively treated with no known active disease present and no treatment administered for ≥ 5 years before randomization\n* Prior chemotherapy or systemic therapy for the treatment of metastatic colorectal carcinoma except: adjuvant fluoropyrimidine-based chemotherapy or prior fluoropyrimidine therapy administered solely for the purpose of radiosensitization\n* Prior oxaliplatin therapy\n* Prior anti-epidermal growth factor receptor (EGFr) antibody therapy (eg, cetuximab) or treatment with small molecule EGFr inhibitors (eg, erlotinib)\n* Clinically significant cardiovascular disease (including myocardial infarction, unstable angina, symptomatic congestive heart failure, serious uncontrolled cardiac arrhythmia) 1 year prior to randomization History of interstitial lung disease (eg, pneumonitis or pulmonary fibrosis) or evidence of interstitial lung disease on baseline chest computed tomography (CT) scan\n* Active inflammatory bowel disease or other bowel disease causing chronic diarrhea (defined as \\> Common terminology criteria (CTC) grade 2 \\[CTCAE version 3.0\\])\n* Peripheral sensory neuropathy with functional impairment","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression-free Survival","description":"Progression-free survival (PFS), assessed by central radiological assessment, was defined as the time from randomization to disease progression per modified response evaluation criteria in solid tumors (RECIST) criteria or death. Participants who were alive but did not meet criteria for progression by the data cutoff date were censored at their last evaluable disease assessment date. Progressive disease is defined as a ≥ 20% increase in the size of target lesions or unequivocal progression of existing non-target lesions or any new lesions.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.6","spread":null},{"groupId":"OG001","value":"8.0","spread":null},{"groupId":"OG002","value":"7.3","spread":null},{"groupId":"OG003","value":"8.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival","description":"The definition of overall survival is the time from randomization to death; participants who were alive at the analysis data cutoff were censored at their last contact date.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23.9","spread":null},{"groupId":"OG001","value":"19.7","spread":null},{"groupId":"OG002","value":"15.5","spread":null},{"groupId":"OG003","value":"19.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With an Objective Response","description":"Participants were evaluated for tumor response per the modified Response Evaluation Criteria in Solid Tumors (RECIST) criteria every 8 weeks until disease progression. Objective response by central radiological assessment was defined as the incidence of either a confirmed complete or partial response (CR or PR) while on the first-line treatment, as determined by blinded independent central review and confirmed no less than 4-weeks after the criteria for response are first met. CR: Disappearance of all target and non-target lesions and no new lesions. PR: At least a 30% decrease in the sum of the longest diameter of target lesions and no progression of non-target or no new lesions, or, disappearance of all target lesions and the persistence of ≥ 1 non-target lesion not qualifying for either CR or progressive disease. Participants without a post-baseline assessment were considered non-responders.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"55.21","spread":null},{"groupId":"OG001","value":"47.68","spread":null},{"groupId":"OG002","value":"39.53","spread":null},{"groupId":"OG003","value":"40.28","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Progression","description":"Time to progression was defined as time from randomization date to date of disease progression per the modified RECIST criteria.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.8","spread":null},{"groupId":"OG001","value":"9.2","spread":null},{"groupId":"OG002","value":"7.5","spread":null},{"groupId":"OG003","value":"9.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response","description":"Duration of response was calculated only for those participants with a confirmed CR or PR, as the time from the first CR or PR (subsequently confirmed within no less than 4 weeks) to first observed disease progression per modified RECIST criteria, based on a blinded central review.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.1","spread":null},{"groupId":"OG001","value":"8.8","spread":null},{"groupId":"OG002","value":"7.4","spread":null},{"groupId":"OG003","value":"8.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Adverse Events (AEs)","description":"A serious adverse event (SAE) is defined as an AE that • is fatal • is life threatening • requires in-patient hospitalization or prolongation of existing hospitalization • results in persistent or significant disability/incapacity • is a congenital anomaly/birth defect • other significant medical hazard. The relationship of the adverse event to the study treatment was assessed by the Investigator by means of the question: \"Is there a reasonable possibility that the event may have been caused by the study treatment?\"","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"583","spread":null},{"groupId":"OG001","value":"579","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"262","spread":null},{"groupId":"OG001","value":"198","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"136","spread":null},{"groupId":"OG001","value":"84","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"581","spread":null},{"groupId":"OG001","value":"565","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"162","spread":null},{"groupId":"OG001","value":"89","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"117","spread":null},{"groupId":"OG001","value":"63","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":262,"n":585},"commonTop":["Neutropenia","Diarrhoea","Nausea","Fatigue","Paraesthesia"]}}}