{"nctId":"NCT03174366","briefTitle":"Investigating the Use of Prolia (Denosumab) in the Treatment of Acute Charcot Neuroarthropathy","startDateStruct":{"date":"2017-05-16","type":"ACTUAL"},"conditions":["Charcot Joint of Foot"],"count":7,"armGroups":[{"label":"Intervention Group, receiving medication","type":"EXPERIMENTAL","interventionNames":["Drug: Denosumab"]}],"interventions":[{"name":"Denosumab","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Men or women \\> 30 years old\n* Subject is able and willing to comply with study procedures, and is able to give signed and dated consent\n* Subject meets criteria for diagnosis of Diabetes Mellitus Type 1 or 2, active Charcot neuroarthropathy, and peripheral neuropathy\n* Subjects with serum calcium or albumin-adjusted serum calcium ≥2.0 mmol/L (8.0mg/dL)\n\nExclusion Criteria:\n\n* Unable to provide signed and dated consent.\n* Charcot neuroarthropathy of the ipsilateral lower extremity, diagnosed over 1 month prior.\n* Prior foot or ankle surgery of the ipsilateral lower extremity.\n* Prior amputation at any level of either lower extremity.\n* Prior foot or ankle fracture of the ipsilateral lower extremity unrelated to the current acute CN episode.\n* Currently has any of the following:\n\n  1. Infection\n  2. Foot ulceration\n  3. Hypocalcemia\n  4. Creatinine clearance less than 30 mL/min or on dialysis\n  5. Pre-existing disturbance of mineral metabolism (e.g., hypoparathyroidism unstable on therapy, thyroid or parathyroid surgery, vitamin D deficiency, malabsorption syndromes, excision of small intestine, history of diseases affecting bone metabolism) that has not been effectively corrected or treated.\n* Have undergone revascularization procedures of the lower extremities.\n* Female subjects who are pregnant or planning to breastfeed should not participate in this study.\n* Determined to have poor oral hygiene after dental screening or are at increased risk for developing osteonecrosis of the jaw.\n* History of osteonecrosis of the jaw.\n* History of tooth extraction or other dental surgery within the prior 6 months.\n* Invasive dental work planned in the next 2 years.\n* Have a known hypersensitivity to Prolia.\n* Known use of a bone active medication within the 6 months prior to enrollment.\n* Liver disease, defined as AST \\> 2.0x ULN, ALT \\> 2.0x ULN, TBL \\> 1.5x ULN.\n* Malignancy within the last 5 years (except cervical carcinoma in situ or basal cell carcinoma)","healthyVolunteers":false,"sex":"MALE","minimumAge":"30 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Incidence of Treatment-Emergent Adverse Events [Safety and Tolerability]","description":"Incidence of Treatment-Emergent Adverse Events \\[Safety and Tolerability\\]","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]},{"measurements":[{"groupId":"OG000","value":"7","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Skin Temperature Difference in Degrees Celsius Between the Affected and Non-affected Limb at 6 Months.","description":"Change in skin temperature difference in degrees Celsius between the affected and non-affected limb at 6 months.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.06","spread":"0.78"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":7},"commonTop":["Muscle pain, upper extremity","Cellulitis"]}}}