{"nctId":"NCT04356937","briefTitle":"Efficacy of Tocilizumab on Patients With COVID-19","startDateStruct":{"date":"2020-04-20","type":"ACTUAL"},"conditions":["SARS-CoV 2"],"count":243,"armGroups":[{"label":"Tocilizumab","type":"EXPERIMENTAL","interventionNames":["Drug: Tocilizumab"]},{"label":"Standard of care plus placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebos"]}],"interventions":[{"name":"Tocilizumab","otherNames":["Actemra"]},{"name":"Placebos","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\nSubjects who meet all of the following criteria will be eligible to participate in the study:\n\n1. Must have provided informed consent in a manner approved by the Investigator's Institutional Review Board (IRB) or Independent Ethics Committee (IEC) prior to any assessments. If a patient is unable to provide informed consent due to their medical condition, the patient's legally authorized representative may consent on behalf of the study patient, as permitted by local law and institutional Standard Operating Procedures;\n2. Age Range: 19-85 years old\n3. Male or female gender\n4. Confirmed SARS-CoV-2 infection by nasopharyngeal swab PCR or serum assay for IgM antibody\n5. Requiring hospital but not mechanical ventilation\n6. Oxygen supplementation not greater than 10L delivered by any device\n7. WITH evidence of severe COVID-19 (at least 2 of the following):\n\n   1. Fever \\> 38C within 72 hours\n   2. Pulmonary infiltrate on CXR\n   3. Need for supplemental O2 to maintain saturation \\> 92%\n8. AND at least 1 of the following:\n\n   1. Ferritin \\> 500 ng/ml\n   2. CRP \\> 50 mg/L\n   3. LDH \\>250 U/L\n   4. D-dimer \\> 1000 ng/mL\n9. Women of childbearing potential (ie, not post-menopausal or surgically sterilized) must have a negative highly sensitive urine or serum pregnancy test before randomization. Participating women of childbearing potential must be willing to consistently use effective methods of contraception (ie, condom, combined oral contraceptive, implant, injectable, indwelling intrauterine device, or a vasectomized partner) from screening until at least 90 days after administration of the last dose of study drug;\n10. The subject must be willing and able to provide informed consent and abide all study requirements and restrictions.\n\nExclusion criteria:\n\nSubjects who meet any of the following criteria will be excluded from participation in the study:\n\n1. Unable to provide verbal informed consent or have verbal agreement to participate through attestation and signature of a Witness required, as outlined in the Partners IRB's Table for Consenting in COVID Research that is More than Minimal Risk.\n2. Subjects between the ages of 79 and 86 will be excluded if they have NYHA Class III/IV heart failure, insulin-dependent diabetes mellitus, angina, or treatment of a malignancy (excluding non-melanoma skin cancer) within six months\n3. Uncontrolled bacterial, fungal, or non-COVID viral infection\n4. Active TB\n5. Any prior investigational immunosuppressive therapy within 28-days or 3 half-lives of the agent (for instance with biologic or JAK inhibitor)\n6. Any concurrent immunosuppressive medication that the PI believes would put the patient at higher risk\n7. Receipt of intravenous tocilizumab for the treatment of a non-COVID condition within three weeks of the first COVID symptom\n8. History of hypersensitivity to tocilizumab\n9. Any concurrent immunosuppressive medication that the PI believes would put the patient at higher risk\n10. Treatment with other biologic or small-molecule immunosuppressive therapy such as IL1R-antagonism, JAK inhibition, or other agents\n11. Treatment with convalescent plasma\n12. History of diverticulitis or bowel perforation\n13. ANC \\<500, Platelets \\<50,000\\*\n14. AST/ALT \\> 5X ULN\n15. Women who are pregnant or planning to get pregnant in the next 90 days;\n16. Any condition that could interfere with, or for Known allergy to the study drug or any of its ingredients or known allergy to any other anti IL 6 agents;\n17. Any condition that could interfere with or for which the treatment might interfere with, the conduct of the study or interpretation of the study results, or that would, in the opinion of the Investigator, increase the risk of the subject by participating in the study.\n\nWe note that anti-viral therapies may be administered to subjects if given in the context of a clinical trial. Nitric oxide treatment is also permitted at the discretion of the care team, ideally in the context of a clinical trial. Co-treatment chloroquine, hydroxychloroquine, and/or azithromycin is permitted for subjects in this protocol.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mechanical Ventilation or Death","description":"Time from administration of the investigational agent (or placebo) to requiring mechanical ventilation and intubation, or death for subjects who die prior to intubation. The percentages of patients who have been intubated or died as of day 14 and day 28 are estimated from the Kaplan-Meier curve.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.9","spread":null},{"groupId":"OG001","value":"10.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10.6","spread":null},{"groupId":"OG001","value":"12.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Clinical Worsening on Ordinal Scale","description":"Time from administration of the investigational medication (or placebo) to at least one point worsening on the clinical improvement scale for subjects requiring supplemental oxygen (score \\>= 3) at baseline, or at least two point worsening otherwise (score = 2 at baseline). The percentages of patients who have worsened as of day 14 and day 28 are estimated from the Kaplan-Meier curve.\n\nOrdinal Scale\n\n1. Discharged\n2. Non-ICU hospital ward not requiring supplemental oxygen\n3. Non-ICU hospital ward requiring supplemental oxygen\n4. ICU or non-ICU hospital ward, requiring non-invasive ventilation or high-flow oxygen\n5. ICU, requiring intubation and mechanical ventilation\n6. ICU, requiring ECMO or mechanical ventilation and additional organ support\n7. Death","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.0","spread":null},{"groupId":"OG001","value":"14.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"19.3","spread":null},{"groupId":"OG001","value":"17.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Discontinuation of Supplemental Oxygen Among Patients Receiving it at Baseline","description":"Time from administration of the investigational agent (or placebo) to absence of the need for supplemental oxygen among those who require at least supplemental oxygen at baseline. The percentages of patients who have discontinued supplemental oxygen as of day 14 and day 28 are estimated from the Kaplan-Meier curve.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"75.4","spread":null},{"groupId":"OG001","value":"78.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"82.6","spread":null},{"groupId":"OG001","value":"84.9","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Duration of Supplemental Oxygen","description":"Time from initiation of supplemental oxygen to end of supplemental oxygen use during 28-day study follow-up period. We includes all subjects in the analysis by assigning all subjects who did not receive supplemental oxygen a value of 0. Subjects who died prior to discontinuation of supplemental oxygen were given a value of the number of days from when supplemental oxygen began until the end of the follow-up period.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.0","spread":null},{"groupId":"OG001","value":"3.9","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Duration of Mechanical Ventilation","description":"Time from initiation of mechanical ventilation to end of mechanical ventilation during 28-day study follow-up period, among patients who received mechanical ventilation. Event times of patients who died without discontinuation of mechanical ventilation were censored at 28 days. Median and inter-quartile range (IQR) were estimated using Kaplan-Meier curves. The upper limit for the IQR was not reached for both arms and entered as 28 in the outcome measure data table.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15.0","spread":null},{"groupId":"OG001","value":"27.9","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Mortality","description":"Time from administration of the investigational agent (or placebo) to death. The percentage of patients who have died as of day 14 and day 28 are estimated from the Kaplan-Meier curve.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.4","spread":null},{"groupId":"OG001","value":"1.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.6","spread":null},{"groupId":"OG001","value":"3.8","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"ICU Admission or Death Among Those Not in the ICU at the Time of Administration of Investigational Agent (or Placebo)","description":"The percentage of subjects requiring ICU admission between baseline and 28 days is calculated by dividing the number of subjects requiring ICU admission over their hospitalization by the number of evaluable subjects (i.e., the number of subjects not in the ICU at the time of investigational treatment administration).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15.9","spread":null},{"groupId":"OG001","value":"15.8","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Hospital Discharge","description":"Time from administration of the investigational medication (or placebo) to initial hospital discharge. Event times for patient who die are censored at day 29 to indicate that they never left the hospital during the follow-up period. The percentages of patients who were discharged as of day 14 and day 28 are estimated from the Kaplan-Meier curve.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"86.3","spread":null},{"groupId":"OG001","value":"81.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"91.3","spread":null},{"groupId":"OG001","value":"88.9","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Clinical Improvement on Ordinal Scale","description":"Time to first improvement from administration of the investigational agent (or placebo) of at least 2 points (or the maximum amount) on the ordinal scale. Event times for patients who died prior to reaching this endpoint are censored at 29 days.\n\nOrdinal Scale\n\n1. Discharged\n2. Non-ICU hospital ward not requiring supplemental oxygen\n3. Non-ICU hospital ward requiring supplemental oxygen\n4. ICU or non-ICU hospital ward, requiring non-invasive ventilation or high-flow oxygen\n5. ICU, requiring intubation and mechanical ventilation\n6. ICU, requiring ECMO or mechanical ventilation and additional organ support\n7. Death","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"86.3","spread":null},{"groupId":"OG001","value":"81.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"91.3","spread":null},{"groupId":"OG001","value":"88.9","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":19,"n":161},"commonTop":["Hypotension","decreased white blood cell count","Hypertension","Anemia","Diarrhea"]}}}