{"nctId":"NCT02761980","briefTitle":"A Study of Ibuprofen 250 mg / Acetaminophen 500 mg Comparing The Antipyretic Effects in Healthy Male Volunteers","startDateStruct":{"date":"2016-12-06","type":"ACTUAL"},"conditions":["Fever"],"count":290,"armGroups":[{"label":"Ibuprofen 250 mg / Acetaminophen 500 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Ibuprofen 250 mg / Acetaminophen 500 mg"]},{"label":"Ibuprofen 250 mg","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Ibuprofen 250 mg"]},{"label":"Acetaminophen 500 mg","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Acetaminophen 500 mg"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Ibuprofen 250 mg / Acetaminophen 500 mg","otherNames":["IBU 250 / APAP 500"]},{"name":"Ibuprofen 250 mg","otherNames":["IBU 250"]},{"name":"Acetaminophen 500 mg","otherNames":["APAP 500"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Healthy male subjects who, at the time of screening, are between 18 and 55 years of age, inclusive. Healthy is defined as no clinically relevant abnormalities identified by a detailed medical history, full physical examination, including blood pressure and pulse rate measurement, 12 lead ECG and clinical laboratory tests.\n2. The subject must have a normal, stable body temperature at Screening and on Day 0. If the subject's oral temperature is not between 97.4°F and 98.8°F, then 2 additional oral temperature readings will be obtained within a 30 minute period. These 3 consecutive temperature readings must be between 97.4°F and 98.8°F, with the highest value within 0.4°F of the lowest temperature value.\n3. Body Mass Index (BMI) of 17.5 to 37.0 kg/m2; and a total body weight 50 kg (110 lbs) at Screening.\n4. The subject has demonstrably adequate veins, by visual inspection, for IV catheter insertion.\n\nExclusion Criteria:\n\n1. Evidence or history of clinically significant laboratory abnormality, hematological, renal, endocrine, pulmonary, cardiovascular, hepatic, psychiatric, neurologic, or allergic disease (excluding untreated, asymptomatic, seasonal allergies at the time of dosing) within the last 5 years that may increase the risk associated with study participation.\n2. Subjects with any gastrointestinal disorders (eg, gastrectomy, tracheostomy, esophageal surgeries, short gut syndrome, peptic ulcer disease, known or suspected obstructive disease, previous gastrointestinal surgery, felinization of the esophagus, hypomotility of the gastrointestinal track) that could affect the absorption, metabolism, or excretion of the study medication or affect the results of the ingestible thermometer.\n3. Subjects at risk for excessive bleeding.\n4. Subjects with a history of nasal polyps, angioedema, or significant or actively treated bronchospastic disease.\n5. Screening supine blood pressure ≤90 or ≥140 mm Hg (systolic) or ≤50 or ≥90 mm Hg (diastolic), following at least 5 minutes of supine rest. If blood pressure (BP) is ≤90 or ≥140 mm Hg (systolic) or ≤50 or ≥90 mm Hg (diastolic), the BP should be repeated two more times and the average of the three consecutive BP values should be used to determine the subject's eligibility.\n6. Screening supine 12 lead ECG demonstrating QTc \\>450 msec or a QRS interval \\>120 msec at Screening and on Day 1 prior to RSE administration. If QTc exceeds 450 msec, or QRS exceeds 120 msec, the ECG should be repeated two more times and the average of the three consecutive QTc or QRS values should be used to determine the subject's eligibility.\n7. The subject has a history of recurrent or acute or chronic infections of any type or any findings suggestive of occult infection, such as tuberculosis, sinusitis, urinary tract infection, respiratory tract or dental (abscess) infection, etc., or those with a positive QuantiFERON Tuberculosis, Hepatitis B surface antigen, Hepatitis C antibody, and/or Human immunodeficiency virus (HIV) test at Screening. Also excluded are subjects with frequent (more than 3 outbreaks per year), recurrent oral or genital herpes, recurrent herpes zoster, or any infection otherwise judged by the investigator to have the potential for exacerbation by participation in the study.\n8. Subjects who have experienced cold/flu symptoms (ie, runny nose, cough, and/or fever) within 2 weeks prior to the first administration of study treatments.\n9. Subjects with a reduction in heart rate to ≤50 beats per minute or deemed to be at high risk of syncope and/or hypotension per the clinical judgment of the investigator following a carotid sinus massage procedure.","healthyVolunteers":true,"sex":"MALE","genderBased":true,"minimumAge":"18 Years","maximumAge":"55 Years","stdAges":["ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Time Weighted Sum of Temperature Difference (WSTD) From 0 to 8 Hours","description":"WSTD 0-8 was defined as time-weighted sum of temperature differences over 8 hours, weighted by time elapsed between each 2 consecutive time points post treatment (10, 20, 30, 40, 50, 60, 70, 80, 90, 100, 110 minutes, 2, 2.5, 3, 3.5, 4, 4.5, 5, 5.5, 6, 6.5, 7, 7.5 and 8 hours). Temperature difference was defined as baseline temperature (at 0 hour) minus the post-baseline temperature at each time point up to 8 hours (10, 20, 30, 40, 50, 60, 70, 80, 90, 100, 110 minutes, 2, 2.5, 3, 3.5, 4, 4.5, 5, 5.5, 6, 6.5, 7, 7.5 and 8 hours).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.28","spread":"6.395"},{"groupId":"OG001","value":"12.54","spread":"5.519"},{"groupId":"OG002","value":"11.09","spread":"6.355"},{"groupId":"OG003","value":"12.39","spread":"6.278"}]}]}]},{"type":"SECONDARY","title":"Time Weighted Sum of Temperature Differences (WSTD) From Baseline Through Hours 2, 4 and 6","description":"WSTD 0-2, 0-4 and 0-6 was defined as time-weighted sum of temperature differences over each specified time interval (0-2 hour, 0-4 hour and 0-6 hour), weighted by time elapsed between each 2 consecutive time points post treatment (10, 20, 30, 40, 50, 60, 70, 80, 90, 100, 110 minutes, 2, 2.5, 3, 3.5, 4, 4.5, 5, 5.5, 6 hour), within each time interval. Temperature difference was defined as baseline temperature (at 0 hour) minus the post-baseline temperature at each time point within each specified time interval: 1) 0-2 hour (20, 30, 40, 50, 60, 70, 80, 90, 100, 110 minutes) , 2) 0-4 hour (10, 20, 30, 40, 50, 60, 70, 80, 90, 100, 110 minutes, 2, 2.5, 3, 3.5, 4 hour), 3) 0-6 hour (10, 20, 30, 40, 50, 60, 70, 80, 90, 100, 110 minutes, 2, 2.5, 3, 3.5, 4, 4.5, 5, 5.5, 6 hour).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.42","spread":"1.827"},{"groupId":"OG001","value":"0.48","spread":"1.829"},{"groupId":"OG002","value":"-0.19","spread":"1.856"},{"groupId":"OG003","value":"0.21","spread":"1.732"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.79","spread":"3.443"},{"groupId":"OG001","value":"3.69","spread":"3.152"},{"groupId":"OG002","value":"2.61","spread":"3.345"},{"groupId":"OG003","value":"3.41","spread":"3.173"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.26","spread":"4.833"},{"groupId":"OG001","value":"7.95","spread":"4.245"},{"groupId":"OG002","value":"6.65","spread":"4.788"},{"groupId":"OG003","value":"7.65","spread":"4.604"}]}]}]},{"type":"SECONDARY","title":"Time to Return to Normal Body Temperature","description":"Time to return to normal body temperature was defined as time from initial measurement of normal body temperature (at baseline; before administration of first test dose of RSE to induce pyrexia) till the time at which normal temperature was achieved again after pyrexia. Normal body temperature was defined as the last non-missing body temperature value, assessed prior to or at the time of first RSE test dose.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"360","spread":null},{"groupId":"OG001","value":"330","spread":null},{"groupId":"OG002","value":"390","spread":null},{"groupId":"OG003","value":"330","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Rescue Medication","description":"Time to rescue medication (other than study treatment) (in minutes) was defined as time from first dosing of study medication to the time a participant first takes a rescue medication, or to the end of the study time for participants that do not take any rescue medication prior to the end of the study. The rescue medication was defined as medication received for the treatment of fever during the time period from the administration of study medication to the time of end of the study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null},{"groupId":"OG002","value":"NA","spread":null},{"groupId":"OG003","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Time Weighted Sum of Temperature Difference From 6 to 8 Hours","description":"WSTD 6-8 was defined as time-weighted sum of temperature differences between 6 to 8 hours post-dose, weighted by time elapsed between each 2 consecutive time points within 6 to 8 hours (6.5, 7, 7.5 and 8 hours). Temperature difference was defined as temperature at 6 hours minus the temperature at specified time points (6.5, 7, 7.5 and 8 hours).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.96","spread":"2.228"},{"groupId":"OG001","value":"5.69","spread":"1.904"},{"groupId":"OG002","value":"5.49","spread":"2.261"},{"groupId":"OG003","value":"5.84","spread":"2.328"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Participants With Treatment Emergent Adverse Events (AEs)","description":"An AE was any untoward medical occurrence in a participant who received study drug without regard to possibility of causal relationship. Treatment-emergent were events between first dose of study drug and up to 24 hours after discharge (up to 32 hours) that were absent before treatment or that worsened relative to pretreatment state. AEs included both SAEs and non-SAEs.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":29},"commonTop":["Ear pain","Rash macular"]}}}