{"nctId":"NCT03924986","briefTitle":"Tislelizumab Combined With Chemotherapy Versus Chemotherapy Alone in Recurrent or Metastatic Nasopharyngeal Cancer (NPC)","startDateStruct":{"date":"2019-03-27","type":"ACTUAL"},"conditions":["Recurrent or Metastatic Nasopharyngeal Cancer"],"count":263,"armGroups":[{"label":"Arm A: Tislelizumab + Gemcitabine + Cisplatin","type":"EXPERIMENTAL","interventionNames":["Drug: Tislelizumab","Drug: Gemcitabine","Drug: Cisplatin"]},{"label":"Arm B: Placebo + Gemcitabine + Cisplatin","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo","Drug: Gemcitabine","Drug: Cisplatin"]}],"interventions":[{"name":"Tislelizumab","otherNames":["BGB-A317"]},{"name":"Placebo","otherNames":[]},{"name":"Gemcitabine","otherNames":[]},{"name":"Cisplatin","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Key Inclusion Criteria:\n\n1. Able to provide written informed consent and can understand and agree to comply with the requirements of the study and the schedule of assessments\n2. Aged between 18 to 75 years on the day of signing the informed consent form (or the legal age of consent in the jurisdiction in which the study is taking place)\n3. Histologically or cytologically confirmed, recurrent or metastatic NPC\n4. Participants must be able to provide fresh or archival tumor tissues (formalin-fixed paraffin-embedded \\[FFPE\\] blocks or approximately 10 \\[≥ 6\\] freshly cut unstained FFPE slides) with an associated pathological report. The archival tumor tissues must be collected within 2 years before screening. In the absence of sufficient archival tumor tissues, a fresh biopsy of a tumor lesion at baseline is mandatory\n5. Eastern Cooperative Oncology Group (ECOG) performance status ≤ 1\n6. Must have ≥ 1 measurable lesions as defined per RECIST v1.1\n7. Must be treatment-naive for recurrent or metastatic NPC.\n\nKey Exclusion Criteria:\n\n1. Participants with locally recurrence suitable for curative surgery or radiotherapy\n2. Received any approved systemic anticancer therapy, including hormonal therapy, within 28 days prior to initiation of study treatment. The following exception is allowed:\n\n   * Palliative radiotherapy for bone metastases or soft tissue lesions should be completed \\> 7 days prior to baseline imaging.\n3. Has received any immunotherapy (including but not limited to interferons, interleukin 2, tumor necrosis factor interleukin, and thymoxin) or any investigational therapies within 14 days or 5 half-lives (whichever is longer) of randomization\n4. Received prior therapies targeting programmed cell death protein-1 (PD-1) or programmed cell death protein ligand-1 (PD-L1)\n5. Active leptomeningeal disease or uncontrolled, untreated brain metastasis\n6. Active autoimmune diseases or history of autoimmune diseases that may relapse\n7. Any active malignancy ≤ 2 years before randomization except for the specific cancer under investigation in this study and any locally recurring cancer that has been treated curatively (eg, resected basal or squamous cell skin cancer, superficial bladder cancer, carcinoma in situ of the cervix or breast)\n\nNOTE: Other protocol defined Inclusion/Exclusion criteria may apply.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression-free Survival as Assessed by the Independent Review Committee (IRC)","description":"Defined as the time from randomization to the first objectively documented disease progression, or death from any cause, whichever occurred first, as assessed by the IRC per Response Evaluation Criteria in Solid Tumors (RECIST) v1.1. Kaplan-Meier methodology was used to estimate the median PFS.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.2","spread":null},{"groupId":"OG001","value":"7.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Response Rate (ORR) as Assessed by the IRC","description":"Defined as the percentage of participants who had complete response or partial response as assessed by the IRC per RECIST v1.1 in all randomized participants with measurable disease at Baseline.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"69.5","spread":null},{"groupId":"OG001","value":"55.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response (DOR) as Assessed by the IRC","description":"Defined as the time from the first occurrence of a documented objective response to the time of relapse, or death from any cause, whichever occurred first, as assessed by the IRC per RECIST v1.1 in all randomized participants with documented objective responses.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.5","spread":null},{"groupId":"OG001","value":"6.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS) as Assessed by the IRC","description":"Defined as the time from the date of randomization to the date of death due to any cause.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"45.3","spread":null},{"groupId":"OG001","value":"31.8","spread":null}]}]}]},{"type":"SECONDARY","title":"PFS as Assessed by the Investigator","description":"Defined as the time from randomization to the first objectively documented disease progression, or death from any cause, whichever occurred first, as assessed by the investigator per RECIST v1.1.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.8","spread":null},{"groupId":"OG001","value":"7.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression-free Survival After Next Line of Treatment (PFS2) as Assessed by the Investigator","description":"Defined as the time from randomization to second/subsequent disease progression after initiation of new anticancer therapy, or death from any cause, whichever occurred first. Median PFS was estimated using the Kaplan-Meier method.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"45.3","spread":null},{"groupId":"OG001","value":"20.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in European Organization for the Research and Treatment of Cancer Quality of Life Questionnaire Core 30 (EORTC QLQ-C30) Global Health Status","description":"Change from baseline in EORTC QLQ-C30 Global Health Status/Quality of Life score. The EORTC QLQ-C30 v3.0 is a questionnaire that assesses quality of life of participants with cancer. It includes global health status and quality of life questions related to overall health in which participants respond based on a 7-point scale, where 1 is very poor and 7 is excellent. Raw scores are transformed into a 0 to 100 scale via linear transformation. A higher score indicates better health outcomes.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.2","spread":"25.18"},{"groupId":"OG001","value":"-0.1","spread":"20.72"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in European Organization for the Research and Treatment of Cancer Quality of Life Questionnaire-Head and Neck-351 (EORTC QLQ-H&N35) Index Score","description":"The QLQ-H\\&N35 consists of thirty-five questions that are associated with eighteen symptom scales (pain, swallowing, senses, speech, social eating, social contact, sexuality, problem with teeth, problem opening mouth, dry mouth, problem with sense smell, cough, felt ill, pain med, nutritional supplements, feeding tube, weight loss and weight gain).. Raw scores are transformed into a 0 to 100 scale via linear transformation. The index score is calculated as an average of the 18 symptom scales. A negative change from baseline score indicates improvement in symptoms.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.3","spread":"6.40"},{"groupId":"OG001","value":"-0.3","spread":"7.17"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Adverse Events","description":"Number of participants with treatment-emergent adverse events (TEAEs) and serious adverse events (SAEs), including laboratory tests, vital signs, electrocardiograms (ECGs), and physical examinations (PEs ), graded according to the National Cancer Institute-Common Terminology Criteria for Adverse Events (NCI-CTCAE) version 5.0. For Arm B, only adverse events reported prior to participants crossing over to receive tislelizumab monotherapy are included.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"133","spread":null},{"groupId":"OG001","value":"129","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"47","spread":null},{"groupId":"OG001","value":"46","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":47,"n":133},"commonTop":["Anaemia","Nausea","White blood cell count decreased","Neutrophil count decreased","Platelet count decreased"]}}}