{"nctId":"NCT00548405","briefTitle":"Comparison of Alemtuzumab and Rebif® Efficacy in Multiple Sclerosis, Study Two","startDateStruct":{"date":"2007-10"},"conditions":["Multiple Sclerosis, Relapsing-Remitting"],"count":840,"armGroups":[{"label":"Alemtuzumab 12 mg","type":"EXPERIMENTAL","interventionNames":["Biological: Alemtuzumab 12 mg"]},{"label":"Alemtuzumab 24 mg","type":"EXPERIMENTAL","interventionNames":["Biological: Alemtuzumab 24 mg"]},{"label":"Interferon Beta-1a","type":"ACTIVE_COMPARATOR","interventionNames":["Biological: Interferon beta-1a"]}],"interventions":[{"name":"Alemtuzumab 12 mg","otherNames":["Lemtrada"]},{"name":"Alemtuzumab 24 mg","otherNames":["Lemtrada"]},{"name":"Interferon beta-1a","otherNames":["Rebif®"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Signed informed consent form (ICF)\n* Age 18 to 55 years (inclusive) as of the date the ICF was signed\n* Diagnosis of MS per update of McDonald criteria\n* Onset of MS symptoms (as determined by a neurologist; could be retrospectively) within 10 years of the date the ICF was signed\n* Expanded Disability Status Scale (EDSS) score 0.0 to 5.0 (inclusive) at Screening\n* Greater than or equal to (\\>=) 2 MS attacks (first episode or relapse) occurring in the 24 months prior to the date the ICF was signed, with \\>=1 attack in the 12 months prior to the date the ICF was signed, with objective neurological signs confirmed by a physician, nurse practitioner, or other Genzyme-approved health-care provider and the objective signs could be identified retrospectively\n* \\>=1 MS relapse during treatment with a beta interferon therapy or glatiramer acetate after having been on that therapy for \\>=6 months within 10 years of the date the ICF was signed\n* MRI scan demonstrating white matter lesions attributable to MS and meeting at least 1 of the following criteria, as determined by the neurologist or a radiologist: \\>=9 time constant 2 (T2) lesions at least 3 millimeter (mm) in any axis; a gadolinium- (Gd-) enhancing lesion at least 3 mm in any axis plus \\>=1 brain T2 lesions; and a spinal cord lesion consistent with MS plus \\>=1 brain T2 lesion\n\nExclusion Criteria:\n\n* Received prior therapy with alemtuzumab\n* Current participation in another clinical study or previous participation in CAMMS323 (Comparison of Alemtuzumab and Rebif Efficacy in Multiple Sclerosis, CARE-MS I)\n* Treatment with natalizumab, methotrexate, azathioprine, or cyclosporine in the past 6 months. Participants who received one of these medications more than 6 months before the date the ICF was signed were eligible for study entry if approval was granted by Genzyme\n* Any progressive form of MS\n* History of malignancy (except basal skin cell carcinoma)\n* CD4 +, CD8 +, CD19 + (that is, absolute CD3 + CD4 + , CD3 + CD8 + , or CD19 + /mm 3 ) count, absolute neutrophil count less than (\\<) lower limit of normal (LLN) at screening; if abnormal cell count(s) returned to within normal limits (WNL), eligibility could be reassessed\n* Known bleeding disorder (for example, dysfibrinogenemia, factor IX deficiency, hemophilia, Von Willebrand's disease, disseminated intravascular coagulation, fibrinogen deficiency, or clotting factor deficiency)\n* Significant autoimmune disease including but not limited to immune cytopenias, rheumatoid arthritis, systemic lupus erythematosus, other connective tissue disorders, vasculitis, inflammatory bowel disease, severe psoriasis\n* Presence of anti-thyroid stimulating hormone (TSH) receptor (TSHR) antibodies (that is, above the LLN)\n* Active infection or at high risk for infection","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"55 Years","stdAges":["ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Sustained Accumulation of Disability (SAD)","description":"EDSS is an ordinal scale in half-point increments that qualifies disability in participants with MS. It assesses 7 functional systems (visual, brainstem, pyramidal, cerebellar, sensory, bowel/bladder and cerebral) as well as ambulation. EDSS total score: 0 (normal neurological examination) to 10 (death due to MS). As measured by EDSS score, SAD was defined as increase of at least 1.5 points for participants with Baseline score of 0 and increase of at least 1.0 point for participants with a Baseline score of 1.0 or more; and the increase persisted for at least the next 2 scheduled assessments, that is, 6 consecutive months. The onset date of SAD was date of first EDSS assessment that began 6 month consecutive period of SAD. Participants who did not reach SAD endpoint were censored at their last visit. Percentage of participants with SAD, estimated by Kaplan-Meier (KM) method, was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.13","spread":null},{"groupId":"OG001","value":"12.71","spread":null}]}]}]},{"type":"PRIMARY","title":"Annualized Relapse Rate","description":"Relapse was defined as new neurological symptoms or worsening of previous neurological symptoms with an objective change on neurological examination, attributable to multiple sclerosis that lasted for at least 48 hours, that were present at normal body temperature, and that were preceded by at least 30 days of clinical stability. Annualized relapse rate was estimated through negative binomial regression with robust variance estimation and covariate adjustment for geographic region using observed number of relapses as dependent variable, the log total amount of follow-up from date of first study treatment for each participant as an offset variable, and treatment group and geographic region as model covariates.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.52","spread":null},{"groupId":"OG001","value":"0.26","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Were Relapse Free at Year 2","description":"Participants were considered relapse free at Year 2 if they did not experience a relapse from the date of first study treatment to study completion at 24 months. Percentage of participants who were relapse free at Year 2, estimated using the KM method, was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"46.70","spread":null},{"groupId":"OG001","value":"65.38","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Expanded Disability Status Scale (EDSS) Score at Year 2","description":"EDSS is an ordinal scale in half-point increments that qualifies disability in participants with multiple sclerosis (MS). It assesses the 7 functional systems (visual, brainstem, pyramidal, cerebellar, sensory, bowel/bladder and cerebral) as well as ambulation. EDSS total score ranges from 0 (normal neurological examination) to 10 (death due to MS). Change was calculated by subtracting Baseline value from value at Year 2.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.21","spread":"1.167"},{"groupId":"OG001","value":"-0.20","spread":"1.084"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Multiple Sclerosis Functional Composite (MSFC) Score at Year 2","description":"MSFC is a multidimensional measure consisting of quantitative tests of ambulation (Timed 25-Foot Walk), manual dexterity (9-Hole Peg Test; 9HPT), and cognitive function (Paced Auditory Serial Addition Test; PASAT). The MSFC score was calculated as the mean of the Z-scores of the 3 components. A Z-score was calculated by subtracting the mean of the reference population from the test result, then dividing by the standard deviation of the reference population. Higher Z-scores reflected better neurological function and a positive change from Baseline indicates improvement. An increase in score indicated an improvement (Z-score range: -3 to +3). Acquisition of disability was measured by change from Baseline in MSFC score at Year 2.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.03","spread":"0.791"},{"groupId":"OG001","value":"0.02","spread":"0.689"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.04","spread":"0.449"},{"groupId":"OG001","value":"0.09","spread":"0.358"}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in Magnetic Resonance Imaging Time Constant 2 (MRI-T2) Hyperintense Lesion Volume at Year 2","description":"Percent change in MS lesion volume as measured by MRI-T2 scan was calculated from MRI-T2-weighted scans as the following: (lesion volume at 2 years - lesion volume at Baseline)\\*100/ (lesion volume at Baseline).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.41","spread":"26.48"},{"groupId":"OG001","value":"-1.12","spread":"24.40"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":44,"n":202},"commonTop":["Headache","Rash","Multiple sclerosis relapse","Nasopharyngitis","Nausea"]}}}