{"nctId":"NCT00158600","briefTitle":"A Placebo-Controlled Study of Safety and Effectiveness of Myozyme (Alglucosidase Alfa) in Patients With Late-Onset Pompe Disease","startDateStruct":{"date":"2005-09"},"conditions":["Pompe Disease (Late-onset)","Glycogen Storage Disease Type II (GSD-II)","Acid Maltase Deficiency Disease","Glycogenosis 2"],"count":90,"armGroups":[{"label":"alglucosidase alfa","type":"ACTIVE_COMPARATOR","interventionNames":["Biological: alglucosidase alfa"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"alglucosidase alfa","otherNames":["Myozyme","Lumizyme"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patient must provide signed, informed consent prior to performing any study-related procedures.\n* Patient must have a diagnosis of Pompe disease based on deficient endogenous GAA activity in cultured skin fibroblasts of less than or equal to 40% of the normal mean of the testing laboratory and 2 confirmed GAA gene mutations;\n* Patient must be greater than or equal to 8 years of age at the time of enrollment;\n* Patient must be able to ambulate 40 meters (approximately 130 feet) in 6 minutes on each test performed on two consecutive days (use of assistive devices such as a walker, cane, or crutches, is permitted);\n* Patient must have an FVC of greater than or equal to 30% and \\< 80% predicted in the upright position;\n* Patient must have a postural drop in FVC (liters) of at least 10% from the upright to the supine position;\n* Patient must have proximal muscle weakness in the lower limbs based on unilateral QMT of the knee extensors defined as \\< 80% of the predicted value based on age, gender and body size\n* Patient must be able to tolerate pulmonary function testing (PFT) and muscle testing in the supine position;\n* Patient must have testable muscle in bilateral knee flexors and knee extensors, and testable muscle in bilateral elbow flexors and elbow extensors;\n* Patient must be able to provide reproducible muscle and pulmonary function test results;\n* Patient (and patient's legal guardian if patient is \\< 18 years of age) must have the ability to comply with the clinical protocol;\n* A female patient of childbearing potential must have a negative pregnancy test (urine) at Baseline. Note: All female patients of childbearing potential and sexually mature males must use a medically accepted method of contraception throughout the study.\n\nExclusion Criteria:\n\n* Patient requires the use of invasive ventilatory support;\n* Patient requires the use of noninvasive ventilatory support while awake and in an upright position;\n* Patient has received enzyme replacement therapy with GAA from any source;\n* Patient has used an investigational product within 30 days prior to study enrollment, or is currently enrolled in another study which involves clinical evaluations, unless prior approval is given by Genzyme;\n* Patient has a major congenital anomaly, medical condition, serious intercurrent illness, or other extenuating circumstance that, in the opinion of the investigator, may significantly interfere with study compliance, including all prescribed evaluations and follow-up activities;","healthyVolunteers":false,"sex":"ALL","minimumAge":"8 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Summary of Patients Reporting Treatment-Emergent Adverse Events","description":"Overall safety summary of patients experiencing Adverse Events (AEs), Serious Adverse Events (SAEs), treatment-related AEs, and Infusion Associated Reactions (IARs). Summary is based on Treatment-emergent AEs (TEAEs), defined as AEs that occurred following the initiation of study treatment, i.e., alglucosidase alfa or placebo.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"60","spread":null},{"groupId":"OG001","value":"30","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"32","spread":null},{"groupId":"OG001","value":"17","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Mean Distance Walked as Measured by Six-minute Walk Test (6MWT) at Weeks 0 and 78, and Mean Change From Baseline","description":"Mean distance walked gives an indication of functional endurance. The greater the distance, the greater the endurance. Mean values of distance walked in a six-minute walk test are offered for baseline, week 78 (or last available observation), and the mean change from baseline (at week 78 or last available post-baseline observation).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"332.20","spread":"126.69"},{"groupId":"OG001","value":"317.93","spread":"132.29"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"357.85","spread":"141.32"},{"groupId":"OG001","value":"313.07","spread":"144.69"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"26.08","spread":"64.41"},{"groupId":"OG001","value":"-4.87","spread":"45.24"}]}]}]},{"type":"PRIMARY","title":"Percent of Predicted Forced Vital Capacity (FVC)","description":"Forced vital capacity is a standard pulmonary function test used to quantify respiratory muscle weakness. Forced vital capacity (FVC) is the volume of air that can forcibly be blown out after full inspiration in the upright position, measured in liters. Predicted forced vital capacity is based on a formula using sex, age and height of a person, and is an estimate of healthy lung capacity. Percent of predicted FVC = (observed value)/(predicted value) \\* 100%.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"55.43","spread":"14.44"},{"groupId":"OG001","value":"53.00","spread":"15.66"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"56.71","spread":"16.30"},{"groupId":"OG001","value":"50.70","spread":"14.88"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.25","spread":"5.55"},{"groupId":"OG001","value":"-2.30","spread":"4.33"}]}]}]},{"type":"SECONDARY","title":"Percent Predicted Proximal Muscle Strength of the Lower Limbs as Measured by Quantitative Muscle Testing (QMT)","description":"Quantitative muscle testing (QMT) is a standardized system to measure muscle force production during maximal voluntary isometric contraction. QMT data were collected directly from sensors into laptop computers. Predicted normal values for QMT are based on a formula using sex, age and body mass index of a person, and is an estimate of healthy muscle force. Percent of predicted QMT = (observed value)/(predicted value) \\* 100%. The QMT Leg Score is the average of the bilateral means for percent predicted knee flexors and extensors. A value of 100% indicates 'normal' muscle strength.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"37.69","spread":"18.88"},{"groupId":"OG001","value":"32.49","spread":"18.24"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"39.05","spread":"21.83"},{"groupId":"OG001","value":"30.40","spread":"20.54"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.22","spread":"9.88"},{"groupId":"OG001","value":"-2.08","spread":"5.11"}]}]}]},{"type":"SECONDARY","title":"Health-related Quality of Life Survey Values Related to Physical Components as Measured by the Medical Outcomes Study (MOS) Short Form-36 Health Survey","description":"The Medical Outcomes Study Short Form (MOS SF)-36 questionnaire consists of 36 items grouped into 8 domains designed to assess generic health-related quality of life in healthy and ill adult populations. Physical Component Scores (PCS) report the four domains of physical functioning, role-physical, bodily pain, and general health. Higher scores are associated with better quality of life. All questions are scored on a scale from 0 to 100, with 100 representing the highest level of functioning possible. The PCS scores are reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"34.33","spread":"8.93"},{"groupId":"OG001","value":"34.91","spread":"7.26"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"35.11","spread":"9.84"},{"groupId":"OG001","value":"36.47","spread":"9.57"}]}]}]},{"type":"PRIMARY","title":"Recombinant Human Acid Alpha-Glucosidase (rhGAA) Pharmacokinetic Parameters: Area Under the Curve (AUC)","description":"Area under the plasma concentration versus time curve from time zero (pre-dose) to 16 hours after the end of infusion. Blood sample time points were 0 (before the start of the infusion), 1 and 2 hours after the start of infusion, end of the infusion, and then 0.25, 0.5, 1, 2, 3, 4, 8, 12,and 16 hours after the end of the infusion (with a 5-minute window for time-points after the start of infusion). Pooled figures combine the values for the three timeframes.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2672.47","spread":"1139.85"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2386.76","spread":"555.09"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2699.28","spread":"999.97"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2586.17","spread":"933.28"}]}]}]},{"type":"PRIMARY","title":"Recombinant Human Acid Alpha-Glucosidase (rhGAA) Pharmacokinetic Parameters: Mean Maximum Plasma Concentration(Cmax)","description":"Maximum plasma concentration observed in blood samples taken at the following time points: 0 (before the start of the infusion), 1 and 2 hours after the start of infusion, end of the infusion, and then 0.25, 0.5, 1, 2, 3, 4, 8, 12,and 16 hours after the end of the infusion (with a 5-minute window for time-points after the start of infusion). Pooled figures combine the values for the three timeframes.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"385237","spread":"105585"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"349269","spread":"78620"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"369744","spread":"88203"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"368083","spread":"91721"}]}]}]},{"type":"PRIMARY","title":"Recombinant Human Acid Alpha-Glucosidase (rhGAA) Pharmacokinetic Parameters: Mean Time to Maximum Plasma Concentration(Tmax)","description":"Time to maximum plasma concentration observed in blood samples taken at the following time points: 0 (before the start of the infusion), 1 and 2 hours after the start of infusion, end of the infusion, and then 0.25, 0.5, 1, 2, 3, 4, 8, 12,and 16 hours after the end of the infusion (with a 5-minute window for time-points after the start of infusion). Pooled figures combine the values for the three timeframes.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.62","spread":"0.33"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.62","spread":"0.28"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.64","spread":"0.31"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.63","spread":"0.30"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":13,"n":60},"commonTop":["Fall","Nasopharyngitis","Headache","Diarrhoea","Hypoacusis"]}}}