{"nctId":"NCT04677543","briefTitle":"Validation of Patient Reported Outcome Measures in Participants With Nontuberculous Mycobacterial Lung Infection Caused by Mycobacterium Avium Complex","startDateStruct":{"date":"2020-12-22","type":"ACTUAL"},"conditions":["Mycobacterium Infections, Nontuberculous"],"count":99,"armGroups":[{"label":"ALIS + Background Regimen (Azithromycin + Ethambutol)","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: ALIS","Drug: Azithromycin","Drug: Ethambutol"]},{"label":"ELC + Background Regimen (Azithromycin + Ethambutol)","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Azithromycin","Drug: Ethambutol","Drug: ELC"]}],"interventions":[{"name":"ALIS","otherNames":["Amikacin liposome inhalation suspension","ARIKAYCE®"]},{"name":"Azithromycin","otherNames":["AZI"]},{"name":"Ethambutol","otherNames":["ETH"]},{"name":"ELC","otherNames":["Empty liposome control"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female, ≥ 18 years of age (19 years or older in South Korea)\n* Current diagnosis of Mycobacterium avium Complex (MAC) lung infection\n* Positive sputum culture for MAC within 6 months prior to screening\n* A chest computed tomography (CT) scan, read locally, within 6 months prior to Screening to determine presence and size of pulmonary cavities. Participants who do not have a chest CT scan within 6 months prior to Screening will be required to obtain a chest CT scan, read locally, during Screening\n* Willingness and ability to adhere to prescribed study treatment during the study\n* Ability to produce (spontaneously or with induction) approximately 2 mL of sputum for mycobacteriology at Screening\n* Women of child-bearing potential (WOCBP) (ie, fertile following menarche and until becoming post-menopausal unless permanently sterile) and fertile men (ie, all men after puberty unless permanently sterile by bilateral orchidectomy) agree to practice a highly effective method of birth control from Day 1 to at least 90 days after the last dose. Examples of such birth controls are:\n\n  * true abstinence (refraining from heterosexual intercourse during the entire study),\n  * copper intrauterine device (IUD),\n  * hormonal methods (levonorgestrel-releasing intrauterine system, progestogen implant, combined oral contraceptive pill \\[combined with barrier method\\]),\n  * exclusive homosexual relationship, or\n  * sole male partner who has undergone surgical sterilization with confirmation of azoospermia at least 3 months post procedure while participating in the study\n* Provide signed informed consent prior to administration of study drugs or performing any study related procedure\n* Be able to comply with study drugs use, study visits, and study procedures as defined by the protocol\n* Men with partners who are WOCBP (pregnant or non-pregnant) agree to use condoms and non-pregnant partners should practice a highly effective method of birth control\n\nExclusion Criteria:\n\n* Diagnosis of cystic fibrosis (CF)\n* History of more than 3 MAC lung infections\n* Received any mycobacterial antibiotic treatment for current MAC lung infection\n* Refractory MAC lung infection, defined as having positive MAC cultures while being treated with a multidrug mycobacterial antibiotic treatment regimen for a minimum of 6 consecutive months and no documented successful treatment, defined as negative sputum culture for MAC and cessation of treatment\n* Relapse of prior MAC lung infection, defined as positive sputum culture for MAC ≤ 6 months of cessation of prior successful treatment\n* Evidence of any pulmonary cavity ≥ 2 cm in diameter, as determined by chest CT scan, read locally, within 6 months prior to Screening\n* Radiographic finding of new lobar consolidation, atelectasis, significant pleural effusion, or pneumothorax during routine clinical care within 2 months prior to Screening\n* Active pulmonary malignancy (primary or metastatic) or any malignancy requiring chemotherapy or radiation therapy within 1 year prior to Screening or anticipated during the study\n* Acute pulmonary exacerbation (eg, chronic obstructive pulmonary disease \\[COPD\\] or bronchiectasis) requiring treatment with antibiotics, or corticosteroids (intravenous \\[IV\\] or oral), within 4 weeks prior to and during Screening\n* Current smoker\n* History of lung transplantation\n* Prior exposure to amikacin liposome inhalation suspension (ALIS) (including clinical study)\n* Known hypersensitivity or contraindications to use to ALIS, aminoglycosides, or any of their excipients\n* Disseminated MAC infection\n* Positive pregnancy test or lactation at Screening. All WOCBP will be tested. Women not of childbearing potential are defined as postmenopausal (ie, amenorrheic for 12 months without an alternative medical cause or confirmed by more than one follicle stimulating hormone \\[FSH\\] measurement), or naturally or surgically sterile through bilateral oophorectomy, hysterectomy, or bilateral salpingectomy. For women under the age of 45 years, confirmatory testing with FSH should be considered\n* Administration of any investigational drug within 8 weeks prior to Screening\n* Known or suspected acquired immunodeficiency syndromes (HIV-positive, regardless of CD4 counts). Other immunodeficiency syndromes that may interfere with study participation in the opinion of the Investigator.\n* Current alcohol, medication, or illicit drug abuse\n* Known and active COVID-19 infection\n* MAC isolate with MIC for clarithromycin ≥ 32 µg/mL at Screening\n* Known hypersensitivity or contraindications to use to ethambutol, azithromycin (including other macrolides or ketolides), or any of their excipients per local labeling guidance.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Psychometric Cross-Sectional Validation of Patient Reported Outcome (PRO): Patient Global Impression of Severity (PGI-S) Respiratory Scale Score at Baseline","description":"The PGI-S respiratory symptom is a self-reported scale to measure the severity of illness based on symptoms using a 5-point scale ranging from 1 to 5, (1=not at all, 2=mild, 3=moderate, 4=very severe, 5=extremely severe). Considering different aspects of breathing symptoms like congestion, cough, mucus, wheezing, shortness of breath, participants rated their symptom severity on the PGI-S respiratory symptom scale. Higher scores indicate greater symptom severity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.5","spread":"0.82"},{"groupId":"OG001","value":"2.4","spread":"0.90"}]}]}]},{"type":"PRIMARY","title":"Psychometric Cross-Sectional Validation of PRO: PGI-S Fatigue Scale Score at Baseline","description":"The PGI-S fatigue is a self-reported scale to measure the severity of illness based on symptoms using a 5-point scale ranging from 1 to 5, (1=not at all, 2=mild, 3=moderate, 4=very severe, 5=extremely severe). Participants rated the severity of their fatigue on the PGI-S fatigue scale. Higher scores indicate greater fatigue severity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.5","spread":"0.99"},{"groupId":"OG001","value":"2.5","spread":"0.81"}]}]}]},{"type":"PRIMARY","title":"Psychometric Cross-Sectional Validation of PRO: Quality of Life Questionnaire - Bronchiectasis (QoL-B) Respiratory Symptoms Scale Score at Baseline","description":"The QOL-B is a self-administered, PRO questionnaire used to assess symptoms, functioning, and health related quality of life in adults with lung conditions. The respiratory symptom domain of the QOL-B contains 9 items describing patient's self-assessment of her/his respiratory symptoms that affect daily life. For each of the 8 items (chest congestion, coughing, cough up mucus, shortness of breath with greater activity, wheezing, chest pain, shortness of breath when talking, woken up during night due to cough), scores ranged from 1 to 4 (1= lot, 2= moderate, 3= little, 4= not at all) and the sputum item based on the color ranged from 0=don't know,1=green with traces of blood/brownish dark,2=yellowish-green,3=clear to yellow,4=clear. The item scores were summed and then standardized on a 0 to 100-point scale to derive the domain score with higher scores representing fewer symptoms or better functioning and quality of life.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"63.04","spread":"14.824"},{"groupId":"OG001","value":"66.90","spread":"15.673"}]}]}]},{"type":"PRIMARY","title":"Psychometric Cross-Sectional Validation of PRO: Patient-Reported Outcome Measurement Information System - Fatigue-Short Form 7a (PROMIS F-SF 7a) Score at Baseline","description":"The PROMIS F-SF 7a is a self-administered questionnaire assessing a range of self-reported symptoms over the past 7 days, from mild subjective feelings of tiredness to an overwhelming, debilitating, and sustained sense of exhaustion that likely decreases one's ability to execute daily activities and function normally in family or social roles. Fatigue is divided into the experience of fatigue (frequency, duration, and intensity) and the impact of fatigue on physical, mental, and social activities over 7 items. Response options are on a 5-point Likert scale, ranging from 1=never to 5=always. Total scores range from 7 to 35 and low scores represent less fatigue interference i.e., better symptoms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.3","spread":"5.76"},{"groupId":"OG001","value":"18.6","spread":"4.76"}]}]}]},{"type":"PRIMARY","title":"Assessment of Test-Retest Reliability (TRTR) Reported as the Intraclass Co-relation (ICC) Estimate Among Participants Reporting no Change on Respiratory PGI-S Score Applied to QOL-B Respiratory Domain Score Between Screening and Baseline","description":"TRTR consists of measuring the degree to which an instrument yield reproducible score at different points in time assessed across a fixed and common time interval for all subjects. TRTR co-relations were based on the two-way mixed effect ICC coefficient estimated using the inter-rater reliability package, version 0.84.1. TRTR estimate of 0.7 and above indicated better retest reliability. TRTR was assessed among participants reporting no change on PGI-S between screening and baseline. PGI-S anchors are PRO specific, with a respiratory PGI-S (scale ranging from 1=not at all to 5=extremely severe, Higher scores=greater symptom severity) applied to the QOL-B respiratory domain (9-item scale ranging from 0 to 100, higher scores=fewer symptoms and better quality of life). As pre-specified in statistical analysis plan(SAP) for participants contributing to this outcome measure from INS-415 study,data were collected and analyzed for combined population in which ALIS and ELC groups were pooled.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.69","spread":null}]}]}]},{"type":"PRIMARY","title":"Assessment of TRTR Reported as the ICC Estimate Among Participants Reporting no Change on Fatigue PGI-S Score Applied to PROMIS F-SF 7a Score Between Screening and Baseline","description":"TRTR consists of measuring the degree to which an instrument yield reproducible score at different points in time assessed across a fixed and common time interval for all subjects. TRTR co-relations were based on the two-way mixed effect ICC coefficient estimated using the inter-rater reliability package, version 0.84.1. TRTR estimate of 0.7 and above indicated better retest reliability. TRTR was estimated using mean PROMIS F-SF 7a scores from participants who were stable as defined by a PGI-S-Fatigue change score of zero between screening and baseline. As pre-specified in the SAP, for participants contributing to this outcome measure from INS-415 study, data were collected and analyzed for combined population in which ALIS and ELC groups were pooled.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.76","spread":null}]}]}]},{"type":"PRIMARY","title":"Response Rate as Assessed by Within-Subject Meaningful Change (WSMC) for QOL-B Respiratory Symptoms Final Score Estimated Via Anchor-Based Methods and Validated Via Empirical Cumulative Distribution Functions (eCDFs)","description":"WSMC was estimated via change scores computed between Baseline and end of study (EOS) (Month 7). The estimated WSMC threshold of 14.81 points for the QOL-B Respiratory Symptom score (9-item scale ranging from 0 to 100, higher scores=fewer symptoms and better quality of life) as derived from anchor-based methods supplemented with eCDF curves was used for analysis. The percentage of participants and confidence intervals were estimated by standardized logistic regression with treatment group and history of mycobacterium avium complex (MAC) lung infection as factors in the model. Missing change from baseline at Month 7 was imputed by multiple imputation. The mean of all imputed values was used to derive response according to WSMC. Response rate was expressed in terms of percentage of participants and the percentages are rounded off to the nearest decimal.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"43.8","spread":null},{"groupId":"OG001","value":"33.3","spread":null}]}]}]},{"type":"PRIMARY","title":"Response Rate as Assessed by WSMC for PROMIS Fatigue Final Score Estimated Via Anchor-Based Methods and Validated Via eCDFs","description":"WSMC was estimated via change scores computed between Baseline and EOS (Month 7). The percentage of participants and confidence intervals were estimated by standardized logistic regression with treatment group and history of MAC lung infection as factors in the model. Missing change from baseline at Month 7 was imputed by multiple imputation. The mean of all imputed values was used to derive response according to WSMC. The estimated WSMC threshold of -4.00 points for the PROMIS Fatigue score as derived from anchor-based methods supplemented with eCDF curves was used for analysis. Response rate was expressed in terms of percentage of participants and the percentages are rounded off to the nearest decimal.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35.5","spread":null},{"groupId":"OG001","value":"29.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving Culture Conversion by Month 6","description":"Culture conversion by Month 6 was defined as no MAC growth on agar media and broth media in all sputum cultures at 2 consecutive visits up to Month 6. Percentage of participants and confidence intervals were estimated by standardized logistic regression with treatment group and history of MAC lung infection as factors in the model. For the purpose of the estimation missing conversion status by Month 6 was imputed by multiple imputation. Percentages are rounded off to the nearest decimal.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"80.6","spread":null},{"groupId":"OG001","value":"63.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in QOL-B Respiratory Symptom Score at Month 7","description":"The QOL-B is a self-administered, PRO questionnaire used to assess symptoms, functioning, and health related quality of life in adults with lung conditions. The respiratory symptom domain of the QOL-B contains 9 items describing patient's self-assessment of her/his respiratory symptoms that affect daily life. For each of the 8 items (chest congestion, coughing, cough up mucus, shortness of breath with greater activity, wheezing, chest pain, shortness of breath when talking, woken up during night due to cough), scores ranged from 1 to 4 (1= lot, 2= moderate, 3= little, 4= not at all) and the sputum item based on the color ranged from 0=don't know,1=green with traces of blood/brownish dark,2=yellowish-green,3=clear to yellow,4=clear. The item scores were summed and then standardized on a 0 to 100-point scale to derive the domain score with higher scores representing fewer symptoms or better functioning and quality of life. Positive change from baseline indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.24","spread":null},{"groupId":"OG001","value":"7.76","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in PROMIS F-SF 7a Score at Month 7","description":"The PROMIS F-SF 7a is a self-administered questionnaire assessing a range of self-reported symptoms over the past 7 days, from mild subjective feelings of tiredness to an overwhelming, debilitating, and sustained sense of exhaustion that likely decreases one's ability to execute daily activities and function normally in family or social roles. Fatigue is divided into the experience of fatigue (frequency, duration, and intensity) and the impact of fatigue on physical, mental, and social activities over 7 items. Response options are on a 5-point Likert scale, ranging from 1=never to 5=always. Total scores range from 7 to 35 and low scores represent less fatigue interference i.e., better symptoms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.1","spread":null},{"groupId":"OG001","value":"-1.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to First Culture Conversion","description":"Time to first culture conversion was the number of months between first study drug intake and date of the first negative culture at or before Month 6 after adjustment for non-productivity. Participants without conversion at or before Month 6 are considered censored at the last visit with available culture assessment at or before Month 6.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.0","spread":null},{"groupId":"OG001","value":"2.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to First Negative Culture","description":"Time to first negative culture was the number of months from the date of first dose of study drug(s) to the date of first MAC culture negative post-baseline. Participants without negative culture were considered censored at the last visit with available culture assessment or at Month 7 whichever occurred first.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.0","spread":null},{"groupId":"OG001","value":"1.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Develop a MAC Isolate With Amikacin Minimum Inhibitory Concentration (MIC) ≥ 128 Micrograms Per Millliliter (µg/mL) at More Than 1 Visit","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Recurrence of MAC (Relapse) Assessed as Percentage of Participants Who Achieved Culture Conversion With a Subsequent at Least One MAC Positive Culture in Agar Media or Broth Media in at Least 2 Consecutive Visits","description":"Culture conversion for this outcome measure was defined as MAC culture negative at 2 consecutive visits before or at Month 5 during the treatment period. The positive culture was defined as at least 1 MAC positive culture in agar media or positive cultures in broth media in at least 2 consecutive visits. Percentages are rounded off to the nearest decimal.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.1","spread":null},{"groupId":"OG001","value":"22.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Recurrence of MAC (New Infection) Assessed as Percentage of Participants Who Achieved Culture Conversion With a Subsequent at Least One MAC Positive Culture in Agar Media or Broth Media in at Least 2 Consecutive Visits","description":"Culture conversion for this outcome measure was defined as MAC culture negative at 2 consecutive visits before or at Month 5 during the treatment period. The positive culture was defined as at least 1 MAC positive culture in agar media or positive cultures in broth media in at least 2 consecutive visits. Percentages are rounded off to the nearest decimal.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.1","spread":null},{"groupId":"OG001","value":"25.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Experience Any Treatment-emergent Adverse Event (TEAE)","description":"An adverse event (AE) is defined as any untoward medical occurrence in a clinical investigation participant administered a pharmaceutical product and which does not necessarily have to have a causal relationship with this treatment. An AE can therefore be any unfavorable and unintended sign (including an abnormal laboratory finding, for example), symptom, or disease temporally associated with the use of a medicinal product, whether or not considered related to the medicinal product. TEAEs are AEs that occurred on or after the date of first dose of study drugs and within 28 days after the end of treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"44","spread":null},{"groupId":"OG001","value":"41","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":7,"n":48},"commonTop":["Diarrhoea","Dysphonia","Cough","Fatigue","COVID-19"]}}}