{"nctId":"NCT00369564","briefTitle":"Glutamic Acid in Reducing Nerve Damage Caused by Vincristine in Young Patients With Cancer","startDateStruct":{"date":"2007-05"},"conditions":["Kidney Cancer","Leukemia","Lymphoma","Neurotoxicity","Peripheral Neuropathy","Sarcoma"],"count":250,"armGroups":[{"label":"Arm I Glutamic Acid","type":"EXPERIMENTAL","interventionNames":["Drug: glutamic acid"]},{"label":"Arm II Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Other: placebo"]}],"interventions":[{"name":"glutamic acid","otherNames":["l-glutamic acid hydrochloride"]},{"name":"placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"INCLUSION CRITERIA:\n\n* Patients ≥ 3 and \\< 21 years of age at the time of study registration.\n* Patients newly diagnosed with Wilm's tumor and scheduled to receive at least 9 consecutive weeks of chemotherapy with a vincristine-containing regimen.\n* Patients newly diagnosed with rhabdomyosarcoma and scheduled to receive at least 9 consecutive weeks of chemotherapy with a vincristine-containing regimen.\n* Patients newly diagnosed with ALL and scheduled to receive 4 consecutive weeks of chemotherapy with a vincristine-containing regimen with accompanying steroid therapy.\n* Patients newly diagnosed with Non- Hodgkins Lymphoma (NHL) and scheduled to receive 4 consecutive weeks of chemotherapy with a vincristine-containing regimen with accompanying steroid therapy.\n* Patients with no underlying neuromuscular disease or peripheral neuropathy\n\nEXCLUSION CRITERIA:\n\n* Abnormal baseline peripheral neurologic exam (i.e. or peripheral neuropathy)\n* Patients with:\n* seizure disorders\n* primary intracranial malignancy\n* family history of Charcot Marie Tooth Disease\n* a recent history of GuillianBarré26\n* Patients receiving concomitant itraconazole are at risk for increased vincristine toxicity and therefore are ineligible.\n* Patients who are regularly using laxatives or stool softeners for constipation at the time of enrollment are not eligible to participate in the study. Likewise, since prevention of neuro-constipation will be evaluated, patients with an ongoing history of constipation that has required frequent use of laxatives or stool softeners should not be enrolled.\n* Patients should not be scheduled to receive laxatives or stool softeners prophylactically to prevent constipation, as the prevention of neuro-constipation will be evaluated in this study; however, when patients show signs of developing constipation while on chemotherapy, as determined by the treating physician, they may be treated with laxatives or stool softeners at the clinician's discretion. Use of laxatives or stool softeners will be documented on the concomitant medication log.","healthyVolunteers":false,"sex":"ALL","minimumAge":"3 Years","maximumAge":"20 Years","stdAges":["CHILD","ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Neurotoxicity as Measured by a Scored Neurologic Examination at Baseline, 5 Weeks, and 10 Weeks (if Applicable)","description":"A neurological exam will be completed at baseline and at study week 5 for both strata. An additional exam at week 10 will be done for patients in Stratum 1. Additional exams will be done at any time if the treating oncologist deems it clinically necessary . Neurotoxicity will be scored using a standardized neurological exam form developed for the study that is based on the Modified \"Balis\" Pediatric Scale of Peripheral Neuropathies. Treatment groups will be compared with respect to the proportion experiencing a grade 2 or higher toxicity from the following list of neurologic toxicities captured on the Neurologic Exam Form including sensory neuropathy, motor neuropathy, laryngeal nerve, constipation/neuro-constipation, jaw pain, or other specified abnormalities noted by the attending physician. Percentage of patients with one or more Grade 2 or higher noted neurotoxicity symptoms on any item in the Balis scale will compared between arms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26","spread":"4.4"},{"groupId":"OG001","value":"34","spread":"4.5"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Neurotoxicity Observed","description":"Number of participants with neurotoxicity observed treated with l-glutamic acid hydrochloride as compared to the number of participants with neurotoxicity observed in the placebo control group","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21","spread":null},{"groupId":"OG001","value":"25","spread":null}]}]}]},{"type":"SECONDARY","title":"Ability to Receive All Scheduled Doses of Vincristine","description":"We will determine if a greater proportion of patients receiving l-glutamic acid hydrochloride are able to receive 100% of their scheduled doses of vincristine as compared to those in the placebo control group","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"84","spread":null},{"groupId":"OG001","value":"100","spread":null}]}]}]},{"type":"SECONDARY","title":"Types of Neurotoxicities","description":"Types of neurotoxicities reported. Each patient was only counted once for each type of neurotoxicity, but a patient could be counted in more than 1 type of neurotoxicity. For example, if a patient experienced constipation 3 times, they are included once for constipation. If a patient experienced sensory changes and motor changes, they are included once for sensory changes and once for motor changes.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"14","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"13","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"13","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":9,"n":127},"commonTop":["Vomiting","Pain"]}}}