{"nctId":"NCT05163496","briefTitle":"Frontline Clinician Psilocybin Study","startDateStruct":{"date":"2022-03-03","type":"ACTUAL"},"conditions":["Burnout, Caregiver","Burnout, Professional","COVID-19","Depression","Post Traumatic Stress Disorder","Moral Injury"],"count":30,"armGroups":[{"label":"Psilocybin arm","type":"EXPERIMENTAL","interventionNames":["Drug: Psilocybin (Usona Institute)"]},{"label":"Placebo","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Active placebo"]}],"interventions":[{"name":"Psilocybin (Usona Institute)","otherNames":["Psychedelic-assisted psychotherapy (PAP)"]},{"name":"Active placebo","otherNames":["PAP with placebo"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Participants must be physicians or nurses with at least 1 month of frontline clinical experience during the COVID pandemic who rate at least 2 of 4 items from the COVID Exposure index as 'more than half the days' during their peak 2 week period of exposure: i. Caring for someone critically ill with COVID-19, or who became critically ill while you were involved; ii. Working longer hours than usual in order to provide assistance or care to individuals with COVID-19; iii. Witnessing or responding to a death related to COVID-19, or losing a patient you had been caring for to COVID-19; iv. Caring for patients who have died without family physically present due to COVID-19 precautions\n2. Have a Montgomery-Asberg Depression Rating Scale (MADRS) clinician-administered depression score \\>21, indicating moderately severe symptoms.\n3. Have had persistent symptoms despite at least one medication and/or therapy trial of standard care treatment for depression.\n4. English speaking - able to understand the process of consent and the risk and benefits associated with the study, and able to give written informed consent.\n5. Must be willing to sign a medical release for the investigators to communicate directly with their therapist and doctors to confirm a medication and/or medical history. This is decided on a case-by-case basis upon the discretion of the PI.\n6. Must be driven home after the medication dosing session by a driver (which could be a friend, family, rideshare or taxi).\n7. Must provide at least one adult to have continuous contact with the participant, provide participant transportation, monitor changes in the participant's behavior, and notify research staff of behavior changes.\n8. Has been off selective serotonin inhibitors (SSRIs) for at least five half-lives of the drug plus 2 weeks.\n9. Must avoid taking any psychiatric medications or starting a new psychiatric medication during the study. Should participant's doctor recommend starting a new psychiatric medication, participant will be required to notify the study team and the subject would withdraw from the study\n10. Must provide a contact (relative, spouse, close friend or other caregiver) who is willing and able to be reached by the Clinical Investigators in the event of a participant becoming suicidal.\n11. If able to bear children, must have a negative pregnancy test at study entry.\n12. Are willing to commit to preparation sessions, medication dosing sessions, integration sessions, to complete evaluation instruments and commit to be contacted for all necessary telephone contacts.\n\nExclusion Criteria:\n\n1. Personal or immediate family history of schizophrenia, bipolar affective disorder, delusion disorder, paranoid disorder, or schizoaffective disorder.\n2. Suicidal ideation with a Columbia Suicide Severity Rating Scale (C-SSRS) \\> 3\n3. Current substance abuse disorder (except in the case of mild alcohol use )\n4. Neuroleptic and SSRI medications that cannot be tapered and discontinued in conjunction with the participant's prescribing physician.\n5. Unstable neurological or medical condition; history of seizure, chronic/severe headaches.\n6. Positive urine pregnancy test at the time of screening\n7. Any unstable medical condition that my render study procedures unsafe.\n8. Any use of psychedelic drugs within the prior 12 months.\n9. Use of tramadol, due to the potential for serotonin syndrome with concomitant use of psilocybin.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Montgomery-Asberg Depression Rating Scale","description":"Assesses symptoms of depression (clinician-assessed): minimum score 0, max 60; higher score indicates more severe symptoms","paramType":"MEDIAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.33","spread":"7.84"},{"groupId":"OG001","value":"9.33","spread":"7.32"}]}]}]},{"type":"SECONDARY","title":"Montgomery-Asberg Depression Rating Scale","description":"Assesses symptoms of depression (clinician-assessed): minimum score 0, max 60; higher score indicates more severe symptoms","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.67","spread":"4.48"}]}]}]},{"type":"SECONDARY","title":"Stanford Fulfillment Index","description":"Assesses professional burnout in 3 components that are scored separately (professional fulfillment, interpersonal disengagement, work exhaustion)","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"PTSD Checklist for DSM-5 (PCL5)","description":"Assesses symptoms of post-traumatic stress disorder; minimum score 0, max 80; higher scores indicate more severe symptoms of PTSD","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.67","spread":"15.04"},{"groupId":"OG001","value":"6.74","spread":"10.69"}]}]}]},{"type":"SECONDARY","title":"Moral Injury Symptom Scale","description":"Assesses symptoms of moral injury: minimum score 10, max 100; higher score indicates more severe symptoms","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Beck Depression Index","description":"Assess self-reported symptoms of depression: minimum score 0, max 63; higher score indicates more severe symptoms of depression","paramType":null,"dispersionType":null,"classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":15},"commonTop":[]}}}