{"nctId":"NCT03525210","briefTitle":"Study of Safety, Tolerability and Immunogenicity of Gardasil®9 in Immunocompromised Patients","startDateStruct":{"date":"2018-04-04","type":"ACTUAL"},"conditions":["Human Papilloma Virus","Hiv","Organ Transplants"],"count":271,"armGroups":[{"label":"HIV patients","type":"OTHER","interventionNames":["Biological: 9-valent HPV vaccine"]},{"label":"SOT patients","type":"OTHER","interventionNames":["Biological: 9-valent HPV vaccine"]}],"interventions":[{"name":"9-valent HPV vaccine","otherNames":["Gardasil9"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Independent Ethics Committee (IEC)-approved written informed consent form (ICF) must be obtained from the subject prior to any study-related procedures (including discontinuation of prohibited medication, if applicable) by the subject is given as required by local law.\n2. Subject (man or woman) is between the age of 18 years and 0 days and 45 years and 365 days for HIV patients, between 18 years and 0 days and 55 years and 365 days for transplant patients at time of signing the ICF\n3. Subject is able to understand and adhere to the study procedures (e.g., is not planning to relocate far from the investigational centre during the study period); is able to read, understand, and complete the vaccination diary; is able to understand the risks involved with the study; and voluntarily agrees to participate in the study by giving written informed consent.\n4. \\* Since the first day of their last menstrual period through Day 1, female subjects have not had sex with males or has had sex with males and used effective contraception with no failures (an example of a failure is a male condom that ruptures during sexual intercourse). Effective contraception is defined as a marketed, approved contraceptive product that the subject has used per the manufacturer's instructions with every act of sexual intercourse. The subject understands and agrees that during the Day 1 through Month 7 period, she should not have sexual intercourse with males without effective contraception. The use of the rhythm method alone, withdrawal alone, and emergency contraception, are not acceptable methods per the protocol. Subjects who have reached menopause, undergone hysterectomy, bilateral oophorectomy, or bilateral tubal ligation are eligible without the use of contraceptives. Postmenopausal status is defined as: (1) No menses for \\>1 year but \\<3 years and confirmed by follicle stimulating hormone (FSH) levels elevated into the postmenopausal range, or (2) no menses for at least 3 years.\n5. \\* Subject has had no temperature ≥37.8°C within 24 hours prior to the first injection.\n6. Patient considerations\n\n   * HIV patients: have CD4+ T cell count of \\>200 cells/mm² at the last control (less than 12 months ago).\n   * SOT patients received their organ transplantation ≥12 months prior to vaccination and has been stable in the past 6 months (i.e. no acute rejection or other immunological reactions).\n7. Apart from having HIV or received a solid organ transplant, the subject is in stable condition (i.e. no graft-versus-host disease or other immunological reactions) and is judged to be in good physical health on the basis of medical history, physical examination (if deemed necessary), and laboratory testing\n8. Subject agrees to provide study personnel with a primary telephone number as well as an alternate telephone number for follow-up purposes.\n\nExclusion Criteria:\n\n1. Subject has a history of an abnormal Pap test or abnormal cervical biopsy results (showing cervical intraepithelial neoplasia or worse) or cervical disease (i.e., surgical treatment for cervical lesions).\n2. Subject has history of genital warts, Vulvar Intraepithelial Neoplasia or Vaginal Intraepithelial Neoplasia.\n3. Subject has a history of a positive test for HPV.\n4. Subject has a history of known prior vaccination with an HPV vaccine, i.e., received a marketed HPV vaccine, or has participated in an HPV vaccine clinical study and has received either active agent or placebo.\n5. Subject is pregnant (as determined by serum or urine pregnancy test).\n6. Subject is, at the time of signing ICF, a user of recreational or illicit drugs or has had a recent history (within the last year) of drug or alcohol abuse or dependence. Alcohol abusers are defined as those who drink despite recurrent social, interpersonal, and/or legal problems as a result of alcohol use.\n7. Subject has a history of severe allergic reaction, including known allergy to any vaccine component, including aluminum, yeast, or BENZONASE® (nuclease, Nycomed \\[used to remove residual nucleic acids from this and other vaccines\\]) (e.g., swelling of the mouth and throat, difficulty breathing, hypotension or shock) that met the criteria for serious adverse experiences defined in this protocol.\n8. Patient's condition\n\n   1. Exclusion criterion only for HIV patients: Subject has had a splenectomy, or has been diagnosed as having a congenital immunodeficiency, lymphoma, leukaemia, systemic lupus erythematosus, rheumatoid arthritis, juvenile rheumatoid arthritis, inflammatory bowel disease, or other autoimmune or immunosuppressive condition, or has a history of any disease, which, in the investigator's opinion, may confound the results of the study or pose an additional risk to the subject.\n   2. Exclusion criterion only for SOT patients: Subject has had a splenectomy, or has been diagnosed as having a congenital or acquired immunodeficiency, HIV infection, lymphoma, leukaemia, systemic lupus erythematosus, rheumatoid arthritis, juvenile rheumatoid arthritis, inflammatory bowel disease, or other autoimmune or immunosuppressive condition, or has a history of any disease, which, in the investigator's opinion, may confound the results of the study or pose an additional risk to the subject.\n9. Patient's medication\n\n   1. Exclusion criterion only for HIV patients: Subject is receiving or has received in the year prior to enrolment the following immunosuppressive therapies: radiation therapy, cyclophosphamide, azathioprine, methotrexate, any chemotherapy, cyclosporin, leflunomide (tumour necrosis factor-α antagonists, monoclonal antibody therapies (including rituximab \\[Rituxan\\]), intravenous gamma globulin, antilymphocyte sera, or other therapy known to interfere with the immune response. With regard to systemic corticosteroids, a subject will be excluded if she is currently receiving steroid therapy, has recently (defined as within 2 weeks of enrolment) received such therapy, or has received 2 or more courses of high dose corticosteroids (≥20mg/day of prednisone \\[or equivalent\\] orally or parenterally) lasting at least 1 week in duration in the year prior to enrolment. Subjects using inhaled, nasal, or topical corticosteroids are considered eligible for the study\n   2. Exclusion criterion only for SOT patients: Subject is receiving or has received in the year prior to enrolment the following immunosuppressive therapies: radiation therapy, cyclophosphamide, azathioprine, methotrexate, any chemotherapy, cyclosporin, leflunomide (tumour necrosis factor-α antagonists, monoclonal antibody therapies (including rituximab \\[Rituxan\\]) ,intravenous gamma globulin or antilymphocyte sera.\n10. Subject has received any immune globulin or blood-derived product within the 3 months prior to the Day 1 vaccination, or plans to receive any such product during Day 1 through Month 7 of the study.\n11. Subject has thrombocytopenia or other coagulation disorder that would contraindicate intramuscular injections.\n12. \\* Subject has received inactivated vaccines within 14 days prior to the Day 1 vaccination or has received replicating (live) vaccines within 28 days prior to the Day 1 vaccination. The administration of the inactivated influenza vaccine is allowed 7 days prior to or after each study vaccine.\n13. Subject is concurrently enrolled in a clinical study of investigational agent.\n14. Subject has a history or current condition of which the investigator believes that it might interfere with the study vaccines.\n15. Subject has a history or current evidence of any condition, therapy, lab abnormality or other circumstance that might confound the results of the study, or interfere with the subject's participation for the full duration of the study, such that it is not in the best interest of the subject to participate.\n16. Subject is or has an immediate family member (e.g., spouse, parent/legal guardian, sibling or child) who is investigational site or Sponsor staff directly involved with this trial.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"55 Years","stdAges":["ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Seroconversion Following 3 Doses of 9-valent HPV Vaccines","description":"Seroconversion rates of neutralizing antibodies against each HPV vaccine genotypes (6/11/16/18/31/33/45/52/58) one month after completion of a three doses schedule (0, 2 and 6 months) in patients seronegative at baseline for these antibodies.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null},{"groupId":"OG001","value":"64.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null},{"groupId":"OG001","value":"70.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null},{"groupId":"OG001","value":"69.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null},{"groupId":"OG001","value":"51.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null},{"groupId":"OG001","value":"55.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null},{"groupId":"OG001","value":"66.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null},{"groupId":"OG001","value":"46.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null},{"groupId":"OG001","value":"65.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null},{"groupId":"OG001","value":"72.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Adverse Reactions Following 9-valent HPV Vaccination","description":"Number and percentage of subjects with local and systemic sollicited (up to 7 days following each vaccination) and unsollicited adverse events (up to 1 month after the 3rd HPV vaccine) will be analysed","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"99","spread":null},{"groupId":"OG001","value":"170","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":99},"commonTop":["Injection site pain","Headache","Injection site swelling","injection site erythema"]}}}