{"nctId":"NCT01177956","briefTitle":"A Trial to Determine the Safety and Anti-tumor Activity Profile of the Combination of Cetuximab and Concomitant Cisplatin Plus 5-Fluorouracil (5-FU) in Subjects With Recurrent and/or Metastatic Squamous Cell Carcinoma in Head and Neck","startDateStruct":{"date":"2009-12"},"conditions":["Squamous Cell Carcinoma of the Head and Neck"],"count":73,"armGroups":[{"label":"Cetuximab + Cisplatin + 5-Fluorouracil (5-FU)","type":"EXPERIMENTAL","interventionNames":["Biological: Cetuximab","Drug: Cisplatin","Drug: 5-Fluorouracil"]}],"interventions":[{"name":"Cetuximab","otherNames":["Erbitux®"]},{"name":"Cisplatin","otherNames":[]},{"name":"5-Fluorouracil","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Signed written informed consent\n* Inpatient\n* Greater than or equal to (\\>=) 18 years of age\n* Histologically or cytologically confirmed diagnosis of SCCHN\n* Recurrent and/or metastatic SCCHN not suitable for local therapy\n* Presence of at least 1 measurable lesion identified either by computed tomography (CT) scan or magnetic resonance imaging (MRI) according to modified WHO criteria\n* Karnofsky performance status (KPS) \\>= 80 percent at trial entry\n* Neutrophils \\>= 1.5\\*10\\^9 per liter (L), platelet count \\>= 100\\*10\\^9 per L, and hemoglobin \\>= 90 gram per liter (g/L)\n* Total bilirubin less than or equal to (\\<=) 2\\*upper limit of normal (ULN); aspartate aminotransferase (AST) and alanine aminotransferase (ALT) \\<=3\\*ULN\n* Serum creatinine \\<=133 micromole per liter (mcmol/L)\n* Serum calcium within normal range\n* Effective contraception if procreative potential exists (applicable for both male and female subjects)\n\nExclusion Criteria:\n\n* Prior systemic chemotherapy, except if given as part of a multimodal treatment which was completed more than 6 months prior to trial entry\n* Surgery (excluding prior diagnostic biopsy) or irradiation within 4 weeks before trial entry\n* Nasopharyngeal carcinoma\n* Active infection (infection requiring IV antibiotics), including active tuberculosis, or known and declared human immunodeficiency virus (HIV)\n* Uncontrolled diabetes mellitus, pulmonary fibrosis, acute pulmonary disorder, interstitial pneumonia, cardiac failure or liver failure\n* Uncontrolled hypertension defined as systolic blood pressure \\>=180 millimeter of mercury (mmHg) and/or diastolic blood pressure \\>=130 mmHg under resting conditions\n* Pregnancy (absence to be confirmed by serum beta human chorionic gonadotrophin \\[beta-HCG\\] test) or breastfeeding\n* Concomitant chronic systemic immune therapy or hormonal therapy as cancer therapy\n* Other concomitant anticancer therapies\n* Documented or symptomatic brain or leptomeningeal metastasis\n* Clinically relevant coronary artery disease or history of myocardial infarction in the last 12 months or high risk of uncontrolled arrhythmia or uncontrolled cardiac insufficiency\n* Medical or psychological condition that would not permit the subject to complete the trial or sign informed consent\n* Known drug abuse (with the exception of alcohol abuse)\n* Known hypersensitivity or allergic reaction against any of the components of the trial treatment\n* Previous treatment with monoclonal antibody therapy, other signal transduction inhibitors or epidermal growth factor receptor (EGFR) targeting therapy\n* Previous or current other squamous cell carcinoma (SCC)\n* Evidence of previous other malignancy within the last 5 years\n* Signs and symptoms suggestive of transmissible spongiform encephalopathy, or family members who suffer(ed) from such\n* Intake of any investigational medication within 30 days before trial entry\n* Legal incapacity or limited legal capacity\n* Other significant disease that in the Investigator's opinion would exclude the subject from the trial","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Best Overall Response (BOR) Until Cut-off Date 25 January 2011","description":"BOR: Percentage of participants experiencing a Complete Response (CR) (complete disappearance of measurable and evaluable disease without new lesions) or Partial Response (PR) (greater than or equal to 50 percent decrease of sum of product diameters of measurable disease, evaluable disease not worsening or progressing, no new lesions confirmed by a subsequent assessment no less than 28 days after criteria for response were first met) (based on modified World Health Organization \\[WHO\\] criteria), divided by the number of participants belonging to intention to treat (ITT) or safety population.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"54.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS) Time Until Cut-off Date 15 November 2012","description":"The OS time was defined as the time from first administration of trial treatment to death. Participants without event are censored at the last date known to be alive or at the clinical cut-off date, whatever is earlier.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression-free Survival (PFS) Time Until Cut-off Date 25 January 2011","description":"Duration from first administration of trial treatment until progression (radiological or clinical, if radiological progression is not available) or death due to any cause. Only deaths within 60 days of last tumor assessment are considered. Participants without event are censored on the date of last tumor assessment.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression-free Survival (PFS) Time Until Cut-off Date 15 November 2012","description":"Duration from first administration of trial treatment until progression (radiological or clinical, if radiological progression is not available) or death due to any cause. Only deaths within 60 days of last tumor assessment are considered. Participants without event are censored on the date of last tumor assessment.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Progression (TTP) Until Cut-off Date 25 January 2011","description":"Time from first administration of trial treatment to disease progression (radiological or clinical, if radiological progression is not available). Participants without event are censored on the date of last tumor assessment.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.8","spread":null}]}]}]},{"type":"PRIMARY","title":"Best Overall Response (BOR) Until Cut-off Date 15 November 2012","description":"BOR: Percentage of participants experiencing a CR (complete disappearance of measurable and evaluable disease without new lesions) or PR (greater than or equal to 50 percent decrease of sum of product diameters of measurable disease, evaluable disease not worsening or progressing, no new lesions confirmed by a subsequent assessment no less than 28 days after criteria for response were first met) (based on modified WHO criteria), divided by the number of participants belonging to ITT or safety population.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"55.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Progression (TTP) Until Cut-off Date 15 November 2012","description":"Time from first administration of trial treatment to disease progression (radiological or clinical, if radiological progression is not available). Participants without event are censored on the date of last tumor assessment.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response Until Cut-off Date 25 January 2011","description":"Time from first assessment of CR or PR to disease progression or death (within 60 days of last tumor assessment). Participants without event are censored on the date of last tumor assessment. Tumor assessments based on modified WHO criteria.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response Until Cut-off Date 15 November 2012","description":"Time from first assessment of CR or PR to disease progression or death (within 60 days of last tumor assessment). Participants without event are censored on the date of last tumor assessment. Tumor assessments based on modified WHO criteria.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":13,"n":68},"commonTop":["Leucopenia","Weight Decreased","Nausea","Rash","Hypomagnesaemia"]}}}