{"nctId":"NCT00770809","briefTitle":"Paclitaxel and Trastuzumab With or Without Lapatinib in Treating Patients With Stage II or Stage III Breast Cancer That Can Be Removed by Surgery","startDateStruct":{"date":"2009-02-24","type":"ACTUAL"},"conditions":["Male Breast Carcinoma","Stage IIA Breast Cancer AJCC v6 and v7","Stage IIB Breast Cancer AJCC v6 and v7","Stage IIIA Breast Cancer AJCC v7","Stage IIIB Breast Cancer AJCC v7","Stage IIIC Breast Cancer AJCC v7"],"count":305,"armGroups":[{"label":"Arm I (THL)","type":"EXPERIMENTAL","interventionNames":["Other: Laboratory Biomarker Analysis","Drug: Lapatinib Ditosylate","Drug: Paclitaxel","Biological: Trastuzumab"]},{"label":"Arm II (TH)","type":"ACTIVE_COMPARATOR","interventionNames":["Other: Laboratory Biomarker Analysis","Drug: Paclitaxel","Biological: Trastuzumab"]},{"label":"Arm III (TL)","type":"EXPERIMENTAL","interventionNames":["Drug: Lapatinib Ditosylate","Drug: Paclitaxel"]}],"interventions":[{"name":"Laboratory Biomarker Analysis","otherNames":[]},{"name":"Lapatinib Ditosylate","otherNames":["Tykerb"]},{"name":"Paclitaxel","otherNames":["Anzatax","Asotax","Bristaxol","Praxel","Taxol","Taxol Konzentrat"]},{"name":"Trastuzumab","otherNames":["ABP 980","ALT02","Biceltis","CANMab","CT-P06","CT-P6","Herceptin","Herceptin Biosimilar PF-05280014","Herceptin Trastuzumab Biosimilar PF-05280014","Hercessi","Herclon","Hertraz","Herwenda","Herzuma","HLX 02","HLX-02","HLX02","Kanjinti","Ogivri","Ontruzant","PF 05280014","PF-05280014","PF05280014","QL 1701","QL-1701","QL1701","rhuMAb HER2","RO0452317","SB3","Trastuzumab Biosimilar ABP 980","Trastuzumab Biosimilar ALT02","Trastuzumab Biosimilar CT-P6","trastuzumab biosimilar EG12014","Trastuzumab Biosimilar HLX02","Trastuzumab Biosimilar PF-05280014","Trastuzumab Biosimilar QL1701","Trastuzumab Biosimilar SB3","Trastuzumab Biosimilar SIBP-01","Trastuzumab-anns","Trastuzumab-dkst","Trastuzumab-dttb","Trastuzumab-herw","Trastuzumab-pkrb","Trastuzumab-qyyp","Trastuzumab-strf","Trastuzumab-zerc","Trazimera","Zercepac"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Pathologic confirmation of invasive breast cancer; patients with inflammatory breast cancer are not eligible\n* Clinical stage II-III operable invasive breast cancer with intent to perform surgical resection after neoadjuvant therapy\n\n  * Patients with multicentric or bilateral disease are eligible as long as the target lesion meets the eligibility criteria for this study\n  * Staging to rule out metastatic disease is recommended for clinical stage III patients\n* Tumors must be HER2 positive defined as HER2 3+ by immunohistochemical (IHC) assays or gene amplification by fluorescence in situ hybridization (FISH) with a ratio of \\>= 2 on invasive tumor\n* Estrogen receptor (ER) and progesterone receptor (PgR) status must be known\n* The target lesion in the breast must be \\>= 1 cm on physical examination or by radiographic measurement; palpable axillary adenopathy will be documented but not serve as measurable disease for the primary endpoint; patients with axillary disease only are not eligible to participate\n* Patient agrees to provide pretreatment biopsies\n* No prior chemotherapy, hormone therapy, biologic, or radiation therapy with therapeutic intent for this cancer\n* Cardiac ejection fraction must be \\>= 50% by echocardiogram or multiple gated acquisition (MUGA) scan\n* Eastern Cooperative Oncology Group (ECOG) (Zubrod) performance status 0-1\n* Patients must not be pregnant or nursing\n* Absolute neutrophil count (ANC) \\>= 1,000/ul\n* Platelet count \\>= 100,000/ul\n* Bilirubin =\\< 1.5 times upper limit of normal\n* Aspartate aminotransferase (AST) and alanine aminotransferase (ALT) =\\< 2.5 times upper limit of normal (ULN)\n* Serum beta-human chorionic gonadotropin (HCG) negative (in female patients unless status-post (s/p) hysterectomy or menopausal or no menses for 24 consecutive months); assay must have a sensitivity of at least 50 mIU/mL","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"pCR Rate","description":"Complete pathological response is defined as the absence of residual invasive carcinoma in the breast at the time of definitive surgical removal. Pathologic complete response in the lymph nodes is defined as no detectable invasive tumor by H\\&E. Analysis will use a chi-square test for the difference in proportions of patients on the THL arm versus the TH arm who achieve a pCR. Exact binomial methods will be used to construct 95% confidence intervals around the pCR incidence for each arm.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"56","spread":null},{"groupId":"OG001","value":"46","spread":null},{"groupId":"OG002","value":"32","spread":null}]}]}]},{"type":"SECONDARY","title":"Pathologic Stage in the Breast and Axilla","description":"Stage will be determined by the American Joint Committee on Cancer (AJCC) TNM (tumor, lymph nodes, metastasis) staging system.","classes":[]},{"type":"SECONDARY","title":"Radiographic Response Rate (at Completion of Neoadjuvant Therapy)","description":"Response was defined by the Response Evaluation Criteria in Solid Tumors (RECIST). A responding participant had either a complete response (disappearance of all target lesions) or partial response (30% decrease in sum of longest diameter of target lesions).","classes":[]},{"type":"SECONDARY","title":"Overall Survival","description":"Overall survival was measured as the interval from study entry until death, from any cause, or last contact. Distribution was estimated using the Kaplan Meier product-limit method","classes":[]},{"type":"SECONDARY","title":"Relapse-free Survival (RFS)","description":"Relapse free survival is defined as the interval from definitive surgery to ipsilateral invasive breast tumor recurrence, regional invasive breast cancer recurrence, distant recurrence, or death from any cause, whichever occurs first. Patients who have not experienced any of these events will be censored at the date of last clinical assessment. Patients who do not undergo definitive surgery will not be assessable for RFS. Distribution was estimated using the Kaplan Meier product-limit method.","classes":[]},{"type":"SECONDARY","title":"Time to First Failure","description":"Time to first failure is defined as the interval from study entry to ipsilateral invasive breast tumor recurrence, regional invasive breast cancer recurrence, distant recurrence or death from any cause. Patients who have not experienced any of these events will be censored at the date of last clinical assessment. Distribution was estimated using the Kaplan Meier product-limit method.","classes":[]},{"type":"SECONDARY","title":"Incidence of Adverse Events as Graded by the National Cancer Institute Common Terminology Criteria for Adverse Events Version 3","description":"The type and grade of treatment-related toxicity will be tabulated by treatment arm.","classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":15,"n":115},"commonTop":["Fatigue","Peripheral sensory neuropathy","Diarrhea","Hemoglobin decreased","Rash desquamating"]}}}