{"nctId":"NCT00356590","briefTitle":"Open-Label Extension Treatment With Etanercept (TNFR:Fc) for Participating Patients in Etanercept (TNFR:Fc) Clinical Trial 016.0012","startDateStruct":{"date":"1998-12"},"conditions":["Rheumatoid Arthritis"],"count":468,"armGroups":[{"label":"1","type":"OTHER","interventionNames":["Biological: Etanercept"]}],"interventions":[{"name":"Etanercept","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria: - Previous enrollment in Immunex protocol 016.0012.\n\n* No clinically significant adverse events thought to be due to etanercept (TNFR:Fc) during previous treatment.\n* Negative serum pregnancy test not more than 14 days before the first dose of study drug in females of childbearing potential.\n* No more than one NSAID at a dose not greater than the maximum recommended dose and stable for at least two weeks prior to administration of etanercept (TNFR:Fc). Exclusion Criteria:\n* Previous receipt of etanercept (TNFR:Fc) (p55), antibody to TNF, anti-CD4 antibody, or diphtheria IL-2 fusion protein.\n* Receipt of investigational drugs or biologics (other than etanercept (TNFR:Fc)) within interval between study drug in 016.0012 and this study.\n* Receipt of DMARDs (e.g., hydroxychloroquine, oral or injectable gold, azathioprine, cyclosporin, D-penicillamine, sulfasalazine, minocycline, or leflunomide) other than MTX within two weeks prior to the first dose of etanercept (TNFR:Fc) in this study.\n* Receipt of cyclophosphamide within 1 month prior to the first dose of etanercept (TNFR:Fc) in this study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Total Exposure to Etanercept With Gaps","description":"Total participant exposure to etanercept (Enbrel) with gaps, calculated as the sum of the times on treatment for all participants. Gaps of up to 14 days from the last treatment in a previous Etanercept study were ignored in calculating time on treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2882.50","spread":null}]}]}]},{"type":"SECONDARY","title":"ACR20 Response at Month 3","description":"American College of Rheumatology (ACR) 20, defined as a 20% improvement in both tender and swollen joints (78 joints) and a 20% improvement in 3 of 5 items (physician and patient global assessments, patient pain assessment, patient self-assessed disability, and acute-phase C-reactive protein or erythrocyte sedimentation rate)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"276","spread":null}]}]}]},{"type":"PRIMARY","title":"Total Exposure-Adjusted Rate of Malignancies","description":"Exposure-adjusted rate of malignancies, excluding nonmelanoma skin cancers, occurring on study within 30 days of the last dose of etanercept","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.32","spread":null}]}]}]},{"type":"PRIMARY","title":"Total Exposure-Adjusted Rate of Deaths","description":"Rate of deaths within 30 days of the last dose of etanercept, adjusted for total exposure to etanercept","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.35","spread":null}]}]}]},{"type":"PRIMARY","title":"Total Exposure Adjusted Rate of Serious Infectious Events","description":"Exposure-adjusted rate of serious infectious events (associated with hospitalization or IV antibiotics) occurring on study within 30 days of the last dose of etanercept","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.88","spread":null}]}]}]},{"type":"PRIMARY","title":"Total Exposure Adjusted Rate of Lymphomas","description":"Rate of lymphomas occurring on study within 30 days of the last dose of etanercept, adjusted for total exposure to etanercept","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.24","spread":null}]}]}]},{"type":"PRIMARY","title":"Malignancy","description":"Occurrence of one or more malignancies within the participant on study within 30 days of the last dose of etanercept","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"31","spread":null}]}]}]},{"type":"PRIMARY","title":"Lymphoma","description":"Occurrence of one or more lymphomas on study within 30 days of the last dose of etanercept","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null}]}]}]},{"type":"PRIMARY","title":"Serious Infectious Event","description":"Occurrence of one or more serious infectious events within the participant on study within 30 days of the last dose of study medication","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"51","spread":null}]}]}]},{"type":"PRIMARY","title":"Total Exposure Adjusted Rate of Serious Adverse Events","description":"Rate of serious adverse events adjusted to total exposure to etanercept (events / exposure \\* 100)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.84","spread":null}]}]}]},{"type":"SECONDARY","title":"Dosing Period","description":"Duration of etanercept dosing","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2249.6","spread":"1180.00"}]}]}]},{"type":"SECONDARY","title":"ACR20 Response at Month 12","description":"American College of Rheumatology (ACR) 20, defined as a 20% improvement in both tender and swollen joints (78 joints) and a 20% improvement in 3 of 5 items (including physician and patient global assessments), in adults","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"262","spread":null}]}]}]},{"type":"SECONDARY","title":"ACR50 Response at Month 12","description":"American College of Rheumatology (ACR) 50, defined as a 50% improvement in both tender and swollen joints (78 joints) and a 50% improvement in 3 of 5 items (including physician and patient global assessments), in adults","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"192","spread":null}]}]}]},{"type":"SECONDARY","title":"ACR70 Response at Month 12","description":"American College of Rheumatology (ACR) 70, defined as a 70% improvement in both tender and swollen joints (78 joints) and a 70% improvement in 3 of 5 items (including physician and patient global assessments), in adults","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"110","spread":null}]}]}]},{"type":"SECONDARY","title":"Standardized Incidence Rate for All SEER Cancers","description":"Standardized incidence rate for all cancers tracked by the National Cancer Institute's Surveillance Epidemiology and End Results (SEER) system, calculated as the ratio of the observed to expected age- and sex-adjusted incidence rates (per person-year) of cancer. Expected rates were based on 1998-2002 SEER data.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.99","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Improvement in Physician Global Assessment of Disease Status From Baseline to Month 12","description":"Percent improvement in the Physician Global Assessment of disease status from baseline to month 12, assessed using a 0 - 10 Likert scale, where 0 = asymptomatic and 10 = severe symptoms","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"50.07","spread":"58.07"}]}]}]},{"type":"SECONDARY","title":"Percent Improvement in Participant Global Assessment of Disease Status From Baseline to Month 12","description":"Percent improvement in the Participant Global Assessment of disease status from baseline to month 12, assessed using a 0 - 10 Likert scale, where 0 = asymptomatic and 10 = severe symptoms","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35.46","spread":"60.62"}]}]}]},{"type":"SECONDARY","title":"Percent Improvement in Participant Pain Visual Analog Scale From Baseline to Month 12","description":"Percent improvement in the Participant Pain Visual Analog Scale (VAS) from baseline to month 12, using a 10 cm scale ranging from \"no pain\" (0 cm) to \"severe pain\" (10 cm).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30.64","spread":"103.25"}]}]}]},{"type":"SECONDARY","title":"Percent Improvement in Tender Joint Count From Baseline to Month 12","description":"Percent improvement in tender joint count (based on up to 71 joints) from baseline to month 12. Tender joints were assessed clinically, and the number of such joints was counted at each time point.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"49.70","spread":"147.16"}]}]}]},{"type":"SECONDARY","title":"Percent Improvement in Swollen Joint Count From Baseline to Month 12","description":"Percent improvement in swollen joint count (based on up to 68 joints) from baseline to month 12.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"52.04","spread":"87.97"}]}]}]},{"type":"SECONDARY","title":"Percent Improvement in HAQ DI From Baseline to Month 12","description":"Percent improvement in the Health Assessment Questionnaire Disability Index (HAQ DI) from baseline to month 12.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"40.91","spread":"66.09"}]}]}]},{"type":"SECONDARY","title":"Percent Improvement in the Physical Component Summary Score for SF-36 From Baseline to Month 12","description":"Percent improvement in the Physical Component Summary Score for the Short Form 36 Health Survey (SF-36) from baseline to month 12. This score has a range of 0 to 100, with higher scores indicating better health.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-39.65","spread":"55.43"}]}]}]},{"type":"SECONDARY","title":"Percent Improvement in Mental Component Summary Score of SF-36 From Baseline to Month 12","description":"Percent improvement in the Mental Component Summary Score of the Short Form 36 Health Survey (SF-36) from baseline to month 12. This score has a range of 0 to 100, with higher scores indicating better health.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-12.31","spread":"31.48"}]}]}]},{"type":"SECONDARY","title":"Percent Improvement in C-Reactive Protein From Baseline to Month 12","description":"Percent improvement in C-reactive protein from baseline to month 12","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"31.57","spread":"132.83"}]}]}]},{"type":"SECONDARY","title":"Percent Improvement in Duration of Morning Stiffness From Baseline to Month 12","description":"Percent improvement in the duration of morning stiffness from baseline to month 12","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"44.08","spread":"156.20"}]}]}]},{"type":"PRIMARY","title":"Death","description":"Death of the participant on study up to 30 days after the last dose of etanercept","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Year 2 in Total Sharp Score","description":"Change from baseline to year 2 in Total Sharp Score. This score has a range of 0 to 398, where 0 = no change and higher scores represent a worsening of joint erosions and joint space narrowing.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.17","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Year 2 in Sharp Score Erosion Subscale","description":"Change from baseline to year 2 in the joint erosion subscale of the Total Sharp Score. This subscale has a range of 0 to 230, where 0 = no change and higher values represent a worsening in joint erosions.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.54","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Year 2 in Sharp Score Joint Space Narrowing Subscale","description":"Change from baseline to year 2 in the joint space narrowing subscale of the Total Sharp Score. This subscale has a range of 0 to 168, where 0 = no change and higher values represent a worsening of joint space narrowing.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.64","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":169,"n":468},"commonTop":["Upper respiratory tract infection","Sinusitis","Injection site erythema","Bronchitis","Headache"]}}}