{"nctId":"NCT00072761","briefTitle":"Silent Cerebral Infarct Transfusion Multi-Center Clinical Trial","startDateStruct":{"date":"2004-12"},"conditions":["Sickle Cell Anemia","Stroke"],"count":196,"armGroups":[{"label":"Transfusion Group","type":"ACTIVE_COMPARATOR","interventionNames":["Procedure: transfusion therapy"]},{"label":"Observation Group","type":"NO_INTERVENTION","interventionNames":[]}],"interventions":[{"name":"transfusion therapy","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"INCLUSION:\n\n* Patient must have sickle cell anemia (hemoglobin SS) or sickle beta thalassemia (hemoglobin SB) as confirmed at the local institution.\n* Participating institutions must submit documentation of the diagnostic hemoglobin analysis to the Statistical and Clinical Coordinating Centers to confirm the diagnosis of sickle cell anemia prior to randomization.\n* Patient must be 5 through 14 years of age.\n* Patient must have a cerebral infarct documented by MRI scan as read by the neuroradiology panel.\n* Informed consent with assent in accordance with the institutional policies (institutional Institutional Review Board approval) and Federal guidelines (approved by the United States Department of Health and Human Services) must be signed by the patient's legally authorized guardian acknowledging written consent to join the study. When suitable, patients will be requested to give their assent to join the study.\n\nEXCLUSION:\n\n* Patient with a history of a focal neurologic event lasting more than 24 hours with medical documentation or a history of prior overt stroke.\n* Patients with a transcranial doppler (TCD) study with a time-averaged mean velocity greater than 200 cm/sec verified by the study radiologist.\n* Patients with other neurological problems, such as neurofibromatosis, lead poisoning, or tuberous sclerosis.\n* Patients with HIV infection.\n* Pregnancy.\n* Patients who received treatment with anti-sickling drugs or hydroxyurea within 3 months or anticipate receiving anti-sickling drugs or hydroxyurea during the course of the study.\n* Abnormal kidney function (creatinine \\> 2x upper limit of normal).\n* Patients on chronic blood transfusion therapy for other reasons.\n* Patients judged not likely to be compliant by his/her hematologist and local nurse coordinator based on previous compliance in clinic appointments and following advice. Specifically, families that have missed at least two appointments without notification within 12 months prior to the trial or parents of potential patients that have been reported for medical or education neglect are not eligible for this trial.\n* Patients unable to receive blood transfusion because of alloimmunization.\n* Patients with permanent or semi-permanent metallic (braces on teeth) structures attached to their body. Such patients cannot obtain a MRI of the head to assess the presence of silent cerebral infarcts.\n* Siblings randomized in the trial.","healthyVolunteers":false,"sex":"ALL","minimumAge":"5 Years","maximumAge":"14 Years","stdAges":["CHILD"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Recurrence of an Infarct, Defined as a Stroke or a New or Enlarged Silent Cerebral Infarct","description":"The primary end point was the recurrence of infarct or hemorrhage as determined by neuroimaging, clinical evidence of permanent neurologic injury, or both. A new infarct had to meet the criteria for a silent cerebral infarction; an enlarged silent cerebral infarct was defined as a previously identified silent cerebral infarct that increased by at least 3 mm along any linear dimension in any plane on MRI.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.0","spread":null},{"groupId":"OG001","value":"4.8","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":6,"n":99},"commonTop":["Vaso-Occlusive Pain","Ferritin > 1500 ng/ml","Headache","Acute Chest Syndrome","Blood-transfusion reaction"]}}}