{"nctId":"NCT00153816","briefTitle":"Vitamin D/Calcium Polyp Prevention Study","startDateStruct":{"date":"2004-07","type":"ACTUAL"},"conditions":["Colorectal Cancer","Polyps","Adenomas"],"count":2813,"armGroups":[{"label":"Full Factorial Placebo","type":"EXPERIMENTAL","interventionNames":["Drug: placebo"]},{"label":"Full Factorial Calcium","type":"EXPERIMENTAL","interventionNames":["Drug: Calcium Carbonate"]},{"label":"Full Factorial Vitamin D","type":"EXPERIMENTAL","interventionNames":["Drug: Vitamin D3"]},{"label":"Full Factorial Calcium Plus Vitamin D","type":"EXPERIMENTAL","interventionNames":["Drug: Calcium Carbonate","Drug: Vitamin D3"]},{"label":"Two Arm Placebo","type":"EXPERIMENTAL","interventionNames":["Drug: Calcium Carbonate"]},{"label":"Two Arm Vitamin D","type":"EXPERIMENTAL","interventionNames":["Drug: Calcium Carbonate","Drug: Vitamin D3"]}],"interventions":[{"name":"Calcium Carbonate","otherNames":[]},{"name":"Vitamin D3","otherNames":[]},{"name":"placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* One or more histologically verified neoplastic polyp (adenoma) that is at least 2 mm in size removed from the large bowel with the entire large bowel examined by colonoscopy and documented to be free of further polyps or areas suspicious for neoplasia within 120 days of study entry\n* Anticipated colonoscopic follow-up three years or five years after the qualifying colonoscopy\n* Age between 45 and 75 years at enrollment\n* (Women)Agreement to avoid pregnancy (i.e., use of standard contraception)\n* Willingness to forego calcium supplementation (including multivitamins containing calcium) or, for women only, option of taking calcium supplementation of 1200 mg/daily (contained in the study pills)\n* Willingness to forego vitamin D supplementation (including multivitamins containing vitamin D)\n* Agreement to daily dietary intake of the equivalent of not more than 1200 mg calcium\n* Agreement to daily dietary intake of the equivalent of not more than 400 IU vitamin D\n* Blood calcium level within normal range\n* Blood creatinine level not to exceed 20% above upper limit of normal\n* Serum 25-(OH)-vitamin D within lower limit of normal to 70 ng/ml\n* Ability and willingness to follow the study protocol, as indicated by provision of informed consent to participate\n* Good general health, with no severely debilitating diseases or active malignancy that might compromise the patient's ability to complete the study\n\nExclusion Criteria:\n\nGeneral exclusionary criteria:\n\n* Participation in another colorectal (bowel) study (intervention study) in the past 5 years\n* Current participation in any other clinical trial (intervention study)\n* Pregnancy or lactation\n* A diagnosis of narcotic or alcohol dependence in the past 5 years\n* A diagnosis of dementia (e.g. Alzheimer's) in the past 5 years\n* A diagnosis of a significant psychiatric disability (e.g. Schizophrenia, refractory bipolar disorder, current severe depression) in the past 5 years\n\nExclusions due to derangement of calcium metabolism or indications /contraindications to study agents:\n\n* Any diagnosis of kidney stones\n* A diagnosis of granulomatous diseases, e.g. sarcoidosis, active chronic fungal or mycobacterial infections (tuberculosis, histoplasmosis, coccidioidomycosis, blastomycosis), berylliosis, Wegener's granulomatosis in the past 5 years\n* A diagnosis of hyperparathyroidism or other serious disturbance of calcium metabolism in the past 5 years\n* A diagnosis of severe kidney disease, e.g. chronic renal failure in the past 5 years\n* A diagnosis of unexplained hypercalcemia in the past 5 years\n* Any Diagnosis of osteoporosis with physician recommendation for treatment of low bone mass\n* A diagnosis of two or more low trauma fractures in the past 5 years\n* A diagnosis of a medical condition requiring treatment with vitamin D (e.g. osteomalacia) in the past 5 years\n\nExclusions due to intestinal or bowel problems:\n\n* Any diagnosis of invasive carcinoma of the large bowel (even if confined to a polyp)\n* Any diagnosis of familial colorectal cancer syndromes, e.g. Familial Adenomatous Polyposis (FAP) (including Gardner syndrome, Turcot's syndrome), Hereditary Nonpolyposis Colorectal Cancer (HNPCC), Hamartomatous Polyposis syndromes (including Peutz-Jeghers or Familial Juvenile Polyposis)\n* Any diagnosis of inflammatory bowel disease, e.g. Crohn's Disease, Ulcerative Colitis\n* A diagnosis of chronic intestinal malabsorption syndromes, e.g. celiac sprue, bacterial overgrowth, chronic pancreatitis, pancreatic insufficiency in the past 5 years\n* Any large bowel resection\n\nExclusions due to poor health:\n\n* A diagnosis of malignancy, other than non-melanoma skin cancer in the past 5 years\n* A diagnosis of severe lung disease - class 3 or 4 (e.g. chronic obstructive pulmonary disease or emphysema requiring oxygen) in the past 5 years\n* A diagnosis of severe heart disease: cardiovascular disease functional class 3 or 4 in the past 5 years\n* Any diagnosis of severe liver disease, e.g. cirrhosis\n\nExclusions due to shipping regulations:\n\n* Any current/past HIV positive diagnosis\n* Active hepatitis B, defined as : Hep B surface antigen positive\n* Active hepatitis C, defined as : measurable hepatitis C RNA\n\nDrug exclusions:\n\n* Use of chronic oral corticosteroid therapy in the past 5 years\n* Use of lithium in the past 5 years\n* Use of phenytoin's in the past 5 years\n* Use of quinidine in the past 5 years\n* Use of therapeutic vitamin D in the past 5 years","healthyVolunteers":false,"sex":"ALL","minimumAge":"45 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Colorectal Adenomas","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"48.2","spread":null},{"groupId":"OG001","value":"44.9","spread":null},{"groupId":"OG002","value":"47.0","spread":null},{"groupId":"OG003","value":"45.7","spread":null},{"groupId":"OG004","value":"32.1","spread":null},{"groupId":"OG005","value":"32.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Advanced Colorectal Lesions","description":"Includes: adenomas \\>=1 cm, adenomas with high grade dysplasia, adenomas with villous features, or cancer.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.2","spread":null},{"groupId":"OG001","value":"11.4","spread":null},{"groupId":"OG002","value":"10.9","spread":null},{"groupId":"OG003","value":"9.6","spread":null},{"groupId":"OG004","value":"6.9","spread":null},{"groupId":"OG005","value":"7.3","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":84,"n":415},"commonTop":["Hypercreatinemia","Non-melanoma skin cancer","Fracture","Osteopenia"]}}}