{"nctId":"NCT01689519","briefTitle":"A Study Comparing Vemurafenib Versus Vemurafenib Plus Cobimetinib in Participants With Metastatic Melanoma","startDateStruct":{"date":"2013-01-08","type":"ACTUAL"},"conditions":["Malignant Melanoma"],"count":495,"armGroups":[{"label":"Placebo + Vemurafenib","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Placebo","Drug: Vemurafenib"]},{"label":"Cobimetinib + Vemurafenib","type":"EXPERIMENTAL","interventionNames":["Drug: Vemurafenib","Drug: Cobimetinib"]}],"interventions":[{"name":"Placebo","otherNames":[]},{"name":"Vemurafenib","otherNames":["RO518426"]},{"name":"Cobimetinib","otherNames":["GDC-0973","RO5514041","XL518"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participants with histologically confirmed melanoma, either unresectable stage IIIc or stage IV metastatic melanoma, as defined by the American Joint Committee on Cancer 7th edition. Unresectability of stage IIIc disease must have confirmation from a surgical oncologist\n* Participants must be naïve to treatment for locally advanced unresectable or metastatic disease (ie, no prior systemic anti-cancer therapy for advanced disease; stage IIIc and IV). Prior adjuvant immunotherapy (including ipilimumab) is allowed\n* Documentation of BRAF V600 mutation-positive status in melanoma tumor tissue (archival or newly obtained tumor samples) using the cobas 4800 BRAF V600 mutation test\n* Measurable disease per RECIST v1.1\n* Eastern Clinical Oncology Group performance status of 0 or 1\n* Consent to provide archival for biomarker analyses\n* Consent to undergo tumor biopsies for biomarker analyses\n* Life expectancy greater than or equal to (≥) 12 weeks\n* Adequate hematologic and end organ function\n\nExclusion Criteria:\n\n* History of prior rapidly accelerated fibrosarcoma or mitogen-activated protein kinase pathway inhibitor treatment\n* Palliative radiotherapy within 14 days prior to the first dose of study treatment\n* Major surgery or traumatic injury within 14 days prior to first dose of study treatment\n* Active malignancy other than melanoma that could potentially interfere with the interpretation of efficacy measures. Participants with a previous malignancy within the past 3 years are excluded except for participants with resected basal cell carcinoma or squamous cell carcinoma of the skin, melanoma in-situ, carcinoma in-situ of the cervix, and carcinoma in-situ of the breast\n* History of or evidence of retinal pathology on ophthalmological examination that is considered a risk factor for neurosensory retinal detachment, retinal vein occlusion, or neovascular macular degeneration\n* Uncontrolled glaucoma with intraocular pressure\n* Serum cholesterol ≥ Grade 2\n* Hypertriglyceridemia ≥ Grade 2\n* Hyperglycemia (fasting) ≥ Grade 2\n* History of clinically significant cardiac dysfunction\n* Participants with active central nervous system (CNS) lesions (including carcinomatous meningitis) are excluded. However, participants are eligible if:\n\n  1. All known CNS lesions have been treated with stereotactic therapy or surgery, AND\n  2. There has been no evidence of clinical and radiographic disease progression in the CNS for ≥ 3 weeks after radiotherapy or surgery\n* Current severe, uncontrolled systemic disease\n* History of malabsorption or other condition that would interfere with absorption of study drugs\n* Pregnant, lactating, or breast feeding women","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression-free Survival","description":"Progression-free survival was defined as the time from randomization to the first occurrence of disease progression, as determined by the investigator using Response Evaluation Criteria in Solid Tumors v1.1, or death from any cause, whichever came first. Disease progression was defined as: (1) at least a 20% increase in the sum (the increase in the sum must be at least 5 mm) of diameters of target lesions, taking as reference the smallest sum during the study; (2) unequivocal progression of existing non-target lesions; or (3) the appearance of 1 or more new lesions.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.90","spread":null},{"groupId":"OG001","value":"6.20","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12.30","spread":null},{"groupId":"OG001","value":"7.20","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12.60","spread":null},{"groupId":"OG001","value":"7.20","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival","description":"Overall survival was defined as the time from randomization until the date of death from any cause.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"17.00","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"22.30","spread":null},{"groupId":"OG001","value":"17.40","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"22.50","spread":null},{"groupId":"OG001","value":"17.40","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With an Objective Response","description":"An objective response was defined as a complete response or a partial response determined on two consecutive occasions ≥ 4 weeks apart. Responses were determined by Response Evaluation Criteria in Solid Tumors v1.1. A complete response was defined as the disappearance of all target lesions or the disappearance of all non-target lesions and normalization of tumor marker level. A partial response was defined as at least a 30% decrease in the sum of the longest diameter of target lesions, taking as reference the baseline sum of the longest diameter of target lesions.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"67.60","spread":null},{"groupId":"OG001","value":"44.80","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"69.60","spread":null},{"groupId":"OG001","value":"50.00","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"69.60","spread":null},{"groupId":"OG001","value":"49.60","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response","description":"Duration of response was defined as the time from first occurrence of a documented confirmed objective response until the time of disease progression, as determined by investigator review of tumor assessments using Response Evaluation Criteria in Solid Tumors v1.1 or death from any cause during the study. Disease progression was defined as: (1) at least a 20% increase in the sum (the increase in the sum must be at least 5 mm) of diameters of target lesions, taking as reference the smallest sum during the study; (2) unequivocal progression of existing non-target lesions; or (3) the appearance of 1 or more new lesions.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"7.29","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14.65","spread":null},{"groupId":"OG001","value":"9.23","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":105,"n":248},"commonTop":["DIARRHOEA","ARTHRALGIA","RASH","FATIGUE","NAUSEA"]}}}