{"nctId":"NCT01424670","briefTitle":"Safety and Efficacy Trial of Delamanid for 6 Months in Participants With Multidrug-resistant Tuberculosis","startDateStruct":{"date":"2011-09-02","type":"ACTUAL"},"conditions":["Multidrug-resistant Tuberculosis"],"count":511,"armGroups":[{"label":"Delamanid + OBR","type":"EXPERIMENTAL","interventionNames":["Drug: Delamanid + OBR"]},{"label":"Placebo + OBR","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo + OBR"]}],"interventions":[{"name":"Delamanid + OBR","otherNames":[]},{"name":"Placebo + OBR","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Provide written, informed consent\n* Current diagnosis of MDR TB\n* Chest radiograph consistent with TB\n* Able to produce sputum\n* Negative urine pregnancy test and agree to use a highly effective method of birth control and/or adequate method of contraception\n\nExclusion Criteria:\n\n* Allergy to any nitro-imidazoles or nitro-imidazole derivates\n* Diseases or conditions in which the use of nitro-imidazoles or nitro-imidazole derivates is contra-indicated\n* Use of disallowed medications\n* Renal impairment\n* Abnormal electrocardiogram (ECG) results\n* Cardiovascular disorders\n* Body mass index (BMI) \\< 16 kg/m\\^2\n* Karnofsky score \\< 50%\n* Significant metabolic, gastrointestinal, neurological, psychiatric, or endocrine diseases, active malignancy\n* Alcohol abuse\n* Pregnant, breast-feeding, or planning to conceive or father a child\n* Recent use of methadone, benzodiazepines, cocaine, amphetamine/methamphetamine, tetrahydrocannabinol, barbiturates, and opiates\n* Previous exposure to delamanid\n* Administered an investigational medicinal product (IMP) within 1 month prior to Screening (Days -21 to -2).\n* Evidence of extensively drug-resistant TB based on the definition from WHO\n* Human immunodeficiency virus (HIV) co-infection for participants screened at sites not participating in the HIV subtrial (data from the HIV subtrial will be reported separately from the Clinical Study Report for Study 242-09-213).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"69 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Time To Sputum Culture Conversion (SCC) During 6-Month Intensive Period Using The Mycobacteria Growth Indicator Tube (MGIT) System","description":"SCC at 6 months was determined by the observation of a sputum specimen negative for growth of mycobacterium tuberculosis (MTB) using the MGIT culture system, followed by at least 1 confirmatory negative sputum culture at least 25 days after the first negative and not followed by a confirmed positive (defined as at least 2 observed positive results, not taking into account indeterminate, missing, or contaminated results). 2 specimens were collected at each visit and an algorithm in the statistical analysis plan (SAP) was used to define a single representative result. Time to SCC was then defined as the interval between the date of first dose of IMP and the date of first of 2 consecutive negative single representative time points that were at least 25 days apart. The median time in days to SCC up to Month 6 is presented.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"51","spread":null},{"groupId":"OG001","value":"57","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Participants With SCC At 2 And 6 Months Using MGIT","description":"SCC was evaluated at 2 and 6 months (6-month Intensive Period) using MGIT. SCC at 2 months was defined to occur at the date of collection of the first sputum specimen with mycobacterial culture negative for growth of MTB using MGIT culture, followed by at least 1 confirmatory negative MGIT culture result at least 25 days after the first negative specimen and not followed by any sputum specimens positive for growth in the MGIT culture at any point up to 3 months (Week 12).\n\nSCC at 6 months was determined by the observation of a sputum specimen negative for growth of MTB using the MGIT culture system, followed by at least 1 confirmatory negative sputum culture at least 25 days after the first negative and not followed by a confirmed positive (defined as at least 2 observed positive results, not taking into account indeterminate, missing, or contaminated results). 2 specimens were collected at each visit and an algorithm in the SAP was used to define a single representative result.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"132","spread":null},{"groupId":"OG001","value":"54","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"198","spread":null},{"groupId":"OG001","value":"87","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Participants With Sustained SCC At Month 18, Month 24, And Month 30 Using MGIT","description":"Sustained SCC was defined as SCC achieved by Month 6 and not followed by a confirmed positive thereafter, where confirmed positive was defined as 2 or more observed positive single representative culture results, not taking into account indeterminate, missing, or contaminated results. Sustained SCC was analyzed at Month 18 to 30 using MGIT.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"180","spread":null},{"groupId":"OG001","value":"83","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"178","spread":null},{"groupId":"OG001","value":"82","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"173","spread":null},{"groupId":"OG001","value":"78","spread":null}]}]}]},{"type":"SECONDARY","title":"Treatment Outcomes Assessed By Principal Investigators (PI)At The End Of Treatment With OBR","description":"Final treatment outcomes were assessed by the Principal Investigator (PI) at the end of treatment with OBR (24 months post randomization) according to the 2008 World Health Organization (WHO) outcome definitions for treating participants with multidrug-resistant tuberculosis (MDR TB). Frequency counts and percentage of participants achieving favorable and unfavorable outcomes were provided by treatment group. Participants who had non-missing Principal Investigator assessed treatment outcomes at the end of treatment with OBR were included in the analysis.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"182","spread":null},{"groupId":"OG001","value":"85","spread":null}]},{"measurements":[{"groupId":"OG000","value":"42","spread":null},{"groupId":"OG001","value":"16","spread":null}]},{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Developed Resistance To Delamanid","description":"Acquired resistance was defined as a post-baseline resistant result at any time point after a Baseline susceptible result. The overall resistance to delamanid during the trial was assessed.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean (Time Averaged) Area Under The Curve (AUC) Of Change From Baseline In Time To Detection (TTD) To Month 6 Using MGIT","description":"The value for TTD was defined (in days) as the time interval from inoculation until a MGIT machine detects a positive signal for a sputum culture. The AUC of the change from Baseline for TTD in days (from Baseline to Month 6) summarizes the overall participant response for the treatment period. The change from Baseline in original time to detection of MGIT positive signal, in days, up to 6 months was performed using AUC in MGIT. The Baseline was defined as the average of Day -1 and Day 1 values if cultures on both days were positive; if only 1 culture was positive, the value for TTD for the positive culture was used as the Baseline.\n\nThe TTD is Time to Detection measured by day, so the unit of AUC of change from baseline in TTD is day\\*day. Since \"Mean AUC\" is reported, which is actually \"Time Averaged AUC,\" the AUC was divided by the duration of the observation, and thus the unit of the Mean AUC is day.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.9","spread":"9.44"},{"groupId":"OG001","value":"23.3","spread":"8.93"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline In TTD Using The MGIT System","description":"The value for TTD was defined (in days) as the time interval from inoculation until a MGIT machine detects a positive signal for a sputum culture during the routine 42-day incubation period. TTD analysis was based only on the corresponding qualitative sputum results of pure positive and pure negative cultures in days and hours of the initial positive signal for a culture from the MGIT printout. Mean change is reported for Baseline, Week 1, Week 2, Week 3, Week 24, Week 26, and Last visit (Month 18 or last visit for participants treated beyond Month 18).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.7","spread":"7.9"},{"groupId":"OG001","value":"15.4","spread":"7.7"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20.8","spread":"10.3"},{"groupId":"OG001","value":"19.9","spread":"11.1"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.3","spread":"7.9"},{"groupId":"OG001","value":"4.8","spread":"7.8"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"24.6","spread":"11.5"},{"groupId":"OG001","value":"23.1","spread":"11.4"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7.7","spread":"8.9"},{"groupId":"OG001","value":"7.5","spread":"7.8"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"28.4","spread":"11.8"},{"groupId":"OG001","value":"25.5","spread":"12.4"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11.6","spread":"9.8"},{"groupId":"OG001","value":"10.4","spread":"9.6"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"40.4","spread":"6.6"},{"groupId":"OG001","value":"41.3","spread":"3.9"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23.4","spread":"10.2"},{"groupId":"OG001","value":"25.5","spread":"8.3"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"40.6","spread":"5.9"},{"groupId":"OG001","value":"40.5","spread":"5.5"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23.8","spread":"9.5"},{"groupId":"OG001","value":"24.6","spread":"9.4"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"39.4","spread":"8.4"},{"groupId":"OG001","value":"40.3","spread":"6.3"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"22.7","spread":"10.7"},{"groupId":"OG001","value":"24.9","spread":"9.5"}]}]}]},{"type":"SECONDARY","title":"Proportion of Participants With Final Outcome At Month 30 As A Treatment Success Or Failure (Including Relapse) Using MGIT","description":"Treatment success was defined as achieving SCC by 6 months using MGIT, completing the trial out to 30 months with sustained SCC and alive at the last contact for follow-up. All other participants were treatment failures who failed to achieve SCC by Month 6, achieved SCC but have a confirmed positive, early terminate from the trial prior to the Month 30 visit but are alive at the last contact for follow-up, lost to follow-up and vital status unknown and death.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"173","spread":null},{"groupId":"OG001","value":"78","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"53","spread":null},{"groupId":"OG001","value":"23","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":89,"n":341},"commonTop":["Arthralgia","Nausea","Headache","Insomnia","Vomiting"]}}}