{"nctId":"NCT01188928","briefTitle":"LEO 80185 in the Treatment of Psoriasis Vulgaris on the Non-scalp Regions of the Body (Trunk and/or Limbs)","startDateStruct":{"date":"2010-09"},"conditions":["Psoriasis Vulgaris"],"count":1152,"armGroups":[{"label":"LEO 80185","type":"EXPERIMENTAL","interventionNames":["Drug: Calcipotriol plus betamethasone"]},{"label":"Betamethasone","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Betamethasone-17,21-dipropionate"]},{"label":"Calcipotriol","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Calcipotriene"]},{"label":"Topical suspension vehicle","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Topical suspension vehicle"]}],"interventions":[{"name":"Calcipotriol plus betamethasone","otherNames":[]},{"name":"Betamethasone-17,21-dipropionate","otherNames":[]},{"name":"Calcipotriene","otherNames":[]},{"name":"Topical suspension vehicle","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Signed and dated informed consent obtained prior to any trial related activities (including any washout period).\n* Aged 18 years or above\n* Either sex\n* Any race or ethnicity\n* Attending a hospital outpatient clinic or the private practice of a board certified dermatologist.\n* Clinical diagnosis of stable plaque psoriasis vulgaris of at least 6 months duration involving the non-scalp regions of the body (trunk and/or limbs) amenable to treatment with a maximum of 100 g of topical medication per week.\n* An investigator's global assessment of disease severity (IGA) of mild or moderate on the body (trunk and/or limbs) at Day 0 (Visit 1).\n* A minimum modified Psoriasis Area and Severity Index (PASI) score for extent of 2 in at least one body region (i.e. psoriasis affecting at least 10% of arms, and/or 10% of trunk, and/or 10% of legs)\n* Females of childbearing potential must have a negative pregnancy test at Day 0 (Visit 1).\n* Females of childbearing potential must agree to use a highly effective method of birth control during the study. A highly effective method of birth control is defined as one which results in a low failure rate (less than 1% per year) such as implants, injectables, combined oral contraceptives, some intrauterine devices, sexual abstinence or vasectomised partner. The patients must have used the contraceptive method continually for at least 1 month prior to the pregnancy test, and must continue using the contraceptive method for at least 1 week after the last application of study medication. A female is defined as not of child-bearing potential if she is postmenopausal (12 months with no menses without an alternative medical cause), or surgically sterile (tubal ligation/section, hysterectomy or bilateral ovariectomy).\n* Able to communicate with the investigator and understand and comply with the requirements of the study.\n\nExclusion Criteria:\n\n* Systemic treatment with biological therapies, whether marketed or not, with a possible effect on psoriasis vulgaris within the following time periods prior to randomisation:\n\n  * etanercept - within 4 weeks prior to randomisation\n  * adalimumab, alefacept, infliximab - within 2 months prior to randomisation\n  * ustekinumab - within 4 months prior to randomisation\n  * experimental products - within 4 weeks/5 half-lives (whichever is longer) prior to randomisation\n* Systemic treatment with all other therapies with a possible effect on psoriasis vulgaris (e.g., corticosteroids, retinoids, methotrexate, cyclosporine and other immunosuppressants) within 4 weeks prior to randomisation.\n* PUVA or Grenz ray therapy within 4 weeks prior to randomisation.\n* UVB therapy within 2 weeks prior to randomisation.\n* Any topical treatment of the trunk and/or limbs (except for emollients) within 2 weeks prior to randomisation.\n* Topical treatment for other relevant skin disorders on the face and flexures (e.g., facial and flexural psoriasis, eczema) with class 1- 5 corticosteroids or vitamin D analogues within 2 weeks prior to randomisation.\n* Topical treatment for other relevant skin disorders on the scalp (e.g. scalp psoriasis) with class 1-5 corticosteroids, vitamin D analogues or prescription shampoos within 2 weeks prior to randomisation.\n* Planned initiation of, or changes to, concomitant medication that could affect psoriasis vulgaris (e.g. beta blockers, anti-malarials, lithium, ACE inhibitors) during the study.\n* Current diagnosis of guttate, erythrodermic, exfoliative or pustular psoriasis.\n* Subjects with any of the following conditions present on the treatment area: viral (e.g. herpes or varicella) lesions of the skin, fungal and bacterial skin infections, parasitic infections, skin manifestations in relation to syphilis or tuberculosis, rosacea, perioral dermatitis, acne vulgaris, atrophic skin, striae atrophicae, fragility of skin veins, icthyosis, acne rosacea, ulcers and wounds.\n* Known or suspected disorders of calcium metabolism associated with hypercalcaemia.\n* Known or suspected severe renal insufficiency or severe hepatic disorders.\n* Known or suspected hypersensitivity to component(s) of the investigational products.\n* Current participation in any other interventional clinical study.\n* Subjects who have received treatment with any non-marketed drug substance (i.e. an agent which has not yet been made available for clinical use following registration) within the 4-week period prior to randomisation or longer, if the class of substance required a longer washout as defined above (e.g. biological treatments).\n* Planned excessive exposure to the sun during the study that may affect the psoriasis vulgaris.\n* Previously randomised in this study.\n* Females who are pregnant, have a positive pregnancy test at Day 0 (Visit 1), or are breast-feeding. Females of child-bearing potential wishing to become pregnant during the study, or not using an adequate method of contraception during the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Controlled Disease According to the Investigator's Global Assessment of Disease Severity (IGA) at Weeks 4","description":"The IGA was chosen as the primary efficacy assessment. The primary endpoint is subjects with 'Controlled disease' according to the IGA. 'Controlled disease' is defined as clear or almost clear for subjects with moderate disease at baseline and clear for subjects with mild disease at baseline.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"64","spread":null},{"groupId":"OG001","value":"60","spread":null},{"groupId":"OG002","value":"5","spread":null},{"groupId":"OG003","value":"2","spread":null}]}]}]},{"type":"PRIMARY","title":"Controlled Disease According to the Investigator's Global Assessment of Disease Severity (IGA) at Weeks 8","description":"The IGA was chosen as the primary efficacy assessment. The primary endpoint is subjects with 'Controlled disease' according to the IGA. 'Controlled disease' is defined as clear or almost clear for subjects with moderate disease at baseline and clear for subjects with mild disease at baseline.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"140","spread":null},{"groupId":"OG001","value":"103","spread":null},{"groupId":"OG002","value":"14","spread":null},{"groupId":"OG003","value":"6","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Percentage Change in PASI From Baseline to Week 4","description":"At all treatment phase visits the (sub)investigator made an assessment of the extent and severity of clinical signs of the subject's psoriasis using a modified PASI score (Psoriasis Area and Severity Index) To make up the score, the three features of a psoriatic plaque redness, scaling and thickness are each assigned a number from 0 to 4 with 4 being worst. The extent of involvement of each region of the body is scored from 0 to 6. Adding up the scores give a range of 0 to 72.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-46.4","spread":"30.2"},{"groupId":"OG001","value":"-42.7","spread":"29.4"},{"groupId":"OG002","value":"-32.2","spread":"27.3"},{"groupId":"OG003","value":"-17.4","spread":"36.8"}]}]}]},{"type":"SECONDARY","title":"Mean Percentage Change in PASI From Baseline to Week 8","description":"At all treatment phase visits the (sub)investigator made an assessment of the extent and severity of clinical signs of the subject's psoriasis using a modified PASI score (Psoriasis Area and Severity Index) To make up the score, the three features of a psoriatic plaque redness, scaling and thickness are each assigned a number from 0 to 4 with 4 being worst. The extent of involvement of each region of the body is scored from 0 to 6. Adding up the scores give a range of 0 to 72.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-55.8","spread":"34.4"},{"groupId":"OG001","value":"-48.6","spread":"35.8"},{"groupId":"OG002","value":"-43.6","spread":"34.1"},{"groupId":"OG003","value":"-20.9","spread":"49.1"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":482},"commonTop":["Nasopharyngitis"]}}}