{"nctId":"NCT00628498","briefTitle":"Defibrotide for Patients With Hepatic Veno-occlusive Disease: A Treatment IND Study","startDateStruct":{"date":"2007-12"},"conditions":["Hepatic Veno-Occlusive Disease"],"count":1206,"armGroups":[{"label":"Defibrotide","type":"EXPERIMENTAL","interventionNames":["Drug: Defibrotide"]}],"interventions":[{"name":"Defibrotide","otherNames":[]},{"name":"Defibrotide","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nEntry criteria include the following:\n\n1. Clinical diagnosis of VOD, made by Baltimore Criteria, Modified Seattle Criteria, or biopsy proven:\n\n   1.1 Baltimore Criteria- Bilirubin ≥2 mg/dL and at least 2 of the following clinical findings:\n   * Ascites (radiographic or physical exam)\n   * Weight gain of ≥5% compared to the day of conditioning-- if this value is not available, the weight on the date of admission to the SCT unit may be used)\n   * Hepatomegaly; increased over baseline.\n\n   1.2 Modified Seattle Criteria: At least two of the following\n   * Bilirubin ≥2 mg/dL\n   * Ascites (radiographic or physical exam) and/or weight gain ≥5% above baseline weight (defined as weight on the first day of conditioning- if this value is not available, the weight on the date of admission to the SCT unit may be used)\n   * hepatomegaly increased over baseline\n\n   1.3 Patients that do not meet the Baltimore Criteria or Modified Seattle Criteria and have biopsy proven VOD are eligible.\n2. Patient must also provide written informed consent.\n\nExclusion Criteria:\n\n* Use of any medication which increases the risk of hemorrhage is disallowed. Use of heparin or other anticoagulants is disallowed within 12 hours unless being used for routine central venous line management, fibrinolytic instillation for central venous line occlusion, intermittent dialysis or ultrafiltration of CVVH.\n* Clinically significant uncontrolled acute bleeding, defined as hemorrhage requiring \\> 15 cc/kg of packed red blood cells (e.g., a pediatric patient weighing 20 kg and requiring \\> 300cc of packed red blood cells/24 hours, or an adult patient weighing 70 kg and requiring \\>3 units of packed red blood cells/24 hours) to replace blood loss, OR bleeding from a site which in the Investigator's opinion constitutes a potential life-threatening source (e.g. pulmonary hemorrhage or CNS bleeding), irrespective of amount of blood loss, at any point from the date of SCT through the date of severe VOD diagnosis.\n* Hemodynamic instability as defined by a requirement for multiple pressors, or inability to maintain mean arterial pressure (for children: to maintain mean arterial pressure within 1 standard deviation of age-adjusted levels) with single pressor support.\n* Woman who are pregnant.","healthyVolunteers":false,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Survival by Day+100 Post Stem Cell Transplant or Chemotherapy","description":null,"paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"49.9","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":598,"n":1154},"commonTop":["Hypotension","Diarrhoea","Vomiting"]}}}