{"nctId":"NCT03605849","briefTitle":"A Trial Evaluating the Long-term Safety and Tolerability of Centanafadine Sustained-release Tablets in Adults With Attention-Deficit/Hyperactivity Disorder","startDateStruct":{"date":"2019-02-14","type":"ACTUAL"},"conditions":["Attention Deficit Disorder","Attention Deficit Hyperactivity Disorder"],"count":662,"armGroups":[{"label":"Centanafadine","type":"EXPERIMENTAL","interventionNames":["Drug: Centanafadine SR"]}],"interventions":[{"name":"Centanafadine SR","otherNames":["EB-1020"]}],"eligibilityModule":{"eligibilityCriteria":"De Novo Participants \\[De Novo Enrollment has ended 20Sep2019\\].\n\nInclusion Criteria:\n\n* De novo participants must meet the Diagnostic and Statistical Manual of Mental Disorders, Fifth Edition (DSM-5) criteria for ADHD (including predominantly inattentive presentation, hyperactive presentation, or combined presentation) as confirmed by the Adult ADHD Clinical Diagnostic Scale (ACDS) Version 1.2. To confirm that ADHD is the primary diagnosis, the Mini International Neuropsychiatric Interview (MINI) will be used to identify and exclude other psychiatric conditions which would preclude enrollment.\n* Participants are 18 to 55 years of age, inclusive, at the time of consent.\n* Participants have BMI of 18 to 40, inclusive\n* Participants are willing to discontinue all prohibited psychotropic medications starting from the time of signing the informed consent and up to the 10-day safety follow-up period.\n\nExclusion Criteria:\n\n* Participants has a DSM-5 diagnosis of Other Specified or Unspecified Attention-Deficit/Hyperactivity Disorder as confirmed by ACDS Version 1.2.\n* Participant has a current comorbid psychiatric disorder that is either controlled with medications prohibited in this trial or is uncontrolled and associated with significant symptoms, including but not limited to: a current major depressive episode (per DSM-5 criteria), current symptoms (past 90 days) meeting the DSM-5 criteria for a diagnosis of generalized anxiety disorder, obsessive compulsive disorder, panic disorder, or posttraumatic stress disorder, as established by the MINI. NOTE: Participants with mild mood or anxiety symptoms that do not meet criteria for diagnosis, who do not require treatment based on the Investigator's assessment, and do not confound efficacy or safety assessments in the opinion of the examining Investigator, may be included.\n* Participants that have a positive alcohol test (via breathalyzer or blood), a positive drug screen for cocaine, or other illicit drugs (excluding marijuana). Participants with a positive drug screen for confirmed prescription medications at baseline will not be permitted to continue participation in Trial 405-201-00015. NOTE: Participants that tested positive for marijuana may be permitted to be enrolled if they have no evidence of a substance use disorder, and if they agree to refrain from use for the duration of the trial. Allowance for participants testing positive for marijuana at screening require explicit approval from the medical monitor.\n\nRollover Participants: Rollover Enrollment has ended 28Aug2020.\n\nInclusion Criteria:\n\n* Participants who completed the double-blind treatment period and 7-day follow-up after last dose of investigational medicinal product (IMP) in double-blind trials and who, in the opinion of the investigator, could potentially benefit from centanafadine for ADHD.\n\nExclusion Criteria:\n\n* Participants who, during the double-blind phase 3 trial experienced, in the opinion of the investigator, poor tolerability to trial medication or whose safety assessments resulted in new concerns that would suggest the participant may not be appropriate for a 52-week treatment with trial medication.\n* Participants who have re-initiated any therapy for adult ADHD during the 7-day follow-up period after the final treatment visit of the double-blind phase 3 trial.\n* Participants that have a positive alcohol test (via breathalyzer or blood), a positive drug screen for cocaine, or other illicit drugs (excluding marijuana). Participants with a positive drug screen for confirmed prescription medications at baseline will not be permitted to continue participation in Trial 405-201-00015. NOTE: Participants that test positive for marijuana may not be permitted to rollover into the open label study, and must agree to refrain from use for the duration of the open label trial. Allowance for participants testing positive for marijuana at time of rollover requires explicit approval from the medical monitor.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"55 Years","stdAges":["ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Treatment-emergent Adverse Events (TEAEs) Graded by Severity","description":"An AE is defined as any untoward medical occurrence in a patient or clinical trial participant administered a medicinal product and which does not necessarily have a causal relationship with this treatment. TEAEs are defined as AEs with an onset date on or after the first dose of IMP. They are all adverse events that started after the start of centanafadine; or if the event was continuous from baseline and was worsening, serious, study drug-related, or resulted in death, discontinuation, interruption or reduction of study therapy.\n\nTEAEs were graded on a 3-point scale and the intensity of an adverse experience was defined as follows: 1 = Mild: Discomfort noticed, but no disruption to daily activity, 2 = Moderate: Discomfort sufficient to reduce or affect normal daily activity, and 3 = Severe: Inability to work or perform normal daily activity.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"98","spread":null},{"groupId":"OG001","value":"89","spread":null},{"groupId":"OG002","value":"123","spread":null},{"groupId":"OG003","value":"91","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"73","spread":null},{"groupId":"OG001","value":"59","spread":null},{"groupId":"OG002","value":"92","spread":null},{"groupId":"OG003","value":"70","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"58","spread":null},{"groupId":"OG001","value":"53","spread":null},{"groupId":"OG002","value":"75","spread":null},{"groupId":"OG003","value":"50","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"4","spread":null},{"groupId":"OG002","value":"7","spread":null},{"groupId":"OG003","value":"3","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Adult ADHD Investigator Symptom Rating Scale (AISRS)","description":"18-item scale with a total score range of 0 to 54 points. Composed of 2 subscales that can range from 0 to 27 points. A higher value represents a worse outcome. Efficacy endpoint. Results will be assessed to determine effectiveness of drug.","paramType":null,"dispersionType":null,"classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"Clinical Global Impression-Severity of Illness Scale (CGI-S)","description":"An observer-rated scale with a total score range of 0 to 7. A higher score represents a worse outcome.Efficacy endpoint. Results will be assessed to determine effectiveness of drug.","paramType":null,"dispersionType":null,"classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"ADHD Impact Module - Adult (AIM-A)","description":"Scale composed of 3 subscales with a maximum score of 100. A lower score indicates a worse outcome. Exploratory endpoint; comparison of baseline score to other points throughout the study.","paramType":null,"dispersionType":null,"classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":154},"commonTop":["Insomnia","Nausea","Diarrhoea","Headache","Decreased Appetite"]}}}