{"nctId":"NCT00688701","briefTitle":"GLP-1 Receptor Agonist Lixisenatide in Patients With Type 2 Diabetes for Glycemic Control and Safety Evaluation in Monotherapy","startDateStruct":{"date":"2008-05"},"conditions":["Diabetes Mellitus, Type 2"],"count":361,"armGroups":[{"label":"Placebo (Two-Step Titration)","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo","Device: Pen auto-injector"]},{"label":"Placebo (One-Step Titration)","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo","Device: Pen auto-injector"]},{"label":"Lixisenatide (Two-Step Titration)","type":"EXPERIMENTAL","interventionNames":["Drug: Lixisenatide (AVE0010)","Device: Pen auto-injector"]},{"label":"Lixisenatide (One-Step Titration)","type":"EXPERIMENTAL","interventionNames":["Drug: Lixisenatide (AVE0010)","Device: Pen auto-injector"]}],"interventions":[{"name":"Lixisenatide (AVE0010)","otherNames":[]},{"name":"Placebo","otherNames":[]},{"name":"Pen auto-injector","otherNames":["OptiClik®"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Type 2 diabetes mellitus, diagnosed for at least 2 months at the time of the screening visit, not treated with any antidiabetic agent\n\nExclusion Criteria:\n\n* HbA1c less than (\\<) 7 percent (%) or greater than (\\>) 10%\n* At the time of screening age \\< legal age of majority\n* Pregnant or breastfeeding women and women of childbearing potential without effective contraceptive method of birth control\n* Type 1 diabetes mellitus\n* Type 2 diabetes treated by an antidiabetic agent within the 3 months preceding the study\n* Fasting plasma glucose at screening \\>250 milligram per deciliter (mg/dL) (\\>13.9 millimole per liter \\[mmol/L\\])\n* Body mass index less than or equal to (\\<=) 20 kilogram per square meter (kg/m\\^2)\n* Weight change of more than 5 kg during the previous 3 months\n* History of unexplained pancreatitis, chronic pancreatitis, pancreatectomy, stomach/gastric surgery, inflammatory bowel disease\n* History of metabolic acidosis, including diabetic ketoacidosis within the previous year\n* Hemoglobinopathy or hemolytic anemia, receipt of blood or plasma products within the previous 3 months\n* History of myocardial infarction, stroke, or heart failure requiring hospitalization within the previous 6 months\n* Known history of drug or alcohol abuse within the previous 6 months\n* Cardiovascular, hepatic, neurological, endocrine disease, active malignant tumor or other major systemic disease or patients with short life expectancy making implementation of the protocol or interpretation of the study results difficult, history or presence of clinically significant diabetic retinopathy, history or presence of macular edema likely to require laser treatment within the study period\n* Uncontrolled or inadequately controlled hypertension with a resting supine systolic or diastolic blood pressure \\>180 millimeter of mercury (mmHg) or \\>95 mmHg, respectively\n* Laboratory findings at the time of screening: aspartate aminotransferase, alanine aminotransferase or alkaline phosphatase: \\>2 times the upper limit of the normal (ULN) laboratory range; amylase and/or lipase: \\>3 ULN; total bilirubin: \\>1.5 ULN (except in case of Gilbert's syndrome); hemoglobin \\<11 gram/deciliter (g/dL) and/or neutrophils \\<1,500 per cubic mm (mm\\^3) and/or platelets \\<100,000/mm\\^3; positive test for Hepatitis B surface antigen and/or hepatitis C antibody\n* Any clinically significant abnormality identified by physical examination, laboratory tests, electrocardiogram or vital sign at the time of screening that in the judgment of the investigator or any sub investigator precludes safe completion of the study or hinders the efficacy assessment\n* Patients who are considered by the investigator or any sub-investigator as inappropriate for this study for any reason\n* Use of systemic glucocorticoids (excluding topical application or inhaled forms) within the previous 3 months\n* Participation in any previous study with lixisenatide\n* Use of any investigational drug within 3 months prior to study\n* End-stage renal disease as defined by a calculated serum creatinine clearance of \\<15 milliliter/minute and/or patients on dialysis\n* Clinically relevant history of gastrointestinal disease associated with prolonged nausea and vomiting, including, but not limited to gastroparesis and gastroesophageal reflux disease requiring medical treatment, within the previous 6 months\n* History of allergic reaction to any glucagon like peptide-1 (GLP-1) agonist in the past or to metacresol\n* Additional exclusion criteria at the end of the run-in phase: informed consent withdrawal; lack of compliance during the single-blind placebo run-in phase: more than 2 injections missed; and patient with any adverse event which precludes the inclusion in the study, as assessed by the investigator","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Absolute Change From Baseline in Glycosylated Hemoglobin (HbA1c) at Week 12","description":"Absolute change = HbA1c value at Week 12 minus HbA1c value at baseline. The on-treatment period for this efficacy variable is the time from the first dose of study drug up to 3 days after the last dose of study drug or up to the introduction of rescue therapy, whichever is the earliest. For a patient to be included in mITT population, both baseline and at least 1 post baseline assessment for at least 1 efficacy variable, were required.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.19","spread":"0.121"},{"groupId":"OG001","value":"-0.73","spread":"0.116"},{"groupId":"OG002","value":"-0.85","spread":"0.119"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in 2-Hour Postprandial Plasma Glucose (PPG) at Week 12","description":"The 2-hour PPG test measured blood glucose 2 hours after eating a standardized meal (performed in selected sites). Change was calculated by subtracting baseline value from Week 12 value. The on-treatment period for this efficacy variable is the time from the first dose of study drug up to the last dosing day of study drug or up to the introduction of rescue therapy, whichever is the earliest. For a patient to be included in mITT population, both baseline and at least 1 post baseline assessment for at least 1 efficacy variable, were required.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.65","spread":"0.563"},{"groupId":"OG001","value":"-4.51","spread":"0.572"},{"groupId":"OG002","value":"-5.47","spread":"0.549"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Body Weight at Week 12","description":"Change was calculated by subtracting baseline value from Week 12 value. The on-treatment period for this efficacy variable is the time from the first dose of study drug up to 3 days after the last dose of study drug or up to the introduction of rescue therapy, whichever is the earliest. For a patient to be included in mITT population, both baseline and at least 1 post baseline assessment for at least 1 efficacy variable, were required.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.98","spread":"0.341"},{"groupId":"OG001","value":"-1.96","spread":"0.326"},{"groupId":"OG002","value":"-1.92","spread":"0.338"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Fasting Plasma Glucose (FPG) at Week 12","description":"Change was calculated by subtracting baseline value from Week 12 value. The on-treatment period for this efficacy variable is the time from the first dose of study drug up to 1 day after the last dose of study drug or up to the introduction of rescue therapy, whichever is the earliest. For a patient to be included in mITT population, both baseline and at least 1 post baseline assessment for at least 1 efficacy variable, were required.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.19","spread":"0.255"},{"groupId":"OG001","value":"-0.68","spread":"0.247"},{"groupId":"OG002","value":"-0.89","spread":"0.254"}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients With Glycosylated Hemoglobin (HbA1c) Level Less Than 7% at Week 12","description":"The on-treatment period for this efficacy variable is the time from the first dose of study drug up to 3 days after the last dose of study drug or up to the introduction of rescue therapy, whichever is the earliest. For a patient to be included in mITT population, both baseline and at least 1 post baseline assessment for at least 1 efficacy variable, were required.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26.8","spread":null},{"groupId":"OG001","value":"52.2","spread":null},{"groupId":"OG002","value":"46.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients With Glycosylated Hemoglobin (HbA1c) Level Less Than or Equal to 6.5% at Week 12","description":"The on-treatment period for this efficacy variable is the time from the first dose of study drug up to 3 days after the last dose of study drug or up to the introduction of rescue therapy, whichever is the earliest. For a patient to be included in mITT population, both baseline and at least 1 post baseline assessment for at least 1 efficacy variable, were required.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.5","spread":null},{"groupId":"OG001","value":"31.9","spread":null},{"groupId":"OG002","value":"25.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients Requiring Rescue Therapy During the Double-Blind Treatment Period","description":"Routine fasting self monitored plasma glucose (SMPG) and central laboratory FPG values were used to determine the requirement of rescue medication. If fasting SMPG value exceeded the specified limit for 3 consecutive days, the central laboratory FPG was performed. Threshold values for fasting SMPG/FPG: from baseline to Week 8: \\>270 milligram/deciliter (mg/dL) (15 mmol/L) and from Week 8 to Week 12: \\>240 mg/dL (13.3 mmol/L). For a patient to be included in mITT population, both baseline and at least 1 post baseline assessment for at least 1 efficacy variable, were required.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.5","spread":null},{"groupId":"OG001","value":"1.7","spread":null},{"groupId":"OG002","value":"0.8","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Change From Baseline in Glucose Excursion at Week 12","description":"Glucose excursion = 2-hour PPG minus plasma glucose 30 minutes prior to the standardized meal test (performed in selected sites), before study drug administration. Change was calculated by subtracting baseline value from Week 12 value. The on-treatment period for this efficacy variable is the time from the first dose of study drug up to the last dosing day of study drug or up to the introduction of rescue therapy, whichever is the earliest. For a patient to be included in mITT population, both baseline and at least 1 post baseline assessment for at least 1 efficacy variable, were required.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.67","spread":"0.447"},{"groupId":"OG001","value":"-3.77","spread":"0.454"},{"groupId":"OG002","value":"-4.36","spread":"0.436"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Percentage of Patients With at Least 5% Weight Loss From Baseline at Week 12","description":"The on-treatment period for this efficacy variable is the time from the first dose of study drug up to 3 days after the last dose of study drug or up to the introduction of rescue therapy, whichever is the earliest. For a patient to be included in mITT population, both baseline and at least 1 post baseline assessment for at least 1 efficacy variable, were required.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17.2","spread":null},{"groupId":"OG001","value":"16.2","spread":null},{"groupId":"OG002","value":"18.3","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Patients With Symptomatic Hypoglycemia and Severe Symptomatic Hypoglycemia","description":"Symptomatic hypoglycemia was an event with clinical symptoms that were considered to result from a hypoglycemic episode with an accompanying plasma glucose less than 60 mg/dL (3.3 mmol/L) or associated with prompt recovery after oral carbohydrate, intravenous glucose, or glucagon administration if no plasma glucose measurement was available. Severe symptomatic hypoglycemia was symptomatic hypoglycemia event in which the patient required the assistance of another person and was associated with either a plasma glucose level below 36 mg/dL (2.0 mmol/L) or prompt recovery after oral carbohydrate, intravenous glucose, or glucagon administration, if no plasma glucose measurement was available.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"3","spread":null},{"groupId":"OG002","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":61},"commonTop":["Nausea","Headache","Vomiting","Dizziness"]}}}