{"nctId":"NCT00820222","briefTitle":"Lapatinib Plus Capecitabine Versus Trastuzumab Plus Capecitabine in ErbB2 (HER2) Positive Metastatic Breast Cancer","startDateStruct":{"date":"2009-04-14","type":"ACTUAL"},"conditions":["Metastases, Brain"],"count":540,"armGroups":[{"label":"Lapatinib plus capecitabine","type":"EXPERIMENTAL","interventionNames":["Drug: capecitabine","Drug: lapatinib"]},{"label":"Trastuzumab plus capecitabine","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: capecitabine","Drug: trastuzumab"]}],"interventions":[{"name":"capecitabine","otherNames":[]},{"name":"lapatinib","otherNames":[]},{"name":"trastuzumab","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Females at least 18 years old;\n* ECOG Performance Status 0-2;\n* Histologically or cytologically confirmed HER2-positive invasive breast cancer, with Stage IV disease;\n* Prior treatment with taxanes or anthracyclines is required;\n* Prior treatment with other chemotherapeutic agents, trastuzumab, endocrine and radiation therapy is permitted;\n* Baseline LVEF ≥ 50% and not lower than the institutional lower limit of normal;\n* Concurrent treatment with bisphosphonates is permitted, however treatment must be initiated prior to the first dose of study therapy;\n* Able to swallow and retain oral medications;\n* Women with potential to have children must be willing to practice acceptable methods of birth control during the study;\n* Normal organ and marrow function.\n\nExclusion Criteria:\n\n* History and/or current evidence of CNS metastases. Baseline MRI scan by Independent Reviewer to confirm no brain mets;\n* Concurrent treatment with an investigational agent or participation in another treatment clinical trial;\n* Prior therapy with lapatinib or an ErbB2 inhibitor other than trastuzumab (including but not limited to trastuzumab-DM1 and neratinib) and capecitabine;\n* Known DPD deficiency;\n* Concurrent chemotherapy, radiation therapy, immunotherapy, biologic therapy, or hormonal therapy for treatment of cancer;\n* History of allergic reactions attributed to compounds chemically related to lapatinib (quinazolines), capecitabine, fluorouracil or any excipients;\n* Concomitant use of CYP3A4 inhibitors or inducers;\n* Malabsorption syndrome, disease significantly affecting gastrointestinal function, or resection of the stomach or small bowel;\n* History of immediate or delayed hypersensitivity reaction to gadolinium contrast agents, or other contraindication to gadolinium contrast and other known contraindication to MRI;\n* Concurrent disease or condition that would make the subject inappropriate for study participation or any serious medical or psychiatric disorder that would interfere with the patient's safety or compliance to study procedures;\n* have acute or currently active/requiring anti-viral therapy hepatic or biliary disease (with exception of patients with Gilbert's syndrome, asymptomatic gallstones, liver metastases or stable chronic liver disease);\n* Any on-going toxicity from prior anti cancer therapy except alopecia;\n* Active cardiac disease;\n* Uncontrolled infection;\n* History of other malignancy, unless curatively treated with no evidence of disease for at least 5 years, subjects with adequately treated DCIS or LCIS, adequately treated non-melanoma skin cancer or curatively treated in-situ cancer of the cervix are eligible;\n* Used an investigational drug within 30 days or 5 half-lives, whichever is longer, preceding the first dose of protocol treatment;\n* Pregnant or lactating females.","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Central Nervous System (CNS) Metastases (as Assessed by Independent Review) as the Site of First Relapse","description":"CNS relapse is defined as the appearance of \\>=1 enhancing lesion measuring \\>=6 millimeters (mm) on T1Weighted (T1W) Magnetic Resonance Imaging (MRI) without CNS symptoms that were considered to be unequivocal based on all relevant radiological features (e.g., associated T2W signal abnormality); the appearance of any enhancing lesion on T1W MRI with CNS symptoms; unequivocal finding of leptomeningeal disease (defined as the dissemination of cancer throughout the spinal fluid), with or without symptoms; and unequivocal finding of multifocal intraparenchymal lesions with or without symptoms. In the event of the appearance of a \\<6 mm lesions(s) without CNS lesions, or equivocal findings potentially suggesting leptomeningeal disease, these findings were followed with a subsequent scan within 6 weeks. If unequivocal progression was determined with the subsequent scan and/or CNS symptoms occurred, then CNS relapse crieria were met.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"12","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression Free Survival (PFS), as Assessed by the Investigator","description":"PFS is defined as the interval between the date of randomization and the earliest date of progressive disease (PD), or death due to any cause. PD is defined as at least a 20% increase in the sum of the longest diameter (LD) of target lesions, compared with the smallest sum LD recorded since the treatment started, or the appearance of 1 or more new lesions based on investigator assessment of both CNS and non-CNS for response.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.60","spread":null},{"groupId":"OG001","value":"8.05","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to First CNS Progression, Defined as the Time From Randomization Until the Date of Documented CNS Progression as the First Site of Relapse","description":"CNS relapse is defined as the appearance of \\>=1 enhancing lesion measuring \\>=6 mm on T1W MRI without CNS symptoms that were considered to be unequivocal based on all relevant radiological features (e.g., associated T2W signal abnormality); the appearance of any enhancing lesion on T1W MRI with CNS symptoms; unequivocal finding of leptomeningeal disease (defined as the dissemination of cancer throughout the spinal fluid), with or without symptoms; and unequivocal finding of multifocal intraparenchymal lesions with or without symptoms. In the event of the appearance of a \\<6 mm lesions(s) without CNS lesions, or equivocal findings potentially suggesting leptomeningeal disease, these findings were followed with a subsequent scan within 6 weeks. If unequivocal progression was determined with the subsequent scan and/or CNS symptoms occurred, then CNS relapse crieria were met.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.2","spread":"6.78"},{"groupId":"OG001","value":"6.7","spread":"6.94"}]}]}]},{"type":"SECONDARY","title":"Overall Survival","description":"Overall survival is defined as the time from randomization until death due to any cause or to the date of censor. In the absence of confirmation of death, survival time was to be censored at the time of the last investigator contact.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22.7","spread":null},{"groupId":"OG001","value":"27.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Overall Response (OR), as Assessed by the Investigator","description":"OR is defined as the number of participants with either a confirmed complete response (CR; disappearance of all target lesions) or partial response (PR: at least a 30% decrease in the sum of the LD of the target lesions, compared with the baseline sum LD). CR and PR were assessed per Response Evaluation Criteria in Solid Tumors (RECIST). To be assigned a status of PR or CR, a confirmatory disease assessment was to be performed 28 days (4 weeks) or greater after the criteria for response were first met. In addition, a bone scan must have been obtained to rule out the presence of new bone lesions or progression of existing bone lesions, even if the participant had no bone lesions present at Baseline. If a bone scan was performed at the time of initial response or near the time of response, the bone scan did not need to be repeated.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"12","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"65","spread":null},{"groupId":"OG001","value":"73","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"73","spread":null},{"groupId":"OG001","value":"85","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Clinical Benefit (CB)","description":"CB is defined as the number of participants with evidence of confirmed CR (disappearance of all target lesions) or PR (at least a 30% decrease in the sum of the LD of the target lesions, compared with the baseline sum LD) at any time or stable disease (SD, neither sufficient shrinkage to qualify for a PR nor sufficient increase to qualify for PD \\[defined as at least a 20% increase in the sum of the LD of target lesions, compared with the smallest sum LD recorded since the treatment started, or the appearance of 1 or more new lesions\\] based on investigator assessment), for at least 24 weeks.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"12","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"65","spread":null},{"groupId":"OG001","value":"73","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"39","spread":null},{"groupId":"OG001","value":"33","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"112","spread":null},{"groupId":"OG001","value":"118","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response","description":"Duration of response is defined as the time from the first documented evidence of CR (disappearance of all target lesions) or PR (at least a 30% decrease in the sum of the LD of the target lesions, compared with the baseline sum LD) until the first documented sign of PD (at least a 20% increase in the sum of the LD of target lesions, compared with the smallest sum LD recorded since the treatment started, or the appearance of 1 or more new lesions) or death due to breast cancer. In the absence of confirmation of death, survival time was to be censored at the time of the last investigator contact.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.2","spread":null},{"groupId":"OG001","value":"8.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With CNS Progression at Any Time","description":"CNS progression was documented by a brain scan and was indicated by the investigator on the follow-up electronic Case Report Form. CNS relapse is defined as the appearance of \\>=1 enhancing lesion measuring \\>=6 mm on T1W MRI without CNS symptoms that were considered to be unequivocal based on all relevant radiological features (e.g., associated T2W signal abnormality); the appearance of any enhancing lesion on T1W MRI with CNS symptoms; unequivocal finding of leptomeningeal disease, with or without symptoms; and unequivocal finding of multifocal intraparenchymal lesions with or without symptoms. In the event of the appearance of a \\<6 mm lesions(s) without CNS lesions, or equivocal findings potentially suggesting leptomeningeal disease, these findings were followed with a subsequent scan within 6 weeks. If unequivocal progression was determined with the subsequent scan and/or CNS symptoms occurred, then CNS relapse crieria were met.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null},{"groupId":"OG001","value":"15","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Qualitative and Quantitative Toxicities","description":"Qualitative and quantitative toxicities were measured as AEs. See the outcome measure entitled \"Number of participants with the indicated Grade 3 or Grade 4 Adverse Events (AEs) occurring in \\>=2 participants in either treatment arm\" and the AE module of this results summary for a list of AEs occurring in the study. An AE is defined as any untoward medical occurrence in a participant administered a pharmaceutical product and which does not necessarily have a causal relationship with this treatment.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants Expressing Glucocorticoid Receptor, Phosphatase and Tensin Homolog (PTEN), Phosphatidylinositide 3-kinase (PI3K)/AKT, Protein 53 (P53), Insulin-like Growth Factor-1 (IGF-1), and Genes Involved in Cell Cycle Regulation","description":"Because the study terminated early, pharmacogenetic and biomarker analyses were not performed.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants With the Indicated Grade 3 or Grade 4 Adverse Events (AEs) Occurring in >=2% of Participants in Either Treatment Arm","description":"An AE is defined as any untoward medical occurrence in a participant administered a pharmaceutical product and which does not necessarily have a causal relationship with this treatment. The Investigator assessed whether the AE was related to study drug. AEs were graded using the Common Toxicity Criteria from the Cancer Therapy Evaluation Program, Division of Cancer Therapy, National Cancer Institute. Grades: 0=No AE or within normal limits; 1=Mild AE; 2=Moderate AE; 3=Severe and undesirable AE; 4=Life-threatening or disabling AE; 5=Death related to AE.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"29","spread":null},{"groupId":"OG001","value":"45","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"19","spread":null},{"groupId":"OG001","value":"22","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"18","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":41,"n":270},"commonTop":["Palmar-plantar erythrodysaesthesia syndrome","Diarrhoea","Nausea","Asthenia","Rash"]}}}