{"nctId":"NCT03738215","briefTitle":"Efficacy, Safety and Tolerability of Cariprazine as an Adjunctive Treatment to Antidepressant Therapy (ADT) in Patients With Major Depressive Disorder (MDD) Who Have Had an Inadequate Response to Antidepressants Alone","startDateStruct":{"date":"2018-11-09","type":"ACTUAL"},"conditions":["Major Depressive Disorder"],"count":759,"armGroups":[{"label":"Cariprazine 1.5 mg/Day + ADT","type":"EXPERIMENTAL","interventionNames":["Drug: Cariprazine"]},{"label":"Cariprazine 3 mg/Day + ADT","type":"EXPERIMENTAL","interventionNames":["Drug: Cariprazine"]},{"label":"Placebo + ADT","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Cariprazine","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Written informed consent has been obtained.\n* Written documentation has been obtained in accordance with the relevant country and local privacy requirements, where applicable (eg, Written Authorization for Use and Release of Health and Research Study Information \\[US sites\\] and written Data Protection consent \\[EU sites\\]).\n* Patient must be an outpatient at the time of Visit 1 (Screening).\n* Patient meets the DSM-5 criteria for MDD based on SCID-5, with a current major depressive episode of at least 8 weeks and not exceeding 24 months in duration at Visit 1/Screening. A diagnosis of MDD with psychotic features will be acceptable.\n* Diagnosis of MDD confirmed through a formal adjudication process.\n* Patient demonstrates ability to follow study instructions and likely to complete all required visits.\n* Patient must have an inadequate response, as measured by the modified ATRQ, to 1 to 3 antidepressants administered during the current episode at an adequate dose (as per package insert) and for at least 6 weeks duration, with at least one dose escalation during the current depressive episode.\n* Only one antidepressant (of sufficient dose per package insert and taken for at least 6 weeks) will be allowed at randomization and patients must agree to continue taking the same ADT dosing regimen through completion of Visit 6/ET. Patients who are taking more than one antidepressant at Screening, regardless of the indication, will need to discontinue all other antidepressants prior to Visit 2 (Baseline).\n* Male and female patients must agree to use a medically acceptable and highly effective method of birth control during the course of the entire study.\n* Women of childbearing potential (only) must have a negative serum β-human chorionic gonadotropin pregnancy test prior to Visit 2.\n\nExclusion Criteria:\n\n* Diagnosis of any current psychiatric diagnosis other than MDD (including those with current intellectual development disability) with the exception of specific phobias.\n* Patient has a history of intolerance or hypersensitivity to cariprazine or other drugs of the same class or to rescue medications.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Total Score Change From Baseline to Week 6 in the MADRS (Montgomery-Åsberg Depression Rating Scale)","description":"The MADRS is a 10-item, clinician-rated scale that evaluates the patient's depressive symptomatology during the past week. Patients are rated on items assessing feelings of sadness, lassitude, pessimism, inner tension, suicidality, reduced sleep or appetite, difficulty in concentration, and lack of interest. Each item is scored on a 7-point scale with a score of 0 reflecting no symptoms and a score of 6 reflecting symptoms of maximum severity. mITT Population included all randomized participants who had ≥1 postbaseline assessment of the MADRS total score. Number of subjects analyzed are the number of participants with data available for analyses.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-11.5","spread":"0.70"},{"groupId":"OG001","value":"-14.1","spread":"0.70"},{"groupId":"OG002","value":"-13.1","spread":"0.70"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 6 in the Clinical Global Impressions-Severity (CGI-S) Score","description":"The CGI-S is a clinician-rated scale used to rate the severity of the participant's current state of mental illness compared with MDD population. The participant was rated on a scale from 1 to 7, where 1=normal, not at all ill and 7=among the most extremely ill participants. Higher scores indicate worsening of mental illness. A negative change from Baseline indicates improvement. MMRM was used for analyses. mITT Population included all randomized participants who had ≥1 postbaseline assessment of the MADRS total score. Number of subjects analyzed are the number of participants with data available for analyses.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.1","spread":"0.09"},{"groupId":"OG001","value":"-1.4","spread":"0.09"},{"groupId":"OG002","value":"-1.3","spread":"0.09"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":253},"commonTop":["HEADACHE","INSOMNIA","NAUSEA","AKATHISIA","SOMNOLENCE"]}}}