{"nctId":"NCT03093974","briefTitle":"Efficacy and Safety of Inhaled CMS in Bronchiectasis Subjects With Chronic P. Aeruginosa Infection. (PROMIS-I)","startDateStruct":{"date":"2017-06-06","type":"ACTUAL"},"conditions":["Non Cystic Fibrosis Bronchiectasis"],"count":377,"armGroups":[{"label":"CMS (Colimesthate sodium)","type":"EXPERIMENTAL","interventionNames":["Drug: CMS"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Placebo"]}],"interventions":[{"name":"CMS","otherNames":["Colistimethate Sodium"]},{"name":"Placebo","otherNames":["Saline Solution"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. are able and willing to give informed consent, following a detailed explanation of participation in the protocol and signed consent obtained;\n2. aged 18 years or older of either gender;\n3. diagnosed with NCFB by computerised tomography (CT) or high resolution CT (HRCT) as recorded in the subject's notes and this is their predominant condition being treated;\n4. had at least 2 NCFB pulmonary exacerbations requiring oral or inhaled antibiotics or 1 NCFB pulmonary exacerbation requiring intravenous antibiotics in the 12 months preceding the Screening Visit (Visit 1) and had no NCFB pulmonary exacerbation with or without treatment during the period between Visit 1 and Visit 2;\n5. have a documented history of P. aeruginosa infection ;\n6. are clinically stable and have not required a change in pulmonary treatment for at least 30 days before the Screening Visit (Visit 1);\n7. have pre-bronchodilator FEV1 ≥25% of predicted;\n8. had a positive sputum culture for P. aeruginosa from an adequate sample taken at the Screening Visit (Visit 1) or during the screening period.\n\nExclusion Criteria:\n\n1. known bronchiectasis as a consequence of cystic fibrosis (CF);\n2. known history of hypogammaglobulinaemia requiring treatment with immunoglobulin, unless fully replaced and considered immuno-competent by the Investigator;\n3. myasthenia gravis or porphyria;\n4. severe cardiovascular disease such as severe uncontrolled hypertension, ischaemic heart disease or cardiac arrhythmia and any other conditions that would confound the evaluation of safety, in the opinion of the Investigator;\n5. had major surgery in the 3 months prior to Screening Visit (Visit 1) or planned inpatient major surgery during the study period;\n6. receiving treatment for allergic bronchopulmonary aspergillosis (ABPA);\n7. had massive haemoptysis (greater than or equal to 300 mL or requiring blood transfusion) in the preceding 4 weeks before Screening Visit (Visit 1) or between Visit 1 and Visit 2;\n8. respiratory failure that would compromise patient safety or confound the evaluation of safety or efficacy of the study in the opinion of the Investigator;\n9. current active malignancy, except for basal cell carcinoma or squamous cell carcinoma of the skin without metastases;\n10. taking immunosuppressive medications (such as azathioprine, cyclosporine, tacrolimus, sirolimus, mycophenolate, rituximab), and/or anti-cytokine medications (such as anti IL-6 and anti-tumour alpha necrosis factor products) in the preceding year before the Screening Visit (Visit 1);\n11. known history of human immunodeficiency virus (HIV);\n12. current treatment for non-tuberculous mycobacterial (NTM) lung disease or tuberculosis;\n13. known or suspected to be allergic or unable to tolerate colistimethate sodium (intravenous or inhaled) or other polymixins, including previous evidence of bronchial hyperreactivity following inhaled colistimethate sodium;\n14. treatment with long term (≥ 30 days) prednisone at a dose greater than 15 mg a day (or equivalent dose of any other corticosteroid) within six months of the Screening Visit (Visit 1)\n15. new maintenance treatment with any oral macrolides (e.g. azithromycin/erythromycin/clarithromycin) started within 30 days of the Screening Visit (Visit 1) and between Visit 1 and Visit 2;\n16. use of any intravenous or intramuscular or oral or inhaled antipseudomonal antibiotic (except chronic oral macrolide treatment with a stable dose) within 30 days prior to Screening Visit (Visit 1) and between Visit 1 and Visit 2;\n17. pregnant or breast feeding or plan to become pregnant over the next year or of child bearing potential and unwilling to use a reliable method of contraception for at least one month before randomisation and throughout their involvement in the trial;\n18. significant abnormality in clinical evaluations and/or laboratory tests (physical examination, vital signs, haematology, clinical chemistry, clinically relevant impaired renal function, defined as serum creatinine levels ≥2.0x upper limit of normal, ECG) endangering the safe participation of the patient in the study at the Screening Visit (Visit 1) and during the study;\n19. participated in another investigational, interventional trial within 30 days prior to the Screening Visit (Visit 1);\n20. in the opinion of the Investigator not suitable for inclusion for whatever reason.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Annual Non-cystic Fibrosis Bronchiectasis (NCFB) Pulmonary Exacerbation Rate","description":"The primary efficacy assessment for an individual subject was the frequency of pulmonary exacerbations (exacerbation rate). A pulmonary exacerbation was defined as the presence concurrently of at least three of the following eight symptoms/signs for at least 24 hours:\n\n* increased cough;\n* increased sputum volume and/or consistency;\n* increased sputum purulence;\n* new or increased haemoptysis;\n* increased wheezing;\n* increased dyspnoea;\n* increased fatigue/malaise;\n* episodes of fever (temperature ≥38°C). AND It was clinically determined that the subject required and was prescribed systemic antibiotic therapy. AND The episode of exacerbation lasted for at least 24 hours. The overall episode of exacerbation needs to last at least 24 hours, but individual symptoms/signs can last less than 24 hours (e.g, a temperature).\n\nAND in the opinion of the Investigator, the subject required and started treatment with systemic antibiotics.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.580","spread":null},{"groupId":"OG001","value":"0.948","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":31,"n":176},"commonTop":["Infective exacerbation of bronchiectasis","Cough","Dyspnoea","Haemoptysis","Sputum increased"]}}}