{"nctId":"NCT01117012","briefTitle":"Rollover Study of VX-770 in Cystic Fibrosis Subjects","startDateStruct":{"date":"2010-07"},"conditions":["Cystic Fibrosis"],"count":192,"armGroups":[{"label":"VX-770","type":"EXPERIMENTAL","interventionNames":["Drug: Ivacaftor"]}],"interventions":[{"name":"Ivacaftor","otherNames":["VX-770"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Participants who have completed the assigned study treatment in Study 102 or Study 103\n2. Participants who are females of childbearing potential must have a negative urine pregnancy test on Day 1 (first dose of VX-770)\n3. Participants who are able to understand and comply with protocol requirements, restrictions, and instructions and likely to complete the study as planned, as judged by the investigator\n4. Participants of child bearing potential and who are sexually active must meet the contraception requirements\n5. Participants must sign the informed consent form (ICF), and where appropriate, assent must be obtained\n\nExclusion Criteria:\n\n1. Participants with a history of any illness or condition that, in the opinion of the investigator, might confound the results of the study or pose an additional risk in administering study drug to the subject\n2. Participants with a history of study treatment intolerance as observed in their previous VX-770 study that, in the opinion of the investigator, might pose an additional risk in administering study drug to the subject\n3. Participants who are pregnant, planning a pregnancy, breast-feeding, or not willing to follow contraception requirements\n4. Participants taking any inhibitors or inducers of Cytochrome P450 3A4 (CYP3A4), including certain herbal medications (for example, St. John's Wort) and grapefruit/grapefruit juice","healthyVolunteers":false,"sex":"ALL","minimumAge":"6 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Non-Serious Adverse Events (AEs) and Serious Adverse Events (SAEs)","description":"Adverse Event: any untoward medical occurrence in a participant during the study, including any unfavorable and unintended sign, symptom, or disease whether or not it was considered to be study drug related. This included any newly occurring event or previous condition that increased in severity or frequency after obtaining informed consent and assent (where applicable). SAE: medical event or condition, which resulted in any of following, regardless of its relationship to the study drug: death, life threatening adverse experience, in-patient hospitalization/prolonged hospitalization, persistent/significant disability/incapacity, congenital anomaly/birth defect, important medical event. Non-Serious AEs included all AEs except SAEs.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"190","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"70","spread":null}]}]}]},{"type":"SECONDARY","title":"Annualized Rate of Decline From Study 105 Baseline in Percent Predicted Forced Expiratory Volume in 1 Second (FEV1) Through Week 96","description":"FEV1 is the volume of air that can forcibly be blown out in one second, after full inspiration. Predicted FEV1 (for age, gender, and height) was calculated using the Knudson method. Baseline was defined as Study 105 Day 15.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.30","spread":null},{"groupId":"OG001","value":"-1.23","spread":null}]}]}]},{"type":"SECONDARY","title":"Absolute Change From Study 105 Baseline in Percent Predicted FEV1 Through Week 96","description":"FEV1 is the volume of air that can forcibly be blown out in one second, after full inspiration. Predicted FEV1 (for age, gender, and height) was calculated using the Knudson method. Baseline was defined as the most recent measurement prior to intake of the first dose of study drug in Study 105. Absolute Change at Week 48 and Week 96 are reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.2585","spread":"9.63822"},{"groupId":"OG001","value":"-0.4422","spread":"8.62332"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9.8194","spread":"11.22812"},{"groupId":"OG001","value":"0.1581","spread":"9.01629"}]}]}]},{"type":"SECONDARY","title":"Absolute Change From Study 105 Baseline in Cystic Fibrosis Questionnaire-Revised (CFQ-R) Respiratory Domain Score Through Week 96","description":"The CFQ-R is a validated patient-reported outcome measuring health-related quality of life for subjects with cystic fibrosis. Respiratory domain assessed respiratory symptoms (for example, coughing, congestion, wheezing), score range: 0-100; higher scores indicating fewer symptoms and better health-related quality of life. Absolute Change at Week 48 and Week 96 are reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.43","spread":"16.600"},{"groupId":"OG001","value":"-1.94","spread":"16.550"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10.05","spread":"15.254"},{"groupId":"OG001","value":"0.77","spread":"14.305"}]}]}]},{"type":"SECONDARY","title":"Annualized Pulmonary Exacerbation Event Rate","description":"Annualized event rate was calculated by regression with negative binomial distribution.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.463","spread":null},{"groupId":"OG001","value":"0.658","spread":null}]}]}]},{"type":"SECONDARY","title":"Annualized Duration of Pulmonary Exacerbation Events","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.89","spread":"20.124"},{"groupId":"OG001","value":"17.27","spread":"30.974"}]}]}]},{"type":"SECONDARY","title":"Absolute Change From Study 105 Baseline in Weight Through Week 96","description":"Weight is a measurement of nutritional status. Absolute change in weight, measured in kilograms (kg), at Week 48 and Week 96 are reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.03","spread":"3.677"},{"groupId":"OG001","value":"1.26","spread":"3.844"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.93","spread":"5.577"},{"groupId":"OG001","value":"2.62","spread":"5.909"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":70,"n":192},"commonTop":["Infective pulmonary exacerbation of cystic fibrosis","Cough","Upper respiratory tract infection","Headache","Nasopharyngitis"]}}}