{"nctId":"NCT03737474","briefTitle":"A Long-Term Study of Brexpiprazole in Patients With Major Depressive Disorder","startDateStruct":{"date":"2018-10-04","type":"ACTUAL"},"conditions":["Major Depressive Disorder"],"count":248,"armGroups":[{"label":"Brexpiprazole","type":"EXPERIMENTAL","interventionNames":["Drug: Brexpiprazole"]}],"interventions":[{"name":"Brexpiprazole","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Rollover subjects\n\n  1. Outpatients\n  2. Subjects who have completed the double-blind period of the double-blind trial and can commence the treatment period of this trial within 28 days from the completionof the double-blind period of the double-blind trial\n  3. Subjects who have a level of comprehension sufficient to allow them to give written informed consent to all of the observation/examination/evaluation items specified in the protocol, and who can understand the contents of the trial\n  4. Subjects with a DSM-5 classification-based diagnosis of \"major depressive disorder, single episode\" or \"major depressive disorder, recurrent episode\"\n* New subjects\n\n  1. Outpatients\n  2. Male and female patients ≥ 65 years of age (at the time of informed consent)\n  3. Subjects who have a level of comprehension sufficient to allow them to give written informed consent to all of the observation/examination/evaluation items specified in the protocol, and who can understand the contents of the trial\n  4. Patients with a DSM-5 classification-based diagnosis of \"major depressive disorder, single episode\" or \"major depressive disorder, recurrent episode\" whose current episode has persisted for at least 8 weeks\n\nExclusion Criteria:\n\n* Rollover subjects\n\n  1. Female subjects who are pregnant or breastfeeding or who have positive pregnancy test (urine) results at baseline\n  2. Sexually active male subjects or sexually active female subjects of childbearing potential, who will not agree to practice 2 different methods of birth control or to remain abstinent during the trial and for 30 days after the final IMP administration. For birth control, 2 of the following methods must be used: vasectomy, tubal ligation, vaginal diaphragm, intra-uterine contraceptive device (IUD), oral contraceptives, or condom with spermicide.\n  3. Subjects who experience a change to the manic state in the antidepressant treatment period of the double-blind trial\n  4. Subjects who are discovered to not meet the inclusion criteria or to fall under any of the exclusion criteria in the doubleblind trial\n  5. Subjects who showed marked noncompliance with the IMP treatment in the double-blind trial (subjects whose IMP compliance rates are \\< 65% between prescribed visits)\n* New subjects\n\n  1. Sexually active male subjects who will not agree to practice 2different methods of birth control or to remain abstinent during the trial and for 30 days after the final IMP administration. For birth control, 2 of the following methods must be used: vasectomy, tubal ligation, vaginal diaphragm, intra-uterine contraceptive device (IUD), oral contraceptives, or condom with spermicide.\n  2. Patients with a treatment history showing that all antidepressants (also including those not used for the current major depressive episode) cannot be tolerated\n  3. Patients with a history of electroconvulsive therapy\n  4. Patients with a diagnosis of any of the following diseases according to DSM-5\n\n     1. Neurocognitive disorders\n     2. Schizophrenia spectrum and other psychotic disorders\n     3. Bipolar and related disorders\n     4. Feeding and eating disorders\n     5. Obsessive-compulsive disorder\n     6. Panic disorder\n     7. Posttraumatic stress disorder","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"The Frequency of Subjects With Treatment-Emergent Adverse Events (TEAEs)","description":"A treatment-emergent adverse event (TEAE) was defined as an AE that started after start of investigational medicinal product (IMP) treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"96.8","spread":null},{"groupId":"OG001","value":"93.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Changes From Baseline in Montgomery Åsberg Depression Rating Scale(MADRS) Total Scores at Week 52(LOCF)","description":"The MADRS was a clinician-rated scale which evaluated the level of depression.The MADRS consists of 10 items assessed apparent sadness, reported sadness, inner tension, reduced sleep, reduced appetite, concentration difficulties, lassitude, inability to feel, pessimistic thoughts, suicidal thought. Each item was scored from 0 to 6, with higher scores indicating worse condition. Summed subscales were combined to compute a total score. Total score ranges from 0 to 60, with higher scores indicating worse condition.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.8","spread":"10.4"},{"groupId":"OG001","value":"-4.9","spread":"9.0"}]}]}]},{"type":"SECONDARY","title":"The Proportion of Subjects Who Score 1 or 2 on the Clinical Global Impression-Improvement(CGI-I) Scale at Week 52(LOCF)","description":"The CGI-I Scale was clinician-rated scale which assessed the total improvement of the patient's condition compared to that at baseline. Scores range from 0 to 7: 0 = Not assessed, 1= Very much improved, 2 = Much improved, 3= Minimally improved, 4= No change, 5= Minimally worse, 6= Much worse, 7= Very much worse. Higher scores indicate worse condition.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"29.0","spread":null},{"groupId":"OG001","value":"37.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Changes From Baseline in Clinical Global Impression-Severity of Illness(CGI-S) at Week 52(LOCF)","description":"The CGI-S Scale was a clinician-rated scale which assessed how mentally ill the patient is at the time. Scores range from 0 to 7: 0 = Not assessed, 1= Normal, not at all ill, 2 =Borderline mentally ill, 3= Mildly ill, 4= Moderately ill, 5= Markedly ill, 6= Severely ill, 7= Among the most extremely ill patients. Higher scores indicate worse condition.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.5","spread":"1.3"},{"groupId":"OG001","value":"-0.5","spread":"1.0"}]}]}]},{"type":"SECONDARY","title":"Mean Changes From Baseline in Hamiliton Depression Rating Scale(HAM-D) Item Total Scores at Week 52(LOCF)","description":"The HAM-D was a clinician-rated scale which evaluated the level of depression. The HAM-D consists of 17 items such as depression mood, feeling of guilt, suicide, insomnia, work and activities, retardation, and so on. Each item was scored from 0 to 2, 3 or 4, with higher scores indicating worse condition. Summed subscales were combined to compute a total score. Total score ranges from 0 to 53 , with higher score indicating worse condition.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.2","spread":"8.3"},{"groupId":"OG001","value":"-4.1","spread":"6.6"}]}]}]},{"type":"SECONDARY","title":"Mean Changes From Baseline in Sheehan Disability Scale (SDS) Scores at Week 52(LOCF)","description":"SDS Scale was a patient-rated scale which assessed the degree of impairment for each of 3 items (\"work/school,\" \"social life,\" and \"family life/home responsibilities\") on a 11-point scale ranging from 0 to 10. The mean SDS score was the mean of scores for 3 items. Higher scores indicate worse condition.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.43","spread":"2.48"},{"groupId":"OG001","value":"-0.61","spread":"2.35"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":31},"commonTop":["Weight increased","Akathisia","Nasopharyngitis","Somnolence","Insomnia"]}}}