{"nctId":"NCT04480463","briefTitle":"A Study to Comparing SCD411 and Eylea® in Subjects With Wet Age-related Macular Degeneration (AMD)","startDateStruct":{"date":"2020-08-13","type":"ACTUAL"},"conditions":["Wet Age-related Macular Degeneration","Neovascular Age-related Macular Degeneration"],"count":576,"armGroups":[{"label":"SCD411","type":"EXPERIMENTAL","interventionNames":["Drug: SCD411"]},{"label":"Aflibercept","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Aflibercept"]}],"interventions":[{"name":"SCD411","otherNames":[]},{"name":"Aflibercept","otherNames":["Eylea®"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Provides written informed consent.\n* Clinical diagnosis of wet (neovascular) age-related macular degeneration (AMD).\n* BCVA (best corrected visual acuity) letter score of 73 to 35 at screening and prior to randomization. In addition, fellow eye should not be less than 35 letter score using the ETDRS chart or 2702 series number chart.\n* Women of child-bearing potential with negative serum pregnancy test at screening must agree to use protocol-defined methods of contraception throughout study until 3 months after last injection of aflibercept/SCD411.\n* Males with female partners of child-bearing potential must agree to use protocol-defined methods of contraception and refrain from donating sperm throughout study until 3 months after last injection of aflibercept/SCD411.\n\nExclusion Criteria:\n\n* Any prior eye (study eye and fellow eye) or systemic treatment or surgery for neovascular AMD, except dietary supplements or vitamins.\n* Any prior or current treatment with another investigational agent to great neovascular AMD in the study eye, except dietary supplements or vitamins.\n* Fellow eye shows signed of AMD that may need treatment during study period.\n* Any prior treatment with anti-VEGF agents in both eyes.\n* Total lesion size \\>30.5 mm2, Blood, scars, atrophy, fibrosis, and neovascularization, based on assessment at screening.\n* Central retina thickness of \\<300 µm in the study eye.\n* Subretinal hemorrhage that is either 50% or more of the total lesion area.\n* Scar or fibrosis making up \\>50% of the total lesion.\n* Scar, fibrosis, or atrophy involving the center of the fovea in the study eye.\n* Presence of retinal pigment epithelial tears or rips involving the macular in the study eye.\n* Cataract in the study eye that have Lens Opacity Classification System II (LOCS II) grade IV cataract in the study eye or in the Investigator's opinion, interferes with visualization of retina or retinal imaging.\n* Inflammation outside the eyeball in either eye, or within the eyeball of the study eye.\n* History of any vitreous hemorrhage in the study eye.\n* History or clinical evidence of diabetic retinopathy, diabetic macular edema, or any other vascular disease.\n* History of, treatment or surgery for detached retina.\n* History of uncomplicated surgery within the eyeball or around the study eye, except lid surgery.\n* Absence of lens in study eye.\n* Uncontrolled hypertension, defined as systolic blood pressure (BP) \\>160 mmHg or diastolic BP \\>100 mmHg under appropriate antihypertensive treatment.\n* Hypersensitivity to aflibercept or medications used in the study (fluorescein, mydriatic eye drops, etc.).\n* Pregnancy or lactation at Screening or at baseline for women of child-bearing potential.\n* History of blood clotting events.\n* History or evidence of cardiac conditions, or inability to perform any physical activity without discomfort; ventricular arrhythmia; and atrial fibrillation.\n* History of laser therapy in the macular region.\n* Any prior or current treatment with corticosteroids inside or immediately around the study eye.\n* Any prior or current treatment involving the macula with photodynamic therapy (PDT) with verteporfin, transpupillary thermotherapy, radiation therapy, or retinal laser treatment in the study eye.\n* Any prior or current treatment with pan-retinal photocoagulation.\n* Any prior or current treatment with ethambutol; deferoxamine and topiramate; tamoxifen, hydroxychloroquine, chloroquine, or vigabatrin; and amiodarone.\n* Any investigational product for the treatment of eye conditions and systemic conditions, 30 days or 5 half-lives (whichever is longer), prior to randomization, and throughout the study, except dietary supplements or vitamins.\n* Intraocular pressure ≥25 mmHg in spite of anti-glaucoma treatment.\n* Any prior or ongoing systemic medical condition (including but not limited to infectious, inflammatory, psychiatric, neurological, renal, hepatic, respiratory conditions or malignancies) or clinically significant screening laboratory value that in the opinion of the investigator may present a safety risk, interfere with study compliance and follow-up, or confound data interpretation throughout the study period.","healthyVolunteers":false,"sex":"ALL","minimumAge":"50 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in BCVA (Best Corrected Visual Acuity)","description":"Measured by Early Treatment Diabetic Retinopathy Study (ETDRS) letters score or 2702 charts","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.5","spread":null},{"groupId":"OG001","value":"5.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in BCVA (Best Corrected Visual Acuity)","description":"Measured by Early Treatment Diabetic Retinopathy Study (ETDRS) letters score or 2702 charts","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.0","spread":null},{"groupId":"OG001","value":"7.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects With Anti-SCD411 Antibodies","description":"Assessed by blood samples","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"92.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"29.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"70.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"40.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"60.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"39.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"60.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"22.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"77.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"79.8","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":32,"n":287},"commonTop":["COVID-19","Neovascular age-related macular degeneration","Visual acuity reduced","Back pain","Urinary tract infection"]}}}