{"nctId":"NCT02427607","briefTitle":"An Open-label Extension Study to Evaluate the Safety and Tolerability of Perampanel (E2007) Administered as an Adjunctive Therapy in Epilepsy Subjects","startDateStruct":{"date":"2015-05-12","type":"ACTUAL"},"conditions":["Epilepsy"],"count":7,"armGroups":[{"label":"Perampanel","type":"EXPERIMENTAL","interventionNames":["Drug: Perampanel"]}],"interventions":[{"name":"Perampanel","otherNames":["Fycompa","E2007"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria\n\n1. Participants participating in the designated perampanel study as below, and who in the opinion of the investigator continue to benefit from treatment with perampanel Designated perampanel study: E2007-G000-332 (NCT01393743) (with at least 52 weeks of total exposure to perampanel).\n2. Provide written informed consent/assent signed by participant or legal guardian prior to entering the study or undergoing any study procedures. If the written informed consent is provided by the legal guardian because the participant is unable to do so, a written or verbal assent from the participant must also be obtained.\n3. Female participants of childbearing potential must agree for the duration of the study and for a period of at least 1 month following the last dose of perampanel to be abstinent or to commit to the consistent and correct use of a medically acceptable method of birth control (eg, a double-barrier method \\[condom plus spermicide, condom plus diaphragm with spermicide\\]).\n\nExclusion Criteria\n\n1. Participants residing in countries where perampanel is commercially available with respect to the indication or formulation of the designated perampanel study.\n2. Female participants who are nursing, pregnant, or planning to become pregnant.","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Treatment-Emergent Adverse Events (TEAEs) and Serious Adverse Events (SAEs) as a Measure of Safety and Tolerability of Perampanel","description":"Safety was assessed by monitoring adverse events (AEs), withdrawal from treatment, clinical laboratory tests (chemistry), vital signs, and weight. TEAEs were defined as AEs that emerged from the first dose of study drug to the last visit of Study 341 or on or after 30 days since the last dose of study drug in Study 341, whichever comes later, having been absent at pretreatment (Baseline of Study 332). A markedly abnormal clinical chemistry laboratory value was defined as a laboratory result that worsened in severity to meet modified National Cancer Institute (NCI) toxicity criteria of Grade 2 or higher on treatment. Treatment-related TEAEs were defined as AEs that were considered by the investigator to be possibly or probably related to study treatment. SAEs were defined as any untoward medical occurrence that at any dose; resulted in death, disability/incapacity, birth defect, required inpatient hospitalization or prolongation of existing hospitalization, or was life-threatening.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":7},"commonTop":["Nasopharyngitis","Influenza","Fall","Head injury","Humerus fracture"]}}}