{"nctId":"NCT01408303","briefTitle":"[E]PANOVA Combined With a [S]TATIN in [P]ATIENTS With HYPERT[R]IGLYCER[I]DEMIA to Reduce Non-HDL CHOLES[T]EROL","startDateStruct":{"date":"2011-08"},"conditions":["Hypertriglyceridemia","Cardiovascular Disease"],"count":646,"armGroups":[{"label":"Olive Oil","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Olive oil, 4g"]},{"label":"Epanova, 2 g","type":"EXPERIMENTAL","interventionNames":["Drug: omega-3-carboxylic acids, 2g"]},{"label":"Epanova, 4 g","type":"EXPERIMENTAL","interventionNames":["Drug: omega-3-carboxylic acids, 4g"]}],"interventions":[{"name":"Olive oil, 4g","otherNames":["Placebo comparator"]},{"name":"omega-3-carboxylic acids, 2g","otherNames":["omega-3-carboxylic acids"]},{"name":"omega-3-carboxylic acids, 4g","otherNames":["omega-3-carboxylic acids"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Men or women, ≥18 years of age.\n2. Fasting triglyceride (TG) level ≥200 mg/dL and \\<500 mg/dL.\n3. The subject is a high risk for a future cardiovascular event.\n4. The subject is treated with a statin and at or near LDL-C goal.\n\nExclusion Criteria:\n\n1. Allergy or intolerance to omega-3 fatty acids and omega-3-acid ethyl esters.\n2. Use of fibrates, bile acid sequestrants, or niacin or its analogues (greater than 200 mg/d) during screening.\n3. Use of simvastatin 80 mg or Vytorin10/80 mg during screening.\n4. Use of any eicosapentaenoic acid (EPA) or docosahexaenoic acid (DHA) products.\n5. Use of any supplement for the purpose of lowering plasma cholesterol during screening.\n6. Use of weight loss drugs or programs during screening.\n7. Use of erythromycin, telithromycin, clarithromycin, cyclosporine, itraconazole, ketoconazole, protease inhibitors, or nefazodone during screening.\n8. Use of anticoagulants during screening.\n9. Use of oral or injected corticosteroids during screening.\n10. Use of tamoxifen, estrogens, progestins, or testosterone, that has not been stable for \\>4 weeks at Visit 1, or is unstable during screening.\n11. Use of \\>750 mL/d grapefruit juice during screening.\n12. Known lipoprotein lipase impairment or deficiency, or apolipoprotein C-II deficiency or familial dysbetalipoproteinemia.\n13. History of pancreatitis.\n14. Type I diabetes mellitus, use of insulin, or HbA1c \\>10% at Visit 1.\n15. Poorly controlled hypertension\n16. Uncontrolled hypothyroidism, or thyroid stimulating hormone (TSH) \\>1.5xULN at Visit 2.\n17. Recent history or current significant nephrotic syndrome, pulmonary, hepatic, biliary, gastrointestinal or immunologic disease.\n18. History of cancer (except non-melanoma skin cancer, or carcinoma in situ of cervix) within the previous two years.\n19. Females who are pregnant, planning to be pregnant during the study period, lactating, or women of childbearing potential who are not using an acceptable method of contraception.\n20. Creatine kinase \\>5.0 times upper limit of normal (ULN); aspartate aminotransferase (AST) or alanine aminotransferase (ALT) \\>2.5 times ULN at Visit 2.\n21. Current or recent history (past 12 months) of drug or alcohol abuse.\n22. Exposure to any investigational agent within 4 weeks prior to Visit 1.\n23. Any other condition the investigator believes would interfere with the subject's ability to provide informed consent, comply with study instructions, or which might confound the interpretation of the study results or put the subject at undue risk.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Serum Non-HDL Cholesterol","description":"The primary endpoints are the differences in mean percent changes from baseline to end-of-treatment in non-HDL cholesterol between placebo and the 2g/day and 4g/day Epanova groups.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.86","spread":null},{"groupId":"OG001","value":"-6.91","spread":null},{"groupId":"OG002","value":"-0.91","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":215},"commonTop":["Diarrhea","Nausea"]}}}