{"nctId":"NCT03657160","briefTitle":"Vedolizumab in the Prophylaxis of Intestinal Acute Graft Versus Host Disease (aGVHD) in Participants Undergoing Allogeneic Hematopoietic Stem Cell (Allo-HSCT) Transplantation","startDateStruct":{"date":"2019-02-06","type":"ACTUAL"},"conditions":["Hematopoietic Stem Cells"],"count":343,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Vedolizumab Placebo"]},{"label":"Vedolizumab 300 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Vedolizumab"]}],"interventions":[{"name":"Vedolizumab Placebo","otherNames":[]},{"name":"Vedolizumab","otherNames":["MLN0002"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Must be \\>= 18 years of age and, in selected countries, adolescents aged 12 years and greater and weighing \\>=30 kilogram (kg) at time of randomization.\n2. Must undergo deoxyribose nucleic acid (DNA)-based human leukocyte antigen (HLA) matching and be 8 of 8 or 7 of 8 HLA-matched (singe allele or antigen mismatch at HLA-A, -B, and -C, and HLA-DRB1 is allowable) unrelated hematopoietic stem cell transplantation (HSCT) from either peripheral blood or bone marrow stem cells for a hematologic malignancy or myeloproliferative disorder.\n3. For whom a myeloablative conditioning or reduced intensity conditioning (RIC) is planned.\n4. Allo-HSCT eligible (meeting institutional criteria)-participants planned medical care should include aGvHD prophylaxis with a combination of calcineurin inhibitor (CNI) (cyclosporine \\[CYS\\] or tacrolimus \\[TAC\\]) and methotrexate (MTX) or CNI and mycophenolate mofetil (MMF). With the exception of antithymocyte globulin (ATG) (antithymocyte globulin-Fresenius \\[ATG-F\\] or thymoglobulin), all other therapies, approved or investigational, for GvHD prophylaxis are excluded.\n5. Eastern Cooperative Oncology Group (ECOG) performance status of \\<= 2 for participants aged \\>=18 years at randomization or \\>=60 % using the Karnofsky performance status for adolescent participants aged \\>=16 years at randomization or the Lansky performance status for adolescent participants aged 12 to \\< 16 years at randomization.\n\nExclusion Criteria:\n\n1. Had prior allo- HSCT.\n2. Planned umbilical cord blood transplant or planned to receive posttransplant cyclophosphamide, in vivo or ex vivo T cell-depleted hematopoietic stem cells (HSCs) with the exception of ATG (ATG-F or thymoglobulin).\n3. Planned allo-HSCT for nonmalignant hematological disorders (example, aplastic anemia, sickle cell anemia, thalassemias, Fanconi anemia or immunodeficiency).","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Intestinal aGvHD-Free Survival After Allo-HSCT by +180 Days","description":"Intestinal aGvHD Free Survival is the time from the date of first study drug administration (Day-1) to intestinal aGvHD event/death, where an event is defined as death due to any cause or Stage 1-4 intestinal involvement per Acute Graft versus-Host Disease Clinical Stage criteria. Data was censored for participants who have not had the intestinal aGvHD event or died or have had the event after pre-specified timing, e.g., last contact or Day +180 after allo HSCT whichever occurs first.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Intestinal aGvHD-Free and Relapse-Free Survival","description":"Intestinal aGvHD and Relapse Free Survival is the time from the date of first study drug administration (Day-1) to intestinal aGvHD event/death/relapse, where an event is defined as death or Stage 1-4 intestinal involvement per Acute Graft versus-Host Disease Clinical Stage criteria, or relapse. It will be censored for participants who have not had the event or have had the event after pre-specified timing, e.g., last contact or Day +180 after allo-HSCT whichever occurs first.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Grade C-D aGvHD-Free Survival","description":"Grade C-D aGvHD Free Survival is the time from the date of first study drug administration (Day-1) to GvHD event/death, where an event is defined as Grade C-D aGvHD any organ involvement per International Bone Marrow Transplant Registry Database (IBMTR) Severity Index for aGvHD or death. It will be censored for participants who have not had the event or have had the event after pre-specified timing, eg, last contact or Day +180 after allo-HSCT whichever occurs first.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Nonrelapse Mortality (NRM)","description":"Non-relapse mortality is the time from the date of first study drug administration (Day-1) to death without occurrence of a relapse. Data was censored for participants who have not had the event or have had the event after pre-specified timing, e.g., last contact or Day +180 after allo HSCT whichever occurs first.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS)","description":"Overall Survival by Days +180 is the time from the date of first study drug administration (Day-1) to death from any cause.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Grade B-D aGvHD-Free Survival","description":"Grade B-D aGvHD Free Survival is the time from the date of first study drug administration (Day-1) to aGvHD event or death, where an event is defined as death or grade B-D any organ involvement per IBMTR Severity Index for aGvHD.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":114,"n":165},"commonTop":["Diarrhoea","Stomatitis","Nausea","Pyrexia","Anaemia"]}}}