{"nctId":"NCT00757237","briefTitle":"Aztreonam for Inhalation Solution vs Tobramycin Inhalation Solution in Patients With Cystic Fibrosis & Pseudomonas Aeruginosa","startDateStruct":{"date":"2008-08"},"conditions":["Cystic Fibrosis"],"count":274,"armGroups":[{"label":"AZLI 75 mg 3 times a day (TID)","type":"EXPERIMENTAL","interventionNames":["Drug: Aztreonam for Inhalation Solution (AZLI)"]},{"label":"TIS 300 mg 2 times a day (BID)","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Tobramycin Inhalation Solution (TIS)"]}],"interventions":[{"name":"Aztreonam for Inhalation Solution (AZLI)","otherNames":["aztreonam","AZLI","inhaled antibiotic"]},{"name":"Tobramycin Inhalation Solution (TIS)","otherNames":["tobramycin","TNS","inhaled antibiotic"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Males or females aged 6 years and older\n* Subjects with CF as diagnosed by one of the following: documented sweat chloride \\>= 60 mEq/L by quantitative pilocarpine iontophoresis test, or documented sweat sodium \\>= 60 mmol/L, or 2 well characterized genetic mutations in the Cystic Fibrosis Transmembrane Conductance Regulator (CFTR) gene, or abnormal nasal potential difference with accompanying symptoms characteristic of CF\n* Documented PA in an expectorated sputum or throat swab culture within 3 months prior to Visit 1 or at Visit 1\n* Subjects must be able to provide written informed consent/assent prior to any study related procedures; parent/guardian must be able to give written informed consent as necessary prior to any study related procedure\n* Subjects must have received previous treatment with aerosolized antibiotics without demonstration of drug intolerance\n* FEV1 \\<= 75% predicted at Visit 1\n* Ability to perform reproducible pulmonary function tests\n* Chest radiograph at Visit 1 without significant acute findings (eg, infiltrates \\[lobar or diffuse interstitial\\], pleural effusion, pneumothorax); or chest radiograph or magnetic resonance image (MRI) obtained within the 180 days prior to Visit 1 without acute findings and no significant intercurrent illness; chronic, stable findings (eg, chronic scarring or atelectasis) are allowed\n\nExclusion Criteria:\n\n* Current use of oral corticosteroids in doses exceeding the equivalent of 10 mg prednisone a day or 20 mg prednisone every other day\n* History of sputum or throat swab culture yielding B. cepacia in the previous 2 years\n* Current requirement for daily continuous oxygen supplementation or requirement for more than 2 L/minute at night\n* Administration of any investigational drug or device within 28 days of Visit 1 or within 6 half-lives of the investigational drug (whichever is longer)\n* Known local or systemic hypersensitivity to monobactam antibiotics\n* Known allergies/intolerance to tobramycin\n* Inability to tolerate inhalation of a short acting beta agonist\n* Changes in or initiation of chronic azithromycin treatment within 28 days prior to Visit 1\n* Administration of antipseudomonal antibiotics by inhalation, intravenous or oral routes within the 14 days prior to Randomization/Visit 2\n* Changes in antimicrobial, bronchodilator (BD), dornase alfa, or corticosteroid medications within 7 days prior to Visit 1\n* Changes in physiotherapy technique or schedule within 7 days prior to Visit 1\n* History of lung transplantation\n* Abnormal renal or hepatic function or serum chemistry at Visit 1, defined as aspartate aminotransferase (AST), alanine aminotransferase (ALT) \\> 5 times upper limit of normal range (ULN) or creatinine \\> 2 times ULN\n* Positive pregnancy test at Visit 1; all women of childbearing potential will be tested\n* Female of childbearing potential who is lactating or is not (in the opinion of the investigator) practicing an acceptable method of birth control; female subjects who utilize hormonal contraceptives as one of their birth control methods must have used the same method for at least 3 months before study dosing\n* Any serious or active medical or psychiatric illness, which in the opinion of the investigator, would interfere with patient treatment, assessment, or compliance with the protocol","healthyVolunteers":false,"sex":"ALL","minimumAge":"6 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Relative Change From Baseline in Forced Expiratory Volume in 1 Second (FEV1) Percent Predicted at Day 28","description":"Spirometry was performed according to American Thoracic Society (ATS) guidelines at each visit. FEV1 percent predicted is a normalized value of FEV1 calculated using the Knudson equation and based upon participant age, gender, and height. Treatment effect on the relative change from baseline in FEV1 percent predicted at Day 28 (Visit 4) was tested using an analysis of covariance (ANCOVA) model-based method.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.35","spread":"1.70"},{"groupId":"OG001","value":"0.55","spread":"1.77"}]}]}]},{"type":"PRIMARY","title":"Mean Actual Change From Baseline in FEV1 Percent Predicted Across 3 Treatment Courses","description":"Spirometry was performed according to ATS guidelines at each visit. FEV1 percent predicted is a normalized value of FEV1 calculated using the Knudson equation and based upon participant age, gender, and height.\n\nTreatment effect on the average adjusted means for the actual change in FEV1 percent predicted at Visits 4, 6, and 8 (Weeks 4, 12, and 20) was tested by mixed-effect model repeated measures (MMRM) analysis using the ITT population analysis set.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.05","spread":"0.69"},{"groupId":"OG001","value":"-0.66","spread":"0.72"}]}]}]},{"type":"SECONDARY","title":"Relative Change From Baseline in FEV1 Percent Predicted at Day 28 in Subjects Who Received Inhaled Tobramycin for >= 84 Days in the 12 Months Prior to Randomization","description":"Spirometry was performed according to ATS guidelines. FEV1 percent predicted is a normalized value of FEV1 calculated using the Knudson equation and based upon participant age, gender, and height. Treatment effect on the relative change from baseline in FEV1 percent predicted at Day 28 (Visit 4) was tested using an ANCOVA model-based method, using the population of participants with prior inhaled tobramycin use of \\>= 84 days in the previous 12 months.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.04","spread":"1.56"},{"groupId":"OG001","value":"0.54","spread":"1.57"}]}]}]},{"type":"SECONDARY","title":"Mean Actual Change From Baseline in FEV1 Percent Predicted Across 3 Treatment Courses in Subjects Who Received Inhaled Tobramycin for >= 84 Days in the 12 Months Prior to Randomization","description":"Spirometry was performed according to ATS guidelines at each visit. FEV1 percent predicted is a normalized value of FEV1 calculated using the Knudson equation and based upon participant age, gender, and height.\n\nTreatment effect on the average adjusted means for the actual change in FEV1 percent predicted at Visits 4, 6, and 8 (Weeks 4, 12, and 20) was tested by MMRM analysis using the population of participants with prior inhaled tobramycin use of \\>=84 days in the previous 12 months.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.26","spread":"0.65"},{"groupId":"OG001","value":"-0.21","spread":"0.66"}]}]}]},{"type":"SECONDARY","title":"Time to Need for Intravenous (IV) Antipseudomonal Antibiotics for Respiratory Events","description":"IV antipseudomonal antibiotic use for a respiratory event was determined through the adjudication of events by a sponsor-independent, blinded review committee.\n\nUse was compiled from data recorded on the concomitant medications electronic case report form (eCRF) and compared to reported adverse events (AEs) to determine use for a respiratory event. The time to IV antipseudomonal antibiotic use was measured in days from baseline (Visit 2) to the date of first IV antipseudomonal antibiotic use or the date of study completion (last visit)/or early withdrawal if censored.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"151","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to First Respiratory Hospitalization","description":"This endpoint was determined through the adjudication of events by a sponsor-independent, blinded review committee. Committee members reviewed all hospitalizations and determined which were related to respiratory events.\n\nDetails of all hospitalizations, including the dates of admission and discharge, were recorded on the serious adverse event (SAE) eCRF.\n\nTime to first respiratory hospitalization was the number of days from baseline (Visit 2) to the date of first respiratory hospitalization or the date of study completion (last visit) /or early withdrawal if censored.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Actual Change From Baseline in CF Questionnaire - Revised (CFQ-R) Respiratory Symptoms Scale (RSS) Score at Day 28","description":"The CFQ-R is a validated patient-reported outcome tool measuring health-related quality of life for children and adults with CF. The CFQ-R contains both general and CF-specific scales. The endpoint was change in respiratory symptoms (e.g., coughing, congestion, wheezing) from baseline, assessed with the CFQ-R RSS (range of scores \\[units\\]: 0-100; higher scores indicate fewer symptoms).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.20","spread":"1.68"},{"groupId":"OG001","value":"2.59","spread":"1.73"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Mean Actual Change From Baseline in CFQ-R RSS Score Across 3 Treatment Courses","description":"The CFQ-R is a validated patient-reported outcome tool measuring health-related quality of life for children and adults with CF. The CFQ-R contains both general and CF-specific scales. The endpoint was the average actual change in respiratory symptoms (e.g., coughing, congestion, wheezing) from baseline, assessed with the CFQ-R RSS (range of scores \\[units\\]: 0-100; higher scores indicate fewer symptoms) at the end of each treatment course (Weeks 4, 12, and 20).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.30","spread":"1.49"},{"groupId":"OG001","value":"2.17","spread":"1.54"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Treatment Satisfaction Questionnaire for Medication (TSQM) - Global Satisfaction Results at Week 20","description":"This 14 item questionnaire consists of 3 subscales that gauge participant perceptions of a medication's effectiveness, side effects, and convenience. The measure also contains a global satisfaction scale to evaluate overall participant satisfaction. The global satisfaction score is the endpoint reported here. The range of scores is 0 to 100, with higher scores indicating greater satisfaction.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"75.85","spread":"4.58"},{"groupId":"OG001","value":"61.73","spread":"4.90"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Total Number of Respiratory Hospitalizations","description":"Respiratory hospitalizations were determined through the adjudication of events by a sponsor-independent, blinded review committee. Committee members reviewed hospitalizations and determined which were related to respiratory events.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"40","spread":null},{"groupId":"OG001","value":"58","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Respiratory Events Requiring IV and/or Inhaled Antipseudomonal Antibiotics (Other Than Randomized Treatment)","description":"Inhaled and/or IV antipseudomonal antibiotic use for respiratory event was determined through event adjudication by a sponsor-independent, blinded review committee. Use of IV and/or inhaled antipseudomonal antibiotics was compiled from data recorded on the concomitant medications eCRF and compared to reported AEs to determine use for a respiratory event. The time to IV and/or inhaled antipseudomonal antibiotic use was measured in days from baseline (Visit 2) to the date of first antipseudomonal antibiotic use or the date of study completion (last visit)/or early withdrawal if censored.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"84","spread":null},{"groupId":"OG001","value":"121","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Time to Need for Inhaled and/or IV Antipseudomonal Antibiotics for Respiratory Event (Other Than Randomized Treatment)","description":"Antipseudomonal antibiotic use for respiratory event was determined through event adjudication by a sponsor-independent, blinded review committee.\n\nUse of IV and/or inhaled antibiotics for a respiratory event was compiled from data recorded on the concomitant medications eCRF and compared to reported AEs to determine use for a respiratory event. The time to antibiotic use for a respiratory event was measured in days from baseline (Day 0) to the date of first antibiotic use for a respiratory event or the date of study completion (last visit)/or early withdrawal if censored.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"117","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":42,"n":136},"commonTop":["Cough","Productive Cough","Oropharyngeal Pain","Pyrexia","Rales"]}}}