{"nctId":"NCT02384460","briefTitle":"ESSENCE Study: Efficacy and Safety of SD-101 Cream in Participants With Epidermolysis Bullosa","startDateStruct":{"date":"2015-03-11","type":"ACTUAL"},"conditions":["Epidermolysis Bullosa"],"count":169,"armGroups":[{"label":"SD-101-6.0 cream","type":"EXPERIMENTAL","interventionNames":["Drug: SD-101-6.0 cream"]},{"label":"Placebo (SD-101-0.0) cream","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo (SD-101-0.0) cream"]}],"interventions":[{"name":"SD-101-6.0 cream","otherNames":["SD-101"]},{"name":"Placebo (SD-101-0.0) cream","otherNames":["placebo"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Informed Consent form signed by the participant or participant's legal representative; if the participant was under the age of 18 but capable of providing assent, signed assent from the participant.\n* Participant (or caretaker) must have been willing to comply with all protocol requirements.\n* Diagnosis of Simplex, Recessive Dystrophic, or Junctional non-Herlitz EB.\n* Participant must have had 1 target wound (size 10 to 50 cm\\^2) at study entry.\n* Participants 1 month and older.\n* Target wound must have been present for at least 21 days.\n\nExclusion Criteria:\n\n* Participants who did not meet the entry criteria outlined above.\n* Selected target wound did not have clinical evidence of local infection.\n* Use of any investigational drug within the 30 days before enrollment.\n* Use of immunotherapy or cytotoxic chemotherapy within the 60 days before enrollment.\n* Use of systemic or topical steroidal therapy within the 30 days before enrollment. (Inhaled steroids and ophthalmic drops containing steroids were allowed).\n* Use of systemic antibiotics within the 7 days before enrollment.\n* Current or former malignancy.\n* Arterial or venous disorder resulting in ulcerated lesions.\n* Pregnancy or breastfeeding during the study. (A urine pregnancy test was performed at screening and every 30 days until the final visit for female participants of childbearing potential).\n* Females of childbearing potential who were not abstinent and not practicing a medically acceptable method of contraception.","healthyVolunteers":false,"sex":"ALL","minimumAge":"1 Month","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Time To Complete Target Wound Closure Within 3 Months","description":"Target wounds were monitored at each study visit for complete closure, defined as skin re-epithelialization without drainage. Time to target wound closure was measured from the date of the first administration of the study drug to the date of target wound closure. Participants were censored if they did not have a response within 3 months, or withdrew earlier before the confirmation of their target wound closing. This primary end point displays the mean time to complete target wound closure, analyzed using a Kaplan-Meier approach.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"41.6","spread":"25.50"},{"groupId":"OG001","value":"53.6","spread":"28.59"}]}]}]},{"type":"PRIMARY","title":"The Percentage Of Participants Experiencing Complete Closure Of Their Target Wound Within 3 Months","description":"Target wounds were monitored at each study visit for complete closure, defined as skin re-epithelialization without drainage. Participants were considered responders if they experienced complete wound closure at the Week 2 or Months 1, 2, or 3 visits. If a target wound was documented to have closed at a given visit, it was considered closed at all subsequent visits. This primary end point displays the percentage of participants from the ITT population who had complete target wound closure by the end of the study period (that is, 3 months). Analysis was performed on participants with post-baseline wound closure data.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"49.4","spread":null},{"groupId":"OG001","value":"53.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage Of Participants Experiencing Complete Closure Of Their Target Wound At Month 1 And Month 2 Visits","description":"Target wounds were monitored at each study visit for complete closure, defined as skin re-epithelialization without drainage. The percentage of participants who completed target wound closure at the Month 1 and Month 2 study visits is displayed. If a target wound was documented to have closed at a given visit, it was considered closed at all subsequent visits.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"31.6","spread":null},{"groupId":"OG001","value":"22.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"43.0","spread":null},{"groupId":"OG001","value":"42.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline In Body Surface Area Index (BSAI) Of Lesional Skin At Month 3 Visit","description":"Lesional skin was defined as areas that contained any of the following: blisters, erosions, ulcerations, scabbing, bullae, or eschars, as well as areas that were weeping, sloughing, oozing, crusted, or denuded. BSAI was calculated as a percentage, ranging from 0% to 100%, of affected body surface area, recorded for each defined body region (that is, head/neck, upper limbs, trunk \\[includes groin\\], and lower limbs), multiplied by the weighting factor, then summed for all body regions.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.637","spread":"1.404"},{"groupId":"OG001","value":"-5.319","spread":"1.354"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline In BSAI Of Total Body Wound Burden At Month 3 Visit","description":"Total body wound burden was calculated using BSAI. A wound defined as an open area on the skin (that is, epidermal covering disrupted). BSAI was calculated as a percentage, ranging from 0% to 100%, of affected body surface area, recorded for each defined body region (that is, head/neck, upper limbs, lower limbs, trunk \\[includes groin\\]), and multiplied by the weighting factor, then summed for all body regions.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.050","spread":"0.816"},{"groupId":"OG001","value":"-2.922","spread":"0.813"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline In Itching Score At Day 7","description":"Itching was assessed using the 5-point Itch Man Pruritus Assessment Tool. For participants up to 5 years of age, itching was assessed using caretaker's response and participants 6 years of age and older self-reported their itching assessments based on the following scores: 0=Comfortable, no itch; 1=itches a little, does not interfere with activity; 2=itches more, sometimes interferes with activity; 3=itches a lot, difficult to be still, concentrate; 4=itches most terribly, impossible to sit still or concentrate. Itching scores were categorized into 3 groups based on improvement; Improved or No Itching, Not Improved, and Missing. An itching score reduction from baseline greater than or equal to 1 point on the scale was classed as improved.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.5","spread":"1.31"},{"groupId":"OG001","value":"-0.3","spread":"1.24"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline In Pain Score At Day 7","description":"Change in pain assessed at Day 7 compared to baseline was measured using the Face, Legs, Activity, Cry, and Consolability (FLACC) behavioral scale for participants 1 month to 3 years of age. Each of the 5 FLACC categories was scored from 0 to 2, which resulted in a total score between 0 and 10 with 0=Relaxed and comfortable, 1 to 3=Mild discomfort, 4 to 6=Moderate pain, and 7 to 10=Severe discomfort/pain. For participants 4 years of age and older, the \"Wong Faces Pain Scale\" was used. This scale shows a series of faces ranging from a happy face at 0, which represents \"no hurt,\" to a crying face at 10, which represents \"hurts worst\". Pain scores were categorized into 3 groups based on improvement: Improved or No Pain, Not Improved, and Missing. A pain score reduction from baseline greater than or equal to 2 points on the scale was classed as improved.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.3","spread":"2.57"},{"groupId":"OG001","value":"-0.6","spread":"3.07"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":82},"commonTop":["Pruritus","Pyrexia","Nasopharyngitis","Upper respiratory tract infection","Skin infection"]}}}