{"nctId":"NCT01430754","briefTitle":"Withdrawal Study to Demonstrate the Maintenance Effect in the Treatment of Non-24-Hour Sleep-Wake Disorder","startDateStruct":{"date":"2011-09"},"conditions":["Non-24-Hour Sleep-Wake Disorder"],"count":20,"armGroups":[{"label":"tasimelteon","type":"EXPERIMENTAL","interventionNames":["Drug: tasimelteon"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"tasimelteon","otherNames":["VEC-162"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Ability and acceptance to provide informed consent;\n2. Males, non-fecund females (i.e., surgically sterilized, if procedure was done 6 months before screening or subject is postmenopausal, without menses for 6 months before screening), or females of child-bearing potential using an acceptable method of birth control for a period of 35 days before the first dosing and must have a negative pregnancy test at the screening and baseline visits; Note: Women using hormonal methods of birth control must use an additional method of birth control during the study and for one month after the last dose.\n3. Willing and able to comply with study requirements and restrictions including a commitment to a fixed 9-hour sleep opportunity during the study;\n4. Diagnosis of N24HSWD in a previous clinical trial as measured by a tau value of \\> 24.1 and the lower bound of the 95% CI is \\> 24.\n\nExclusion Criteria:\n\n1. History (within the 12 months prior to screening) of psychiatric disorders including Major Depressive Disorder, Generalized Anxiety Disorder, Axis II Disorders, delirium or any other psychiatric disorder, that is not being successfully treated or has not been resolved and that in the opinion of the clinical investigator would affect participation in the study or full compliance with study procedures;\n2. History of intolerance and/or hypersensitivity to melatonin or melatonin agonists;\n3. History of drug or alcohol abuse as defined in DSM-IV, Diagnostic Criteria for Drug and Alcohol Abuse, within the 12 months prior to screening and/or regular consumption of alcoholic drinks (\\> 2 drinks/day or \\> 14 drinks/week);\n\n   a. Note: A standard drink is equal to 13.7 grams (0.6 ounces) of pure alcohol or\n   * 12-ounces of beer\n   * 8-ounces of malt liquor\n   * 5-ounces of wine\n   * 1.5-ounces or a \"shot\" of 80-proof distilled spirits or liquor (e.g., gin, rum, vodka, or whiskey);\n4. Subject is at risk of suicide, in the opinion of the Investigator. Evidence of suicide risk could include any suicide attempt within the past year or any other suicidal behavior within the past year;\n5. Current clinically significant cardiovascular, respiratory, neurologic, hepatic, hematopoietic, renal, gastrointestinal or metabolic dysfunction unless currently controlled and stable;\n6. Subjects who have estimated creatinine clearance (CLcr; based on the Cockcroft-Gault equation) ≤ to 55 mL/min;\n7. Clinically significant deviation from normal in clinical laboratory results, vital signs measurements, or physical examination findings at screening as determined by the clinical investigator;\n8. Indication of impaired liver function (values for AST, ALT or bilirubin \\> 2 times Upper Limit of Normal);\n9. Pregnant or lactating females;\n10. A positive test for drugs of abuse at the screening visit; Note: A positive drug screen at Visit 1 needs to be discussed with the medical monitor and will be evaluated on a case-by-case basis.\n11. Smoke more than 10 cigarettes/day;\n12. Worked night, rotating, or split (period of work, followed by break, and then return to work) shift work within 1 month of the screening visit or plan to work these shifts during the study;\n13. Unwilling or unable to follow the medication restrictions described in Section 8.2., or unwilling or unable to sufficiently wash-out from use of a restricted medication\n14. Unable to perform calls to the study IVR system to report questionnaire results;\n15. Any other sound medical reason as determined by the clinical investigator;\n16. Legal incompetence or limited legal competence, detainment in an institution for official or legal reasons.","healthyVolunteers":false,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Maintenance of Entrainment (aMT6s) in Subjects With N24HSWD.","description":"Entrainment is a measure of synchronization of the master body clock to the 24-hour day. The circadian period (τ) was calculated using urinary aMT6s collected over four separate 48 hour periods, approximately 1 week apart, during the run-in and randomized phases of the trial. Maintenance of entrainment is defined as the proportion of subjects who become non-entrained to a 24 hour day after randomization to tasimelteon or placebo. Non-entrainment was defined as having a post-baseline τ value ≥ 24.1 or the lower bound of the 95% CI \\>24.0.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Maintenance of Entrainment (Cortisol) in Subjects With N24HSWD","description":"Entrainment is a measure of synchronization of the master body clock to the 24-hour day. The circadian period (τ) was calculated using urinary cortisol collected over four separate 48 hour periods, approximately 1 week apart, during the run-in and randomized phases of the trial. Maintenance of entrainment is defined as the proportion of subjects who become non-entrained to a 24 hour day after randomization to tasimelteon or placebo. Non-entrainment was defined as having a post-baseline τ value ≥ 24.1 or the lower bound of the 95% CI \\>24.0.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Run-In in Subjective Nighttime Total Sleep Time in Lower Quartile of Days (LQ-nTST) During the Randomized Phase","description":"LQ-nTST measures the average nighttime sleep during the patient's worst 25% of nights (shortest total nighttime sleep) from run-in and randomized phase. The higher number indicates improvement.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.74","spread":"18.986"},{"groupId":"OG001","value":"-73.74","spread":"18.986"}]}]}]},{"type":"SECONDARY","title":"Change From Run-In in Total Daytime Sleep Duration in Lower Quartile of Days (UQ-dTSD) During the Randomized Phase","description":"UQ-dTSD measures the average daytime sleep during the patient's worst 25% of days (longest total daytime sleep) from run-in and randomized phase. Lower number indicates improvement.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-9.31","spread":"17.253"},{"groupId":"OG001","value":"49.95","spread":"17.253"}]}]}]},{"type":"SECONDARY","title":"Change From Run-In in Midpoint of Sleep (MoST) During the Randomized Phase","description":"Midpoint of Sleep Timing (MoST) is the measurement of the average timing of sleep relative to bedtime. The average MoST value will trend to 0 as an individual's sleep becomes more fragmented. Improvement is defined as an increase in the average.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19.99","spread":"8.611"},{"groupId":"OG001","value":"-16.05","spread":"8.611"}]}]}]},{"type":"SECONDARY","title":"Change From Run-In in Circadian Time to Relapse During the Randomized Phase","description":"Time to relapse is defined as a 45 minute or greater decrement in the weekly average of subjective nighttime total sleep time (nTST) compared to the Run-in Phase.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"24.7","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":57},"commonTop":["Nasopharyngitis","Crystal urine present","Protein urine present","Headache","Arthralgia"]}}}