{"nctId":"NCT01336205","briefTitle":"Assessment of Long-term Safety in Patients With Non-cancer-related Pain and Opioid-induced Constipation","startDateStruct":{"date":"2011-04"},"conditions":["Opioid-Induced Constipation (OIC)"],"count":844,"armGroups":[{"label":"1","type":"EXPERIMENTAL","interventionNames":["Drug: NKTR-118"]},{"label":"2","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Usual care"]}],"interventions":[{"name":"NKTR-118","otherNames":[]},{"name":"Usual care","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Provision of written informed consent prior to any study-specific procedures.\n* NEW PATIENTS ONLY: Self-reported active symptoms of OIC at screening (\\<3 SBMs/week and experiencing \\>1 reported symptom of hard/lumpy stools, straining, or sensation of incomplete evacuation/anorectal obstruction in at least 25% of the BMs over the previous 4 weeks); and Documented confirmed OIC (\\<3 SBMs/week on average over the 2-week OIC confirmation period.\n* PATIENTS ENROLLING FROM OTHER NKTR-118 STUDIES: Receiving a stable maintenance opioid regimen consisting of a total daily dose of 30 mg to 1000 mg or oral morphine, or equianalgesic amount(s) of 1 or more opioid therapies.\n* FOR PATIENTS RANDOMIZED TO RECEIVE NKTR-118: Willingness to stop all laxatives and other bowel regimens including prune juice and herbal products throughout the 52-week treatment period, and to use only bisacodyl as rescue medication if BM has not occurred within at least 72 hours of the last recorded BM.\n\nExclusion Criteria:\n\n* Patients receiving Opioid regimen for treatment of pain related to cancer.\n* History of cancer within 5 years from first study visit with the exception of basal cell cancer and squamous cell skin cancer.\n* Medical conditions and treatments associated with diarrhea, intermittent loose stools, or constipation.\n* Other issues related to the gastrointestinal tract that could impose a risk to the patient.\n* Pregnancy or lactation.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"84 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Incidence of Patients Experiencing at Least One Adverse Event (AE)","description":"The incidence of patients experiencing at least one AE during the randomized treatment and follow-up periods was calculated.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"437","spread":null},{"groupId":"OG001","value":"195","spread":null}]}]}]},{"type":"PRIMARY","title":"Incidence of Patients Experiencing AEs That Resulted in Discontinuation of Investigational Product (IP)","description":"The incidence of patients experiencing AEs that resulted in discontinuation of IP during the randomized treatment or follow-up periods was calculated.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"56","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"PRIMARY","title":"Incidence of Patients Experiencing Severe Adverse Events (SAEs)","description":"The incidence of patients experiencing SAEs during the randomized treatment and follow-up periods was calculated.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"51","spread":null},{"groupId":"OG001","value":"30","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":51,"n":534},"commonTop":["ABDOMINAL PAIN","DIARRHOEA","BACK PAIN","NAUSEA","HEADACHE"]}}}