{"nctId":"NCT04305405","briefTitle":"PK/PD and Long Term Safety Study of Benralizumab in Children With Severe Eosinophilic Asthma","startDateStruct":{"date":"2019-11-21","type":"ACTUAL"},"conditions":["Severe Uncontrolled Asthma"],"count":30,"armGroups":[{"label":"Dose 1","type":"EXPERIMENTAL","interventionNames":["Drug: Benralizumab"]},{"label":"Dose 2","type":"EXPERIMENTAL","interventionNames":["Drug: Benralizumab"]}],"interventions":[{"name":"Benralizumab","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nPatients are eligible to be included in the study only if all of the following inclusion criteria and none of the exclusion criteria apply:\n\n1. Parent(s)/guardian are able to give written informed consent prior to participation in the study, which will include the ability to comply with the requirements and restrictions listed in the consent form. If applicable, the participant must be able and willing to give assent to take part in the study according to the local requirement.\n2. Patient must be 6 to 11 years of age inclusive (6 to 14 years of age inclusive in Japan), at the time of signing the ICF.\n3. Diagnosis of severe asthma, defined by the regional guidelines for at least 12 months prior to Visit 1.\n4. A previously confirmed history of two or more exacerbations requiring treatment with systemic corticosteroids and/or hospitalization in the 12 months prior to Visit 1.\n5. Peripheral blood eosinophil count of ≥ 150 cells / µL at Visit 1.\n6. A well-documented requirement for regular treatment with ICS: eg. total daily dose equivalent to ≥ 250 µg fluticasone propionate, in the 12 months prior to Visit 1, with or without maintenance oral corticosteroids.\n7. Current treatment with at least 1 additional controller medication, such as inhaled LABA, leukotriene receptor antagonist, long acting anti-muscarinic agent, or theophylline, since at least 3 months prior to Visit 1.\n8. Pre-bronchodilator FEV1 ≤ 110% predicted normal, or, FEV1/Forced Vital Capacity (FVC) ratio ≤ 0.8.\n9. Body weight ≥15 kg.\n10. Male or female\n11. Females of childbearing potential (FOCBP) who are sexually active, as judged by the investigator, must commit to consistent and correct use of an acceptable method of contraception for the duration of the study and for 4 months after the last dose of IP.\n\nExclusion Criteria:\n\nPatients are eligible to be included in the study only if all of the inclusion criteria and none of the exclusion criteria apply:\n\n1. Any history of life-threatening asthma (eg, requiring intubation).\n2. Clinically important pulmonary disease other than asthma such as active lung infection, bronchiectasis, pulmonary fibrosis, cystic fibrosis, alpha 1 anti-trypsin deficiency, and primary ciliary dyskinesia.\n3. Previous diagnosis of pulmonary or systematic disease, other than asthma, that is associated with elevated peripheral eosinophil counts such as allergic bronchopulmonary aspergillosis/mycosis, eosinophilic granulomatosis with polyangiitis (Churg-Strauss syndrome), and hypereosinophilic syndrome.\n4. Ever been diagnosed with malignant disease.\n5. Any disorder, including, but not limited to, cardiovascular, gastrointestinal, hepatic, renal, neurological, musculoskeletal, immunological, psychiatric, or major physical impairment that is not stable in the opinion of the investigator and could:\n\n   1. Affect the safety of the patient throughout the study.\n   2. Influence the findings of the study or their interpretations.\n   3. Impede the patient's ability to complete the entire duration of the study.\n6. History of anaphylaxis to any biologic therapy.\n7. Any clinically significant abnormal findings in physical examination, vital signs, haematology, clinical chemistry, or urinalysis during screening period, which in the opinion of the investigator may put the patient at risk because of his/her participation in the study, or may influence the results of the study, or the patient's ability to complete the entire duration of the study.\n8. Any clinically significant cardiac disease or any electrocardiogram (ECG) abnormality obtained during the screening period, which in the opinion of the investigator may put the patient at risk or interfere with study assessments.\n9. Positive hepatitis B surface antigen, or hepatitis C virus antibody serology, or a positive medical history for hepatitis B or C. Patients with a history of hepatitis B vaccination without history of hepatitis B are allowed to enrol.\n10. A helminth parasitic infection diagnosed within 24 weeks prior to the date of informed consent and assent is obtained that has not been treated with, or has failed to respond to, standard of care therapy.\n11. Alanine aminotransferase or aspartate aminotransferase level ≥ 1.5 times the upper limit of normal confirmed during the screening period.\n12. A history of known immunodeficiency disorder including a positive human immunodeficiency virus (HIV) test.\n13. Use of immunosuppressive medication, including, but not limited to, methotrexate, troleandomycin, cyclosporine, azathioprine, intramuscular long-acting depot corticosteroid, or any experimental anti-inflammatory therapy, within 3 months prior to Visit 1. Chronic maintenance corticosteroid for the treatment of asthma is allowed.\n14. Receipt of immunoglobulin or blood products within 30 days prior to Visit 1.\n15. Receipt of any marketed (eg, Omalizumab, Mepolizumab, or off-label Benralizumab) or investigational biologic within 4 months or 5 half-lives, whichever is longer, prior to Visit 1.\n16. Receipt of live attenuated vaccines 30 days prior to the date of first dose of IP.\n17. Initiation of new allergen immunotherapy is not allowed within 30 days prior to Visit 1. However, allergen immunotherapy initiated prior to this period can be continued provided there is a gap of 7 days between the immunotherapy and IP administration.\n18. Current use of any oral or ophthalmic non-selective β-adrenergic antagonist (eg, propranolol).\n19. Planned surgical procedures during the conduct of the study.\n20. Participation in another clinical study with an investigational nonbiologic product administered in the last 30 days or 5 half-lives prior to enrolment, whichever is longer.\n21. Known history of allergy or reaction to any component of the IP formulation.\n22. Concurrent enrolment in another clinical study.\n23. Parent/guardian has a history of psychiatric disease, intellectual deficiency, substance abuse, or other condition (eg, inability to read, comprehend and write) which will limit the validity of consent to participate in this study.\n24. Unwillingness or inability of the participant or parent/guardian to follow the procedures outlined in the protocol.\n25. Children who are wards of the state or government.\n26. Involvement in the planning and/or conduct of the study (applies to both AstraZeneca staff and/or staff at the study site).\n27. Judgement by the investigator that the patient should not participate in the study if the patient is unlikely to comply with study procedures, restrictions and requirements.\n28. Previous treatment in the present study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"6 Years","maximumAge":"14 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Clearance of Benralizumab","description":"Blood samples were collected to determine the clearance of benralizumab. This was an empirical Bayesian estimate (EBE) derived posthoc using population PK analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.156","spread":"0.0598"}]}]}]},{"type":"PRIMARY","title":"Area Under the Serum Concentration-Time Curve From Time Zero to Day 28 (AUC0-28) of Benralizumab","description":"Blood samples were collected to determine the AUC0-28 of benralizumab and it was calculated by linear up/log down trapezoidal summation. The PK parameters were estimated using non-compartmental analysis method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"36918.01","spread":"24.61"},{"groupId":"OG001","value":"75593.37","spread":"39.96"},{"groupId":"OG002","value":"36918.01","spread":"24.61"},{"groupId":"OG003","value":"73670.51","spread":"38.86"}]}]}]},{"type":"PRIMARY","title":"Maximum Observed Serum Concentration (Cmax) of Benralizumab","description":"Blood samples were collected to determine Cmax of benralizumab and it was directly calculated from the individual concentration-time curve. The PK parameters were estimated using non-compartmental analysis method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1901.18","spread":"28.42"},{"groupId":"OG001","value":"3118.69","spread":"47.35"},{"groupId":"OG002","value":"1901.18","spread":"28.42"},{"groupId":"OG003","value":"3090.85","spread":"43.66"}]}]}]},{"type":"PRIMARY","title":"Terminal Phase Elimination Half-Life (t1/2) of Benralizumab","description":"Blood samples were collected to determine the t1/2 of benralizumab and it was calculated as natural logarithm of 2 \\[ln(2)\\]/terminal rate constant (λZ). This was an EBE derived posthoc using population PK analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.4","spread":null}]}]}]},{"type":"PRIMARY","title":"Time to Achieve Maximum Observed Serum Concentration (Tmax) of Benralizumab","description":"Blood samples were collected to determine the tmax of benralizumab and it was directly calculated from the individual concentration-time curve. The PK parameters were estimated using non-compartmental analysis method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.91","spread":null},{"groupId":"OG001","value":"7.26","spread":null},{"groupId":"OG002","value":"6.91","spread":null},{"groupId":"OG003","value":"7.94","spread":null}]}]}]},{"type":"PRIMARY","title":"Trough Concentration of Benralizumab at Week 16 (Ctrough16)","description":"Blood samples were collected to determine the trough concentration at Week 16, the lowest concentration reached by benralizumab before the next dose was administered. The PK parameters were estimated using non-compartmental analysis method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"142.42","spread":"256.34"},{"groupId":"OG001","value":"339.35","spread":"409.24"},{"groupId":"OG002","value":"142.42","spread":"256.34"},{"groupId":"OG003","value":"340.46","spread":"363.69"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Peripheral Blood Eosinophil Count up to Week 48","description":"Blood samples were collected for determination of eosinophil count levels and were assessed in a central laboratory. Baseline is the last non-missing measurement prior to the first dose of study treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-447.3","spread":"283.76"},{"groupId":"OG001","value":"-436.9","spread":"408.28"},{"groupId":"OG002","value":"-447.3","spread":"283.76"},{"groupId":"OG003","value":"-455.3","spread":"385.58"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-445.3","spread":"276.20"},{"groupId":"OG001","value":"-453.8","spread":"396.03"},{"groupId":"OG002","value":"-445.3","spread":"276.20"},{"groupId":"OG003","value":"-470.7","spread":"374.25"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-443.3","spread":"286.85"},{"groupId":"OG001","value":"-455.8","spread":"419.32"},{"groupId":"OG002","value":"-443.3","spread":"286.85"},{"groupId":"OG003","value":"-472.9","spread":"393.49"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-446.7","spread":"279.12"},{"groupId":"OG001","value":"-402.7","spread":"384.61"},{"groupId":"OG002","value":"-446.7","spread":"279.12"},{"groupId":"OG003","value":"-430.0","spread":"378.68"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-354.2","spread":"323.99"},{"groupId":"OG001","value":"-436.9","spread":"405.90"},{"groupId":"OG002","value":"-354.2","spread":"323.99"},{"groupId":"OG003","value":"-457.9","spread":"397.77"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-434.0","spread":"286.15"},{"groupId":"OG001","value":"-453.8","spread":"392.78"},{"groupId":"OG002","value":"-434.0","spread":"286.15"},{"groupId":"OG003","value":"-474.3","spread":"385.04"}]}]}]},{"type":"SECONDARY","title":"Body Weight-Adjusted Clearance of Benralizumab","description":"Blood samples were collected to determine the clearance of benralizumab. This was an EBE derived posthoc using population PK analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.00408","spread":"0.000764"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Anti-Drug Antibodies (ADA) Response to Benralizumab","description":"Blood samples were analyzed for the presence of ADAs for benralizumab. ADA prevalence: ADA positive (+ve) at any time point including baseline and/or post baseline. Treatment induced ADA+ve: ADA negative (-ve) at baseline and post-baseline ADA+ve. Treatment-boosted ADA+ve: baseline +ve ADA titer that was boosted by \\>4-fold or higher-level following study drug administration. Treatment-emergent ADA+ve: either treatment-induced ADA+ve or treatment-boosted ADA+ve. Persistently +ve ADA: having at least 2 post-baseline ADA+ve assessments with at least 16 weeks (112 days) between the first and last +ve assessments, or an ADA+ve result at the last available assessment. Transiently +ve ADA: having at least 1 post-baseline ADA+ve assessment(s) and not persistently ADA+ve. Neutralizing antibodies (nAb) prevalence: nAb+ve at baseline and/or post-baseline. Treatment-induced nAb+ve (nAb incidence): nAb-ve at baseline (or ADA-ve at baseline) and nAb+ve at any post-baseline visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"3","spread":null},{"groupId":"OG003","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"3","spread":null},{"groupId":"OG003","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"3","spread":null},{"groupId":"OG003","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"1","spread":null},{"groupId":"OG003","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"2","spread":null},{"groupId":"OG003","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"3","spread":null},{"groupId":"OG003","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"3","spread":null},{"groupId":"OG003","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Pre-Bronchodilator Forced Expiratory Volume in 1 Second (FEV1) up to Week 48","description":"The FEV1 was defined as the volume of air exhaled from the lungs in the first second of a forced expiration and was measured by spirometry. Baseline is the last non-missing measurement with acceptable quality prior to the first dose of study treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.001","spread":"0.2434"},{"groupId":"OG001","value":"-0.119","spread":"0.2435"},{"groupId":"OG002","value":"-0.001","spread":"0.2434"},{"groupId":"OG003","value":"-0.165","spread":"0.2609"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.003","spread":"0.3412"},{"groupId":"OG001","value":"0.425","spread":"0.4395"},{"groupId":"OG002","value":"0.003","spread":"0.3412"},{"groupId":"OG003","value":"0.428","spread":"0.4209"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Interviewer-Administered Asthma Control Questionnaire (ACQ-IA) Score up to Week 48","description":"The ACQ-IA is a 6-item assessment comprised of 6 patient-reported items. Participants were asked to record their experience with 5 symptoms (night-time waking, symptoms on waking, activity limitation, shortness of breath, and wheezing) and use of short-acting beta-2 agonist (SABA) over the previous week using a 7-point scale (0 = no impairment; and 6 = maximum impairment). The ACQ-IA score was calculated by the mean of the 7 equally weighted items. The score ranged from 0 (well controlled) to 6 (extremely poorly controlled). Higher scores indicated poor asthma control. Baseline is the last non-missing measurement prior to the first dose of study treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.62","spread":"0.890"},{"groupId":"OG001","value":"-1.18","spread":"1.717"},{"groupId":"OG002","value":"-0.62","spread":"0.890"},{"groupId":"OG003","value":"-1.06","spread":"1.696"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.56","spread":"1.252"},{"groupId":"OG001","value":"-1.36","spread":"1.369"},{"groupId":"OG002","value":"-0.56","spread":"1.252"},{"groupId":"OG003","value":"-1.31","spread":"1.324"}]}]}]},{"type":"SECONDARY","title":"Number of Responders in Interviewer-Administered Patient Global Impression of Change (PGIC)-IA and Clinician Global Impression of Change (CGIC) Questionnaires","description":"The PGIC-IA and CGIC instruments were used for an overall evaluation of response to treatment, conducted separately by the Investigator and by the participant (administered by trained individuals to help the child understand the question and response options), using a 7-point scale: 1=very much improved; 2=much improved; 3=minimally improved; 4=no change; 5=minimally worse; 6=much worse; and 7=very much worse. The Investigator (clinician) and the participant were asked to rate the degree of change in the overall asthma status compared to the start of study treatment visit. Participants were defined as responders based on categorized responses for PGIC-IA and CGIC. Responder status categories included Improved=Very much improved, Much improved, Minimally improved, Much improved=Much improved, Very much improved, Very much improved=Very much improved. CGIC = PGIC-IA indicates agreement between CGIC and PGIC-IA assessments of response to treatment at the same visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"12","spread":null},{"groupId":"OG002","value":"13","spread":null},{"groupId":"OG003","value":"13","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"10","spread":null},{"groupId":"OG002","value":"10","spread":null},{"groupId":"OG003","value":"11","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"8","spread":null},{"groupId":"OG002","value":"4","spread":null},{"groupId":"OG003","value":"9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"12","spread":null},{"groupId":"OG002","value":"13","spread":null},{"groupId":"OG003","value":"13","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"10","spread":null},{"groupId":"OG002","value":"9","spread":null},{"groupId":"OG003","value":"11","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"9","spread":null},{"groupId":"OG002","value":"9","spread":null},{"groupId":"OG003","value":"10","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"11","spread":null},{"groupId":"OG002","value":"13","spread":null},{"groupId":"OG003","value":"12","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"9","spread":null},{"groupId":"OG002","value":"8","spread":null},{"groupId":"OG003","value":"9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"5","spread":null},{"groupId":"OG002","value":"3","spread":null},{"groupId":"OG003","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null},{"groupId":"OG001","value":"13","spread":null},{"groupId":"OG002","value":"15","spread":null},{"groupId":"OG003","value":"14","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"11","spread":null},{"groupId":"OG002","value":"8","spread":null},{"groupId":"OG003","value":"12","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"6","spread":null},{"groupId":"OG002","value":"5","spread":null},{"groupId":"OG003","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"6","spread":null},{"groupId":"OG002","value":"10","spread":null},{"groupId":"OG003","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"5","spread":null},{"groupId":"OG002","value":"7","spread":null},{"groupId":"OG003","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"4","spread":null},{"groupId":"OG002","value":"3","spread":null},{"groupId":"OG003","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"8","spread":null},{"groupId":"OG002","value":"9","spread":null},{"groupId":"OG003","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"7","spread":null},{"groupId":"OG002","value":"5","spread":null},{"groupId":"OG003","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"6","spread":null},{"groupId":"OG002","value":"5","spread":null},{"groupId":"OG003","value":"6","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":15},"commonTop":["Nasopharyngitis","Pyrexia","Viral upper respiratory tract infection","COVID-19","Headache"]}}}