{"nctId":"NCT04513366","briefTitle":"A Study of SEL-212 in Patients With Gout Refractory to Conventional Therapy","startDateStruct":{"date":"2020-08-18","type":"ACTUAL"},"conditions":["Chronic Gout"],"count":112,"armGroups":[{"label":"SEL-212 low-dose","type":"EXPERIMENTAL","interventionNames":["Drug: SEL-212 low-dose"]},{"label":"SEL-212 high-dose","type":"EXPERIMENTAL","interventionNames":["Drug: SEL-212 high-dose"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Normal Saline"]}],"interventions":[{"name":"SEL-212 low-dose","otherNames":[]},{"name":"SEL-212 high-dose","otherNames":[]},{"name":"Normal Saline","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Has negative results of an FDA Emergency Use Authorized COVID-19 molecular assay for detection of SARS-CoV-2 RNA from a nasal or oropharyngeal specimen;\n2. History of symptomatic gout defined as:\n\n   1. ≥ 3 gout flares within 18 months of Screening or\n   2. Presence of ≥ 1 gout tophus or\n   3. Current diagnosis of gouty arthritis\n3. At the Screening Visit: male age 21 - 80 years, inclusive, or female of non-childbearing potential age 21-80 years, inclusive, where nonchildbearing potential is defined as:\n\n   a. \\> 6 weeks after hysterectomy with or without surgical bilateral salpingooperhectony or b. Post-menopausal (\\> 24 months of natural amenorrhea or in the absence of \\>24 months of amenorrhea, one documented confirmatory FSH measurement)\n4. Has chronic refractory gout defined as having failed to normalize sUA and whose signs and symptoms are inadequately controlled with any of the xanthine oxidase inhibitors, or for whom these drugs are contraindicated for the patient;\n5. Has at the Screening Visit SUA ≥ 7 mg/dL\n6. Negative serology for HIV-1/-2 and negative antigen to hepatitis B and negative antibodies to hepatitis C;\n\nExclusion Criteria:\n\n1. Has a history of anaphylaxis, severe allergic reactions, or severe atopy;\n2. Has a history of any allergy to pegylated products, including, but not limited to pegloticase (Krystexxa®), peginterferon alfa-2a (Pegasys®), peginterferon alfa-2b (PegIntron®), pegfilgrastim (Neulasta®), pegaptanib (Macugen®), pegaspargase (Oncaspar®), pegademase (Adagen®), peg-epoetin beta (Mircera®), pegvisomant (Somavert®) certolizumab pegol (Cimzia®), naloxegol (Movantik®), peginesatide (Omontys®), and doxorubicin liposome (Doxil®);\n3. Is taking and cannot discontinue known major CYP3A4/P-gp inhibitors or major CYP3A4/P-gp inducers at least 14 days before dosing. Patients must remain off these medications for the duration of the study, including natural products such as St. John's Wort or grapefruit juice.\n4. Is taking drugs known to interact with rapamycin (sirolimus - Rapamune®) such as cyclosporine, diltiazem, erythromycin, ketoconazole, posaconazole, voriconazole, itraconazole, rifampin, verapamil unless they are stopped 14 days prior to dosing and will not be used/prescribed during the trial.\n5. Had major surgery within 3 months of initial screening.\n6. Had a gout flare during Screening that was resolved for less than 1 week prior to first treatment with study drug (exclusive of chronic synovitis/arthritis) unless the patient has a history of inter-flare intervals of \\< 1 week.\n7. Has uncontrolled diabetes at Screening with HbA1c ≥ 8.5%;\n8. Has fasting Screening glucose \\> 240 mg/dL;\n9. Has fasting Screening triglyceride \\> 500 mg/dL;\n10. Has fasting Screening low-density lipoprotein (LDL) \\> 200 mg/dL;\n11. Has glucose-6-phosphate dehydrogenase (G6PD) deficiency;\n12. Has uncontrolled hypertension defined as blood pressure \\> 170/100 mmHg at Screening and 1 week prior to dosing\n13. Individual laboratory values which are exclusionary\n\n    * White blood cell count (WBC) \\< 3.0 x109/L\n    * Serum aspartate aminotransferase (AST) or alanine amino transferase (ALT) \\> 3x upper limit of normal (ULN) in the absence of known active liver disease\n    * Estimated glomerular filtration rate (eGFR) \\< 30 mL/min/1.73 m2\n    * Urine albumin creatinine ratio (UACR) \\> 30 mg/g\n    * Hemoglobin (Hgb) \\< 9 g/dL\n    * Serum phosphate \\< 2.0 mg/dL\n14. Is receiving ongoing treatment for arrhythmia, including placement of an implantable defibrillator, unless considered stable and on active treatment;\n15. Has evidence of unstable cardiovascular disease or unstable cerebrovascular vascular disease. This includes patients who have had a cardiac/vascular event(s) in the last 3 months including heart attack, stroke or vascular bypass surgery or patients who are deemed, by their physician or PI, to have active cardiovascular, cerebrovascular or peripheral vascular symptoms/disease inadequately controlled by medication;\n16. Has congestive heart failure, New York Heart Association Class III or IV;\n17. Unless clinically stable and/or appropriately treated, electrocardiogram (ECG) with evidence of clinically significant arrhythmia or other abnormalities that, in the opinion of the investigator, are consistent with significant underlying cardiac disease;\n18. History of significant hematological disorders within 5 years or autoimmune disorders, and/or patient is currently immunosuppressed or immunocompromised;\n19. Prior exposure to any experimental or marketed uricase (e.g., rasburicase (Elitek, Fasturtec), pegloticase (Krystexxa®), pegadricase (SEL 37))\n20. Patient has received a live vaccine in the previous 6 months.\n21. Patient is planning to receive any live vaccine during the study.\n22. History of malignancy within the last 5 years other than basal skin cancer;\n23. Patients with a documented history of moderate or severe alcohol or substance use disorder within the 12 months prior to randomization.\n24. History of or evidence of clinically severe interstitial lung disease\n25. Immunocompromised state, regardless of etiology","healthyVolunteers":false,"sex":"ALL","genderBased":true,"genderDescription":"female of non-childbearing potential defined as either \\>6 weeks after hysterectomy with or without surgical bilateral salpingo-oophorectomy OR post-menopausal (\\> 24 months of natural amenorrhea or in the absence of \\> 24 months of amenorrhea, one documented confirmatory FSH measurement)","minimumAge":"19 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Proportion of Participants Who Achieved and Maintained Reduction in Serum Uric Acid (sUA) < 6 Milligrams Per Deciliter (mg/dL) for At Least 80% of The Time During Treatment Period 6 (Month 6)","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.48","spread":null},{"groupId":"OG001","value":"0.56","spread":null},{"groupId":"OG002","value":"0.04","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Mean sUA","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.1","spread":"0.6"},{"groupId":"OG001","value":"-5.5","spread":"0.6"},{"groupId":"OG002","value":"0.2","spread":"0.6"}]}]}]},{"type":"SECONDARY","title":"Percentage Change From Baseline in Mean sUA","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-58.7","spread":"8.0"},{"groupId":"OG001","value":"-64.2","spread":"7.1"},{"groupId":"OG002","value":"5.6","spread":"6.8"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Physical Component Summary Score of the Short Form Health Survey (SF-36)","description":"The SF-36 is a 36-item scale constructed to survey health status and quality of life (QoL). The SF-36 assesses 8 health concepts, which are the weighted sums of the questions in their section: limitations in physical activities because of health problems; limitations in social activities because of physical or emotional problems; limitations in usual role activities because of physical health problems; bodily pain; general mental health (psychological distress and well-being); limitations in usual role activities because of emotional problems; vitality (energy and fatigue); and general health perceptions. Each scale was directly transformed into a 0-100 scale, and the total average scores were calculated across the 8 health concepts. The 8 domains contributed to physical component summary and mental component summary scores. Total scores for the physical component summary score ranged from 0-100, with a higher score indicating better health outcomes.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.4","spread":"1.8"},{"groupId":"OG001","value":"4.8","spread":"1.7"},{"groupId":"OG002","value":"3.0","spread":"1.8"}]}]}]},{"type":"SECONDARY","title":"Proportion of Participants With at Least Partial Response (PR) (as Best Response) in Overall Tophus Response Evaluation in Participants With Tophi at Baseline","description":"Baseline photographs of the hands and feet of each participant were obtained using a standardized method in all participants together with photographs of up to 2 other representative sites of tophaceous disease. The baseline photographs were assessed by three independent reviewers to prospectively identify sites of tophaceous disease present at the start of treatment. Up to 5 tophi in the photographs were chosen by the reviewers for measurement over the course of therapy. The reviewers assessed the photographs for size of each target tophus using image analysis software. At least PR was defined as at least a 50% decrease in the area of at least one tophus, and includes participants with complete response (CR). Data are presented for the proportion of participants with at least PR (as best response).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.00","spread":null},{"groupId":"OG001","value":"0.67","spread":null},{"groupId":"OG002","value":"0.42","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Participants Who Achieved and Maintained Reduction of sUA < 6 mg/dL for at Least 80% of the Time During Month 6 in the Subset of Participants With Tophi at Baseline","description":"The number of responders in the subgroup of Intent-to-Treat participants with tophi at baseline divided by the number of Intent-to-Treat participants with tophi at baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.50","spread":null},{"groupId":"OG001","value":"0.34","spread":null},{"groupId":"OG002","value":"0.07","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Month 6 in Number of Tender Joints","description":"Tender and/or swollen joints were counted. The following joints were assessed: metacarpophalangeal, proximal interphalangeal, and distal interphalangeal joints of the hands; the metatarsophalangeal and interphalangeal joints of the feet; shoulder, elbow, wrist, knee, ankle, tarsus, sternoclavicular, and acromioclavicular joints.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.1","spread":"0.3"},{"groupId":"OG001","value":"-1.4","spread":"0.3"},{"groupId":"OG002","value":"-1.9","spread":"0.3"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Month 6 in the Total Score of the Health Assessment Questionnaire Disability Index (HAQ-DI)","description":"The HAQ-DI assesses fine movements of the upper extremity, locomotor activities of the lower extremity, and activities that involve both the upper and lower extremities. It includes 20 items in 8 categories: \"activity\", \"arising\", \"dressing and grooming\", \"eating\", \"grip\", \"hygiene\", \"reach\" and \"walking\". Scoring within each section was on a 4-point Likert scale from 0 (without any difficulty) to 3 (unable to do), with higher score showing more disability. The average of the 8 category scores was reported as the HAQ-DI total score on a scale of 0 to 3. A decrease in HAQ-DI score from baseline indicated an improvement in the participant's condition.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.2","spread":"0.1"},{"groupId":"OG001","value":"0.0","spread":"0.1"},{"groupId":"OG002","value":"-0.1","spread":"0.1"}]}]}]},{"type":"SECONDARY","title":"Incidence of Gout Flare During Treatment Periods 1-6 (Months 1-6)","description":"Gout flare was assessed as part of adverse event (AE) collection. Gout flares were assessed during the Treatment Phase using a validated definition of flares in participants with established gout. A gout flare (per Gaffo et al. 2018) was defined as the fulfillment of at least 3 of the following 4 criteria: 1. Participant-defined gout flare, 2. Pain at rest score of \\>3 on a 0-10-point numerical rating scale, 3. Presence of at least 1 swollen joint, 4. Presence of at least 1 warm joint. Data are presented for the LS mean incidence per month of gout flares during Treatment Periods 1-6 (Months 1-6). A summary of all Serious Adverse Events and Other Adverse Events (nonserious) regardless of causality is located in the 'Reported Adverse Events' Section.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.2","spread":"0.1"},{"groupId":"OG001","value":"0.4","spread":"0.1"},{"groupId":"OG002","value":"0.3","spread":"0.1"}]}]}]},{"type":"SECONDARY","title":"Incidence of Gout Flare During Treatment Periods 1-3 (Months 1-3)","description":"Gout flare was assessed as part of adverse event (AE) collection. Gout flares were assessed during the Treatment Phase using a validated definition of flares in participants with established gout. A gout flare (per Gaffo et al. 2018) was defined as the fulfillment of at least 3 of the following 4 criteria: 1. Participant-defined gout flare, 2. Pain at rest score of \\>3 on a 0-10-point numerical rating scale, 3. Presence of at least 1 swollen joint, 4. Presence of at least 1 warm joint. Data are presented for the LS mean incidence per month of gout flares during Treatment Periods 1-3 (Months 1-3). A summary of all Serious Adverse Events and Other Adverse Events (nonserious) regardless of causality is located in the 'Reported Adverse Events' Section.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.4","spread":"0.1"},{"groupId":"OG001","value":"0.4","spread":"0.1"},{"groupId":"OG002","value":"0.3","spread":"0.1"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":10,"n":37},"commonTop":["Gout","COVID-19","Infusion related reaction","Hypertriglycerideaemia","Hypertension"]}}}