{"nctId":"NCT00600925","briefTitle":"A Study of an Antibiotic Implant in General Surgical Subjects at Higher Risk for Surgical Wound Infection","startDateStruct":{"date":"2008-01"},"conditions":["Colorectal Surgery","Surgical Wound Infection"],"count":602,"armGroups":[{"label":"1","type":"EXPERIMENTAL","interventionNames":["Drug: gentamicin-collagen sponge dipped in saline"]},{"label":"2","type":"NO_INTERVENTION","interventionNames":[]}],"interventions":[{"name":"gentamicin-collagen sponge dipped in saline","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Scheduled to undergo nonemergent colon and/or rectal surgical procedures involving a laparotomy incision of at least 7 cm in length or greater. List of eligible procedures: Left Hemicolectomy, Transverse Colectomy, Segmental/Sleeve Left Colon Resection, Total Abdominal Colectomy With Ileorectal Anastomosis, Total Abdominal Colectomy With Ileostomy, Total Abdominal Proctocolectomy (Portion Of Specimen To Be Extracted Via Laparotomy), Low Anterior Resection, Sigmoid Resection, Non-Emergent Hartmann's Procedure, Colotomy With Polypectomy Distal To Hepatic Flexure, Colostomy Takedown Through Laparotomy (Not Peristomal) Incision, Ileo-Pouch Anal Anastomosis, Abdominal Perineal Resection of the Rectum\n* Have the capacity to understand and sign an informed consent form.\n* Are male or female and \\> 18 years of age.\n* If female, be postmenopausal (no menstrual period for a minimum of 1 year), or surgically sterilized (does not have a uterus or has had bilateral tubal ligation). Females of child-bearing potential must have a negative serum pregnancy test on entry in the study, and agree to use adequate birth control during the study and for 60 days after the administration of study agent.\n* Agree to be available for evaluation from baseline until final evaluation at 60 days postsurgery.\n\nExclusion Criteria:\n\n* Known history of hypersensitivity to gentamicin or bovine collagen.\n* Undergoing emergency surgery (urgent surgery is allowed if informed consent is obtained and the study procedures can be performed). Emergency surgery includes cases where standard bowel preparation and other preoperative assessments cannot be done.\n* Undergoing a significant concomitant surgical procedure (e.g., hysterectomy). The following concomitant procedures are allowed: appendectomy, cholecystectomy, oophorectomy, liver biopsy/wedge resection (but not liver resection).\n* Undergoing a laparoscopic, laparoscopic-assisted, or other minimally invasive surgical approach involving a laparotomy incision less than 7 cm.\n* History of prior laparotomy within the last 60 days of this planned procedure.\n* Planned to undergo a second laparotomy or colorectal surgical procedure (e.g. colostomy or ileostomy takedown) within 60 days of this planned first procedure.\n* Evidence preoperatively of any of the following: sepsis, severe sepsis, or septic shock (note that SIRS alone is not an exclusion criterion)\n* Current abdominal wall infection/surgical site infection from previous laparotomy/laparoscopy or for any reason.\n* Receiving antibiotic therapy within the 1 week prior to the date of surgery.\n* Preoperative evaluation suggests intra-abdominal process that might preclude full closure of the skin.\n* History of ongoing treatment (e.g. chemotherapy, radiation) for non-colorectal cancer.\n* Recent history of significant drug or alcohol abuse.\n* Preoperative prothrombin time (PT) \\> 1.5 times upper limit of normal\n* Pregnant, lactating, or of childbearing potential not practicing a birth control method with a high degree of reliability\n* Postsurgical life expectancy ≤ 60 days, in the investigator's or sponsor's opinion.\n* Refusal to accept medically indicated blood products.\n* Previous participation in this or any other active Innocoll Gentamicin-Collagen Sponge study.\n* Participation within 30 days before the start of this study in any experimental drug or device study, or currently participating in a study in which the administration of investigational drug or device within 60 days is anticipated.\n* Surgeon does not believe that it will be possible to insert 2 sponges above the fascia in the patient (e.g. in a very thin patient planned to have a small incision)\n* Patients with anterior abdominal wall mesh that is not planned to be completely removed during the planned procedure.\n* Presence of prosthetic cardiac valve.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Surgical Wound Infections From Surgery Through Post-operative Day 60","description":"Primarily, efficacy will be evaluated by a comparison between the 2 study groups of the incidence of surgical wound infections (involving the laparotomy incision) that occur within the period from surgery through postop day 60.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"90","spread":null},{"groupId":"OG001","value":"63","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Had Superficial Incisional Surgical Wound Infection","description":"Number of Participants who had superficial incisional surgical wound infection, based on CDC criteria adjudicated by an independent blinded committee","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"61","spread":null},{"groupId":"OG001","value":"41","spread":null}]}]}]},{"type":"SECONDARY","title":"The Effect of the Gentamicin-collagen Sponge on the Proportion of Patients With Deep Incisional Surgical Wound Infection","description":"The proportion of subjects who had deep incisional SWI, based on Centers for Disease Control and Prevention (CDC) criteria adjudicated by an independent blinded committee","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25","spread":null},{"groupId":"OG001","value":"18","spread":null}]}]}]},{"type":"SECONDARY","title":"The Effect of the Gentamicin-collagen Sponge on the ASEPSIS Score","description":"Mean (SD) ASEPSIS Score Through 60 Days Postoperatively - brief assessment of surgical wound on post-operative Days 3, 4, 5, 6, and 7 (or discharge if earlier) and then questionnaire/phone call on post-operative Days 30 and 60. Score from each time point is added up and the mean score is reported. Used to compare antibiotic regimens for their effectiveness in preventing or treating wound sepsis, well-defined criteria for outcome are needed. A method of assessing wound healing has been devised that defines carefully the characteristics to be considered and how they are to be awarded points. Objective criteria are also included in the assessment. Points are given for the need for Additional treatment, the presence of Serous discharge, Erythema, Purulent exudate, and Separation of the deep tissues, the Isolation of bacteria, and the duration of inpatient Stay (ASEPSIS). The higher the points the worse outcome. Maximum Points would be 60. Minimum points would be 0","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.1","spread":"10.38"},{"groupId":"OG001","value":"5.2","spread":"10.99"}]}]}]},{"type":"SECONDARY","title":"The Effect of the Gentamicin-collagen Sponge on Length of Hospital Stay Postoperatively.","description":null,"paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.5","spread":"6.19"},{"groupId":"OG001","value":"7.3","spread":"5.42"}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Were Rehospitalized for Surgical Wound Infection Within 60 Days Post-operatively","description":"The effect of the gentamicin-collagen sponge on rehospitalization for surgical wound infection.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21","spread":null},{"groupId":"OG001","value":"13","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":114,"n":296},"commonTop":["Nausea","Incision Site Pain","Vomiting","Procedural Pain","Abdominal pain"]}}}