{"nctId":"NCT03836287","briefTitle":"Safety and Efficacy Study of Sofpironium Bromide in Subjects With Axillary Hyperhidrosis (BBI-4000-CL-301)","startDateStruct":{"date":"2020-10-09","type":"ACTUAL"},"conditions":["Axillary Hyperhidrosis"],"count":350,"armGroups":[{"label":"Active","type":"EXPERIMENTAL","interventionNames":["Drug: Sofpironium Bromide Gel, 15%"]},{"label":"Vehicle","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Vehicle"]}],"interventions":[{"name":"Sofpironium Bromide Gel, 15%","otherNames":["BBI-4000 Gel, 15%"]},{"name":"Vehicle","otherNames":["BBI-4000 Gel, 0%"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female subject ≥ 9 years of age.\n* Diagnosis of primary axillary hyperhidrosis that meets the following criteria: (a) symptoms of hyperhidrosis for at least 6 months' duration, (b) HDSM-Ax of 3 - 4 and (c) a minimum GSP of 50 mg in each axilla with a combined total of at least 150 mg.\n* The ability to understand and follow all study-related procedures including study drug administration.\n* Sexually active female of childbearing potential (FOCBP)\\* must agree to periodic pregnancy testing and use a medically acceptable method of contraception while receiving protocol-assigned product.\n\nExclusion Criteria:\n\n* In the Investigators opinion, any skin or subcutaneous tissue conditions of the axilla(e).\n* Prior use of any prohibited medication(s) or procedure(s) within the specified timeframe for the treatment of axillary hyperhidrosis.\n* Anticholinergic agents used to treat conditions such as, but not limited to, hyperhidrosis, asthma, incontinence, gastrointestinal cramps, and muscular spasms by any route of administration.\n* Use of any cholinergic drug (e.g. bethanechol) within 28 days.\n* Known cause of hyperhidrosis or known history of a condition that may cause hyperhidrosis (i.e., hyperhidrosis secondary to any known cause such hyperthyroidism, diabetes mellitus, medications, etc.).\n* Subjects with unstable diabetes mellitus or thyroid disease, history of renal or hepatic impairment, malignancy glaucoma, intestinal obstructive or motility disease, obstructive uropathy, myasthenia gravis, BPH, neurological or psychiatric conditions, Sjögren's or Sicca syndrome, or cardiac abnormalities that may alter or exacerbate sweat production by the use of anticholinergics in the investigator's opinion.\n* Subjects with known hypersensitivity to glycopyrrolate, anticholinergics, or any of the components of the topical formulation.\n* Subject is pregnant, lactating or is planning to become pregnant during the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"9 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants (Vehicle Arm vs. Sofpironium Bromide Gel, 15%) With and Without an Observed ≥2-point Improvement in Hyperhidrosis Disease Severity Measure-Axillary-7 Item Total Score From Baseline to End of Treatment","description":"Change in score from baseline to end of treatment of 7 questions from the patient reported outcome assessment - Hyperhidrosis Disease Severity Measure-Axillary-7; each question had a 5-point response (range 0 \\[better\\] - 4 \\[worse\\]). Total scores were calculated by averaging the score of all items, resulting in an axillary hyperhidrosis symptom range of 0 (no sweating) to 4 (worst possible sweating). Improvement corresponded to a ≥2-point reduction of individual participant score from baseline to end of treatment (end of treatment \\[6 weeks\\] score minus baseline score). Treatment arms compared included vehicle and Sofpironium Bromide Gel, 15%. Counts of participants (per treatment arm) with and without an observed ≥2-point improvement in Hyperhidrosis Disease Severity Measure-Axillary-7 Item Total Score from baseline to end of treatment were used as the outcome value(s).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"84","spread":null},{"groupId":"OG001","value":"54","spread":null}]},{"measurements":[{"groupId":"OG000","value":"73","spread":null},{"groupId":"OG001","value":"112","spread":null}]}]}]},{"type":"PRIMARY","title":"Observed Change in Participant (Vehicle Arm vs SB Gel 15% Arm) Ranked Gravimetric Sweat Production From Baseline to End of Treatment","description":"Individual gravimetric sweat production values were reported as the combined measured weight (mg) of axillary (right+left axillae) sweat production at each visit. Gravimetric sweat production values were rank-transformed.\n\nBaseline GSP was the median rank of GSP measurements obtained on Visit 2, Visit 3, and Visit 4.\n\nEnd of Treatment GSP was the median rank of GSP measurements obtained on Visit 10, Visit 11, and Visit 12.\n\nThe difference in ranked GSP from baseline to end of treatment (ranked GSP at end of treatment \\[6 weeks\\] minus ranked GSP at baseline) was used as the outcome value.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-27.88","spread":"94.670"},{"groupId":"OG001","value":"-7.24","spread":"99.695"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":173},"commonTop":["DRY MOUTH","APPLICATION SITE PAIN","MYDRIASIS","APPLICATION SITE PRURITUS","APPLICATION SITE DERMATITIS"]}}}