{"nctId":"NCT02617589","briefTitle":"An Investigational Immuno-therapy Study of Nivolumab Compared to Temozolomide, Each Given With Radiation Therapy, for Newly-diagnosed Patients With Glioblastoma (GBM, a Malignant Brain Cancer)","startDateStruct":{"date":"2016-03-01","type":"ACTUAL"},"conditions":["Brain Cancer"],"count":560,"armGroups":[{"label":"Nivolumab + Radiotherapy Arm","type":"EXPERIMENTAL","interventionNames":["Drug: Nivolumab","Radiation: Radiotherapy"]},{"label":"Temozolomide + Radiotherapy Arm","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Temozolomide","Radiation: Radiotherapy"]}],"interventions":[{"name":"Nivolumab","otherNames":[]},{"name":"Temozolomide","otherNames":[]},{"name":"Radiotherapy","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Males and Females, age ≥ 18 years old\n* Newly-diagnosed brain cancer or tumor called glioblastoma or GBM\n* Tumor test result shows MGMT unmethylated type\n* Karnofsky performance status of ≥ 70 (able to care for self)\n\nExclusion Criteria:\n\n* Prior treatment for GBM (other than surgical resection)\n* Any known tumor outside of the brain\n* Recurrent or secondary GBM\n* Active known or suspected autoimmune disease\n* Biopsy with less than 20% of tumor removed\n\nOther protocol-defined inclusion/exclusion criteria apply","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Survival (OS)","description":"OS is defined as the time between the date of randomization and the date of death due to any cause. A participant who has not died will be censored at the last known alive date.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.40","spread":null},{"groupId":"OG001","value":"14.88","spread":null}]}]}]},{"type":"SECONDARY","title":"Kaplan-Meier Plot of Progression Free Survival","description":"PFS was defined as the time from randomization to the date of the first documented tumor progression or death due to any cause. Participants who did not have disease progression or who did not die were censored at the date of last tumor assessment. Participants who did not have any on study tumor assessment and did not have tumor progression or die were censored at the randomization date. Participants who started any subsequent anti-cancer therapy without a prior reported progression were censored at the last tumor assessment prior to initiation of the subsequent anti-cancer therapy. Participants who had surgical resection post start of study treatment were censored at the last tumor assessment date prior to initiation of surgical resection. PFS was determined by investigator reported response based on the Radiologic Assessment in Neuro-Oncology criteria.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.01","spread":null},{"groupId":"OG001","value":"6.21","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival Rate at 24 Months","description":"The overall survival (OS) rate of (nivolumab + radiation therapy) and (temozolomide + radiation therapy) estimated as Kaplan-Meier probability of survival at 24 months. OS was defined as the time between the date of randomization and the date of death due to any cause. A participant who has not died was censored at the last known alive date.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.6","spread":null},{"groupId":"OG001","value":"21.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival in Tumor Mutational Burden (TMB) High Population","description":"OS in all randomized participants that are tumor mutational burden high. OS was defined as the time between the date of randomization and the date of death due to any cause. A participant who has not died was censored at the last known alive date.","classes":[]},{"type":"SECONDARY","title":"Progression Free Survival in Tumor Mutational Burden (TMB) High Population","description":"PFS in all randomized participants that are tumor mutational burden high. PFS was defined as the time from randomization to the date of the first documented tumor progression or death due to any cause. Participants who did not have disease progression or who did not die were censored at the date of last tumor assessment. Participants who did not have any on study tumor assessment and did not have tumor progression or die were censored at the randomization date. Participants who started any subsequent anti-cancer therapy without a prior reported progression were censored at the last tumor assessment prior to initiation of the subsequent anti-cancer therapy. Participants who had surgical resection post start of study treatment were censored at the last tumor assessment date prior to initiation of surgical resection. PFS was determined by investigator reported response based on the Radiologic Assessment in Neuro-Oncology criteria.","classes":[]},{"type":"POST_HOC","title":"Kaplan-Meier Plot of Overall Survival (OS) - Extended Collection","description":"OS was defined as the time between the date of randomization and the date of death due to any cause. A participant who has not died was censored at the last known alive date. Note: This outcome measure represents an updated version of the primary endpoint to include additional data collection that has occurred after the primary completion date (assessments were made until March 4, 2022).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.34","spread":null},{"groupId":"OG001","value":"14.92","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":206,"n":278},"commonTop":["Fatigue","Headache","Nausea","Alopecia","Constipation"]}}}