{"nctId":"NCT01475643","briefTitle":"Loteprednol vs Prednisolone for the Treatment of Intraocular Inflammation Following Cataract Surgery in Children.","startDateStruct":{"date":"2013-06","type":"ACTUAL"},"conditions":["Cataract"],"count":107,"armGroups":[{"label":"Loteprednol etabonate","type":"EXPERIMENTAL","interventionNames":["Drug: Loteprednol etabonate"]},{"label":"Prednisolones acetate","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Prednisolones acetate"]}],"interventions":[{"name":"Loteprednol etabonate","otherNames":["LE"]},{"name":"Prednisolones acetate","otherNames":["PA"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subject is a candidate for routine, uncomplicated surgery for childhood cataract\n\nExclusion Criteria:\n\n* Subjects who have a severe/serious ocular condition, or any other unstable medical condition that, in the Investigator's opinion, may preclude study treatment or follow-up.\n* Subjects with glaucoma, ocular hypertension, or those receiving intraocular pressure (IOP) lowering therapy in either eye or systemically.\n* Subjects with a history of steroid-induced IOP elevation in either eye.\n* Subjects who have known hypersensitivity or other contraindication to the study drug(s) or any components in the drug formulation.","healthyVolunteers":false,"sex":"ALL","maximumAge":"11 Years","stdAges":["CHILD"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Anterior Chamber Inflammation","description":"Anterior Chamber Inflammation (for subjects that could only be examined with a pen light and a 20D \\[g20 Diopter\\] magnifying lens): 0 = None Clear anterior chamber with no visible clouding (Tyndall effect and cells combined). Red reflex normal\n\n1. = Mild Mild anterior chamber clouding. Clear iris pattern on visualization. Red reflex normal\n2. = Moderate Moderate anterior chamber clouding\n3. = Severe Severe anterior chamber clouding. Iris pattern not clearly visualized. Red reflex diminished\n4. = Very severe Severe anterior chamber clouding with a white and/or milky appearance of the anterior chamber. Red reflex absent or severely diminished","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":".913","spread":null},{"groupId":"OG001","value":".783","spread":null}]}]}]},{"type":"SECONDARY","title":"Anterior Chamber Cells & Flare","description":"Anterior Chamber Flare (for those subjects that could be examined with a slit lamp):\n\nAssessed scattering of a slit lamp light beam when directed into the anterior chamber (Tyndall effect). 0 = None No Tyndall effect\n\n1. = Mild Tyndall effect barely discernible\n2. = Moderate Tyndall effect in anterior chamber is moderately intense. Iris pattern is seen clearly\n3. = Severe Tyndall effect in anterior chamber is severely intense. Iris pattern cannot be seen clearly\n4. = Very severe Tyndall effect is very severely intense. The aqueous has a white and milky appearance","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":".192","spread":null},{"groupId":"OG001","value":".341","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":54},"commonTop":["Eye Pain","Eyelid Odema","Nasopharyngitis","Discomfort","Ocular hyperemia"]}}}