{"nctId":"NCT02221869","briefTitle":"A Multicenter Study of the Efficacy and Safety of Xyrem With an Open- Label Pharmacokinetic Evaluation and Safety Extension in Pediatric Subjects With Narcolepsy With Cataplexy","startDateStruct":{"date":"2014-10-01","type":"ACTUAL"},"conditions":["Narcolepsy With Cataplexy"],"count":106,"armGroups":[{"label":"Xyrem","type":"EXPERIMENTAL","interventionNames":["Drug: Xyrem"]},{"label":"Xyrem Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Xyrem"]}],"interventions":[{"name":"Xyrem","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Male or female subjects aged 7-16 years at Visit 2 for subjects on Xyrem at study entry and at Visit 1.1 for Xyrem-naïve subjects (to ensure subjects are \\<18 years of age at the end of the study)\n2. Have a primary diagnosis of narcolepsy with cataplexy that meets International Classification of Sleep Disorders (ICSD)-2 or ICSD-3 criteria, whichever was in effect at the time of the diagnosis or, with the permission of the Medical Monitor, completes a Multiple Sleep Latency Test (MSLT) during Screening to confirm the diagnosis of Type 1 narcolepsy by ICSD-3 criteria (i.e., the subject meets all other ICSD-3 criteria for Type 1 narcolepsy)\n3. Have given documented assent indicating that he/she was aware of the investigational nature of the study and the required procedures and restrictions before participation in any protocol-related activities\n4. Have parent(s)/guardian(s) who have given informed consent for his/her/their child's participation in the study\n5. Be willing to spend the required number of nights (2 to 3) in a sleep laboratory for PSG evaluations\n6. If currently treated with Xyrem, must have been taking unchanged doses (twice nightly dosing no higher than 9 g/night) of Xyrem, and stimulants, if applicable, for the treatment of narcolepsy symptoms for at least 2 months prior to screening\n\nIn addition to the above inclusion criteria, subjects participating in the PK evaluation must meet the following inclusion criteria:\n\n7\\. Be willing to spend 2 additional nights in the clinic for PK evaluation\n\n\\-\n\nExclusion Criteria:\n\n1. Inability to understand assent or follow study instructions for any reason, in the opinion of the Investigator\n2. Parent(s) or guardian(s) unable to comply with the requirements of the study for any reason, in the opinion of the Investigator\n3. Other documented clinically significant condition (including an unstable medical condition, chronic disease other than narcolepsy with cataplexy, or history or presence of another neurological disorder) that might affect the subject's safety and/or interfere with the conduct of the study in the opinion of the Investigator\n4. Treatment with benzodiazepines, non-benzodiazepine anxiolytics/ hypnotics/sedatives, neuroleptics, opioids, barbiturates, diclofenac, valproate, phenytoin, ethosuximide within 2 weeks prior to enrollment (discontinuation for the purpose of study enrollment is permitted only if considered safe by the Investigator and approved by the Medical Monitor)\n5. Treatment with any other medications that have anticataplectic effect (e.g., serotonin-norepinephrine reuptake inhibitors \\[SNRIs\\], selective serotonin reuptake inhibitors \\[SSRIs\\], or tricyclic antidepressants \\[TCAs\\]) within 1 month before Screening\n6. Unsafe for the subject to receive placebo treatment for 2 weeks, in the opinion of the Investigator\n\nIn addition to the above exclusion criteria, subjects participating in the PK evaluation must not demonstrate the following:\n\n\\-","healthyVolunteers":false,"sex":"ALL","minimumAge":"7 Years","maximumAge":"17 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Weekly Number of Cataplexy Attacks","description":"Double-blind comparison of the change in weekly number of cataplexy attacks from the last 2 weeks of the Stable Dose Period to the 2 weeks of the Double-blind Treatment Period.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.27","spread":null},{"groupId":"OG001","value":"12.71","spread":null}]}]}]},{"type":"SECONDARY","title":"Clinical Global Impression of Change (CGIc) for Cataplexy Severity","description":"CGIc for cataplexy severity from the end of the Stable Dose Period to the end of the Double-blind Treatment Period.\n\nThe CGIc is a 7-point scale ranging from \"very much improved\" to \"very much worse.\" A score of 0 = no change, a score of 3 = very much improved, and a score of -3 = very much worse.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.4","spread":"1.12"},{"groupId":"OG001","value":"-1.5","spread":"1.19"}]}]}]},{"type":"SECONDARY","title":"Change in the Epworth Sleepiness Scale (ESS) (CHAD) Score","description":"Change in the ESS (CHAD) score from the end of the Stable Dose Period to the end of the Double-blind Treatment Period.\n\nThe ESS is a self-administered questionnaire with 8 questions. It provides a measure of a person's general level of daytime sleepiness, or their average sleep propensity in daily life. In the ESS for children and adolescents (CHAD), certain activities were modified. Each activity is scored on a scale ranging from 0-3, with 0 = would never fall asleep, and 3 = high chance of falling asleep. The total score ranges from 0-24, with a higher number representing an increased propensity for sleepiness.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"3.0","spread":null}]}]}]},{"type":"SECONDARY","title":"CGIc for Narcolepsy Overall","description":"CGIc for narcolepsy overall from the end of the Stable Dose Period to the end of the Double-blind Treatment Period.\n\nThe CGIc is a 7-point scale ranging from \"very much improved\" to \"very much worse.\" A score of 0 = no change, a score of 3 = very much improved, and a score of -3 = very much worse.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.4","spread":"0.95"},{"groupId":"OG001","value":"-1.4","spread":"1.13"}]}]}]},{"type":"SECONDARY","title":"Change in Quality of Life (QoL; SF-10 Physical and Psychosocial Summary Score) From the End of the Stable Dose Period to the End of the Double-blind Treatment Period","description":"The SF-10 Health Survey for Children is a parent-completed survey that contains 10 questions adapted from the Child Health Questionnaire. The SF-10 is intended to produce physical and psychosocial health summary measures. Each of the 10 questions responses is scored with a point value from 1 to 6 (1 is the worst possible condition and 6 is the best possible condition). The SF-10 physical and psychosocial measures are scored such that higher scores indicate more favorable functioning.\n\nThe questions and associated point values are separated into the Physical Health (PHS-10 domain) and Psychosocial Health (PSS-10 domain). The sums of the scores in each domain are standardized using the mean and standard deviation from a normal population (2006 sample). The standardized scores are transformed to norm based scoring (NBS) metric. Through NBS, scale scores are standardized to a mean of 50 and SD of 10 in the combined U.S. general population and clinical samples. NBS scores are reported","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"-2.670","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":104},"commonTop":["Enuresis","Nausea","Vomiting","Headache","Weight decreased"]}}}