{"nctId":"NCT01217515","briefTitle":"Diltiazem Hydrochloride Cream for Anal Fissure","startDateStruct":{"date":"2010-10"},"conditions":["Chronic Anal Fissure"],"count":465,"armGroups":[{"label":"Diltiazem hydrochloride 4% cream","type":"EXPERIMENTAL","interventionNames":["Drug: Diltiazem hydrochloride 4% cream"]},{"label":"Diltiazem hydrochloride 2% cream","type":"EXPERIMENTAL","interventionNames":["Drug: Diltiazem hydrochloride 2% cream"]},{"label":"Placebo cream","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Placebo"]}],"interventions":[{"name":"Diltiazem hydrochloride 4% cream","otherNames":[]},{"name":"Diltiazem hydrochloride 2% cream","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* • Must give written informed consent.\n\n  * Male or female subjects, from 18 years of age.\n  * Subjects with at least a 4 week history of painful AF, prior to screening, where AF-related pain associated with, or following, defaecation is experienced at least twice a week for the 4 weeks prior to Screening with an average of ≥ 3 on an 11-point NRS (Numerical Rating Scale, range 0-10 where 0 = no pain and 10 = worst pain imaginable).\n  * Subjects with an average of ≥4 on an 11-point NRS during the screening phase for worst anal pain associated with, or following, defaecation for the most recent 3 days on which the subject has defaecated.\n  * Subjects with evidence of a circumscribed fissure, with induration at the edges.\n  * Willing to stop all other concomitant topical preparations applied perianally prior to commencing study treatment, and throughout the study.\n  * Willingness and ability to use the IVRS diary.\n\nExclusion Criteria:\n\n* Subjects unwilling to have examination of AF.\n* Subjects with \"acute\" AF (i.e. duration of symptoms less than 4 weeks prior to screening, and/or no induration of fissure edges).\n* More than 1 AF.\n* Subjects who have had lateral sphincterotomy or anal stretch or other previous surgery involving the anal canal or perianal region.\n* Subjects who have had sub-fissure injection of botulinum toxin in the 3 months prior to screening, or have used glyceryl trinitrate (GTN) ointment for \\>1 week in the 4 weeks prior to the screening visit.\n* Subjects with AF associated with other conditions (drug-induced \\[e.g. nicorandil\\], trauma, HIV infection, fistula-in-ano, inflammatory bowel disease, perianal sepsis or malignancy).\n* Subjects with cardiovascular disease (including those diagnosed by the screening ECG): history of reduced left ventricular function, bradycardia, 1st degree atrioventricular (AV) block or prolonged P-R interval (\\>0.2 seconds/ \\>200 milliseconds).\n* Subjects with known hypersensitivity to diltiazem.\n* Subjects who have previously received therapy with diltiazem hydrochloride cream or other topical calcium channel blockers.\n* Subjects taking medications prohibited by the protocol.\n* Subjects who have taken experimental agents must have been discontinued at least 8 weeks prior to screening, or for a period equivalent to 5 half-lives (t1/2) of the agent (whichever is longer);\n* Subjects who have or have undergone the following gastrointestinal disorders or procedures:\n* Inflammatory bowel disease.\n* Chronic faecal incontinence.\n* History of chronic constipation or constipation in the 4 weeks prior to the screening phase (defined as 2 or less defaecations per week; associated with straining/passage of hard stools).\n* Anal abscess.\n* A history of radiation therapy to the pelvis.\n* Fixed anal stenosis/fibrosis.\n* Subjects with a history of neoplastic disease within 5 years (except for basal cell carcinoma or non-metastatic squamous cell carcinoma of the skin).\n* Subjects with a clinically significant history of renal, hepatic, neurological, dermatological, immunological, major psychiatric (including drug or alcohol abusers), or haematological illness.\n* Subjects with any laboratory tests considered clinically significant at screening.\n* Subjects with planned elective or other treatment requiring hospitalisation, during the study, booked before entry into the study\n* Subjects who will be unavailable for the duration of the trial, likely to be noncompliant with the protocol, or who are felt to be unsuitable by the Investigator for any other reason;\n* Women of childbearing potential unless surgically sterile or using adequate contraception (IUD, oral or depot contraceptive, or barrier plus spermicide). Women using oral contraception must have started using it at least 2 months prior to enrolment.\n* Women who are pregnant or breastfeeding.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Average of Worst Anal Pain Associated With or Following Defaecation for Week 4 (for the 7 Treatment Days Immediately Preceding the Week 4 Visit).","description":"Change from baseline in average of worst anal pain associated with or following defaecation for Week 4 (for the 7 treatment days immediately preceding the Week 4 visit). Numerical Rating Scale, range 0-10 where 0 = no pain and 10 = worst pain imaginable.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.63","spread":"0.15"},{"groupId":"OG001","value":"-2.64","spread":"0.15"},{"groupId":"OG002","value":"-2.20","spread":"0.15"}]}]}]},{"type":"SECONDARY","title":"Patient's Global Impression of Improvement (PGI-I)","description":"Compared to the way you felt prior to starting the study treatment, how would you now describe your problems related to the anal fissure?\" Responses will be measured on a 7-point Likert scale where 1 = substantially worse, 2 = moderately worse, 3 = slightly worse, 4 = no change, 5 = slightly improved, 6 = moderately improved, and 7 = substantially improved. Percentage of subjects scoring 5,6 or 7 was assessed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"62.4","spread":null},{"groupId":"OG001","value":"51.9","spread":null},{"groupId":"OG002","value":"46.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Assessment of Adverse Events, Clinical Laboratory Results, Vital Signs and Sensitivity Reactions","description":"Number of subjects with adverse events, abnormal clinical laboratory results, vital signs and occurrence of any local sensitivity reactions. Data are presented where the incidence is greater than or equal to 5%.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"70.1","spread":null},{"groupId":"OG001","value":"70.5","spread":null},{"groupId":"OG002","value":"60.6","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":154},"commonTop":["Gastrointestinal disorders","Nervous system disorders","Infections and infestations","General disorders and administration site conditions"]}}}