{"nctId":"NCT00128102","briefTitle":"Suberoylanilide Hydroxamic Acid (Vorinostat, MK-0683) Versus Placebo in Advanced Malignant Pleural Mesothelioma (MK-0683-014)","startDateStruct":{"date":"2005-06-30","type":"ACTUAL"},"conditions":["Mesothelioma","Lung Cancer"],"count":661,"armGroups":[{"label":"Vorinostat","type":"EXPERIMENTAL","interventionNames":["Drug: Vorinostat"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Vorinostat","otherNames":["MK-0683","Zolinza"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria :\n\n* 18 years or older with confirmed diagnosis of malignant pleural mesothelioma\n* In countries where pemetrexed is an approved mesothelioma treatment, the participant's disease has progressed or relapsed following treatment with at least one prior chemotherapy regimen with pemetrexed and either cisplatin or carboplatin OR in countries where pemetrexed is not approved for mesothelioma, the participant's disease has progressed or relapsed following treatment with at least one prior chemotherapy regimen OR pemetrexed is not the preferred therapy for the participant and the participant's disease has progressed or relapsed following treatment with at least one prior chemotherapy regimen\n* Received no more than 2 prior systemic therapy regimens\n* Karnofsky performance scale status of ≥70\n* Has adequate bone marrow, liver, and kidney function and adequate coagulation (per prespecified laboratory values)\n\nExtension Phase Inclusion Criteria:\n\n* Participants who are receiving treatment with vorinostat and have not experienced progression of mesothelioma\n* Randomized to the placebo arm and: 1) have a Karnofsky performance scale status of ≥70; and 2) have adequate bone marrow, liver, and kidney function and adequate coagulation (per prespecified laboratory values)\n* Randomized to vorinostat and have discontinued study therapy for reasons other than progression of mesothelioma, if the investigator is of the opinion that the potential benefit outweighs potential risks associated with using vorinostat\n\nExclusion Criteria:\n\n* Has an active infection for which they received treatment with intravenous antibiotic, antiviral, or antifungal medications within 2 weeks of the start of study drug.\n* Has a \"currently active\" second malignancy; a malignancy is not considered \"currently active\" if participants have completed therapy for the second malignancy and are disease free from prior malignancies for \\>5 years\n* Has uncontrolled brain metastases\n* Has a known human immunodeficiency virus (HIV) infection or HIV-related malignancy\n* Is pregnant or breast feeding\n* Has a history of gastrointestinal surgery or other procedures that might interfere with the absorption or swallowing of the study drug","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Survival (OS)","description":"OS was defined as the time from randomization to death due to any cause. Participants without documented death at the time of final analysis were censored at the date of the last follow up. The final analysis for OS was planned and performed at the time of the protocol pre-specified final statistical analysis with a data cut-off of 15-July-2011. OS analysis is reported here for all randomized participants.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30.7","spread":null},{"groupId":"OG001","value":"27.1","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants Who Experienced Adverse Events (AEs) Characterized as Grade 3 or Grade 4 According to the National Cancer Institute (NCI) Common Terminology Criteria for Adverse Events (CTCAE)","description":"An AE was defined as any unfavorable and unintended change in the structure, function or chemistry of the body temporally associated with the use of the Sponsor's product whether or not considered related to the use of the product. Any worsening of a pre-existing condition which is temporally associated with the use of the Sponsor's product is also an AE. Reporting of AEs per NCI CTCAE is based on 5 grades of severity; Grade 1 (mild; no treatment needed), Grade 2 (moderate; minimal treatment needed), Grade 3 (severe, not life threatening; hospitalization needed), Grade 4 (life threatening; urgent treatment needed) and Grade 5 (death).The final analysis for Grade 3 or 4 AEs was planned and performed at the time of the protocol pre-specified final statistical analysis with a data cut-off of 15-July-2011. Per protocol number of participants who experienced Grade 3/4 AEs per NCI CTCAE is reported here for all randomized participants who received ≥1 dose of study treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"165","spread":null},{"groupId":"OG001","value":"146","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants Who Experienced an AE","description":"An AE was defined as any unfavorable and unintended change in the structure, function or chemistry of the body temporally associated with the use of the Sponsor's product whether or not considered related to the use of the product. Any worsening of a pre-existing condition which is temporally associated with the use of the Sponsor's product is also an AE. The final analysis for participants who experienced an AE was planned and performed at the time of the protocol pre-specified final statistical analysis with a data cut-off of 15-July-2011. Per protocol number of participants who experienced an AE is reported here for all randomized participants who received ≥1 dose of study treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"327","spread":null},{"groupId":"OG001","value":"311","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants Who Discontinued Study Treatment Due to an AE","description":"An AE was defined as any unfavorable and unintended change in the structure, function or chemistry of the body temporally associated with the use of the Sponsor's product whether or not considered related to the use of the product. Any worsening of a pre-existing condition which is temporally associated with the use of the Sponsor's product is also an AE. The final analysis for participants who discontinued study treatment due to an AE was planned and performed at the time of the protocol pre-specified final statistical analysis with a data cut-off of 15-July-2011. Per protocol number of participants who discontinued study treatment due to an AE is reported here for all randomized participants who received ≥1 dose of study treatment. As specified by the protocol, participants who discontinued study treatment due to an AE remained on study until investigator notification to discontinue.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"60","spread":null},{"groupId":"OG001","value":"49","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression Free Survival (PFS)","description":"PFS was defined as the time from randomization to the first documented progressive disease (PD) per meso-modified-Response Evaluation Criteria in Solid Tumors (Meso-modified RECIST) based on independent radiology review or death due to any cause, whichever occurred first. Meso-modified RECIST was created and validated for disease measurement in pleural mesothelioma. Per meso-modified RECIST, PD was defined as ≥20% increase in the total tumor measurement over the nadir measurement or the appearance of ≥1 new lesions. The final analysis for PFS per Meso-modified RECIST by independent radiology review was planned and performed at the time of the protocol pre-specified final statistical analysis with a data cut-off of 15-July-2011. PFS analysis per Meso-modified RECIST by independent radiology review is reported here for all randomized participants.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.3","spread":null},{"groupId":"OG001","value":"6.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Objective Response Rate (ORR)","description":"ORR was defined as the percentage of participants in the analysis population who had a complete response (CR: disappearance of all target lesions with no evidence of tumor elsewhere) or a partial response (PR: ≥30% reduction in the total tumor measurement) per Meso-modified RECIST based on independent radiology review. Meso-modified RECIST was created and validated for disease measurement in pleural mesothelioma. The final analysis for ORR per Meso-modified RECIST by independent radiology review was planned and performed at the time of the protocol pre-specified final statistical analysis with a data cut-off of 15-July-2011. Per protocol percentage of participants who had a CR or a PR per Meso-modified RECIST by independent radiology review is reported here as the ORR for all randomized participants who had valid baseline data for ORR analysis available.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.63","spread":null},{"groupId":"OG001","value":"0.31","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in Lung Cancer Symptom Scale, Modified for Mesothelioma (LCSS-Meso) Dyspnea Score at Week 12","description":"LCSS-Meso provides participant-reported outcome measures of symptom burden and quality of life. LCSS-Meso includes the disease-related item dyspnea or shortness of breath. The LCSS-Meso item dyspnea is measured on a visual analog scale (VAS) using 100 mm and assigned an individual score based on symptom intensity. Dyspnea VAS score ranges from 0 mm (lowest; no dyspnea) to 100 mm (highest; worst dyspnea). Higher scores indicate dyspnea worsening. Baseline measurement was taken before treatment initiation. Per protocol percent change in the LCSS-Meso dyspnea score from baseline to Week 12 post treatment initiation (percent change calculated: \\[Week 12 - Baseline\\]/Baseline\\*100)\\] is reported here for all randomized participants who had a valid baseline and ≥1 post-baseline value for the LCSS-Meso dyspnea score available.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"141.8","spread":null},{"groupId":"OG001","value":"174.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With ≥50% Change Together With a >10 mm Change From Baseline in the LCSS-Meso Dyspnea Score at Week 12","description":"LCSS-Meso provides participant-reported outcome measures of symptom burden and quality of life. LCSS-Meso includes the disease-related item dyspnea or shortness of breath. The LCSS-Meso item dyspnea is measured on a visual analog scale (VAS) using 100 mm and assigned an individual score based on symptom intensity. Dyspnea VAS score ranges from 0 mm (lowest; no dyspnea) to 100 mm (highest; worst dyspnea). Higher scores indicate dyspnea worsening. Baseline measurement was taken before treatment initiation. Per protocol percentage of participants with ≥50% change (percent change calculated: \\[Week 12 - Baseline\\]/Baseline\\*100) and \\>10 mm absolute change in LCSS-Meso dyspnea score from baseline to Week 12 post treatment initiation is reported here for all randomized participants who had a valid baseline and ≥1 post-baseline value for the LCSS-Meso dyspnea score available.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15.05","spread":null},{"groupId":"OG001","value":"16.39","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in Forced Vital Capacity (FVC) at Week 12","description":"Pulmonary function test was conducted using a spirometer for assessment of FVC. FVC is the volume of air forcibly exhaled from the lungs after taking the deepest breath possible. Baseline measurement was taken before treatment initiation. Per protocol percent change in FVC from baseline to Week 12 post treatment initiation (percent change calculated: \\[Week 12 - Baseline\\]/Baseline\\*100)\\] is reported here for all randomized participants who had a valid baseline and ≥1 post-baseline value for FVC available.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.0","spread":null},{"groupId":"OG001","value":"-5.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With ≥10% Change From Baseline in FVC at Week 12","description":"Pulmonary function test was conducted using a spirometer for assessment of FVC. FVC is the volume of air forcibly exhaled from the lungs after taking the deepest breath possible. Baseline measurement was taken before treatment initiation. Per protocol percentage of participants with ≥10% change (percent change calculated: \\[Week 12 - Baseline\\]/Baseline\\*100) in FVC from baseline to Week 12 post treatment initiation is reported here for all randomized participants who had a valid baseline and ≥1 post-baseline value for FVC.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24.76","spread":null},{"groupId":"OG001","value":"21.63","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":133,"n":329},"commonTop":["Nausea","Fatigue","Decreased appetite","Diarrhoea","Dyspnoea"]}}}