{"nctId":"NCT01461928","briefTitle":"A Study Comparing Maintenance Subcutaneous Rituximab With Observation Only in Participants With Relapsed or Refractory Indolent Non-Hodgkin's Lymphoma Who Had Responded to Rituximab-based Immunochemotherapy Induction and 2-year Maintenance With Subcutaneous Rituximab","startDateStruct":{"date":"2011-12-20","type":"ACTUAL"},"conditions":["Non-Hodgkin's Lymphoma"],"count":692,"armGroups":[{"label":"Maintenance II Period Observation Only","type":"OTHER","interventionNames":["Drug: Chemotherapy (Induction Period)","Drug: Rituximab"]},{"label":"Maintenance II Period Rituximab","type":"EXPERIMENTAL","interventionNames":["Drug: Chemotherapy (Induction Period)","Drug: Rituximab"]}],"interventions":[{"name":"Chemotherapy (Induction Period)","otherNames":[]},{"name":"Rituximab","otherNames":["Rituxan","MabThera","RO0452294"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Histologically confirmed Cluster of Differentiation 20-positive (CD20+) follicular NHL Grade 1, 2 or 3a, or other CD20+ indolent NHL (Waldenström's macroglobulinemia or lymphoplasmacytic lymphoma, marginal zone lymphoma) according to World Health Organization (WHO) classification system\n* Participants must have received and must have relapsed or been refractory to, one or more lines of adequate therapy prior to enrollment, including at least one line consisting of immunotherapy and/or chemotherapy and/or radiotherapy\n* Eastern Cooperative Oncology Group (ECOG) performance status less than or equal to (\\<=) 2\n\nExclusion Criteria:\n\n* Transformation to high-grade lymphoma\n* Aggressive lymphoma (for example, mantle cell lymphoma \\[MCL\\])\n* Presence or history of central nervous system (CNS) lymphomatous disease\n* Other malignancy within 5 years prior to enrollment, except for curatively treated carcinoma in situ of the cervix, squamous cell carcinoma of the skin or basal cell skin cancer, or cervical carcinoma Stage 1B or less, breast cancer in situ or localized prostate cancer Stage T1c if treated with curative intent and relapse- and metastasis-free for at least 2 years prior to enrollment\n* Inadequate hematological, hepatic or renal function\n* Known human immunodeficiency virus (HIV) infection\n* Active and/or severe infection (e.g. tuberculosis, sepsis and opportunistic infections, active hepatitis B or C)\n* Pregnant or breastfeeding women","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Maintenance II: Progression-free Survival (PFS) Using 1999 International Working Group (Cheson) Response Criteria for Lymphoma or by the Recommendations for Waldenström's Macroglobulinemia","description":"Progression free survival from randomization (PFSrand) is defined as the time from date of randomization to the date of first documented disease progression or death, whichever occurs first. One participant died in Induction before randomization and one participant died in Maintenance II Observation arm due to an SAE and were not considered in the analysis as no death page was completed. The Observation arm did not include one participant with AE outcome of death reported retrospectively 2 months after discontinuation from study (censored as having no event on Day 456 post-randomization).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Adverse Events (AEs), Serious AEs, and Infusion/Administration-related Reactions (IRRs/ARRs)","description":"An adverse event is any untoward medical occurrence in a subject administered a pharmaceutical product and which does not necessarily have to have a causal relationship with the treatment. An adverse event can therefore be any unfavorable and unintended sign (including an abnormal laboratory finding, for example), symptom, or disease temporally associated with the use of a pharmaceutical product, whether or not considered related to the pharmaceutical product. Preexisting conditions which worsen during a study are also considered as adverse events. Not all AEs were followed up for the randomized Observation arm. Only Serious AEs and AE grade 3-5 (obtained retrospectively) were collected for this arm. Therefore arms are not comparable overall.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"643","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"339","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"330","spread":null}]}]}]},{"type":"SECONDARY","title":"Event-free Survival (Time to Treatment Failure) Using 1999 International Working Group (Cheson) Response Criteria for Lymphoma or by the Recommendations for Waldenström's Macroglobulinemia","description":"Event-Free Survival was measured from the day of first rituximab Induction dose through Maintenance I and Maintenance II rituximab arm until the date of any treatment failure, including disease progression, or discontinuation of treatment for any reason (e.g. disease progression, toxicity, patient preference, initiation of new anti-lymphoma treatment, or death). Treatment discontinuation was considered as an event and was not applicable to the randomized observation arm.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"65.38","spread":null},{"groupId":"OG001","value":"24.99","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Next Lymphoma Treatment (TNLT)","description":"Time to next lymphoma treatment (TNLT) is defined as the time from date of first rituximab induction dose to the date date of first documented intake of any new antilymphoma treatment (chemotherapy, radiotherapy, immunotherapy, etc.).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null},{"groupId":"OG002","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival","description":"Overall survival from first induction treatment (OSRegist) is defined as the time from date of first rituximab induction dose to the date of death, irrespective of cause. One participant died in Induction before randomization and one participant died in Maintenance II Observation arm due to an SAE and were not considered in the analysis as no death page was completed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Maintenance II: Overall Survival","description":"Overall survival from randomization (OSrand) is defined as the time from date of randomization to the date of death, irrespective of cause.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Partial or Complete Tumor Response (PR/CR) Assessment at End of Induction Using 1999 International Working Group Response Criteria for Lymphoma or by the Recommendations for Waldenström's Macroglobulinemia","description":"Overall response rate is defined as the proportion of responders at the end of the Induction period. A responder is defined as a participant experiencing either CR or PR tumor response according to the Cheson response criteria for indolent lymphoma or the recommendations for Waldenström's macroglobulinemia.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"84.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Maintenance I: Percentage of Participants With Conversion of PR to CR Using 1999 International Working Group (Cheson) Response Criteria for Lymphoma or by the Recommendations for Waldenström's Macroglobulinemia","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression-free Survival (PFS) Using 1999 International Working Group (Cheson) Response Criteria for Lymphoma or by the Recommendations for Waldenström's Macroglobulinemia","description":"Progression free survival from first induction treatment (PFSregist) is defined as the time from date of first rituximab induction dose to the date of first documented disease progression or death by any cause, whichever occurs first.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"59.33","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":59,"n":138},"commonTop":["Neutropenia","Nausea","Pyrexia","Cough","Diarrhoea"]}}}