{"nctId":"NCT01362140","briefTitle":"Darbepoetin Alfa in Patients With Anemic Low or Intermediate-1 Risk Myelodysplastic Syndrome (MDS)","startDateStruct":{"date":"2011-12-21","type":"ACTUAL"},"conditions":["MDS"],"count":147,"armGroups":[{"label":"Darbepoetin alfa","type":"EXPERIMENTAL","interventionNames":["Drug: Darbepoetin alfa"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Darbepoetin alfa","otherNames":["Aranesp"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Low or intermediate-1 risk MDS patients per International Prognostic Scoring System (IPSS) at the time of randomisation, as determined by complete blood count (CBC) during screening and bone marrow examination and marrow cytogenetic analysis performed within 16 weeks prior to randomisation. Subject cannot have been rendered low or intermediate-1 risk by prior disease modifying therapy. Bone marrow slides must be available for centralized review at any time throughout the study\n* World Health Organization (WHO) classification of refractory anemia (RA), refractory anemia with ring sideroblasts (RARS), refractory cytopenias with multilineage dysplasia (RCMD), MDS-unclassified (MDSU), MDS with isolated del(5q) (5q- syndrome) or refractory anaemia with excess blasts-1 (RAEB-1)\n* Eastern Cooperative Oncology Group (ECOG) performance status score of 0 or 1 assessed during screening\n* Haemoglobin level ≤ 10.0 g/dL as assessed by the local laboratory; sample obtained within 7 days prior to randomisation (retest during screening is acceptable)\n* Adequate transferrin saturation (Tsat) (≥ 15%) and serum ferritin (≥ 10 ng/mL) as assessed by the central laboratory during screening (supplementation and retest during screening is acceptable)\n* Adequate serum folate (≥ 4.5 nmol/L \\[≥ 2.0 ng/mL\\]) or RBC folate (≥ 317 nmol/L \\[≥ 140 ng/mL\\]) as assessed by the local laboratory during screening (supplementation and retest during screening is acceptable)\n* Adequate vitamin B12 (≥ 148 pmol/L \\[≥ 200 pg/mL\\]) as assessed by the local laboratory during screening (supplementation and retest during screening is acceptable)\n* 18 years of age or older\n* Subject or subject's legally acceptable representative has provided informed consent -\n\nExclusion Criteria:\n\n* Previously diagnosed with intermediate-2 or high risk MDS per IPSS\n* Therapy-related or secondary MDS\n* History of acute leukemia\n* Evidence of bone marrow collagen fibrosis\n* Inherited anaemia (eg, haemoglobinopathy, thalassemia, red cell membrane defect, red cell enzyme deficiency), active hemorrhage, red cell aplasia, haemolytic anaemia\n* History of malignancies other than curatively treated non-melanoma skin or in situ carcinoma\n* History of thrombosis within 6 months prior to randomisation\n* Previous bone marrow or stem cell transplantation\n* Uncontrolled angina, uncontrolled heart failure, or uncontrolled cardiac arrhythmia as determined by the investigator at screening. Subjects with known myocardial infarction within 6 months prior to randomisation\n* Uncontrolled hypertension defined as systolic blood pressure ≥ 160 mmHg and/or diastolic blood pressure ≥ 100 mmHg at screening\n* Clinically significant systemic infection or uncontrolled chronic inflammatory disease (ie, rheumatoid arthritis, inflammatory bowel disease) as determined by the investigator at screening\n* History of seizure disorder (subject with previous history of seizure disorder will be eligible for the study if he/she had no evidence of seizure activity within 5 years of randomisation and is currently free of antiseizure medication)\n* Previous or ongoing use of erythropoiesis-stimulating agent (ESA) therapy, eg, recombinant human erythropoietin (rHuEpo), darbepoetin alfa\n* High transfusion demand: receiving a total of ≥ 4 units of RBC transfusion during either of 2 consecutive 8-week periods (ie, days -113 to -57 or days -56 to 0) prior to randomisation\n* Received any RBC transfusion within 14 days prior to randomisation\n* Received cytotoxic chemotherapy for any oncologic indication or planning to receive cytotoxic chemotherapy during the double-blind treatment period of the study\n* Received biologic response modifiers (eg, thalidomide, lenalidomide, arsenic trioxide, azacitidine, decitabine) to treat MDS or planning to receive biologic response modifiers during the double-blind treatment period of the study\n* Received myeloablative or craniospinal radiation or planning to receive myeloablative or craniospinal radiation during the double-blind treatment period of the study\n* Received granulocyte colony stimulating factor (G-CSF) therapy within 30 days prior to randomization or planning to receive G-CSF therapy during the double-blind treatment period of the study (temporary use of G-CSF for neutropenia with fever and/or infection is acceptable)\n* Abnormal renal function (serum creatinine level \\> 2 times the upper limit of the respective normal range \\[ULN\\]) as assessed by the central laboratory at screening\n* Abnormal liver function (total bilirubin \\> 2 times, alanine aminotransferase \\[ALT\\] or aspartate aminotransferase \\[AST\\] \\> 3 times ULN) as assessed by the central laboratory at screening. (Subjects with abnormal bilirubin at screening due to documented Gilbert's Disease are eligible if all other criteria are met.)\n* Serum endogenous erythropoetin (EPO) level \\> 500 mU/mL as assessed by the central laboratory at screening\n* Known seropositivity for human immunodeficiency virus (HIV) or diagnosis of acquired Immunodeficiency syndrome (AIDS), positive for hepatitis B surface antigen, or seropositive for hepatitis C virus\n* Subjects with active ethanol abuse, as judged by the investigator\n* Currently enrolled in another investigational device or drug study, or less than 30 days since ending another investigational device or drug study(s), or receiving other investigational agent(s)\n* Female subject is not willing to use highly effective contraception during treatment and for at least 1 month after the end of treatment\n* Female subject is pregnant or planning to become pregnant within 1 month after the end of treatment\n* Subject has known sensitivity to any of the products to be administered during dosing\n* Subject has previously been randomised into this study\n* Subject will not be available for protocol-required study visits, to the best of the subject and investigator's knowledge\n* Subject has any kind of disorder that, in the opinion of the investigator, may compromise the ability of the subject to give written informed consent and/or to comply with all required study procedures\n* Confirmed history of neutralising antibody activity to rHuEpo or darbepoetin alfa","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With at Least One Red Blood Cell (RBC) Transfusion During the Double-blind Treatment Period","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"59.2","spread":null},{"groupId":"OG001","value":"36.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Achieved an Erythroid Response Based on International Working Group (IWG) 2006 Criteria in the Double-blind Treatment Period","description":"International Working Group 2006 erythroid response was defined as achieving an initial ≥ 1.5 g/dL increase in hemoglobin from baseline and sustaining an average rise of ≥ 1.5 g/dL in a rolling 56-consecutive day period in the absence of RBC transfusion.\n\nParticipants with no hemoglobin collected to the minimum time required to observe an IWG erythroid response (Week 13) were considered non-responders.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"14.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Adverse Events","description":"The severity of each adverse event was graded using the the Common Terminology Criteria for Adverse Events (CTCAE) version 4.0 grading scale, where grade 1 = mild, grade 2 = moderate, grade 3 = severe, grade 4 = life-threatening and grade 5 = death.\n\nPrespecified adverse events of interest for darbepoetin alfa, based on clinical data in anemic patients with cancer, included the following categories: hypersensitivity, cardiac failure, hypertension, malignancies, embolic and thrombolic events, venous thromboembolic events (VTEs), central nervous system vascular disorders, and ischemic heart disease.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"37","spread":null},{"groupId":"OG001","value":"80","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23","spread":null},{"groupId":"OG001","value":"42","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"15","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"16","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Disease Progression to Acute Myeloid Leukemia (AML)","description":"Transformation to AML was assessed according to WHO guidelines in the absence of IP and any haematopoietic growth factors (2 weeks off dosing). Bone marrow and/or cytogenetic report confirmation of AML was required (marrow or peripheral blast cells ≥ 20%, presence of pathognomic AML cytogenetic change, or evidence of marrow blast criteria for erythroleukemia). A pathology report confirming other leukemias such as chloroma (granulocytic sarcoma, myeloid sarcoma) or leukemia cutis also constituted transformation to AML.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Malignancies Other Than AML, Basal Cell Carcinoma, or Squamous Cell Carcinoma of the Skin","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Developed Neutralizing Antibodies to Darbepoetin Alfa","description":"Two validated assays were used to detect the presence of anti-darbepoetin alfa antibodies.\n\nSamples were first tested in an immunoassay to detect antibodies capable of binding to darbepoetin alfa. Samples confirmed to be positive for binding antibodies were subsequently tested in a cell-based assay to determine neutralizing activity against darbepoetin alfa. If a sample was positive for binding antibodies and demonstrated neutralizing activity at the same time point, the sample was defined as positive for neutralizing antibodies.\n\nThe number of participants who developed antibodies to darbepoetin alfa is defined as participants who were neutralizing antibody positive post-baseline with a negative or no result at baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Functional Assessment of Chronic Illness Therapy - Fatigue (FACIT-F)","description":"The FACIT-Fatigue scale was a 13-item self-administered questionnaire that assesses both the physical and functional consequences of fatigue. Each question is answered on a 5-point scale, where 0 means \"not at all,\" and 4 means \"very much.\" The FACIT-Fatigue scale score ranges from 0 to 52, with higher scores denoting lower levels of fatigue.\n\nA positive change from baseline score indicates an improvement. End of treatment period (EOTP) analysis includes last available values.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32.9","spread":"11.4"},{"groupId":"OG001","value":"33.1","spread":"11.4"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.9","spread":"9.0"},{"groupId":"OG001","value":"2.7","spread":"7.2"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.6","spread":"5.5"},{"groupId":"OG001","value":"1.2","spread":"8.9"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.5","spread":"7.1"},{"groupId":"OG001","value":"1.1","spread":"8.8"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in EuroQol-5D (EQ-5D) Visual Analog Scale (VAS)","description":"The EQ-5D visual analog scale (VAS) is a global evaluation of overall health state with scores ranging from 0 (worse health state a participant can imagine) to 100 (best health state a participant can imagine).\n\nEnd of treatment period (EOTP) analysis includes last available values.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"64.4","spread":"17.9"},{"groupId":"OG001","value":"64.8","spread":"17.2"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.9","spread":"15.5"},{"groupId":"OG001","value":"2.9","spread":"13.0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.1","spread":"15.3"},{"groupId":"OG001","value":"2.4","spread":"13.5"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.8","spread":"15.7"},{"groupId":"OG001","value":"2.1","spread":"13.1"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With a Clinically Meaningful Improvement in Fatigue","description":"The FACIT-Fatigue scale was a 13-item self-administered questionnaire that assesses both the physical and functional consequences of fatigue. Each question is answered on a 5-point scale, where 0 means \"not at all,\" and 4 means \"very much.\" The FACIT-Fatigue scale score ranges from 0 to 52, with higher scores denoting lower levels of fatigue.\n\nClinically meaningful improvement in fatigue is defined as an increase of ≥ 3 points in the FACIT-Fatigue subscale score, from baseline to EOTP.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"31.0","spread":null},{"groupId":"OG001","value":"35.6","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":8,"n":48},"commonTop":["Fatigue","Asthenia","Nasopharyngitis","Dyspnoea exertional","Pyrexia"]}}}