{"nctId":"NCT01524289","briefTitle":"Study to Assess the Tolerability and Efficacy of Anacetrapib (MK-0859) Co-Administered With Statin in Participants With Heterozygous Familial Hypercholesterolemia (MK-0859-020)","startDateStruct":{"date":"2012-02-03","type":"ACTUAL"},"conditions":["Hyperlipoproteinemia Type II","Hypercholesterolemia, Familial"],"count":306,"armGroups":[{"label":"Anacetrapib","type":"EXPERIMENTAL","interventionNames":["Drug: Anacetrapib"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Anacetrapib","otherNames":["MK-0859"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* If of reproductive potential, must agree to remain abstinent or use (or have their partner use) 2 acceptable methods of birth control for the duration of the study\n* Diagnosed with Heterozygous Familial Hypercholesterolemia (HeFH)\n* Have been treated with an optimal dose of statin for at least 6 weeks\n\nExclusion Criteria:\n\n* Received treatment with low-density lipoprotein (LDL) apheresis within 4 weeks of screening or expect to undergo treatment with LDL apheresis during the course of the study\n* Homozygous familial hypercholesterolemia\n* Severe chronic heart failure\n* Uncontrolled hypertension\n* Uncontrolled cardiac arrhythmias, myocardial infarction (MI), percutaneous coronary intervention (PCI), coronary artery bypass graft (CABG), unstable angina, or stroke within 3 months\n* Uncontrolled endocrine or metabolic disease known to influence serum lipids or lipoproteins\n* Active or chronic hepatobiliary, hepatic, or gall bladder disease\n* Pregnant or breast-feeding, or plans to become pregnant during the study or within 2 years after stopping study medication\n* History of ileal bypass, gastric bypass, or other significant condition associated with malabsorption\n* Human immunodeficiency virus (HIV) positive\n* History of malignancy ≤5 years\n* Donated blood products or has had phlebotomy of \\>300 mL within 8 weeks or intends to donate 250 mL of blood products or receive blood products within the projected duration of the study\n* Currently taking medications that are potent inhibitors or inducers of cytochrome P450 3A4 (CYP3A) (including but not limited to cyclosporine, systemic itraconazole or ketoconazole, erythromycin, clarithromycin, or telithromycin, nefazodone, protease inhibitors, carbamazepine, phenobarbital, phenytoin, rifabutin, rifampin, St John's wort) or has discontinued treatment \\<3 weeks prior\n* Consumes more than 2 alcoholic drinks per day\n* Currently participating or has participated in a study with an investigational compound or device within 3 months\n* Receiving treatment with systemic corticosteroids or taking systemic anabolic agents","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percent Change From Baseline in Low-Density Lipoprotein Cholesterol (LDL-C) - Treatment Phase","description":"LDL-C levels were measured at baseline and week 52 (or at discontinuation) using a beta quantification method. The Treatment Phase was the period from the date of the participant's first dose of study treatment (randomization visit, Visit 3) to the participant's last visit on treatment (discontinuation visit or Visit 8 \\[Week 52\\]).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-36.0","spread":null},{"groupId":"OG001","value":"3.7","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With Any Adverse Event - Treatment Phase","description":"An adverse event (AE) or experience was any unfavorable and unintended change in the structure (signs), function (symptoms), or chemistry (laboratory data) of the body temporally associated with any use of a study treatment, whether or not considered related to the use of the study treatment. Any worsening of a preexisting condition which was temporally associated with the use of the study treatment is also an AE. The percentage of participants with any adverse event during the treatment phase is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"76.4","spread":null},{"groupId":"OG001","value":"78.4","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With Any Treatment-Related Adverse Event - Treatment Phase","description":"An AE was defined as any unfavorable and unintended change in the structure, function, or chemistry of the body temporally associated with the use of the study treatment, whether or not considered related to the use of the treatment. Any worsening of a preexisting condition which was temporally associated with the use of the study treatment was also an AE. AEs reported by the investigator as definitely, probably or possibly related to study treatment were considered treatment-related. The percentage of participants with any treatment-related adverse event during the treatment phase is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.2","spread":null},{"groupId":"OG001","value":"13.7","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With Any Serious Adverse Event - Treatment Phase","description":"A serious adverse experience (SAE) was any adverse event that occurred at any dose that resulted in death or was life threatening, resulted in a persistent or significant disability/incapacity, resulted in or prolonged an existing inpatient hospitalization, or was a congenital anomaly/birth defect. The percentage of participants with any serious adverse event during the treatment phase is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.9","spread":null},{"groupId":"OG001","value":"9.8","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants Discontinuing Study Treatment Due to an Adverse Event - Treatment Phase","description":"An adverse event (AE) was defined as any unfavorable and unintended change in the structure, function, or chemistry of the body temporally associated with the use of the study treatment, whether or not considered related to the use of the drug. Any worsening of a preexisting condition which was temporally associated with the use of the study drug was also an AE. The percentage of participants who discontinued study treatment due to an AE during the treatment phase is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.9","spread":null},{"groupId":"OG001","value":"4.9","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With Changes in Systolic Blood Pressure (SBP) >= 10 mm Hg","description":"Participants had SBP assessed at baseline and throughout the 52-week treatment period. Percentage of participants who had a SBP reading that was \\>= 10 mm Hg higher than their baseline SBP for any assessment performed during the treatment phase is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"45.0","spread":null},{"groupId":"OG001","value":"53.5","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With Changes in SBP >= 15 mm Hg","description":"Participants had SBP assessed at baseline and throughout the 52-week treatment period. The percentage of participants who had a SBP reading that was \\>= 15 mm Hg higher than their baseline SBP for any assessment performed during the treatment phase is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26.2","spread":null},{"groupId":"OG001","value":"33.7","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With Changes in Diastolic Blood Pressure (DBP) >= 10 mm Hg","description":"Participants had DBP assessed at baseline and throughout the 52-week treatment period. The percentage of participants who had a DBP reading that was \\>= 10 mm Hg higher than their baseline DBP for any assessment performed during the treatment phase is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22.8","spread":null},{"groupId":"OG001","value":"36.6","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With Sodium Levels > Upper Limit of Normal (ULN)","description":"Participants had sodium levels assessed throughout the 52-week treatment period. The percentage of participants who had any sodium level that was greater than the ULN of 145 mEq/L during the treatment phase is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.4","spread":null},{"groupId":"OG001","value":"9.9","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With Chloride Levels > ULN","description":"Participants had chloride levels assessed throughout the 52-week treatment period. The percentage of participants who had any chloride level that was \\> the ULN of 110 mEq/L during the treatment phase is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.5","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With Potassium Levels < Lower Limit of Normal (LLN)","description":"Participants had potassium levels assessed throughout the 52-week treatment period. The percentage of participants who had any potassium level that was \\< the LLN of 3.5 mEq/L during the treatment phase is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.5","spread":null},{"groupId":"OG001","value":"1.0","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With Bicarbonate Levels > ULN","description":"Participants had bicarbonate levels assessed throughout the 52-week treatment period. The percentage of participants who had any bicarbonate level that was \\> the ULN of 33 mEq/L during the treatment phase is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With Consecutive Changes in Alanine Aminotransferase (ALT) and/or Aspartate Aminotransferase (AST) of >=3 x ULN","description":"Participants had AST and ALT levels assessed throughout the 52-week treatment period. The percentage of participants who had 2 consecutive assessments of either AST or ALT that were 3 x ULN or greater during the treatment phase is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.5","spread":null},{"groupId":"OG001","value":"1.0","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With Creatine Kinase (CK) Level >=10 x ULN","description":"Participants had CK levels assessed throughout the 52-week treatment period. The percentage of participants who had any CK level that was \\>=10 x ULN during the treatment phase is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"1.0","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With CK Level >=10 x ULN With Muscle Spasms","description":"Participants had CK levels assessed throughout the 52-week treatment period. The percentage of participants who had any CK level that was \\>=10 x ULN and had associated muscle spasms during the treatment phase is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"1.0","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants Adjudicated Cardiovascular (CV) SAE","description":"An AE or suspected adverse reaction was considered an SAE if it resulted in any of the following outcomes: death, a life-threatening adverse event, inpatient hospitalization or prolongation of existing hospitalization, a persistent or significant incapacity or substantial disruption of the ability to conduct normal life functions, or a congenital anomaly/birth defect. All events were adjudicated by an expert committee independent of the Sponsor. The percentage of participants that experienced adjudicated SAEs of CV death, non-fatal stroke, non-fatal myocardial infarction, or unstable angina during the treatment phase is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.5","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants Who Died From Any Cause - Treatment Phase","description":"The percentage of participants who died from any cause during the treatment phase is presented. All deaths were adjudicated by an expert committee independent of the Sponsor.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in High-Density Lipoprotein Cholesterol Levels","description":"The efficacy of adding anacetrapib 100 mg relative to placebo on plasma concentrations of high-density lipoprotein cholesterol (HDL-C) was evaluated at Week 0 (start of treatment phase) and Week 52 (end of treatment phase) or at discontinuation.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"105.8","spread":null},{"groupId":"OG001","value":"3.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in Non-High-Density Lipoprotein Cholesterol Levels","description":"The efficacy of adding anacetrapib 100 mg was evaluated relative to placebo on plasma concentrations of non-high-density lipoprotein cholesterol (HDL-C) for the FAS population at Week 0 (start of treatment phase) and Week 52 (end of treatment phase) or at discontinuation.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-32.0","spread":null},{"groupId":"OG001","value":"4.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in Apolipoprotein (Apo) B Levels","description":"The efficacy of adding anacetrapib 100 mg was evaluated relative to placebo on plasma concentrations of apolipoprotein (Apo) B for the FAS population at Week 0 (start of treatment phase) and Week 52 (end of treatment phase) or at discontinuation.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-19.6","spread":null},{"groupId":"OG001","value":"5.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in Apolipoprotein (Apo) A-1 Levels","description":"The efficacy of adding anacetrapib 100 mg was evaluated relative to placebo on plasma concentrations of Apo A-1 for the FAS population at Week 0 (start of treatment phase) and Week 52 (end of treatment phase) or at discontinuation.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35.8","spread":null},{"groupId":"OG001","value":"2.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in Lipoprotein(a) (Lp[a]) Levels","description":"The efficacy of adding anacetrapib 100 mg was evaluated relative to placebo on plasma concentrations of lipoprotein(a) (Lp\\[a\\]) for the FAS population at Week 0 (start of treatment phase) and Week 52 (end of treatment phase) or at discontinuation.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-31.8","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":18,"n":203},"commonTop":["Nasopharyngitis","Influenza","Diarrhoea","Myalgia","Headache"]}}}