{"nctId":"NCT02457819","briefTitle":"Dasotraline Pediatric Extension Study","startDateStruct":{"date":"2015-06-30","type":"ACTUAL"},"conditions":["Attention Deficit Hyperactivity Disorder"],"count":237,"armGroups":[{"label":"Dasotraline","type":"EXPERIMENTAL","interventionNames":["Drug: Dasotraline"]}],"interventions":[{"name":"Dasotraline","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* At least one of the subject's parent/legal guardian must give written informed consent, including privacy authorization, prior to study participation. The subject will complete an informed assent prior to study participation.\n* Subject and subject's parent/legal guardian are judged by the investigator to be willing and able to comply with the study procedures and visit schedules.\n* Subject has completed all required assessments for Week 6 of the core study.\n* Subject has not taken any medication other than the study drug for the purpose of controlling ADHD symptoms during the core study.\n* Subject, if female, must not be pregnant or breastfeeding.\n* Female subject: must be unable to become pregnant (eg, premenarchal, surgically sterile, etc);\n\n-OR-\n\n* practice true abstinence (consistent with lifestyle) and must agree to remain abstinent from signing informed consent/assent to at least 14 days after the last dose of study drug has been taken; -OR-\n* is sexually active and willing to use a medically effective method of birth control from signing informed consent/assent to at least 14 days after the last dose of study drug has been taken.\n* Male subject must be willing to remain sexually abstinent (consistent with lifestyle) or use an effective method of birth control, from signing informed consent/assent to at least 14 days after the last dose of study drug has been taken.\n* Any subject whose weight is less than or equal to 21 kg at the OL Baseline visit should be discussed with the medical monitor prior to enrollment.\n* Subject and subject's parent/legal guardian must be able to fully comprehend the informed consent/assent form (as applicable), understand all study procedures, and be able to communicate satisfactorily with the Investigator and study coordinator.\n\nExclusion Criteria:\n\n* -Subject is considered by the investigator to be at imminent risk of suicide, injury to self or to others, or damage to property.\n* Subject answers \"yes\" to \"Suicidal Ideation\" item 4 (active suicidal ideation with some intent to act, without specific plan) or item 5 (active suicidal ideation with specific plan and intent) for any lifetime history on the C SSRS Children's \"Since Last Visit\" assessment at OL Baseline.\n* Subject has a clinically significant abnormality including physical examination, vital signs, ECG, or laboratory tests that the investigator in consultation with the medical monitor considers to be inappropriate to allow participation in the study.\n* Subject has a positive urine drug screen (UDS) or breath alcohol test at OL Baseline.\n* Subject or parents/legal guardian has commitments during the study that would interfere with attending study visits.\n* Subject is at high risk of non-compliance in the investigator's opinion.","healthyVolunteers":false,"sex":"ALL","minimumAge":"6 Years","maximumAge":"12 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"The Incidence of Overall Adverse Events, AEs , Serious Adverse Envents,(or SAEs), and AEs (or SAEs) Leading to Discontinuation","description":"Overall adverse events, AEs , serious adverse envents,(or SAEs), and AEs (or SAEs) leading to discontinuation.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"144","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"30","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline, in Attention Deficit Hyperactivity Disorder Rating Scale, Version IV, Home Version, (ADHD RS IV HV) Total Score.","description":"The ADHD RS-IV HV is a validated scale that consists of 18 items designed to reflect current symptomatology of ADHD based on Diagnostic and Statistical Manual for Mental Disorders, Fourth Edition, Text Revision (DSM-IV-TR) criteria and is also consistent with DSM-5 criteria.\n\nEach item is scored from a range of zero (reflecting no symptoms) to 3 (reflecting severe symptoms) with total scores ranging from zero to 54. The 18 items may be grouped into 2 subscales: hyperactivity/impulsivity (even number items 2 through 18) and inattentiveness (odd number items 1 through 17).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-7.1","spread":"10.19"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline, in Clinical Global Impression-Severity of Illness (CGI S) Score.","description":"The CGI-S scale, modified captures the clinician's rating of observed and reported ADHD symptoms, behavior, and function over the past 7 days. The CGI-S is rated on the following 7-point scale: 1 = normal, not at all ill; 2 = borderline mentally ill; 3 = mildly ill; 4 = moderately ill; 5 = markedly ill; 6 = severely ill; and 7 = among the most extremely ill subjects.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.6","spread":"1.11"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":236},"commonTop":["Decreased apppetite","Weight decreased","Headache","Initial insomnia","Irritability"]}}}