{"nctId":"NCT02345161","briefTitle":"A Comparison Study Between the Fixed Dose Triple Combination of Fluticasone Furoate/ Umeclidinium/ Vilanterol Trifenatate (FF/UMEC/VI) With Budesonide/Formoterol in Subjects With Chronic Obstructive Pulmonary Disease (COPD)","startDateStruct":{"date":"2015-01-23"},"conditions":["Pulmonary Disease, Chronic Obstructive"],"count":1811,"armGroups":[{"label":"FF/UMEC/VI (100 mcg/62.5 mcg/25 mcg)","type":"EXPERIMENTAL","interventionNames":["Drug: Triple FF/UMEC/VI","Drug: Placebo to match FF/UMEC/VI","Drug: Albuterol/salbutamol"]},{"label":"Budesonide/formoterol (400 mcg/12 mcg)","type":"EXPERIMENTAL","interventionNames":["Drug: Budesonide/Formoterol","Drug: Placebo to match Budesonide/Formoterol combination","Drug: Albuterol/salbutamol"]}],"interventions":[{"name":"Triple FF/UMEC/VI","otherNames":[]},{"name":"Placebo to match FF/UMEC/VI","otherNames":[]},{"name":"Budesonide/Formoterol","otherNames":[]},{"name":"Placebo to match Budesonide/Formoterol combination","otherNames":[]},{"name":"Albuterol/salbutamol","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Informed Consent: A signed and dated written informed consent prior to study participation.\n* Type of subject: Outpatient.\n* Age: Subjects 40 years of age or older at Screening (Visit 1).\n* Gender: Male or female subjects. A female is eligible to enter and participate in the study if she is of: Non-child bearing potential (i.e. physiologically incapable of becoming pregnant, including any female who is post-menopausal or surgically sterile). Surgically sterile females are defined as those with a documented hysterectomy and/or bilateral oophorectomy or tubal ligation. Post-menopausal females are defined as being amenorrhoeic for greater than 1 year with an appropriate clinical profile, e.g. age appropriate, \\>45 years, in the absence of hormone replacement therapy. OR Child bearing potential, has a negative pregnancy test at screening, and agrees to one of the following acceptable contraceptive methods used consistently and correctly (i.e. in accordance with the approved product label and the instructions of the physician for the duration of the study - screening to safety follow-up contact): Abstinence, Oral Contraceptive, either combined or progestogen alone, Injectable progestogen, Implants of levonorgestrel, Estrogenic vaginal ring, Percutaneous contraceptive patches, Intrauterine device (IUD) or intrauterine system (IUS), Male partner sterilization (vasectomy with documentation of azoospermia) prior to the female subject's entry into the study, and this male is the sole partner for that subject. For this definition, \"documented\" refers to the outcome of the investigator's/designee's medical examination of the subject or review of the subject's medical history for study eligibility, as obtained via a verbal interview with the subject or from the subject's medical records.; Double barrier method: condom and an occlusive cap (diaphragm or cervical/vault caps) with a vaginal spermicidal agent (foam/gel/film/cream/suppository)\n* COPD Diagnosis: An established clinical history of COPD in accordance with the definition by the American Thoracic Society/European Respiratory Society.\n* Smoking History: Current or former cigarette smokers with a history of cigarette smoking of \\>10 pack-years at Screening (Visit 1) \\[number of pack years = (number of cigarettes per day / 20) x number of years smoked (e.g., 20 cigarettes per day for 10 years, or 10 cigarettes per day for 20 years)\\]. Previous smokers are defined as those who have stopped smoking for at least 6 months prior to Visit 1. Note: Pipe and/or cigar use cannot be used to calculate pack-year history.\n* Severity of COPD symptoms: A score of \\>=10 on the COPD Assessment Test (CAT) at Screening (Visit 1).\n* Severity of Disease: Subjects must demonstrate at Screening: \\<a post-bronchodilator FEV1 \\<50% predicted normal OR a post-bronchodilator FEV1 \\<80% predicted normal and a documented history of \\>=2 moderate exacerbations or one severe (hospitalized) exacerbation in the previous 12 months. Subjects must also have a measured post albuterol/salbutamol FEV1/FVC ratio of \\<0.70 at screening. Note: Percent predicted will be calculated using the European Respiratory Society Global Lung Function Initiative reference equations. Note: A documented history of a COPD exacerbation (e.g., medical record verification) is a medical record of worsening COPD symptoms that required systemic/oral corticosteroids and/or antibiotics (for a moderate exacerbation) or hospitalization (for a severe exacerbation). Prior use of antibiotics alone does not qualify as an exacerbation history unless the use was associated with treatment of worsening symptoms of COPD, such as increased dyspnoea, sputum volume, or sputum purulence (colour). Subject verbal reports are not acceptable.\n* Existing COPD maintenance treatment: Subject must be receiving daily maintenance treatment for their COPD for at least 3 months prior to Screening. Note: Subjects receiving only as required (PRN) COPD medications are not eligible.\n* Liver function tests: alanine aminotransferase (ALT) \\<2x upper limit of normal (ULN); alkaline phosphatase \\<=1.5xULN; bilirubin \\<=1.5xULN (isolated bilirubin \\>1.5 x ULN is acceptable if bilirubin is fractionated and direct bilirubin \\<35%).\n\nExclusion Criteria:\n\n* Pregnancy: Women who are pregnant or lactating or are planning on becoming pregnant during the study.\n* Asthma: Subjects with a current diagnosis of asthma. (Subjects with a prior history of asthma are eligible if they have a current diagnosis of COPD). Alpha1-antitrypsin deficiency: Subjects with alpha1-antitrypsin deficiency as the underlying cause of COPD.\n* Other respiratory disorders: Subjects with active tuberculosis, lung cancer, significant bronchiectasis, sarcoidosis, lung fibrosis, pulmonary hypertension, interstitial lung diseases or other active pulmonary diseases.\n* Lung resection: Subjects with lung volume reduction surgery within the 12 months prior to Screening.\n* Risk Factors for Pneumonia: immune suppression (e.g. Human immunodeficiency virus \\[HIV\\], Lupus) or other risk factors for pneumonia (e.g. neurological disorders affecting control of the upper airway, such as Parkinson's Disease, Myasthenia Gravis). Subjects at potentially high risk (e.g. very low Body mass index \\[BMI\\], severely malnourished, or very low FEV1) will only be included at the discretion of the investigator.\n* Pneumonia and/or moderate or severe COPD exacerbation that has not resolved at least 14 days prior to Screening and at least 30 days following the last dose of oral/systemic corticosteroids (if applicable). In addition, any subject that experiences pneumonia and/or moderate or severe COPD exacerbation during the run-in period will be excluded.\n* Respiratory tract infection that has not resolved at least 7 days prior to Screening.\n* Abnormal Chest X-ray (CXR): Chest X-ray (posteroanterior and lateral) reveals evidence of pneumonia or a clinically significant abnormality not believed to be due to the presence of COPD, or another condition that would hinder the ability to detect an infiltrate on CXR (e.g. significant cardiomegaly, pleural effusion or scarring). All subjects will have a CXR at Screening Visit 1) (or historical radiograph or Computed Tomography \\[CT\\] scan obtained within 3 months prior to screening) that will be over-read by a central vendor. Note: Subjects who have experienced pneumonia and/or moderate or severe COPD exacerbation within 3 months of screening must provide a post pneumonia/exacerbation CXR to be over-read by the central vendor or have a CXR conducted at Screening. For sites in Germany: If a chest x-ray (or CT scan) within 3 months prior to Screening (Visit 1) is not available, approval to conduct a diagnostic CXR will need to be obtained from the Federal Office for Radiation Protection (BfS).\n* Other diseases/abnormalities: Subjects with historical or current evidence of clinically significant cardiovascular, neurological, psychiatric, renal, hepatic, immunological, gastrointestinal, urogenital, nervous system, musculoskeletal, skin, sensory, endocrine (including uncontrolled diabetes or thyroid disease) or haematological abnormalities that are uncontrolled. Significant is defined as any disease that, in the opinion of the Investigator, would put the safety of the subject at risk through participation, or which would affect the efficacy or safety analysis if the disease/condition exacerbated during the study. For subjects taking part in the physical activity monitor subset: Orthopaedic, neurological or other complaints that significantly impair normal biomechanical movement patterns and limit the ability to walk/cycle, as judged by the Investigator.\n* Unstable liver disease as defined by the presence of ascites, encephalopathy, coagulopathy, hypoalbuminaemia, esophageal or gastric varices or persistent jaundice, cirrhosis, known biliary abnormalities (with the exception of Gilbert's syndrome or asymptomatic gallstones). Note: Chronic stable hepatitis B and C are acceptable if the subject otherwise meets entry criteria.\n* Unstable or life threatening cardiac disease: subjects with any of the following at Screening (Visit 1) would be excluded: Myocardial infarction or unstable angina in the last 6 months; Unstable or life threatening cardiac arrhythmia requiring intervention in the last 3 months; New York Heart Association (NYHA) Class IV Heart failure\n* Abnormal and clinically significant 12-Lead Electrocardiogram (ECG) finding: Investigators will be provided with ECG reviews conducted by a centralized independent cardiologist to assist in evaluation of subject eligibility. The Principal Investigator (PI) will determine the clinical significance of each abnormal ECG finding in relation to the subject's medical history and exclude subjects who would be at undue risk by participating in the trial. An abnormal and clinically significant finding that would preclude a subject from entering the trial is defined as a 12-lead tracing that is interpreted as, but not limited to, any of the following: Atrial fibrillation (AF) with rapid ventricular rate \\>120 Beats Per Minute (BPM); sustained or non-sustained ventricular tachycardia (VT); Second degree heart block Mobitz type II and third degree heart block (unless pacemaker or defibrillator had been inserted); QT interval corrected for heart rate by Fridericia's formula (QTcF) \\>=500 milliseconds (msec) in subjects with QRS \\<120 msec and QTcF \\>=530 msec in subjects with QRS \\>=120 msec.\n* Contraindications: A history of allergy or hypersensitivity to any corticosteroid, anticholinergic/muscarinic receptor antagonist, beta2-agonist, lactose/milk protein or magnesium stearate or a medical condition such as narrow-angle glaucoma, prostatic hypertrophy or bladder neck obstruction that, in the opinion of the Investigator, contraindicates study participation.\n* Cancer: Subjects with carcinoma that has not been in complete remission for at least 5 years. Subjects who have had carcinoma in situ of the cervix, squamous cell carcinoma and basal cell carcinoma of the skin would not be excluded based on the 5 year waiting period if the subject has been considered cured by treatment.\n* Oxygen therapy: Use of long-term oxygen therapy (LTOT) described as resting oxygen therapy \\>3litres/minute (L/min) (Oxygen use \\<=3L/min flow is not exclusionary.)\n* Medication prior to spirometry: Subjects who are medically unable to withhold their albuterol/salbutamol for the 4-hour period required prior to spirometry testing at each study visit.\n* Pulmonary rehabilitation: Subjects who have participated in the acute phase of a Pulmonary Rehabilitation Program within 4 weeks prior to Screening or subjects who plan to enter the acute phase of a Pulmonary Rehabilitation Program during the study. Subjects who are in the maintenance phase of a Pulmonary Rehabilitation Program are not excluded.\n* Drug/alcohol abuse: Subjects with a known or suspected history of alcohol or drug abuse within the last 2 years.\n* Non-compliance: Subjects at risk of non-compliance, or unable to comply with the study procedures. Any infirmity, disability, or geographic location that would limit compliance for scheduled visits.\n* Questionable validity of consent: Subjects with a history of psychiatric disease, intellectual deficiency, poor motivation or other conditions that will limit the validity of informed consent to participate in the study.\n* Affiliation with investigator site: study investigators, sub-investigators, study coordinators, employees of a participating investigator or study site, or immediate family members of the aforementioned that is involved with this study.\n* Inability to read: In the opinion of the investigator, any subject who is unable to read and/or would not be able to complete study related materials.\n* Medication prior to screening: No use of the following medications within the following time intervals prior to Screening or during the study. Long term antibiotic therapy: Subjects receiving antibiotics for long term therapy are not eligible for the study (Antibiotics are allowed for the short term treatment of an exacerbation or for short term treatment of other acute infections); Systemic, Oral, parenteral corticosteroids: 30 days (Except during the study oral/systemic corticosteroids may be used to treat COPD exacerbations/pneumonia). Intra-articular injections are allowed. Any other investigational drug: 30 days or 5 half lives whichever is longer.","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Trough Forced Expiratory Volume in One Second (FEV1) at Week 24","description":"FEV1 is a measure of lung function and is defined as the maximal amount of air that can be forcefully exhaled in one second. Trough FEV1 at Week 24 was defined as the FEV1 values obtained prior to morning dose of the study treatment. Baseline was defined as the value obtained predose (0 minutes) on Day 1. Change from Baseline was calculated as the pre-dose measurement at Week 24 minus the Baseline value. The analysis was performed using a mixed model repeated measures (MMRM) method including covariates of treatment group, smoking status (screening), geographical region, visit, baseline, baseline by visit and treatment by visit interactions. ITT Population comprised of all randomized subjects excluding those who were randomized in error. Only participants with analyzable data at the given time point were analyzed.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.142","spread":"0.0083"},{"groupId":"OG001","value":"-0.029","spread":"0.0085"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Trough Forced Expiratory Volume in One Second (FEV1) at Week 52","description":"FEV1 is a measure of lung function and is defined as the maximal amount of air that can be forcefully exhaled in one second. Trough FEV1 at Week 52 was defined as the FEV1 values obtained prior to morning dose of the study treatment. Baseline was defined as the value obtained predose (0 minutes) on Day 1. Change from Baseline was calculated as the pre-dose measurement at Week 24 minus the Baseline value. The analysis was performed using a mixed model repeated measures (MMRM) method including covariates of treatment group, smoking status (screening), geographical region, visit, baseline, baseline by visit and treatment by visit interactions. Extension Population: all participants in the ITT Population who were enrolled into the subset of participants with extension to 52 weeks.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.126","spread":"0.0170"},{"groupId":"OG001","value":"-0.053","spread":"0.0172"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in St George's Respiratory Questionnaire-Chronic Obstructive Pulmonary Disease (COPD; SGRQ) Total Score for COPD Participants at Week 24","description":"The SGRQ-C is a disease-specific questionnaire designed to measure the impact of respiratory disease and its treatment on a COPD participant's health-related quality of life (HRQoL). SGRQ-C total score was converted to SGRQ total score (ranging from 0-100) according to manual. In addition to an overall summary (total) score, scores for the individual domains of Symptoms, Activity, and Impacts (each ranging from 0-100) are produced. A decrease in score indicated improvement in quality of life. The minimum clinically important difference (MCID) for this instrument is a 4-point improvement (decrease from Baseline). Baseline was defined as the value obtained predose on Day 1. Change from Baseline was calculated as total score at Week 24 minus the Baseline value. The analysis for SGRQ total score was performed using a MMRM method including covariates of treatment group, smoking status (screening), geographical region, visit, baseline, baseline by visit and treatment by visit interactions","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.6","spread":"0.45"},{"groupId":"OG001","value":"-4.3","spread":"0.46"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in St George's Respiratory Questionnaire-COPD; SGRQ Total Score for COPD Participants at Week 52","description":"The SGRQ-C is a disease-specific questionnaire designed to measure the impact of respiratory disease and its treatment on a COPD participant's health-related quality of life (HRQoL). SGRQ-C total score was converted to SGRQ total score (ranging from 0-100) according to manual. In addition to an overall summary (total) score, scores for the individual domains of Symptoms, Activity, and Impacts (each ranging from 0-100) are produced. A decrease in score indicated improvement in quality of life. The minimum clinically important difference (MCID) for this instrument is a 4-point improvement (decrease from Baseline). Baseline was defined as the value obtained predose on Day 1. Change from Baseline was calculated as total score at Week 52 minus the Baseline value. The analysis for SGRQ total score was performed using a MMRM method including covariates of treatment group, smoking status (screening), geographical region, visit, baseline, baseline by visit and treatment by visit interactions.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.6","spread":"1.01"},{"groupId":"OG001","value":"-1.9","spread":"1.03"}]}]}]},{"type":"SECONDARY","title":"Transitional Dyspnea Index (TDI) Focal Score Expressed as Least Square Mean at Week 24","description":"The TDI measures change in the participant's dyspnoea from Baseline. The scores in both indexes depend on ratings for three different categories: functional impairment; magnitude of task; and magnitude of effort. Each of these scales had a possible score ranging from -6 (major deterioration) to +6 (major improvement). TDI focal score was calculated as the sum of the three individual scores and then divided by 2 (so the range of the TDI focal score is -9 to +9). TDI was measured at Week 4 and Week 24. Analysis performed using a repeated measures model with covariates of treatment group, smoking status (screening), geographical region, visit, BDI focal score, BDI focal score by visit and treatment by visit interactions.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.29","spread":"0.096"},{"groupId":"OG001","value":"1.72","spread":"0.099"}]}]}]},{"type":"SECONDARY","title":"Transitional Dyspnea Index (TDI) Focal Score Expressed as Least Square Mean at Week 52","description":"The TDI measures change in the participant's dyspnoea from Baseline. The scores in both indexes depend on ratings for three different categories: functional impairment; magnitude of task; and magnitude of effort. Each of these scales had a possible score ranging from -6 (major deterioration) to +6 (major improvement). TDI focal score was calculated as the sum of the three individual scores and then divided by 2 (so the range of the TDI focal score is -9 to +9). TDI was measured at Weeks 4, 24 and 52. Analysis performed using a repeated measures model with covariates of treatment group, smoking status (screening), geographical region, visit, BDI focal score, BDI focal score by visit and treatment by visit interactions","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.74","spread":"0.221"},{"groupId":"OG001","value":"1.39","spread":"0.226"}]}]}]},{"type":"SECONDARY","title":"Daily Activity Question Percentage of Days Reporting a Score of 2 up to Week 24","description":"Participants were asked to complete the daily activity question as part of the eDiary, which included the following options: 0: fewer activities, 1: no affect on my activities, and 2: more activities than usual. Daily activity question percentage of days with score of 2 over Weeks 1-24 was analysed using an ANCOVA model with covariates of treatment group, smoking status (screening), geographical region and baseline.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"0.38"},{"groupId":"OG001","value":"-0.1","spread":"0.39"}]}]}]},{"type":"SECONDARY","title":"Daily Activity Question Percentage of Days Reporting a Score of 2 up to Week 52","description":"Participants were asked to complete the daily activity question as aprt of the eDiary, which included the following options: 0: fewer activities, 1: no affect on my activities, and 2: more activities than usual. Daily activity question percentage of days with score of 2 over Weeks 1-24 was analysed using an ANCOVA model with covariates of treatment group, smoking status (screening), geographical region and baseline.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"0.70"},{"groupId":"OG001","value":"0.3","spread":"0.69"}]}]}]},{"type":"SECONDARY","title":"Mean Annual On-treatment Moderate and/or Severe COPD Exacerbations up to Week 24","description":"The mean annual moderate and severe COPD exacerbations during the treatment (trt) period (per participant \\[par.\\] per year) was assessed. The event rate for exacerbations was calculated as the number of events x 1000 divided by the total participant exposure during the time-period of interest. An exacerbation of COPD, is defined as the worsening of two or more major symptoms (dyspnea, sputum volume, sputum purulence \\[color\\]) for at least two consecutive days; or the worsening of any one major symptom together with any one of the minor symptoms (sore throat, cold, fever without other cause, increased cough, increased wheeze) for at least two consecutive days. Analysis performed using a generalised linear model assuming a negative binomial distribution and covariates of treatment group, exacerbation history (0, 1, \\>=2 moderate/severe), smoking status (screening), geographical region and post-bronchodilator percent predicted FEV1 (day 1).","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.22","spread":null},{"groupId":"OG001","value":"0.34","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Annual On-treatment Moderate and/or Severe COPD Exacerbations up to Week 52","description":"The mean annual moderate and severe COPD exacerbations during the treatment (trt) period (per participant \\[par.\\] per year) was assessed. The event rate for exacerbations was calculated as the number of events x 1000 divided by the total participant exposure during the time-period of interest. An exacerbation of COPD, is defined as the worsening of two or more major symptoms (dyspnea, sputum volume, sputum purulence \\[color\\]) for at least two consecutive days; or the worsening of any one major symptom together with any one of the minor symptoms (sore throat, cold, fever without other cause, increased cough, increased wheeze) for at least two consecutive days. Analysis performed using a generalised linear model assuming a negative binomial distribution and covariates of treatment group, exacerbation history (0, 1, \\>=2 moderate/severe), smoking status (screening), geographical region and post-bronchodilator percent predicted FEV1 (day 1).","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.20","spread":null},{"groupId":"OG001","value":"0.36","spread":null}]}]}]},{"type":"SECONDARY","title":"Assessment of Respiratory Symptoms by Change From Baseline in 4-weekly Mean Exacerbations of Chronic Pulmonary Disease Tool (EXACT)-RS Scores up to Week 24","description":"The EXACT-PRO is a 14 item instrument designed to capture information on the occurrence, frequency, severity, and duration of exacerbations of disease in participants with COPD. EXACT-RS consists of 11 items from the 14 item EXACT-PRO instrument and has a scoring range of 0-40. Three subscales are used to describe different symptoms; dyspnoea (range 0-17), cough and sputum (range 0-11) and chest symptoms (range 0-12). Baseline was defined as the mean value during the period between Visits 1 and 2. Mean scores were calculated for each four weekly period and change from Baseline was calculated as four weekly score minus the Baseline value. Four weekly intervals were analyzed using a MMRM method with covariates of treatment group, smoking status (screening), geographical region, time period, baseline, baseline by time period and treatment by time period interactions. Only participants with data available at the analysis time point were analyzed (represented as n=X, X in category title).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.45","spread":"0.106"},{"groupId":"OG001","value":"-0.50","spread":"0.106"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.00","spread":"0.129"},{"groupId":"OG001","value":"-0.77","spread":"0.130"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.23","spread":"0.141"},{"groupId":"OG001","value":"-1.05","spread":"0.143"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.42","spread":"0.150"},{"groupId":"OG001","value":"-1.09","spread":"0.151"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.43","spread":"0.156"},{"groupId":"OG001","value":"-1.02","spread":"0.159"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.31","spread":"0.157"},{"groupId":"OG001","value":"-0.96","spread":"0.160"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.71","spread":"0.057"},{"groupId":"OG001","value":"-0.20","spread":"0.057"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.95","spread":"0.069"},{"groupId":"OG001","value":"-0.26","spread":"0.070"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.03","spread":"0.076"},{"groupId":"OG001","value":"-0.34","spread":"0.076"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.11","spread":"0.080"},{"groupId":"OG001","value":"-0.36","spread":"0.081"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.10","spread":"0.084"},{"groupId":"OG001","value":"-0.31","spread":"0.085"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.07","spread":"0.085"},{"groupId":"OG001","value":"-0.30","spread":"0.087"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.41","spread":"0.031"},{"groupId":"OG001","value":"-0.24","spread":"0.031"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.59","spread":"0.037"},{"groupId":"OG001","value":"-0.39","spread":"0.038"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.67","spread":"0.041"},{"groupId":"OG001","value":"-0.50","spread":"0.041"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.74","spread":"0.043"},{"groupId":"OG001","value":"-0.53","spread":"0.043"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.77","spread":"0.045"},{"groupId":"OG001","value":"-0.53","spread":"0.045"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.72","spread":"0.046"},{"groupId":"OG001","value":"-0.50","spread":"0.046"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.33","spread":"0.034"},{"groupId":"OG001","value":"-0.06","spread":"0.035"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.46","spread":"0.042"},{"groupId":"OG001","value":"-0.12","spread":"0.043"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.54","spread":"0.046"},{"groupId":"OG001","value":"-0.20","spread":"0.047"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.58","spread":"0.048"},{"groupId":"OG001","value":"-0.20","spread":"0.048"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.57","spread":"0.050"},{"groupId":"OG001","value":"-0.17","spread":"0.050"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.53","spread":"0.050"},{"groupId":"OG001","value":"-0.17","spread":"0.051"}]}]}]},{"type":"SECONDARY","title":"Assessment of Respiratory Symptoms by Change From Baseline in 4-weekly Mean EXACT-RS Scores up to Week 52","description":"The EXACT-PRO is a 14 item instrument designed to capture information on the occurrence, frequency, severity, and duration of exacerbations of disease in participants with COPD. EXACT-RS consists of 11 items from the 14 item EXACT-PRO instrument and has a scoring range of 0-40. Three subscales are used to describe different symptoms; dyspnoea (range 0-17), cough and sputum (range 0-11) and chest symptoms (range 0-12). Baseline was defined as the mean value during the period between Visits 1 and 2. Mean scores were calculated for each four weekly period and change from Baseline was calculated as four weekly score minus the Baseline value. Four weekly intervals were analyzed using a MMRM method with covariates of treatment group, smoking status (screening), geographical region, time period, baseline, baseline by time period and treatment by time period interactions. Only participants with data available at the analysis time point were analyzed (represented as n=X, X in category title).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.24","spread":"0.222"},{"groupId":"OG001","value":"-0.72","spread":"0.218"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.97","spread":"0.265"},{"groupId":"OG001","value":"-0.90","spread":"0.260"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.18","spread":"0.298"},{"groupId":"OG001","value":"-1.21","spread":"0.294"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.53","spread":"0.317"},{"groupId":"OG001","value":"-1.52","spread":"0.313"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.64","spread":"0.342"},{"groupId":"OG001","value":"-1.53","spread":"0.338"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.63","spread":"0.341"},{"groupId":"OG001","value":"-1.52","spread":"0.338"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.48","spread":"0.349"},{"groupId":"OG001","value":"-1.16","spread":"0.347"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.33","spread":"0.350"},{"groupId":"OG001","value":"-0.90","spread":"0.349"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.12","spread":"0.367"},{"groupId":"OG001","value":"-0.62","spread":"0.366"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.34","spread":"0.359"},{"groupId":"OG001","value":"-1.11","spread":"0.358"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.30","spread":"0.363"},{"groupId":"OG001","value":"-0.81","spread":"0.362"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.17","spread":"0.371"},{"groupId":"OG001","value":"-0.64","spread":"0.371"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.03","spread":"0.370"},{"groupId":"OG001","value":"-0.61","spread":"0.370"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.64","spread":"0.120"},{"groupId":"OG001","value":"-0.31","spread":"0.118"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.93","spread":"0.147"},{"groupId":"OG001","value":"-0.32","spread":"0.145"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.05","spread":"0.167"},{"groupId":"OG001","value":"-0.44","spread":"0.164"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.19","spread":"0.175"},{"groupId":"OG001","value":"-0.57","spread":"0.173"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.17","spread":"0.189"},{"groupId":"OG001","value":"-0.50","spread":"0.186"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.13","spread":"0.190"},{"groupId":"OG001","value":"-0.50","spread":"0.188"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.14","spread":"0.195"},{"groupId":"OG001","value":"-0.38","spread":"0.194"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.11","spread":"0.196"},{"groupId":"OG001","value":"-0.26","spread":"0.194"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.08","spread":"0.204"},{"groupId":"OG001","value":"-0.14","spread":"0.203"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.13","spread":"0.203"},{"groupId":"OG001","value":"-0.37","spread":"0.202"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.06","spread":"0.208"},{"groupId":"OG001","value":"-0.24","spread":"0.208"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.97","spread":"0.211"},{"groupId":"OG001","value":"-0.11","spread":"0.211"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.96","spread":"0.207"},{"groupId":"OG001","value":"-0.08","spread":"0.207"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.34","spread":"0.065"},{"groupId":"OG001","value":"-0.32","spread":"0.064"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.59","spread":"0.076"},{"groupId":"OG001","value":"-0.44","spread":"0.074"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.63","spread":"0.083"},{"groupId":"OG001","value":"-0.52","spread":"0.082"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.73","spread":"0.088"},{"groupId":"OG001","value":"-0.62","spread":"0.087"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.83","spread":"0.095"},{"groupId":"OG001","value":"-0.73","spread":"0.094"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.83","spread":"0.098"},{"groupId":"OG001","value":"-0.71","spread":"0.097"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.73","spread":"0.097"},{"groupId":"OG001","value":"-0.57","spread":"0.097"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.68","spread":"0.096"},{"groupId":"OG001","value":"-0.48","spread":"0.096"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.56","spread":"0.099"},{"groupId":"OG001","value":"-0.40","spread":"0.099"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.65","spread":"0.097"},{"groupId":"OG001","value":"-0.54","spread":"0.097"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.66","spread":"0.101"},{"groupId":"OG001","value":"-0.41","spread":"0.102"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.66","spread":"0.098"},{"groupId":"OG001","value":"-0.39","spread":"0.099"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.61","spread":"0.100"},{"groupId":"OG001","value":"-0.44","spread":"0.100"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.27","spread":"0.069"},{"groupId":"OG001","value":"-0.09","spread":"0.068"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.46","spread":"0.084"},{"groupId":"OG001","value":"-0.13","spread":"0.082"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.51","spread":"0.093"},{"groupId":"OG001","value":"-0.24","spread":"0.092"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.61","spread":"0.097"},{"groupId":"OG001","value":"-0.31","spread":"0.095"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.67","spread":"0.104"},{"groupId":"OG001","value":"-0.29","spread":"0.103"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.68","spread":"0.102"},{"groupId":"OG001","value":"-0.30","spread":"0.101"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.63","spread":"0.105"},{"groupId":"OG001","value":"-0.21","spread":"0.104"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.55","spread":"0.107"},{"groupId":"OG001","value":"-0.16","spread":"0.107"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.48","spread":"0.111"},{"groupId":"OG001","value":"-0.08","spread":"0.111"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.57","spread":"0.107"},{"groupId":"OG001","value":"-0.20","spread":"0.107"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.58","spread":"0.108"},{"groupId":"OG001","value":"-0.16","spread":"0.108"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.57","spread":"0.113"},{"groupId":"OG001","value":"-0.13","spread":"0.113"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.49","spread":"0.115"},{"groupId":"OG001","value":"-0.08","spread":"0.115"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Any On-treatment Adverse Event (AE) and Serious Adverse Event (SAE) in the Treatment Period","description":"An AE was any untoward medical occurrence in a participant or clinical investigation participant, temporally associated with the use of a medicinal product, whether or not considered related to the medicinal product. These included an exacerbation of a chronic or intermittent pre-existing condition. A SAE was an AE resulting in any of the following outcomes or deemed significant for any other reason: death; initial or prolonged inpatient hospitalization; life-threatening experience (immediate risk of dying); persistent or significant disability/incapacity; congenital anomaly; or all events of possible drug-induced liver injury. Abnormal and clinically significant laboratory test results were also recorded as an AE or SAE. COPD exacerbations were an expected disease-related outcome and were not to be recorded as an AE, unless they met the definition of an SAE. Participants were not to be withdrawn from the study due to COPD exacerbations and their evaluation was an efficacy endpoint.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"354","spread":null},{"groupId":"OG001","value":"339","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"49","spread":null},{"groupId":"OG001","value":"51","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Any On-treatment AE/SAEs in the Extension Part of the Study","description":"An AE was any untoward medical occurrence in a participant or clinical investigation participant, temporally associated with the use of a medicinal product, whether or not considered related to the medicinal product. These included an exacerbation of a chronic or intermittent pre-existing condition. A SAE was an AE resulting in any of the following outcomes or deemed significant for any other reason: death; initial or prolonged inpatient hospitalization; life-threatening experience (immediate risk of dying); persistent or significant disability/incapacity; congenital anomaly; or all events of possible drug-induced liver injury. Abnormal and clinically significant laboratory test results were also recorded as an AE or SAE. COPD exacerbations were an expected disease-related outcome and were not to be recorded as an AE, unless they met the definition of an SAE. Participants were not to be withdrawn from the study due to COPD exacerbations and their evaluation was an efficacy endpoint.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null},{"groupId":"OG001","value":"122","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"21","spread":null},{"groupId":"OG001","value":"28","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With an On-treatment Penumonia Event in the Treatment Period","description":"All suspected pneumonias required confirmation as defined by the presence of new infiltrate(s) on chest x-ray and at least 2 of the following signs and symptoms: Increased cough, Increased sputum purulence (colour) or production, Auscultatory findings of adventitious sounds , Dyspnea or tachypnea, Fever (oral temperature \\> 37.5 °C), Elevated white blood cells (WBC) (\\>10,000/millimeter \\[mm\\^3\\] or \\>15 percent immature forms) or Hypoxemia (hemoglobin/oxygen \\[HbO2\\] saturation \\<88 percent or at least 2 percent lower than Baseline value).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With an On-treatment Penumonia Event in the Extension Part of the Study","description":"All suspected pneumonias required confirmation as defined by the presence of new infiltrate(s) on chest x-ray AND at least 2 of the following signs and symptoms: Increased cough, Increased sputum purulence (colour) or production, Auscultatory findings of adventitious sounds , Dyspnea or tachypnea, Fever (oral temperature \\> 37.5 °C), Elevated WBC (\\>10,000/mm3 or \\>15 percent immature forms) orr Hypoxemia (HbO2 saturation \\<88 percent or at least 2 percent lower than Baseline value).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Any On-treatment Cardiovascular (CV) Events (Including Supraventricular Arrhythmia and Non Fatal Myocardial Infarction) in the Treatment Period","description":"Cardiovascular safety was monitored via AE reporting with categorization and analysis of adverse events of special interest (AESIs) including cardiac arrhythmia, cardiac failure, ischemic heart disease, hypertension, and central nervous system hemorrhages and cerebrovascular conditions. In addition, ECGs and vital signs were measured in all subjects and24-hour Holter monitoring was performed in a predefined subset. Pre-specified MACE analysis was conducted based on adjudicated CV deaths and investigator-reported non-fatal AEs. Number of participants with any of the following MACE events were to be included per the broad and narrow analyses: Broad MACE criteria (ischemic heart disease standardized MedDRA query \\[SMQ; myocardial infarction SMQ and other ischemic diseases\\]) and narrow MACE criteria (myocardial infarction \\[acute myocardial infarction\\].","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Any On-treatment CV Events (Including Supraventricular Arrhythmia and Non Fatal Myocardial Infarction) in the Extension Part of the Study","description":"Cardiovascular safety was monitored via AE reporting with categorization and analysis of adverse events of special interest (AESIs) including cardiac arrhythmia, cardiac failure, ischemic heart disease, hypertension, and central nervous system hemorrhages and cerebrovascular conditions. In addition, ECGs and vital signs were measured in all subjects and24-hour Holter monitoring was performed in a predefined subset. Pre-specified MACE analysis was conducted based on adjudicated CV deaths and investigator-reported non-fatal AEs. Number of participants with any of the following MACE events were to be included per the broad and narrow analyses: Broad MACE criteria (ischemic heart disease standardized MedDRA query \\[SMQ; myocardial infarction SMQ and other ischemic diseases\\]) and narrow MACE criteria (myocardial infarction \\[acute myocardial infarction\\]","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Heart Rate at Week 24","description":"A single 12-lead electrocardiogram (ECG) and rhythm strip were recorded after measurement of vital signs and spirometry. Recordings were made at Screening (Visit 1) and approximately 15-45 minutes after dosing on treatment Week 4 and Week 24 or IP Discontinuation Visit. Change from Baseline in ECG heart rate was summarized for each post-Baseline assessment up to Week 24. Change from Baseline was calculated as the individual post-Baseline value at Week 24 minus the Baseline value. Baseline value is defined as the most recent individual value prior to randomization (generally Screening but could be a test repeat). All ECG measurements were made with the participants in a supine position having rested in this position for approximately 5 minutes before each reading.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.1","spread":"11.51"},{"groupId":"OG001","value":"-1.2","spread":"10.91"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Heart Rate at Week 52","description":"A single 12-lead ECG and rhythm strip were recorded after measurement of vital signs and spirometry. Recordings were made at Screening (Visit 1) and approximately 15-45 minutes after dosing on treatment Week 4, Week 24 and Week 52 or IP Discontinuation Visit. Change from Baseline in ECG heart rate was summarized for each post-Baseline assessment up to Week 24. Change from Baseline was calculated as the individual post-Baseline value at Week 52 minus the Baseline value. Baseline value is defined as the most recent individual value prior to randomization (generally Screening but could be a test repeat). All ECG measurements were made with the participants in a supine position having rested in this position for approximately 5 minutes before each reading.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.2","spread":"11.30"},{"groupId":"OG001","value":"-1.0","spread":"10.77"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Corrected QT Interval Using Fridericia's Correction (QTcF) and PR Interval at Week 24","description":"A single 12-lead ECG and rhythm strip were recorded after measurement of vital signs and spirometry. Recordings were made at Screening (Visit 1) and approximately 15-45 minutes after dosing on treatment Week 4 and Week 24 or IP Discontinuation Visit. Change from Baseline in ECG QTcF and PR interval was summarized for each post-Baseline assessment up to Week 24. Change from Baseline was calculated as the individual post-Baseline value at Week 24 minus the Baseline value. Baseline value is defined as the most recent individual value prior to randomization (generally Screening but could be a test repeat). Only participants with data available at the analysis time point were analyzed (represented as n=X, X in category title). All ECG measurements were made with the participants in a supine position having rested in this position for approximately 5 minutes before each reading.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.5","spread":"0.56"},{"groupId":"OG001","value":"0.6","spread":"0.58"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.1","spread":"0.54"},{"groupId":"OG001","value":"0.5","spread":"0.56"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in QTcF and PR Interval at Week 52","description":"Single 12-lead ECG and rhythm strip were recorded after measurement of vital signs and spirometry. Recordings were made at Screening (Visit 1) and approximately 15-45 minutes after dosing on treatment Week 4, Week 24 and Week 52 or IP Discontinuation Visit. Change from Baseline in ECG QTcF and PR interval was summarized for each post-Baseline assessment up to Week 24. Change from Baseline was calculated as the individual post-Baseline value at Week 52 minus the Baseline value. Baseline value is defined as the most recent individual value prior to randomization (generally Screening but could be a test repeat). Only participants with data available at the analysis time point were analyzed (represented as n=X, X in category title).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.4","spread":"1.27"},{"groupId":"OG001","value":"2.4","spread":"1.31"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.6","spread":"1.09"},{"groupId":"OG001","value":"1.4","spread":"1.13"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in QT Interval Corrected for Heart Rate According to Bazett's Formula (QTcB) at Week 24","description":"A single 12-lead ECG and rhythm strip were recorded after measurement of vital signs and spirometry. Recordings were made at Screening (Visit 1) and approximately 15-45 minutes after dosing on treatment Week 4 and Week 24 or IP Discontinuation Visit. Change from Baseline in QTcB was summarized for each post-Baseline assessment up to Week 24. Change from Baseline was calculated as the individual post-Baseline value at Week 24 minus the Baseline value. Baseline value is defined as the most recent individual value prior to randomization (generally Screening but could be a test repeat). All ECG measurements were made with the participants in a supine position having rested in this position for approximately 5 minutes before each reading.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.5","spread":"21.00"},{"groupId":"OG001","value":"-0.7","spread":"20.48"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in QTcB at Week 52","description":"A single 12-lead ECG and rhythm strip were recorded after measurement of vital signs and spirometry. Recordings were made at Screening (Visit 1) and approximately 15-45 minutes after dosing on treatment Week 4, Week 24, and Week 52 or IP Discontinuation Visit. Change from Baseline in QTcB was summarized for each post-Baseline assessment up to Week 52. Change from Baseline was calculated as the individual post-Baseline value at Week 52 minus the Baseline value. Baseline value is defined as the most recent individual value prior to randomization (generally Screening but could be a test repeat). All ECG measurements were made with the participants in a supine position having rested in this position for approximately 5 minutes before each reading.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.9","spread":"21.30"},{"groupId":"OG001","value":"2.2","spread":"22.46"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Systolic and Diastolic Blood Pressures (BP) at Week 24","description":"Vital signs were obtained at the Screening Visit and prior to taking the morning dose of study treatment and prior to conducting spirometry at Week 4 and Week 24 or at the Study Treatment Discontinuation Visit. A single set of blood pressure (systolic and diastolic) measurements were collected taken after the participant had rested for 5 minutes in the sitting position. Change from Baseline values for systolic and diastolic BP (SBP and DBP) at Week 24 were summarised and these data were analyzed using MMRM analysis. Baseline was defined as the values from most recent assessment prior to randomization which records both systolic and diastolic BP (generally Screening but could be a test repeat).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.0","spread":"0.39"},{"groupId":"OG001","value":"-1.1","spread":"0.40"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.3","spread":"0.27"},{"groupId":"OG001","value":"-0.5","spread":"0.27"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Systolic and Diastolic Blood Pressures (BP) at Week 52","description":"Vital signs were obtained at the Screening Visit and prior to taking the morning dose of study treatment and prior to conducting spirometry at Week 4, Week 24, and Week 52 or at the Study Treatment Discontinuation Visit. A single set of blood pressure (systolic and diastolic) measurements were taken after the participant had rested for 5 minutes in the sitting position. Change from Baseline values for systolic and diastolic BP (SBP and DBP) at Week 52 were summarised and these data were analyzed using MMRM analysis. Baseline was defined as the values from most recent assessment prior to randomization which records both systolic and diastolic BP (generally Screening but could be a test repeat).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.3","spread":"0.83"},{"groupId":"OG001","value":"0.3","spread":"0.85"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.4","spread":"0.52"},{"groupId":"OG001","value":"0.4","spread":"0.53"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Any Abnormal Holter Electrocardiogram (ECG) Finding at Week 24","description":"The 24-hour holter measurements were obtained at Screening and 24 hours prior to Week 24 (Visits 1 and 6). The number of participants with clinically significant change (abnormal) were reported. Holter Monitoring Population: all participants in the ITT Population who had at least one holter monitoring evaluation.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"180","spread":null},{"groupId":"OG001","value":"165","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Pulse Rate at Week 24","description":"Pulse rate was obtained at the Screening Visit and prior to taking the morning dose of study treatment and prior to conducting spirometry at Week 4 and Week 24 or at the Study Treatment Discontinuation. Pulse rate was measured in a sitting position after the participant was kept at rest for at least 5 minutes. Change from Baseline values for pulse rate at Week 24 were summarised and these data were analyzed using MMRM analysis. Baseline was defined as the values from most recent assessment prior to randomization (generally Screening but could be a test repeat).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.5","spread":"0.31"},{"groupId":"OG001","value":"-0.8","spread":"0.32"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Pulse Rate at Week 52","description":"Pulse rate was obtained at the Screening Visit and prior to taking the morning dose of study treatment and prior to conducting spirometry at Week 4, Week 24, and Week 52 or at the Study Treatment Discontinuation. Pulse rate was measured in a sitting position after the participant was kept at rest for at least 5 minutes. Change from Baseline values for pulse rate at Week 52 were summarized and these data were analyzed using MMRM analysis. Baseline was defined as the values from most recent assessment prior to randomization (generally Screening but could be a test repeat).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.7","spread":"0.67"},{"groupId":"OG001","value":"-1.9","spread":"0.69"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Basophils, Eosinophils, Monocytes, Neutrophils, Leukocytes, Lymphocytes, and Platelets at Week 24","description":"Hematology laboratory assessments included basophils, eosinophils, lymphocytes, monocytes, neutrophils, total neutrophil, leukocytes, and platelets; parameters were measured at Baseline (BL), Week 12 and Week 24. Change from Baseline was calculated by subtracting the Baseline value from the individual post-dose value at Week 24. Baseline was defined as the most recent individual value prior to randomization (generally Screening but could be a repeat test). Only participants with data available at the analysis time point were analyzed (represented as n=X, X in category title). The maximum post-Baseline values have also been presented.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.001","spread":"0.0217"},{"groupId":"OG001","value":"-0.001","spread":"0.0204"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.005","spread":"0.0211"},{"groupId":"OG001","value":"0.005","spread":"0.0206"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.008","spread":"0.1926"},{"groupId":"OG001","value":"-0.015","spread":"0.1926"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.034","spread":"0.1941"},{"groupId":"OG001","value":"0.019","spread":"0.1952"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.006","spread":"0.1977"},{"groupId":"OG001","value":"0.004","spread":"0.2125"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.040","spread":"0.1985"},{"groupId":"OG001","value":"0.048","spread":"0.2069"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.071","spread":"1.7682"},{"groupId":"OG001","value":"0.142","spread":"1.8552"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.481","spread":"1.8761"},{"groupId":"OG001","value":"0.649","spread":"1.9143"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.06","spread":"1.847"},{"groupId":"OG001","value":"0.11","spread":"1.915"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.52","spread":"1.940"},{"groupId":"OG001","value":"0.64","spread":"1.947"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.7","spread":"43.12"},{"groupId":"OG001","value":"-0.7","spread":"44.26"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10.8","spread":"42.50"},{"groupId":"OG001","value":"10.2","spread":"45.46"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.002","spread":"0.5311"},{"groupId":"OG001","value":"-0.023","spread":"0.5669"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.187","spread":"0.5468"},{"groupId":"OG001","value":"0.150","spread":"0.5767"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Basophils, Eosinophils, Monocytes, Neutrophils, Leukocytes, Lymphocytes, and Platelets at Week 52","description":"Hematology laboratory assessments included Basophils, eosinophils, lymphocytes, monocytes,neutrophils, total neutrophil, leukocytes, and platelets; parameters were measured at Baseline (BL), Week 12, Week 24, and Week 52 for the extension part of the study. Change from Baseline was calculated by subtracting the Baseline value from the individual post-dose value at Week 52. Baseline was defined as the most recent individual value prior to randomization (generally Screening but could be a test repeat). Only participants with data available at the analysis time point were analyzed (represented as n=X, X in category title). The maximum post-Baseline values have also been presented.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.002","spread":"0.0203"},{"groupId":"OG001","value":"0.003","spread":"0.0241"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.011","spread":"0.0196"},{"groupId":"OG001","value":"0.010","spread":"0.0226"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.002","spread":"0.1819"},{"groupId":"OG001","value":"-0.011","spread":"0.2567"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.074","spread":"0.2460"},{"groupId":"OG001","value":"0.057","spread":"0.2884"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.025","spread":"0.2382"},{"groupId":"OG001","value":"0.028","spread":"0.2164"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.075","spread":"0.2359"},{"groupId":"OG001","value":"0.072","spread":"0.2123"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.246","spread":"2.1768"},{"groupId":"OG001","value":"-0.163","spread":"2.3222"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.923","spread":"2.1444"},{"groupId":"OG001","value":"0.835","spread":"2.1223"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.33","spread":"2.243"},{"groupId":"OG001","value":"-0.17","spread":"2.387"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.97","spread":"2.163"},{"groupId":"OG001","value":"0.87","spread":"2.168"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.8","spread":"39.96"},{"groupId":"OG001","value":"-2.7","spread":"49.22"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13.6","spread":"40.57"},{"groupId":"OG001","value":"13.9","spread":"51.61"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.060","spread":"0.6850"},{"groupId":"OG001","value":"-0.027","spread":"0.5714"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.325","spread":"0.6299"},{"groupId":"OG001","value":"0.295","spread":"0.5910"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Erythrocytes at Week 24","description":"Hematology laboratory assessments included erythrocytes and was measured at Baseline, Week 12 and Week 24. Change from Baseline was calculated by subtracting the Baseline value from the individual post-dose value at Week 24. Baseline was defined as the most recent individual value prior to randomization (generally Screening but could be a test repeat). Only participants with data available at the analysis time point were analyzed (represented as n=X, X in category title). The maximum post-Baseline values have also been presented.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.02","spread":"0.292"},{"groupId":"OG001","value":"-0.04","spread":"0.294"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.06","spread":"0.270"},{"groupId":"OG001","value":"0.04","spread":"0.273"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Erythrocytes at Week 52","description":"Hematology laboratory assessments included erythrocytes and was measured at Baseline, Week 12 and Week 24, and Week 52 for the extension part of the study. Change from Baseline was calculated by subtracting the Baseline value from the individual post-dose value at Week 52. Baseline was defined as the most recent individual value prior to randomization (generally Screening but could be a test repeat). Only participants with data available at the analysis time point were analyzed (represented as n=X, X in category title). The maximum post-Baseline values have also been presented.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.02","spread":"0.282"},{"groupId":"OG001","value":"0.00","spread":"0.313"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.11","spread":"0.261"},{"groupId":"OG001","value":"0.07","spread":"0.289"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Hemoglobin at Week 24","description":"Blood samples were collected for the measurement of hemoglobin at Baseline, Week 12, and Week 24. Change from Baseline was calculated as the post-Baseline value at Week 24 minus the Baseline value. Baseline was defined as the most recent individual value prior to randomization (generally Screening but could be a test repeat). Only participants with data available at the analysis time point were analyzed (represented as n=X, X in category title). The maximum post-Baseline values have also been presented.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.9","spread":"8.17"},{"groupId":"OG001","value":"-1.0","spread":"8.65"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.5","spread":"7.55"},{"groupId":"OG001","value":"1.5","spread":"8.26"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Hemoglobin at Week 52","description":"Blood samples were collected for the measurement of hemoglobin at Baseline, Week 12, Week 24, and Week 52 for the extension part of the study. Change from Baseline was calculated as the post-Baseline value at Week 52 minus the Baseline value. Baseline was defined as the most recent individual value prior to randomization (generally Screening but could be a test repeat). Only participants with data available at the analysis time point were analyzed (represented as n=X, X in category title). The maximum post-Baseline values have also been presented.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.5","spread":"8.06"},{"groupId":"OG001","value":"-2.5","spread":"9.82"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.2","spread":"7.67"},{"groupId":"OG001","value":"1.9","spread":"8.55"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Hematocrit at Week 24","description":"Blood samples were collected for the measurement of hematocrit (proportion of red blood cells in blood) at Baseline, Week 12, and Week 24. Change from Baseline was calculated as the post-Baseline value at Week 24 minus the Baseline value. Baseline was defined as the most recent individual value prior to randomization (generally Screening but could be a test repeat). Only participants with data available at the analysis time point were analyzed (represented as n=X, X in category title). The maximum post-Baseline values have also been presented.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0024","spread":"0.02627"},{"groupId":"OG001","value":"0.0024","spread":"0.02798"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0115","spread":"0.02533"},{"groupId":"OG001","value":"0.0123","spread":"0.02669"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Hematocrit at Week 52","description":"Blood samples were collected for the measurement of hematocrit (proportion of red blood cells in blood) at Baseline, Week 12, Week 24, and Week 52 for the extension part of the study. Change from Baseline was calculated as the post-Baseline value minus the Baseline value. Baseline was defined as Most recent individual value prior to randomization (generally Screening but could be a test repeat). Only participants with data available at the analysis time point were analyzed (represented as n=X, X in category title). The maximum post-Baseline values have also been presented.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.0056","spread":"0.02468"},{"groupId":"OG001","value":"-0.0056","spread":"0.03170"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0153","spread":"0.02552"},{"groupId":"OG001","value":"0.0149","spread":"0.02793"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Albumin and Protein at Week 24","description":"Blood samples were collected for the measurement of albumin and protein at Baseline, Week 12 and Week 24. Change from Baseline (BL) was calculated as the post-Baseline value at Week 24 minus the Baseline value. Baseline was defined as the most recent individual value prior to randomization (generally Screening but could be a test repeat). The maximum post BL values have been presented. Only participants with data available at the analysis time point were analyzed (represented as n=X, X in category title). The maximum post-Baseline values have also been presented.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.7","spread":"2.55"},{"groupId":"OG001","value":"-0.5","spread":"2.41"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1","spread":"2.36"},{"groupId":"OG001","value":"0.2","spread":"2.24"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.6","spread":"3.70"},{"groupId":"OG001","value":"-1.0","spread":"3.64"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.4","spread":"3.42"},{"groupId":"OG001","value":"0.1","spread":"3.43"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Albumin and Protein at Week 52","description":"Blood samples were collected for the measurement of albumin and protein at Baseline, Week 12, Week 24, and Week 52 for the extension part of the study. Change from Baseline was calculated as the post-Baseline value at Week 52 minus the Baseline value. Baseline was defined as the most recent individual value prior to randomization (generally Screening but could be a test repeat). Only participants with data available at the analysis time point were analyzed (represented as n=X, X in category title). The maximum post-Baseline values have also been presented.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.8","spread":"2.77"},{"groupId":"OG001","value":"-0.7","spread":"2.64"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.4","spread":"2.45"},{"groupId":"OG001","value":"0.2","spread":"2.25"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.1","spread":"4.04"},{"groupId":"OG001","value":"-1.6","spread":"3.86"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.6","spread":"3.57"},{"groupId":"OG001","value":"0.0","spread":"3.30"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Alanine Aminotransferase (ALT), Aspartate Aminotransferase (AST), Gamma Glutamyl Aminotransferase (GGT), Alkaline Phosphatase (ALP), and Creatine Kinase at Week 24","description":"Blood samples were collected for the measurement of ALP, ALT, AST, CK, and GGT at Baseline, Week 12 and Week 24. Change from Baseline was calculated as the post-Baseline value at Week 24 minus the Baseline value. Baseline was defined as the most recent individual value prior to randomization (generally Screening but could be a test repeat). Only participants with data available at the analysis time point were analyzed (represented as n=X, X in category title). The maximum post-Baseline values have also been presented.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.4","spread":"10.81"},{"groupId":"OG001","value":"3.8","spread":"69.15"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.0","spread":"11.99"},{"groupId":"OG001","value":"5.5","spread":"66.01"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.1","spread":"10.30"},{"groupId":"OG001","value":"4.0","spread":"86.63"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.2","spread":"12.61"},{"groupId":"OG001","value":"5.6","spread":"82.66"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.1","spread":"15.42"},{"groupId":"OG001","value":"-2.8","spread":"12.47"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.3","spread":"16.46"},{"groupId":"OG001","value":"0.8","spread":"11.96"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.4","spread":"31.65"},{"groupId":"OG001","value":"0.5","spread":"21.84"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7.5","spread":"42.66"},{"groupId":"OG001","value":"4.7","spread":"27.76"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.9","spread":"106.48"},{"groupId":"OG001","value":"-3.4","spread":"191.25"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20.6","spread":"138.17"},{"groupId":"OG001","value":"20.6","spread":"185.06"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in ALT, AST, GGT, ALP, and Creatine Kinase at Week 52","description":"Blood samples were collected for the measurement of ALP, ALT, AST, CK, and GGT at Baseline, Week 12, Week 24 and Week 52 for the extension part of the study. Change from Baseline was calculated as the post-Baseline value at Week 52 minus the Baseline value. Baseline was defined as the most recent individual value prior to randomization (generally Screening but could be a test repeat). Only participants with data available at the analysis time point were analyzed (represented as n=X, X in category title). The maximum post-Baseline values have also been presented.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.7","spread":"10.64"},{"groupId":"OG001","value":"1.3","spread":"12.38"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.4","spread":"15.45"},{"groupId":"OG001","value":"4.5","spread":"12.84"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.7","spread":"9.72"},{"groupId":"OG001","value":"0.8","spread":"11.16"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.5","spread":"15.55"},{"groupId":"OG001","value":"3.7","spread":"11.65"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.7","spread":"13.77"},{"groupId":"OG001","value":"-2.7","spread":"10.83"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.7","spread":"12.84"},{"groupId":"OG001","value":"1.2","spread":"11.73"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.2","spread":"28.77"},{"groupId":"OG001","value":"0.2","spread":"26.86"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7.7","spread":"31.33"},{"groupId":"OG001","value":"8.9","spread":"34.98"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.1","spread":"68.48"},{"groupId":"OG001","value":"16.7","spread":"97.17"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"39.9","spread":"79.71"},{"groupId":"OG001","value":"46.9","spread":"90.78"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Glucose, Calcium, Carbon Dioxide (CO2), Chloride, Phosphate, Potassium, Sodium, and Urea at Week 24","description":"Blood samples were collected for the measurement of Glucose, calcium, CO2, chloride, phophate, potassium, sodium, and urea at Baseline, Week 12, and Week 24. Change from Baseline was calculated as the post-Baseline value at Week 24 minus the Baseline value. Baseline was defined as the most recent individual value prior to randomization (generally Screening but could be a test repeat). Only participants with data available at the analysis time point were analyzed (represented as n=X, X in category title). The maximum post-Baseline values have also been presented.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.016","spread":"0.0887"},{"groupId":"OG001","value":"-0.014","spread":"0.0931"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.013","spread":"0.0817"},{"groupId":"OG001","value":"0.012","spread":"0.0868"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.4","spread":"2.76"},{"groupId":"OG001","value":"-0.7","spread":"2.60"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.9","spread":"2.53"},{"groupId":"OG001","value":"0.6","spread":"2.35"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.6","spread":"2.54"},{"groupId":"OG001","value":"-0.0","spread":"2.61"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"2.38"},{"groupId":"OG001","value":"0.5","spread":"2.48"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.12","spread":"1.433"},{"groupId":"OG001","value":"-0.00","spread":"1.449"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.53","spread":"1.506"},{"groupId":"OG001","value":"0.37","spread":"1.463"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.04","spread":"0.457"},{"groupId":"OG001","value":"-0.03","spread":"0.456"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.18","spread":"0.428"},{"groupId":"OG001","value":"0.13","spread":"0.417"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.028","spread":"0.2373"},{"groupId":"OG001","value":"-0.029","spread":"0.2728"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.039","spread":"0.2310"},{"groupId":"OG001","value":"0.043","spread":"0.2576"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.3","spread":"2.35"},{"groupId":"OG001","value":"-0.2","spread":"2.38"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.6","spread":"2.15"},{"groupId":"OG001","value":"0.7","spread":"2.22"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.08","spread":"1.591"},{"groupId":"OG001","value":"0.04","spread":"1.549"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.68","spread":"1.601"},{"groupId":"OG001","value":"0.64","spread":"1.604"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Glucose, Calcium, CO2, Chloride, Magnesium, Phosphate, Potassium, Sodium, and Urea at Week 52","description":"Blood samples were collected for the measurement of Glucose, calcium, CO2, chloride, magnesium, phophate, potassium, sodium, and urea at Baseline, Week 12, Week 24, and Week 52 for the extension part of the study. Change from Baseline was calculated as the post-Baseline value at Week 52 minus the Baseline value. Baseline was defined as the most recent individual value prior to randomization (generally Screening but could be a test repeat). Only participants with data available at the analysis time point were analyzed (represented as n=X, X in category title). The maximum post-Baseline values have also been presented.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.033","spread":"0.0943"},{"groupId":"OG001","value":"-0.040","spread":"0.0968"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.026","spread":"0.0849"},{"groupId":"OG001","value":"0.008","spread":"0.0868"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.1","spread":"3.00"},{"groupId":"OG001","value":"-0.2","spread":"2.71"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.4","spread":"2.63"},{"groupId":"OG001","value":"1.3","spread":"2.39"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.2","spread":"2.46"},{"groupId":"OG001","value":"-1.0","spread":"2.58"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.2","spread":"2.26"},{"groupId":"OG001","value":"0.3","spread":"2.28"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.31","spread":"1.538"},{"groupId":"OG001","value":"0.22","spread":"1.546"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.92","spread":"1.683"},{"groupId":"OG001","value":"0.63","spread":"1.738"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.02","spread":"0.443"},{"groupId":"OG001","value":"-0.10","spread":"0.454"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.29","spread":"0.456"},{"groupId":"OG001","value":"0.20","spread":"0.418"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.003","spread":"0.1645"},{"groupId":"OG001","value":"0.005","spread":"0.1800"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.109","spread":"0.1551"},{"groupId":"OG001","value":"0.110","spread":"0.1770"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.2","spread":"2.34"},{"groupId":"OG001","value":"-0.1","spread":"2.51"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.1","spread":"2.13"},{"groupId":"OG001","value":"1.1","spread":"2.22"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.16","spread":"1.625"},{"groupId":"OG001","value":"0.12","spread":"1.553"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.06","spread":"1.755"},{"groupId":"OG001","value":"1.08","spread":"1.629"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Bilirubin, Creatinine, and Urate at Week 24","description":"Blood samples were collected for the measurement of bilirubin, creatinine, and urate at Baseline, Week 12, and Week 24. Change from Baseline was calculated as the post-Baseline value at Week 24 minus the Baseline value. Baseline was defined as the most recent individual value prior to randomization (generally Screening but could be a test repeat). Only participants with data available at the analysis time point were analyzed (represented as n=X, X in category title). The maximum post-Baseline values have also been presented.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.2","spread":"3.88"},{"groupId":"OG001","value":"0.1","spread":"3.77"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.1","spread":"4.09"},{"groupId":"OG001","value":"1.2","spread":"3.67"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.05","spread":"9.816"},{"groupId":"OG001","value":"1.14","spread":"9.580"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.12","spread":"9.711"},{"groupId":"OG001","value":"3.99","spread":"9.509"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.8","spread":"60.87"},{"groupId":"OG001","value":"1.7","spread":"62.96"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23.7","spread":"58.64"},{"groupId":"OG001","value":"21.9","spread":"59.20"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Bilirubin, Creatinine, and Urate at Week 52","description":"Blood samples were collected for the measurement of bilirubin, creatinine, and urate at Baseline, Week 12, Week 24, and Week 52 of the extension part of the study. Change from Baseline was calculated as the post-Baseline value at Week 52 minus the Baseline value. Baseline was defined as the most recent individual value prior to randomization (generally Screening but could be a test repeat).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.3","spread":"3.41"},{"groupId":"OG001","value":"0.1","spread":"3.94"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.0","spread":"3.88"},{"groupId":"OG001","value":"2.3","spread":"4.28"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.95","spread":"11.663"},{"groupId":"OG001","value":"1.28","spread":"11.563"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.99","spread":"11.425"},{"groupId":"OG001","value":"6.00","spread":"11.392"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.6","spread":"60.92"},{"groupId":"OG001","value":"3.9","spread":"64.85"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"42.0","spread":"62.06"},{"groupId":"OG001","value":"40.0","spread":"63.47"}]}]}]},{"type":"SECONDARY","title":"Number of Participants Reporting an Adverse Event of Special Interest (AESI) of Oropharyngeal Origin in the Treatment Period","description":"Oropharyngeal examinations for clinical evidence of infection (e.g., Candida albicans) were performed at each clinic visit. All suspected cases of candidiasis were reported as AEs. The number of participants with oral candidiasis, Candida infection, oral fungal infection, and oropharyngeal candidiasis were reported.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Reporting an AESI of Oropharyngeal Origin in the Extension Part of the Study","description":"Oropharyngeal examinations for clinical evidence of infection (e.g., Candida albicans) were performed at each clinic visit. All suspected cases of candidiasis were reported as AEs. The number of participants with oral candidiasis, candida infection, oral fungal infection, and oropharyngeal candidiasis were reported.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With at Least One On-treatment Bone Fracture Incident in the Treatment Period","description":"To evaluate the potential for bone systemic corticosteroid effects, the incidence of bone fractures was assessed. It was categorized as an adverse event of special interest.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With at Least One On-treatment Bone Fracture Incident in the Extension Part of the Study","description":"To evaluate the potential for bone systemic corticosteroid effects, the incidence of bone fractures was assessed. It was categorized as an adverse event of special interest.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":61,"n":911},"commonTop":["Nasopharyngitis","Headache"]}}}