{"nctId":"NCT02546323","briefTitle":"A phase3 Study Measuring the Effect of Rosuvastatin 20 mg on Carotid Intima-Media Thickness in Chinese Subjects With Subclinical Atherosclerosis","startDateStruct":{"date":"2015-09-17","type":"ACTUAL"},"conditions":["Atherosclerosis"],"count":543,"armGroups":[{"label":"Rosuvastatin","type":"EXPERIMENTAL","interventionNames":["Drug: Rosuvastatin"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Rosuvastatin","otherNames":["Crestor"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Provision of informed consent prior to any study-specific procedures\n* Male aged ≥45 and \\<70 years or female aged ≥55 and \\<70 years\n* Subjects with only hypertension (as defined blood pressure ≥140/90 mmHg or on antihypertensive treatment) and age as CVD risk factors and subjects without hypertension who have 3 or more other risk factors (including age) must have \"Fasting LDL C of ≥120 mg/dL (3.1 mmol/L) and \\<160 mg/dL (4.1mmol/L)\"; Subjects without hypertension who have fewer than 3 other risk factors (including age) must have \"Fasting LDL-C of ≥120 mg/dL (3.1 mmol/L) and \\<190 mg/dL (4.9 mmol/L)\"\n* Triglycerides \\<500 mg/dL (5.65 mmol/L) at Visit 1\n* HDL-C levels ≤60 mg/dL (1.6 mmol/L) at Visit 1\n* Maximum IMT ≥1.2 mm and \\<3.5 mm at any location in the carotid ultrasound scans conducted at both Visit 2 and Visit 3\n* Willing to follow all study procedures including study visits, fasting blood draws, and compliance with study treatment regimen\n\nExclusion Criteria:\n\n* Use of pharmacologic lipid-lowering medications (eg, statins, fibrate derivatives,bile acid binding resins, niacin, or its analogues at doses \\>400 mg or prescribed Chinese traditional drugs), including cholesterol-absorption inhibitors (CAIs), and CAI/statin combination, within 12 months prior to Visit 1\n* Current or recent (within 2 weeks of Visit 1) use of supplements known to alter lipid metabolism (eg, soluble fibers \\[including \\>2 teaspoons Metamucil® or psyllium-containing supplement per day\\] or other dietary fiber supplements, marine oils, sterol/stanol products, or other supplement determined at the discretion of the investigator)\n* History of hypersensitivity reactions to other HMG-CoA reductase inhibitors\n* Pregnant women, women who are breast-feeding, and women of childbearing potential who are not using chemical or mechanical contraception or who have a positive serum pregnancy test\n* Clinical evidence of coronary artery disease (CAD) or any other atherosclerotic disease such as angina, MI, transient ischemic attack, symptomatic CAD, cerebrovascular accident, percutaneous coronary intervention, coronary artery bypass graft, peripheral arterial disease, abdominal aortic aneurysm\n* History of cancer (other than basal cell carcinoma) in the past 2 years\n* Uncontrolled hypertension defined as either a mean resting diastolic blood pressure of ≥110 mmHg or a resting systolic blood pressure of ≥180 mmHg recorded at any time during the screening period\n* History of diabetes mellitus or current diabetes mellitus\n* Uncontrolled hypothyroidism defined as a thyroid stimulating hormone (TSH) \\>1.5 times the upper limit of normal (ULN) at Visit 1 or subjects whose thyroid replacement therapy was initiated within the last 3 months\n* History of heterozygous or homozygous familial hypercholesterolemia or known hyperlipoproteinemia Types I, III, IV, or V (familial dysbetalipoproteinemia)\n* Use of the disallowed concomitant medications within 12 months prior to Visit 1\n* History of alcohol and/or drug abuse within the past 5 years\n* Active liver disease or hepatic dysfunction as defined by elevations of ≥1.5 x ULN at Visit 1 in any of the following liver function tests: ALT, AST or bilirubin\n* Serum creatine kinase (CK) \\>3 x ULN at Visit 1\n* Serum creatinine \\>2.0 mg/dL (177 mmol/L) recorded during the screening period\n* Participation in another investigational drug study, and having ingested investigational drug ≤4 weeks before enrollment in the screening period\n* Previous randomization in the present study\n* History of a significant medical or psychological condition that, in the opinion of the investigator, would compromise the subject's safety or successful participation in the study\n* Involvement in the planning and/or conduct of the study (applies to both AstraZeneca staff and/or staff at the study site)","healthyVolunteers":false,"sex":"ALL","minimumAge":"45 Years","maximumAge":"69 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Annualized Rate of Change in Mean of the Maximum (MeanMax) CIMT Measurements From Each of the 12 Carotid Artery Sites Based on All Scans Performed During the 104-Week Study Period","description":"CIMT measurements were made from ultrasound images of the common carotid artery (CCA), carotid bulb and internal carotid artery (ICA). The thickness of the intima and media was determined as the distance from the interface between the vessel lumen and the intima, to the interface between the media and the adventitia. Twelve carotid artery sites were scanned at each visit and the 3 images recorded at the 3 interrogation angles were measured to determine the maximum of the CIMT for a specific segment. The annualized rate of change in the MeanMax CIMT measurements from each of the 12 sites, based on all scans performed during the study, was determined using a multi-level linear mixed effects regression model that estimated mean annualized rate of change (mm/year) over the 104-week study period. The model fitted regression lines to profiles of CIMT values consisting of 2 pre-randomization values, 3 values from visits during the treatment period, and 2 end-of-study visits.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0038","spread":"0.00312"},{"groupId":"OG001","value":"0.0142","spread":"0.00317"}]}]}]},{"type":"SECONDARY","title":"Annualized Rate of Change in the MeanMax CIMT of the Near and Far Walls of the Right and Left CCA","description":"CIMT measurements were made from ultrasound images of the near and far walls of the right and left CCA. The thickness of the intima and media was determined as the distance from the interface between the vessel lumen and the intima, to the interface between the media and the adventitia. The 3 images recorded at the 3 interrogation angles were measured to determine the maximum of the CIMT for this segment. The annualized rate of change in the MeanMax CIMT measurements, based on all scans performed during the study, was determined using a multi-level linear mixed effects regression model that estimated mean annualized rate of change (mm/year) over the 104-week study period. The model fitted regression lines to profiles of CIMT values consisting of 2 pre-randomization values, 3 values from visits during the treatment period, and 2 end-of-study visits.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.0031","spread":"0.00310"},{"groupId":"OG001","value":"0.0079","spread":"0.00315"}]}]}]},{"type":"SECONDARY","title":"Annualized Rate of Change in the MeanMax CIMT of the Near and Far Walls of the Right and Left Carotid Bulb","description":"CIMT measurements were made from ultrasound images of the near and far walls of the right and left carotid bulb. The thickness of the intima and media was determined as the distance from the interface between the vessel lumen and the intima, to the interface between the media and the adventitia. The 3 images recorded at the 3 interrogation angles were measured to determine the maximum of the CIMT for this segment. The annualized rate of change in the MeanMax CIMT measurements, based on all scans performed during the study, was determined using a multi-level linear mixed effects regression model that estimated mean annualized rate of change (mm/year) over the 104-week study period. The model fitted regression lines to profiles of CIMT values consisting of 2 pre-randomization values, 3 values from visits during the treatment period, and 2 end-of-study visits.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0067","spread":"0.00634"},{"groupId":"OG001","value":"0.0228","spread":"0.00643"}]}]}]},{"type":"SECONDARY","title":"Annualized Rate of Change in the MeanMax CIMT of the Near and Far Walls of the Right and Left ICA","description":"CIMT measurements were made from ultrasound images of the near and far walls of the right and left ICA. The thickness of the intima and media was determined as the distance from the interface between the vessel lumen and the intima, to the interface between the media and the adventitia. The 3 images recorded at the 3 interrogation angles were measured to determine the maximum of the CIMT for this segment. The annualized rate of change in the MeanMax CIMT measurements, based on all scans performed during the study, was determined using a multi-level mixed effects regression model that estimated mean annualized rate of change (mm/year) over the 104-week study period. The model fitted regression lines to profiles of CIMT values consisting of 2 pre-randomization values, 3 values from visits during the treatment period, and 2 end-of-study visits.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0077","spread":"0.00502"},{"groupId":"OG001","value":"0.0120","spread":"0.00511"}]}]}]},{"type":"SECONDARY","title":"Annualized Rate of Change in the Mean of the Mean (MeanMean) CIMT of the Near and Far Walls of the Right and Left CCA","description":"CIMT measurements were made from ultrasound images of the near and far walls of the right and left CCA. The thickness of the intima and media was determined as the distance from the interface between the vessel lumen and the intima, to the interface between the media and the adventitia. The 3 images recorded at the 3 interrogation angles were measured to determine the mean of the CIMT for this segment. The annualized rate of change in the MeanMean CIMT measurements, based on all scans performed during the study, was determined using a multi-level mixed effects regression model that estimated mean annualized rate of change (mm/year) over the 104-week study period. The model fitted regression lines to profiles of CIMT values consisting of 2 pre-randomization values, 3 values from visits during the treatment period, and 2 end-of-study visits.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.0011","spread":"0.00191"},{"groupId":"OG001","value":"0.0075","spread":"0.00194"}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in Lipid, Lipoprotein and Apolipoprotein Values at Final Visit: Last Observation Carried Forward (LOCF)","description":"The percent change from baseline at final visit for lipid and lipoprotein measurements (low-density lipoprotein cholesterol \\[LDL-C\\], total cholesterol, high-density lipoprotein cholesterol \\[HDL-C\\], triglycerides, non-HDL-C, non-HDL-C/HDL-C ratio) and apolipoprotein measurements (apolipoprotein A-I \\[ApoA-I\\], apolipoprotein B \\[ApoB\\] and ApoB/ApoA-I ratio) was determined by analysis of covariance (ANCOVA) with treatment as a fixed effect and baseline value as a covariate. In the evaluation of change from baseline (Week 0) to the final visit at Week 104, any missing observations were imputed by LOCF.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-26.47","spread":"1.700"},{"groupId":"OG001","value":"8.99","spread":"1.727"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-20.56","spread":"1.010"},{"groupId":"OG001","value":"1.29","spread":"1.026"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.47","spread":"0.944"},{"groupId":"OG001","value":"0.48","spread":"0.959"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-7.26","spread":"2.575"},{"groupId":"OG001","value":"12.38","spread":"2.616"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-27.67","spread":"1.344"},{"groupId":"OG001","value":"1.82","spread":"1.365"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-28.52","spread":"1.637"},{"groupId":"OG001","value":"3.23","spread":"1.663"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-24.20","spread":"1.307"},{"groupId":"OG001","value":"1.91","spread":"1.295"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.16","spread":"0.784"},{"groupId":"OG001","value":"0.96","spread":"0.777"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-25.14","spread":"1.450"},{"groupId":"OG001","value":"1.63","spread":"1.436"}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in Lipid and Lipoprotein Values at Final Visit: Time Weighted Average","description":"The percent change from baseline at final visit for lipid and lipoprotein measurements (LDL-C, total cholesterol, HDL-C, triglycerides, non-HDL-C, non-HDL-C/HDL-C ratio) was determined by ANCOVA with treatment as a fixed effect and baseline value as a covariate. In the evaluation of change from baseline (Week 0), the time-weighted average value was calculated as the value multiplied by the number of days since the last assessment, summed for all observations, and divided by the sum of days between all visits.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-34.89","spread":"1.275"},{"groupId":"OG001","value":"4.62","spread":"1.295"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-23.98","spread":"0.798"},{"groupId":"OG001","value":"1.49","spread":"0.811"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7.07","spread":"0.737"},{"groupId":"OG001","value":"3.41","spread":"0.748"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-9.05","spread":"2.091"},{"groupId":"OG001","value":"9.36","spread":"2.124"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-32.59","spread":"1.072"},{"groupId":"OG001","value":"1.19","spread":"1.089"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-34.31","spread":"1.288"},{"groupId":"OG001","value":"-0.38","spread":"1.308"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":38,"n":272},"commonTop":["Nasopharyngitis","Upper respiratory tract infection","Blood glucose increased","Hypertension","Toothache"]}}}