{"nctId":"NCT06354998","briefTitle":"A Study of an Investigational mRNA-1273.815 COVID-19 Vaccine in Previously Vaccinated Adults","startDateStruct":{"date":"2024-04-08","type":"ACTUAL"},"conditions":["SARS-CoV-2"],"count":217,"armGroups":[{"label":"Investigational mRNA-1273.815","type":"EXPERIMENTAL","interventionNames":["Biological: Investigational mRNA-1273.815"]},{"label":"Licensed Spikevax Vaccine","type":"ACTIVE_COMPARATOR","interventionNames":["Biological: Licensed Spikevax Vaccine"]}],"interventions":[{"name":"Investigational mRNA-1273.815","otherNames":[]},{"name":"Licensed Spikevax Vaccine","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participants of childbearing potential may be enrolled in the study if the participant fulfills all of the following criteria:\n\n  1. Has a negative pregnancy test on the day of injection prior to vaccine dose being administered (Day 1).\n  2. Has practiced adequate contraception or has abstained from all activities that could result in pregnancy for at least 28 days prior to Day 1.\n  3. Has agreed to continue using an effective contraception through 2 weeks following injection.\n  4. Is not currently breastfeeding.\n\nExclusion Criteria:\n\n* Has known history of SARS-CoV-2 infection within 3 months prior to enrollment.\n* Currently has symptomatic acute or unstable chronic disease requiring medical or surgical care, to include significant change in therapy or hospitalization for worsening disease, at the discretion of the Investigator.\n* Has a medical, psychiatric, or occupational condition that may pose additional risk as a result of participation, or that could interfere with safety assessments or interpretation of results according to the Investigator's judgment.\n* Reported history of congenital or acquired immunodeficiency (for example, human immunodeficiency virus), immunosuppressive condition, asplenia, or recurrent severe infections disease.\n* Has known or suspected allergy or history of anaphylaxis, urticaria, or other significant adverse reaction to the vaccine or its excipients.\n* Receipt of the following:\n\n  1. COVID-19 vaccine within 3 months prior to enrollment\n  2. Any other licensed vaccine within 28 days before or 2 weeks after the study injection, with the exception of influenza vaccines, which may be given 14 days before or after receipt of a study vaccine.\n  3. Systemic immunosuppressants or immune-modifying drugs for \\>14 days in total within 6 months prior to Screening (for corticosteroids ≥10 milligrams/day of prednisone equivalent) or is anticipating the need for immunosuppressive treatment at any time during participation in the study. Note: Inhaled, nasal, and topical steroids are allowed.\n  4. Systemic immunoglobulins or blood products within 3 months prior to Screening or plans for receipt during the study.\n* Has donated ≥450 milliliters of blood products within 28 days prior to Screening or plans to donate blood products during the study.\n* Has participated in an interventional clinical study within 28 days prior to Screening or plans to participate in an interventional clinical trial of an investigational vaccine or drug while participating in this study.\n\nNote: Other inclusion and exclusion criteria may apply.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Geometric Mean (GM) Value of Neutralizing Antibodies (nAbs) Against SARS-CoV-2-specific Strain at Day 15","description":"Antibody values reported as below the lower limit of quantification (LLOQ) were replaced by 0.5 \\* LLOQ. Values reported greater than the upper limit of quantification (ULOQ) were replaced by the ULOQ if actual values were not available. LLOQ was 38 arbitrary unit (AU)/milliliter (mL) and ULOQ was 6960 AU/mL. 95% confidence interval (CI) of GM value was calculated based on the t-distribution of the log-transformed values for antibodies, then back transformed to the original scale for presentation.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1180.55","spread":null},{"groupId":"OG001","value":"1300.25","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Serious Adverse Events (SAEs), Adverse Events (AEs) of Special Interest (AESIs), and AEs Leading to Withdrawal From the Study","description":"An SAE was defined as any AE that resulted in death, was life-threatening, required inpatient hospitalization or prolongation of existing hospitalization, resulted in disability/permanent damage, was a congenital anomaly/birth defect, or was an important medical event. AESIs included thrombocytopenia, new onset of or worsening of the protocol specified neurologic diseases, anaphylaxis, and myocarditis/pericarditis. Number of participants with SAEs, AESIs, and AEs leading to discontinuation up to Day 15 are reported in this outcome measure. A Summary of serious AEs (SAEs) and nonserious AEs (\"Other\"), regardless of causality, is located in the \"Reported Adverse Events\" section.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Seroresponse Rate of nAb Against the SARS-CoV-2-specific Strain: Percentage of Participants With Seroresponse","description":"Seroresponse at a participant level was defined as a change from baseline below the LLOQ to equal or above 4 \\* LLOQ, or at least a 4-fold rise if baseline was equal to or above the LLOQ. LLOQ was 38 AU/mL.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"66.0","spread":null},{"groupId":"OG001","value":"69.2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":106},"commonTop":[]}}}