{"nctId":"NCT01920568","briefTitle":"A Study to Compare Denosumab With Zoledronic Acid in Subjects With Bone Metastases From Solid Tumors","startDateStruct":{"date":"2013-08"},"conditions":["Fractures, Bone"],"count":487,"armGroups":[{"label":"Denosumab 120 mg","type":"EXPERIMENTAL","interventionNames":["Biological: Denosumab 70 mg/mL","Drug: Placebo IV","Dietary Supplement: Calcium supplement","Dietary Supplement: Vitamin D supplement"]},{"label":"Zoledronic acid 4 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Zoledronic acid 4 mg","Drug: Placebo SC","Dietary Supplement: Calcium supplement","Dietary Supplement: Vitamin D supplement"]}],"interventions":[{"name":"Denosumab 70 mg/mL","otherNames":[]},{"name":"Zoledronic acid 4 mg","otherNames":[]},{"name":"Placebo IV","otherNames":[]},{"name":"Placebo SC","otherNames":[]},{"name":"Calcium supplement","otherNames":[]},{"name":"Vitamin D supplement","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subject understands the nature and purpose of this study and the study procedures, which have been explained by the Investigator or delegate, and subject has signed the written informed consent for the overall study. The subject must sign a separate written informed consent to be eligible for enrolment in the pharmacokinetic substudy.\n* Adult (aged \\>=18 years) of Asian ancestry with a histologically or cytologically confirmed solid tumor. In addition, subjects who are enrolled at a center in mainland China or at an SFDA-certified center in Hong Kong including the approximately 33 subjects in the pharmacokinetic substudy must be of Chinese race, ancestry, or heritage. Subjects enrolled in other regions or countries, such as Taiwan and Singapore, or at a non-SFDA-certified center in Hong Kong, are not required to be of Chinese race or ancestry.\n* Current or prior documented radiographic evidence (i.e., x-ray, computer tomography \\[CT\\], or magnetic resonance imaging \\[MRI\\]) of at least 1 bone metastasis.\n* Female subjects of childbearing potential must have a negative serum or urine pregnancy test within 7 days of first dose of study treatment and agree to use effective contraception, as defined below, during the study and for 6 months after end of study treatment. Women who report having a pregnancy during this study will be followed for birth outcomes. GSK acceptable contraceptive methods, when used consistently and in accordance with both the product label and the instructions of the physician, are as follows: An intrauterine device or intrauterine system with a documented failure rate of less than 1% per year; Male partner sterilization prior to the female subject's enrollment and the male is the sole sexual partner for that subject; the information on the male sterility can come from the site personnel's review of subject's medical records; medical examination of the subject and/or semen analysis; or interview with the subject on his medical history; complete abstinence from sexual intercourse for 14 days prior to first dose of study treatment, through the dosing period, and for at least 7 months after the last dose of study treatment; double-barrier contraception: male condom combined with a female diaphragm, either with or without a vaginal spermicide (foam, gel, film, cream, or suppository); implants of levonorgestrel or etonogestrel where not contraindicated for this patient population or per local practice; injectable progesterone where not contraindicated for this patient population or per local practice; percutaneous contraceptive patches where not contraindicated for this patient population or per local practice; Oral contraceptives (either combined or progesterone only) where not contraindicated for this patient population or per local practice. Females of child bearing potential who do not have male partners as part of their preferred and usual lifestyle are not required to use contraception.\n* Eastern Cooperative Oncology Group (ECOG) performance status of 0, 1, or 2 (refer protocol for details).\n* Adequate baseline organ function as defined by the following criteria: Serum aspartate aminotransferase (AST) \\<=2.0 x upper limit of normal (ULN); Serum alanine aminotransferase (ALT) \\<=2.0 x ULN; Serum total bilirubin \\<=1.0 x ULN; creatinine clearance (calculated using the Cockcroft-Gault formula) \\>=30 milliliter per minute (mL/min); serum calcium or albumin-adjusted serum calcium \\>=2.0 millimole per liter (mmol/L) (8.0 mg/dL) and \\<=2.9 mmol/L (11.5 miligram per deciliter \\[mg/dL\\]). Subjects must not have taken supplemental calcium for at least 8 hours prior to collection of the blood sample for screening serum calcium determination.\n* Life expectancy of at least 6 months, in the opinion of the Investigator.\n\nExclusion Criteria:\n\n* Any serious and/or unstable pre-existing medical, psychiatric disorder, or other conditions that, in the opinion of the Investigator, could interfere with subject's safety, obtaining informed consent or compliance to the study procedures; The Investigator should consult the GSK Medical Monitor prior to enrolling a subject if s/he is unsure if a condition might interfere with the subject's safety or participation in this study.\n* Any prior treatment with intravenous (IV) or oral bisphosphonates.\n* Prior treatment with denosumab.\n* Planned radiation therapy or surgery to bone.\n* Known brain metastases.\n* Prior history or current evidence of osteomyelitis or osteonecrosis of the jaws (ONJ), an active dental or jaw condition that requires oral surgery, non-healed dental or oral surgery, or planned invasive dental procedure over the course of the study.\n* Evidence of any of the following conditions per subject self report or medical chart review: any prior or current malignancy (other than the cancer under study in this protocol) with active disease within 3 years before randomization; unstable liver disease (as defined by the presence of ascites, encephalopathy, coagulopathy, hypoalbuminemia, esophageal or gastric varices, or persistent jaundice), known biliary abnormalities (with the exception of Gilbert's syndrome or asymptomatic gallstones); known infection with human immunodeficiency virus (HIV); active infection with hepatitis B or hepatitis C virus.\n* Pregnant women, women planning to become pregnant within 7 months after end of study treatment, and women who are breastfeeding. Women who are breast feeding should discontinue nursing prior to the first dose of study treatment and should refrain from nursing throughout the treatment period and for 7 months following their last dose of study treatment.\n* Male subjects unable or unwilling to use adequate contraception methods during the study and for 6 months after end of study treatment should be excluded.\n* Subject is currently enrolled in another investigational device or investigational product study, or has not completed at least 30 days, 5 half lives, or the duration of biological effect, whichever is longer, since ending such a study.\n* Known sensitivity to any of the investigational products or supplements to be administered during the study (i.e., zoledronic acid, mammalian derived products, calcium, or vitamin D).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percent Change (Chg) From Baseline (BL) to Week (Wk)13 in Urinary Amino-terminal Cross-linking Telopeptide of Type I Collagen Corrected for Urine Creatinine (uNTx/uCr)","description":"uNTx/uCr is the bone turnover marker correlated with the presence and extent of metastases, and the prognosis and response to bone targeted treatment (trt). uNTx/uCr was expressed in nanomoles bone collagen equivalent per millimole (nM BCE/mM). Primary objective: to compare the effect of denosumab with that of zoledronic acid on % chg from BL in uNTx/uCr at Wk 13 in par. of Asian ancestry with bone metastases from solid tumors. BL value is the most recent, non-missing value prior to or on the 1st study trt dose date. Chg from BL is the value at Wk13 minus BL value. Percent chg from BL is the chg from BL / BL value \\* 100. For missing Wk 13 observations, the last post-BL value was carried forward to obtain the Wk 13 value.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-81.9","spread":null},{"groupId":"OG001","value":"-75.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage Change From Baseline to Week 13 in Urinary Amino-terminal Cross-linking Telopeptide of Type I Collagen of Type I Collagen Corrected for Urine Creatinine (uNTx/uCr) in Chinese Participants.","description":"uNTx/uCr is the bone turnover marker correlated with the presence and extent of metastases, and the prognosis and response to bone targeted treatment. uNTx/uCr was expressed in nanomoles bone collagen equivalent per millimole (nM BCE/mM). Secondary objective: to compare the effect of denosumab with that of zoledronic acid on % chg from BL in uNTx/uCr at Wk 13 in par. of Chinese ancestry with bone metastases from solid tumors. Baseline value is the most recent, non-missing value prior to or on the first study treatment dose date. Change from Baseline is the value at Week 13 minus Baseline value. Percent chg from BL is the chg from BL / BL value \\* 100. For missing Wk 13 observations, the last post-BL value was carried forward to obtain the Wk 13 value.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-82.2","spread":null},{"groupId":"OG001","value":"-75.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage Change From Baseline to Week 13 in Urinary Amino-terminal Cross-linking Telopeptide of Type I Collagen of Type I Collagen Corrected for Urine Creatinine (uNTx/uCr) in Participants With Advanced Breast Cancer.","description":"uNTx/uCr is the bone turnover marker correlated with the presence and extent of metastases, and the prognosis and response to bone targeted treatment. uNTx/uCr was expressed in nanomoles bone collagen equivalent per millimole (nM BCE/mM). Secondary objective: to compare the effect of denosumab with that of zoledronic acid on % chg from BL in uNTx/uCr at Wk 13 in breast cancer par. with bone metastases from solid tumors. Baseline value is the most recent, non-missing value prior to or on the first study treatment dose date. Change from Baseline is the value at Week 13 minus Baseline value. Percent chg from BL is the chg from BL / BL value \\* 100. For missing Wk 13 observations, the last post-BL value was carried forward to obtain the Wk 13 value.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-80.9","spread":null},{"groupId":"OG001","value":"-72.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in the Serum Bone-specific Alkaline Phosphatase (s-BALP) at Week 13.","description":"Baseline value is the most recent, non-missing value prior to or on the first study treatment dose date. Change from Baseline is the value at Indicated visit minus Baseline value. Percent change from Baseline is the change from Baseline divided by Baseline value multiplied by 100.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-36.8","spread":null},{"groupId":"OG001","value":"-30.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Any Adverse Events (AEs), Serious Adverse Events (Non-fatal Serious Adverse Events and Fatal Serious Adverse Events)","description":"An AE is defined as any unfavorable and unintended sign (including an abnormal laboratory finding), symptom, or disease (new or exacerbated) temporally associated with the use of a medicinal product. A serious adverse event (SAE) is any untoward medical occurrence that, at any dose results in death, is life-threatening, requires hospitalization or prolongation of existing hospitalization, results in disability/incapacity, or is a congenital anomaly/birth defect or other events that may jeopardize the participant or may require medical or surgical intervention to prevent one of the outcome listed above, liver injury and impaired liver function and grade 4 laboratory abnormalities. Number of participants with any AEs, non-fatal SAEs, fatal SAEs have been presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"291","spread":null},{"groupId":"OG001","value":"145","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"46","spread":null},{"groupId":"OG001","value":"14","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"25","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"25","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Worst-case (WC) On-therapy Increase in the Indicated Clinical Chemistry Parameters From Baseline Grade to the Indicated Grade.","description":"Clinical chemistry parameters were measured at the Screening and Weeks 2, 5, 9, 13, 25, 37, and 53 visits. Clinical chemistry parameters measured on-study included albumin, alkaline phosphatase (ALP), alanine aminotransferase (ALT), aspartate aminotransferase (AST), total bilirubin, calcium (Ca), creatinine, magnesium, and phosphorous (P) inorganic. All reported values are of participants with worst-case on-therapy increase to the specified grade: Any increase, that is, worst-case increase to grade 1, 2, 3, or 4 (any grade); worst-case increase to grade 3 (WC G3); and worst-case increase to grade 4 (WC G4). The National Cancer Institute Common Terminology Criteria for Adverse Events (NCI-CTCAE) was used for grading. Participants with missing Baseline grade were assumed to have a Baseline grade of 0. The worst-case during the on-therapy period was determined taking into account both scheduled and unscheduled assessments.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"45","spread":null},{"groupId":"OG001","value":"26","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"67","spread":null},{"groupId":"OG001","value":"31","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"137","spread":null},{"groupId":"OG001","value":"59","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"117","spread":null},{"groupId":"OG001","value":"61","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"34","spread":null},{"groupId":"OG001","value":"16","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"78","spread":null},{"groupId":"OG001","value":"28","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null},{"groupId":"OG001","value":"13","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"124","spread":null},{"groupId":"OG001","value":"35","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"35","spread":null},{"groupId":"OG001","value":"9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Worst-case On-therapy Increase in the Indicated Hematology Parameters From Baseline Grade to the Indicated Grade.","description":"Hematology parameters included hemoglobin, lymphocytes, platelet count, total neutrophils, white blood cell (WBC) count. All reported values are of participants with worst-case on-therapy increase to the specified grade: Any increase, that is, worst-case increase to grade 1, 2, 3, or 4 (any grade); worst-case increase to grade 3 (WC G3); and worst-case increase to grade 4 (WC G4). Participants with missing Baseline grade were assumed to have a Baseline grade of 0. The worst-case during the on-therapy period was determined taking into account both scheduled and unscheduled assessments.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"139","spread":null},{"groupId":"OG001","value":"69","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"24","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"77","spread":null},{"groupId":"OG001","value":"47","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"21","spread":null},{"groupId":"OG001","value":"14","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"77","spread":null},{"groupId":"OG001","value":"48","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"124","spread":null},{"groupId":"OG001","value":"58","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"40","spread":null},{"groupId":"OG001","value":"19","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"138","spread":null},{"groupId":"OG001","value":"78","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"25","spread":null},{"groupId":"OG001","value":"19","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Confirmed Anti-denosumab Antibody Formation at Day 1, Week 25 and Week 53.","description":"Anti-denosumab antibody formation was assessed at Day 1, Week 25 and Week 53. Binding antibody assay was used to assess number of participants with anti-denosumab antibody.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Serum Concentration of Denosumab on Day 1, at Week 2, Week 5, Week 9, Week 13, Week 17, Week 19, Week 21, Week 25 and Week 49","description":"Blood samples were drawn on study Day 1, pre-dose; 4 hours, 24 hours, and at Week 2 (168 hours); then pre-dose at Week 5, Week 9, Week 13, Week 17, Week 19 (no dose), Week 21, Week 25, and Week 49.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"777.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5521.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11701.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8658.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12086.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14867.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16543.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20802.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14508.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16619.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20029.2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":46,"n":326},"commonTop":["Anaemia","White blood cell count decreased","Decreased appetite","Neutrophil count decreased","Alanine aminotransferase increased"]}}}