{"nctId":"NCT02307513","briefTitle":"A Phase 3 Randomized, Double-blind Study to Evaluate the Efficacy and Safety of Apremilast (CC-10004) in Subjects With Active Behçet's Disease","startDateStruct":{"date":"2014-12-30","type":"ACTUAL"},"conditions":["Behçet's Syndrome"],"count":207,"armGroups":[{"label":"Placebo / Apremilast","type":"EXPERIMENTAL","interventionNames":["Drug: Apremilast","Drug: Placebo"]},{"label":"Apremilast","type":"EXPERIMENTAL","interventionNames":["Drug: Apremilast"]}],"interventions":[{"name":"Apremilast","otherNames":["Otezla®","CC-10004"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Understand and voluntarily sign an informed consent document prior to any study related assessments/procedures being conducted.\n2. Male and female subjects ≥ 18 years of age at the time of signing the informed consent document.\n3. Able to adhere to the study visit schedule and other protocol requirements.\n4. Diagnosed with Behcet's disease meeting th4 International Study Group (ISG) criteria,\n5. Oral ulcers that occurred at least 3 times in the previous 12-month period, including oral ulcers at the screening visit.\n6. Subjects must have at least 2 oral ulcers at Visit 1 (Screening Visit), and:\n\n   1. At least 2 oral ulcers at Visit 2 (day of randomization), when Visit 2 occurs at least 14 days after Visit 1. OR\n   2. At least 3 oral ulcers at Visit 2 (day of randomization), when Visit 2 occurs at any time between 1 day and 42 days after Visit 1.\n7. Have prior treatment with at least 1 non-biologic Behçet's disease therapy, such as, but not limited to, topical corticosteroids, or systemic treatment.\n8. Candidate for systemic therapy, for the treatment of oral ulcers.\n\n   a. A candidate for systemic therapy is a subject judged by the study Investigator as someone whose mucocutaneous ulcers are considered inappropriate for topical therapy based on the severity of disease and extent of the affected area, or whose oral ulcers cannot be adequately controlled by topical therapy.\n9. Laboratory Measures: Must meet the following laboratory measures:\n\n   * Hemoglobin \\> 9 g/dL\n   * White blood cell (WBC) count ≥ 3000 /L(≥ 3.0 X 10\\^9/L) and ≤ 14,000/L (≤ 14 X 10\\^9/L )\n   * Platelet count ≥ 100,000 /L (≥ 100 X 10\\^9/L)\n   * Serum creatinine ≤ 1.5 mg/dL (≤ 132.6 μmol/L)\n   * Total bilirubin ≤ 2.0 mg/dL\n   * Aspartate transaminase (AST \\[serum glutamic oxaloacetic transaminase, SGOT\\]) and alanine transaminase (ALT \\[serum glutamate pyruvic transaminase, SGPT\\]) ≥ 1.5 X ULN. Subjects who fail screening due to ≥ 1.5 X ULN AST/SGOT and/or ALT/SGPT will be allowed to repeat AST/SGOT and/or ALT/SGPT tests within the screening phase. Repeat test results should be ≤ ULN (within reference range) to be eligible.\n\nLaboratory tests will be allowed to be repeated 1 time if, in the Investigator's clinical judgment, there is a reasonable possibility of the repeat tests not meeting the exclusion values, and with concurrence from the Medical Monitor.\n\nContraception Requirements:\n\nAll Females of Child Bearing Potential (FCBP) must use one of the approved contraceptive options as described below while taking apremilast and for at least 28 days after administration of the last dose of the apremilast.\n\nAt the time of study entry, and at any time during the study when a FCBP's contraceptive measures or ability to become pregnant changes, the Investigator will educate the subject regarding contraception options and the correct and consistent use of effective contraceptive methods in order to successfully prevent pregnancy.\n\nAll FCBP must have a negative pregnancy test at Visits 1 and 2. All FCBP subjects who engage in activity in which conception is possible must use one of the approved contraceptive options described below:\n\nOption 1: Any one of the following highly effective methods: hormonal contraception (oral, injection, implant, transdermal patch, vaginal ring); intrauterine device (IUD); tubal ligation; or partner's vasectomy; OR Option 2: Male or female condom (latex condom or non-latex condom NOT made out of natural \\[animal\\] membrane \\[for example, polyurethane\\]); PLUS one additional barrier method: (a) diaphragm with spermicide; (b) cervical cap with spermicide; or (c) contraceptive sponge with spermicide.\n\nMale subjects (including those who have had a vasectomy) who engage in activity in which conception is possible must use barrier contraception (latex or non-latex condoms NOT made out of natural \\[animal\\] membrane \\[for example, polyurethane\\]) while on IP and for at least 28 days after the last dose of IP.\n\nExclusion Criteria: The presence of any of the following will exclude a subject from the study enrollment.\n\nDisease Specific Exclusions:\n\n1. Behçet's disease-related active major organ involvement - pulmonary (eg, pulmonary artery aneurysm), vascular (eg, thrombophlebitis), gastrointestinal (eg, ulcers along the gastrointestinal tract), and central nervous systems (eg, meningoencephalitis) manifestations, and ocular lesions (eg, uveitis) requiring immunosuppressive therapy; however:\n\n   1. Previous major organ involvement is allowed if it occurred at least 1 year prior to Visit 1 (Screening Visit) and is not active at time of enrollment.\n   2. Subjects with mild BD-related ocular lesions not requiring systemic immunosuppressive therapy are allowed.\n   3. Subjects with BD-related arthritis and BD-skin manifestations are also allowed.\n2. Previous exposure to biologic therapies for the treatment of BD oral ulcers ( Previous biologic therapy exposure is allowed for other indications, including other manifestations of BD)\n3. Prior use of apremilast.\n4. Use of any investigational medication within 4 weeks prior to Visit 2 or 5 pharmacokinetic/pharmacodynamic half-lives (whichever is longer).\n5. Current use of strong cytochrome P450 enzyme inducers (eg, rifampin, phenobarbital, carbamazepine, phenytoin)\n6. Having received concomitant immune modulating therapy (except oral or topical corticosteroids) within:\n\n   * Seven days prior to Visit 2 (Baseline Visit; day of randomization) for colchicines\n   * Ten days prior to Visit 2 (Baseline Visit; day of randomization) for azathioprine and mycophenolate mofetil\n   * Four weeks (28 days) prior to Visit 2 (Baseline Visit; day of randomization) for cyclosporine, methotrexate, cyclophosphamide, thalidomide, and dapsone.\n\n   Note: Oral and topical corticosteroids must have been tapered as appropriate and discontinued prior to the day of Visit 2 (day of randomization).\n   * At least 5 terminal half-lives for all biologics, including, but not limited to, those listed below; within:\n   * Four weeks prior to Visit 2 (Baseline Visit; day of randomization) for etanercept\n   * Eight weeks prior to Visit 2 (Baseline Visit; day of randomization) for infliximab\n   * Ten weeks prior to Visit 2 (Baseline Visit; day of randomization) for adalimumab, golimumab, certolizumab, abatacept, and tocilizumab\n   * Six months prior to Visit 2 (Baseline Visit; day of randomization) for secukinumab\n7. Having received intra-articular or parenteral corticosteroids within 6 weeks (42 days) prior to Visit 2 (Baseline Visit; day of randomization).\n8. Any significant medical condition, laboratory abnormality, or psychiatric illness that would prevent the subject from participating in the study.\n9. Any condition, including the presence of laboratory abnormalities, which places the subject at unacceptable risk if he/she were to participate in the study.\n10. Inability to provide voluntary consent.\n11. Pregnant women or breast feeding mothers.\n12. Systemic or opportunistic fungal infection.\n13. Known active current or history of recurrent bacterial, viral, fungal, mycobacterial or other infections (including but not limited to tuberculosis and atypical mycobacterial disease, hepatitis B and C and herpes zoster, histoplasmosis, coccidiomycosis, but excluding onychomycosis) or any major episode of infection requiring hospitalization or treatment with IV or oral antibiotics within 4 weeks of the Screening Phase.\n14. Clinically significant abnormality on chest radiograph.\n15. Clinically significant abnormality on 12-lead electrocardiogram (ECG).\n16. History of positive test for, or any clinical suspicion of, human immunodeficiency virus (HIV), or congenital or acquired immunodeficiency (eg, common variable immunodeficiency disease).\n17. Malignancy or history of malignancy, except for:\n\n    1. treated (ie, cured) basal cell or squamous cell in situ skin carcinomas;\n    2. treated (ie, cured) cervical intraepithelial neoplasia (CIN) or carcinoma in situ of the cervix with no evidence of recurrence within the previous 5 years of Visit 1.\n18. Any condition that confounds the ability to interpret data from the study.\n19. Scheduled surgery or other interventions that would interrupt the subject's participation in the study.\n20. Prior history of suicide attempt at any time in the subject's lifetime prior to Visit 2 (Baseline Visit; day of randomization) or major psychiatric illness requiring hospitalization within 3 years prior to Visit 2 (Baseline Visit; day of randomization).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Area Under the Curve (AUC) for the Number of Oral Ulcers From Baseline Through Week 12 (AUC W0-12)","description":"The number of oral ulcers that was counted for the analysis of the primary endpoint included current and recurrent ulcers at each time point; a single oral ulcer could be recounted multiple times if it persisted or recurred at subsequent visits.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"222.14","spread":"15.886"},{"groupId":"OG001","value":"129.54","spread":"15.943"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Oral Ulcer Pain as Measured by Visual Analog Scale (VAS) at Week 12","description":"Pain of oral ulcers was measured using a 100 mm VAS scale. The participant was asked to draw a single line perpendicular to the VAS line at the point that represented the severity of their pain during the previous week, with 0 mm (the left-hand end of the scale) representing no pain and 100 mm (the right-hand end of the scale) representing the worst pain imaginable. The distance of the perpendicular line from the left-hand end of the scale was recorded.\n\nA negative change from baseline indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-15.9","spread":"3.31"},{"groupId":"OG001","value":"-40.7","spread":"3.34"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Disease Activity as Measured by Behçet's Syndrome Activity Score (BSAS) at Week 12","description":"The Behçet's Syndrome Activity Score (BSAS) contains 10 questions that assess the number of new oral and genital ulcers and skin lesions, GI, CNS, vascular, and ocular involvement, and the participant's current level of discomfort. The Behçet's Syndrome Activity Score ranges from 0 to 100, with a higher score indicating a higher level of disease activity. A negative change from baseline indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.41","spread":"1.776"},{"groupId":"OG001","value":"-17.35","spread":"1.796"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Disease Activity as Measured by Behçet's Disease Current Activity Form (BDCAF): Behçet's Disease Current Activity Index (BDCAI) at Week 12","description":"The Behçet's Disease Current Activity Form (BDCAF) consists of 3 component scores: the Behçet's Disease Current Activity Index (BDCAI) score, the Patient's Perception of Disease Activity, and the Clinician's Overall Perception of Disease Activity. The BDCAI consists of 12 questions regarding disease manifestations over the previous 4 weeks, including oral and genital disease activity, as well as other manifestations of BD involving the skin, joints, GI tract, eyes, nervous system, and vascular system. The BDCAI score is the sum score of 12 items and ranges from 0 to 12. A higher score indicates higher level of disease activity (worsening), and a negative change from baseline indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.4","spread":"0.20"},{"groupId":"OG001","value":"-0.9","spread":"0.20"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Disease Activity as Measured by Behçet's Disease Current Activity Form (BDCAF): Patient's Perception of Disease Activity at Week 12","description":"The Behçet's Disease Current Activity Form (BDCAF) consists of 3 component scores: the Behçet's Disease Current Activity Index (BDCAI) score, the Patient's Perception of Disease Activity, and the Clinician's Overall Perception of Disease Activity. The Patient's Perception of Disease Activity was assessed on a scale from 1 to 7, where a higher score indicates a higher level of disease activity and a negative change from baseline indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.7","spread":"0.18"},{"groupId":"OG001","value":"-1.7","spread":"0.18"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Disease Activity as Measured by Behçet's Disease Current Activity Form (BDCAF): Clinician's Overall Perception of Disease Activity at Week 12","description":"The Behçet's Disease Current Activity Form (BDCAF) consists of 3 component scores: the Behçet's disease Current Activity Index (BDCAI) score, the Patient's Perception of Disease Activity, and the Clinician's Overall Perception of Disease Activity. The Clinician's Overall Perception of Disease Activity was assessed on a scale from 1 to 7, where a higher score indicates a higher level of disease activity and a negative change from baseline indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.7","spread":"0.17"},{"groupId":"OG001","value":"-1.6","spread":"0.17"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Achieved an Oral Ulcer Complete Response (Oral Ulcer-Free) by Week 6 and Remained Oral Ulcer-Free for at Least 6 Additional Weeks","description":"Participants who were oral ulcer-free by week 6 and remained oral ulcer-free for at least 6 consecutive weeks during the 12-week placebo-controlled treatment phase.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.9","spread":null},{"groupId":"OG001","value":"29.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Oral Ulcer Resolution (Complete Response)","description":"Time to oral ulcer resolution (defined as oral ulcer-free) was the time between the first dose date and the date when a complete response was achieved for the first time during the placebo-controlled treatment phase. For participants who did not achieve complete response or discontinued treatment before a complete response was achieved during the placebo-controlled treatment phase, time to event was censored at the last oral ulcer assessment date during the placebo-controlled treatment phase or the first dose date if there were no postbaseline ulcer assessments. Median and 95% confidence interval was based on Kaplan-Meier estimates.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.1","spread":null},{"groupId":"OG001","value":"2.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Experienced an Oral Ulcer Complete Response at Week 12","description":"A complete response at week 12 was defined as participants who were oral ulcer free at week 12.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22.3","spread":null},{"groupId":"OG001","value":"52.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Behçet's Disease Quality of Life (BD Qol) Scores at Week 12","description":"The Behçet's Disease Quality of Life questionnaire was developed to measure the influence of BD on a particpant's life. It consists of 30 self-completed itemized questions that measure disease-related restrictions on the participant's activities and their emotional response to these restrictions. The total score is the sum of all 30 items (each yes scores 1 and each no scores 0), with 0 representing no influence of Behçet's disease on a participant's quality of life and 30 representing the most severe influence. A negative change from baseline indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.5","spread":"0.66"},{"groupId":"OG001","value":"-3.5","spread":"0.67"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Experienced a Complete Response For Genital Ulcers at Week 12","description":"A genital ulcer complete response at week 12 was defined as participants who were genital ulcer-free at week 12.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"41.2","spread":null},{"groupId":"OG001","value":"70.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With no Oral Ulcers Following a Complete Response","description":"The definition includes participants who remained oral ulcer-free through week 12 after achieving a complete response (oral ulcer-free) prior to week 12.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.2","spread":null},{"groupId":"OG001","value":"31.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Recurrence of Oral Ulcers Following Loss of Complete Response","description":"Time to recurrence of oral ulcers following the loss of complete response (oral ulcer-free) was defined as the first instance when a participant had a reappearance of oral ulcers following a complete response, during the placebo-controlled treatment phase. For participants who did not have oral ulcer recurrence or discontinued treatment before any oral ulcer recurrence during the placebo-controlled treatment phase, time to event was censored at the last oral ulcer assessment during placebo-controlled treatment phase; For participants without any oral ulcer assessment following the first complete response, time to event was censored to the first complete response date.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.3","spread":null},{"groupId":"OG001","value":"4.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Oral Ulcers Following Loss of Complete Response Through Week 12","description":"Number of oral ulcers reported at the time of the first loss of complete response, ie, at the first instance when a participant had a reappearance of oral ulcers following a complete response, during the placebo-controlled treatment phase.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.5","spread":"0.21"},{"groupId":"OG001","value":"1.1","spread":"0.18"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Total Score of the Static Physician's Global Assessment (PGA) of Skin Lesions of BD at Week 12","description":"BD-related skin lesions (including acne-like lesions, folliculitis, and erythema nodosum) were evaluated according to the Static Physician's Global Assessment as follows:\n\nScore 0 = clear skin. Score 1 = mild in severity with the presence of 1 to 10 lesions (papules, pustules, cysts) or nodules at any anatomical site.\n\nScore 2 = Moderate severity; presence of 11 to 20 nodules or lesions (papules, pustules, cysts) at any anatomical site.\n\nScore 3 = Severe; presence of \\> 20 nodules or lesions (papules, pustules, cysts) at any anatomical site.\n\nThe total sore was calculated as the sum of the acne-like lesions, folliculitis, and erythema nodosum scores, and therefore ranges from 0 to 9, where a higher score indicates a higher level of activity. A negative change from baseline indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.8","spread":"0.14"},{"groupId":"OG001","value":"-0.9","spread":"0.14"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Genital Ulcer Pain as Measured by VAS Score at Week 12","description":"Pain of genital ulcers was measured using a 100 mm visual analog scale. The participant was asked to draw a single line perpendicular to the VAS line at the point that represented the severity of their pain during the previous week, with 0 mm (the left-hand end of the scale) representing no pain and 100 mm (the right-hand end of the scale) representing the worst pain imaginable. The distance of the perpendicular line from the left-hand end of the scale was recorded. A negative change from baseline indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-24.5","spread":"10.75"},{"groupId":"OG001","value":"-30.0","spread":"11.22"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment Emergent Adverse Events (TEAEs) During the Placebo-controlled Treatment Period","description":"A TEAE is an adverse event (AE) with a start date on or after the date of the first dose of study drug and no later than 28 days after the last dose. An AE is any noxious, unintended, or untoward medical occurrence that may appear or worsen in a subject during the course of a study. A serious AE (SAE) is any AE that resulted in death; was life-threatening; required inpatient hospitalization or prolongation of existing hospitalization; resulted in persistent or significant disability/incapacity; was a congenital anomaly/birth defect; or constituted an important medical event. For both AEs and SAEs the investigator assessed the severity of the event according to the grading scale:\n\nMild: asymptomatic or with mild symptoms; Moderate: symptoms causing moderate discomfort and local or noninvasive intervention is indicated; Severe: symptoms causing severe discomfort or pain, symptoms requiring medical/surgical intervention.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"74","spread":null},{"groupId":"OG001","value":"82","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"37","spread":null},{"groupId":"OG001","value":"60","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With TEAEs During the Apremilast-Exposure Period","description":"The apremilast-exposure period started on the date of the first dose of apremilast (week 0 for participants assigned to apremilast or week 12 for participants who were originally assigned to placebo and switched to apremilast at week 12) and ended 28 days after last dose in the active treatment phase.\n\nAn AE is any noxious, unintended, or untoward medical occurrence that may appear or worsen in a subject during the course of a study. An SAE is any AE that resulted in death; was life-threatening; required or prolonged inpatient hospitalization; resulted in persistent or significant disability/incapacity; was a congenital anomaly/birth defect; or constituted an important medical event. The investigator assessed the severity of each event according to the grading scale:\n\nMild: asymptomatic or mild symptoms; Moderate: symptoms causing moderate discomfort, local or noninvasive intervention indicated; Severe: symptoms causing severe discomfort or pain, requiring medical/surgical intervention.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"70","spread":null},{"groupId":"OG001","value":"90","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"29","spread":null},{"groupId":"OG001","value":"64","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"17","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"17","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"12","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":103},"commonTop":["Diarrhoea","Nausea","Headache","Upper respiratory tract infection","Viral upper respiratory tract infection"]}}}