{"nctId":"NCT04124926","briefTitle":"Efficacy and Safety of Vonoprazan Compared to Lansoprazole in Participants With Erosive Esophagitis","startDateStruct":{"date":"2019-10-28","type":"ACTUAL"},"conditions":["Erosive Esophagitis"],"count":1027,"armGroups":[{"label":"Healing Phase: Vonoprazan 20 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Vonoprazan"]},{"label":"Healing Phase: Lansoprazole 30 mg","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Lansoprazole"]},{"label":"Maintenance Phase: Vonoprazan 10 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Vonoprazan"]},{"label":"Maintenance Phase: Vonoprazan 20 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Vonoprazan"]},{"label":"Maintenance Phase: Lansoprazole 15 mg","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Lansoprazole"]}],"interventions":[{"name":"Vonoprazan","otherNames":[]},{"name":"Lansoprazole","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. The participant is ≥18 years of age at the time of informed consent signing.\n2. In the opinion of the investigator or subinvestigators, the participant is capable of understanding and complying with protocol requirements.\n3. The participant signs and dates a written, informed consent form and any required privacy authorization prior to the initiation of any study procedures. The participant is informed of the full nature and purpose of the study, including possible risks and side-effects. The participant has the ability to cooperate with the investigator. Ample time and opportunity should be given to read and understand verbal and/or written instructions.\n4. The participant is found to have endoscopically confirmed EE of LA Classification Grades A to D during the Screening Period (Visit 1) as assessed by a central adjudicator. The target number of participants with LA classification Grade C or D will be approximately 30% of the total number of participants (300 total). Enrollment of EE participants with Grade A or B will end when the number of participants with Grade A or B EE is approximately 700 or 70% of the total planned number of participants. Given the invasive nature of an endoscopy, any endoscopic confirmation performed in a routine clinical setting before signing the informed consent will be acceptable to use for the purpose of fulfilling the screening requirement if all of the following apply: (1) appropriate endoscopy pictures were taken; (2) appropriate gastric biopsy samples were taken; (3) the endoscopy pictures can be sent to the central adjudicator via the adjudication systems; and (4) all screening procedures (including the completion of adjudication) AND randomization can be completed within a 7-day period after the date of the endoscopy.\n5. A female participant of childbearing potential who is or may be sexually active with a nonsterilized male partner agrees to routinely use adequate contraception from the signing of informed consent until 4 weeks after the last dose of study drug.\n\nExclusion Criteria:\n\n1. The participant's endoscopic examination for entering this study fails to confirm EE within 7 days (no later than 10 days on rare occasion with sponsor approval) prior to randomization.\n2. The participant is determined to be positive for Helicobacter pylori (HP) or has had an HP infection within 45 days of randomization.\n3. The participant has endoscopic Barrett's esophagus (\\>1 cm of columnar-lined esophagus) and/or definite dysplastic changes in the esophagus.\n4. The participant has any other condition affecting the esophagus, including eosinophilic esophagitis; esophageal varices; viral or fungal infection; esophageal stricture; a history of radiation therapy, radiofrequency ablation, endoscopic mucosal resection, or cryotherapy to the esophagus; or any history of caustic or physiochemical trauma (including sclerotherapy or esophageal variceal band ligation). However, participants diagnosed with Schatzki's ring (mucosal tissue ring around lower esophageal sphincter) are eligible to participate.\n5. The participant has scleroderma (systemic sclerosis).\n6. The participant has a history of surgery or endoscopic treatment affecting gastroesophageal reflux, including fundoplication and dilation for esophageal stricture (except Schatzki's ring) or a history of gastric or duodenal surgery (except endoscopic removal of benign polyps).\n7. The participant has an active gastric or duodenal ulcer at the start of the Screening Period. Additionally, participants with gastric or duodenal erosions are permitted to participate.\n8. The participant has received any investigational compound (including those in post marketing studies) within 30 days prior to the start of the Screening Period. A participant who has been screen failed from another clinical study and who has not been dosed may be considered for enrollment in this study.\n9. The participant is a study site employee, an immediate family member, or is in a dependent relationship with a study site employee who is involved in the conduct of this study (eg, spouse, parent, child, sibling) or who may have consented under duress.\n10. The participant has cutaneous lupus erythematosus or systemic lupus erythematosus.\n11. The participant has had clinically significant upper or lower gastrointestinal bleeding within 4 weeks prior to randomization.\n12. The participant has Zollinger-Ellison syndrome or other gastric acid hypersecretory conditions.\n13. The participant has a history of hypersensitivity or allergies to vonoprazan (including the formulation excipients: D-mannitol, microcrystalline cellulose, hydroxypropyl cellulose, fumaric acid, croscarmellose sodium, magnesium stearate, hypromellose, macrogol 8000, titanium oxide, or red or yellow ferric oxide), PPIs, or any excipients used in the 13C-urea breath test: mannitol, citric acid, or aspartame. Skin testing may be performed according to local standard practice to confirm hypersensitivity.\n14. The participant has a history of alcohol abuse, illegal drug use, or drug addiction within the 12 months prior to screening, or regularly consumes \\>21 units of alcohol (1 unit = 12 oz/300 mL beer, 1.5 oz/25 mL hard liquor/spirits, or 5 oz/100 mL wine) per week based on self-report. Participants must have a negative urine drug screen at screening.\n15. The participant is taking any excluded medications or treatments.\n16. If female, the participant is pregnant, lactating, or intending to become pregnant before, during, or within 4 weeks after participating in this study; or intending to donate ova during such time period.\n17. The participant has a history or clinical manifestations of significant central nervous system, cardiovascular, pulmonary, hepatic, renal, metabolic, other gastrointestinal, urological, endocrine, or hematological disease that, in the opinion of the investigator, would confound the study results or compromise participant safety.\n18. The participant requires hospitalization or has surgery scheduled during the course of the study or has undergone major surgical procedures within 30 days prior to the Screening Visit.\n19. The participant has a history of malignancy (including MALToma) or has been treated for malignancy within 5 years prior to the start of the Screening Period (Visit 1). (The participant may be included in the study if he/she has cured cutaneous basal cell carcinoma or cervical carcinoma in situ).\n20. The participant has acquired immunodeficiency syndrome or human immunodeficiency virus infection, or tests positive for the hepatitis B surface antigen, hepatitis C virus (HCV) antibody, or HCV RNA. However, participants who test positive for HCV antibody but negative for HCV RNA are permitted to participate.\n21. The participant has any of the following abnormal laboratory test values at the start of the Screening Period:\n\n    1. Creatinine levels: \\>2 mg/dL (\\>177 μmol/L)\n    2. Alanine aminotransferase or aspartate aminotransferase \\>2 × the upper limit of normal (ULN) or total bilirubin \\>2 × ULN.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Healing Phase: Percentage of Participants Who Had Complete Healing of EE by Week 8","description":"A participant was considered to have complete healing of EE if healing was demonstrated during endoscopy.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"92.9","spread":null},{"groupId":"OG001","value":"84.6","spread":null}]}]}]},{"type":"PRIMARY","title":"Maintenance Phase: Percentage of Participants Who Maintained Complete Healing of EE at Week 24","description":"A participant was considered to have complete healing of EE if healing was demonstrated during endoscopy.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"79.2","spread":null},{"groupId":"OG001","value":"80.7","spread":null},{"groupId":"OG002","value":"72.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Healing Phase: Percentage of 24-hour Heartburn-free Days","description":"A 24-hour heartburn-free day was defined as a day having no heartburn among all diary entries for that day. The percentage of 24-hour heartburn-free days was calculated using all days with at least 1 evening or morning diary entry during the treatment period of this phase.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"66.8","spread":"34.60"},{"groupId":"OG001","value":"64.1","spread":"35.46"}]}]}]},{"type":"SECONDARY","title":"Healing Phase: Percentage of Participants With Baseline LA Classification Grades C or D Who Had Complete Healing of EE at Week 2","description":"A participant was considered to have complete healing of EE if healing was demonstrated during endoscopy.\n\nLA Classification of Esophagitis Grading Scale:\n\nGrade C: One or more mucosal breaks that are continuous between the tops of 2 or more mucosal folds, which involves less than 75% of the circumference.\n\nGrade D: One or more mucosal breaks, which involves at least 75% of the circumference.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"70.2","spread":null},{"groupId":"OG001","value":"52.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Healing Phase: Percentage of Participants With Onset of Sustained Resolution of Heartburn by Day 3","description":"Sustained resolution was defined as at least 7 consecutive days with no daytime or night time heartburn as assessed by the daily diary. A participant was considered to have sustained resolution of heartburn by Day 3 if the first day of the 7 consecutive days without symptoms was on Days 1, 2, or 3.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"34.4","spread":null},{"groupId":"OG001","value":"32.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Healing Phase: Percentage of Participants With Baseline LA Classification Grades C or D Who Had Complete Healing of EE by Week 8","description":"A participant was considered to have complete healing of EE if healing was demonstrated during endoscopy.\n\nLA Classification of Esophagitis Grading Scale:\n\nGrade C: One or more mucosal breaks that are continuous between the tops of 2 or more mucosal folds, which involves less than 75% of the circumference.\n\nGrade D: One or more mucosal breaks, which involves at least 75% of the circumference.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"91.7","spread":null},{"groupId":"OG001","value":"72.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Healing Phase: Percentage of Participants Who Had Complete Healing of EE at Week 2","description":"A participant was considered to have complete healing of EE if healing was demonstrated during endoscopy.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"74.3","spread":null},{"groupId":"OG001","value":"68.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Maintenance Phase: Percentage of Participants With Baseline LA Classification Grades C or D Who Maintained Complete Healing of EE at Week 24","description":"A participant was considered to have complete healing of EE if healing was demonstrated during endoscopy.\n\nLA Classification of Esophagitis Grading Scale:\n\nGrade C: One or more mucosal breaks that are continuous between the tops of 2 or more mucosal folds, which involves less than 75% of the circumference.\n\nGrade D: One or more mucosal breaks, which involves at least 75% of the circumference.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"74.7","spread":null},{"groupId":"OG001","value":"77.2","spread":null},{"groupId":"OG002","value":"61.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Maintenance Phase: Percentage of 24-hour Heartburn-free Days","description":"A 24-hour heartburn-free day was defined as a day having no heartburn among all diary entries for that day. The percentage of 24-hour heartburn-free days was calculated using all days with at least 1 evening or morning diary entry during the treatment period of this phase.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"80.9","spread":"28.59"},{"groupId":"OG001","value":"80.6","spread":"29.96"},{"groupId":"OG002","value":"78.6","spread":"27.49"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":514},"commonTop":["COVID-19","Diarrhoea","Dyspepsia","Gastrooesophageal reflux disease","Hypertension"]}}}