{"nctId":"NCT00654095","briefTitle":"Coadministration of Ezetimibe and Atorvastatin in Patients With Primary Hypercholesterolemia (P05456)","startDateStruct":{"date":"2007-12-01","type":"ACTUAL"},"conditions":["Hypercholesterolemia"],"count":146,"armGroups":[{"label":"Ezetimibe + Atorvastatin","type":"EXPERIMENTAL","interventionNames":["Drug: Ezetimibe","Drug: atorvastatin"]}],"interventions":[{"name":"Ezetimibe","otherNames":["SCH 58235"]},{"name":"atorvastatin","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participants with hypercholesterolemia who satisfy the following criteria:\n\n  * Participants who have used any of the following 3-hydroxy-3-methylglutaryl-coenzyme A (HMG-CoA) reductase inhibitors (hereinafter referred to as \"statins\") for 4 weeks or longer before the start of the observation period and whose low density lipoprotein (LDL)-cholesterol level during the treatment had not reached lipid management target\n  * Age: 20 years of age or older (at the time of obtaining informed consent)\n  * Sex: both males and females\n  * Inpatient/outpatient: Out-patient\n\nExclusion Criteria:\n\n* Participants for whom any of the following is applicable:\n\n  * Participants whose fasted triglyceride level measured at the start of the observation period or the treatment period exceeds 500 mg/dL\n  * Participants with homozygous familial hypercholesterolemia\n  * Participants with creatine phosphokinase (CPK) \\> 2x upper limit of normal (ULN) measured at the start of the observation period or the treatment period.\n  * Participants with serious hepatic disorder, or participants with alanine aminotransferase (ALT) or aspartate aminotransferase (AST) \\> 2x ULN measured at the start of the observation period or the treatment period.\n  * Participants with a history of hypersensitivity to any ingredient of ezetimibe tablets or atorvastatin tablets\n  * Pregnant, nursing women, women who may be pregnant, or participants wishing to be pregnant during the study.\n  * Participants who have discontinued use of serum lipid lowering agents for less than 4 weeks at the start of the treatment period (8 weeks in the case of probucol). (However, if the participant had taken a serum lipid lowering agent before the test conducted at the start of the observation period, a period of discontinuation of 27 days, or 55 days in the case of probucol, is allowed.)\n  * Participants who are using cyclosporine from after the start of the observation period\n  * Participants with a history of ezetimibe use\n  * Participants with hyperlipidemia associated with the following diseases:\n\n    * Hypothyroidism\n    * Obstructive gall bladder or biliary disease\n    * Chronic renal failure\n    * Pancreatitis\n  * Participants with hyperlipidemia associated with concomitant use of drugs having adverse effect on serum lipids, etc\n  * Participants who have received an investigational drug within 4 weeks of the start of the observation period\n  * Other participants deemed not appropriate for study entry by the investigator","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Adverse Events and Adverse Reactions","description":"An adverse event is any unfavorable medical event occurring in a subject to whom an investigational product is administered, and a causal relationship between the administered investigational product and an adverse event is not always clarified.\n\nThat is, an adverse event is any unfavorable or unintended sign (including an abnormal change in laboratory test values), symptom, or disease, and a causal relationship to the relevant investigational product is not considered.\n\nAny adverse event that was considered treatment-related was considered an adverse reaction.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"141","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"61","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":11,"n":146},"commonTop":["NASOPHARYNGITIS","ALANINE AMINOTRANSFERASE INCREASED","C-REACTIVE PROTEIN INCREASED","GAMMA-GLUTAMYLTRANSFERASE INCREASED","BLOOD CREATINE PHOSPHOKINASE INCREASED"]}}}