{"nctId":"NCT00575094","briefTitle":"Study Evaluating the Safety and Efficacy of Intravenous Tigecycline to Treat Hospitalized Japanese Subjects","startDateStruct":{"date":"2007-11"},"conditions":["Community-Acquired Infections"],"count":9,"armGroups":[],"interventions":[{"name":"tigecycline","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Hospitalized Japanese descent subjects known or suspected to have CAP with a severity that requires IV antibiotic treatment.\n* Chest radiograph within 48 hours before the first dose of IV test article showing the presence of a new infiltrate.\n* The presence of fever or hypothermia within 24 hours before the first administration of test article, and of at least two signs/symptoms of CAP within 24 hours before the first administration of test article.\n\nExclusion Criteria:\n\n* Any concomitant condition that, in the opinion of the investigator, would preclude an evaluation of a response or make it unlikely that the contemplated course of therapy could be completed.\n* Hospital-acquired pneumonia, other lung disease including viral, fungal, or parasitic pneumonia, immunosuppressive conditions, and other illness, which affect evaluation of safety and efficacy of tigecycline.\n* Known or suspected hypersensitivity to tigecycline or tetracyclines, or contraindication for these antibiotics.","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Patients by Clinical Response at Test-of-Cure (TOC) Visit.","description":"Clinical response: Cure=all initial signs/symptoms of pneumonia (SSx) improved; chest x-ray (CXR)improved/stable; no other antibiotics for pneumonia; no worsening or new SSx. Failure=persistence or worsening SSx; no clinical improvement or initial improvement with clinically important worsening; other antimicrobials for pneumonia CXR progression; death \\> study day 2 due to pneumonia. Indeterminate=unable to determine outcome for nonstudy drug/infection reasons (eg, lost to follow-up); death ≤2 days after first dose for any reason, or \\>2 days but before TOC visit for non-pneumonia reason.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1},"commonTop":["Nausea","Diarrhea","Vomiting","Stomach Disorder","Alanine aminotransferase increased"]}}}