{"nctId":"NCT00368108","briefTitle":"Efficacy, Safety, and Tolerability of E2007 in Levodopa Treated Parkinson's Disease Patients With Motor Fluctuations","startDateStruct":{"date":"2006-08"},"conditions":["Parkinson's Disease"],"count":752,"armGroups":[{"label":"2 mg perampanel","type":"EXPERIMENTAL","interventionNames":["Drug: 2 mg perampanel"]},{"label":"4 mg perampanel","type":"EXPERIMENTAL","interventionNames":["Drug: 4 mg perampanel"]},{"label":"placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: placebo comparator"]}],"interventions":[{"name":"2 mg perampanel","otherNames":[]},{"name":"4 mg perampanel","otherNames":[]},{"name":"placebo comparator","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"INCLUSION CRITERIA:\n\n1. Male or female patients with idiopathic Parkinson's Disease fulfilling the United Kingdom (UK) Parkinson's disease Society Brain Bank diagnostic criteria 7, with a good response to levodopa.\n2. Patients must have been diagnosed with idiopathic PD at \\> 30 years of age.\n3. Patients must have predictable motor fluctuations of the wearing \"OFF\" type.\n4. Patients must rate between II-IV on the Hoehn \\& Yahr scale when in an \"OFF\" state.\n5. Patients must be taking optimized levodopa therapy.\n\nEXCLUSION CRITERIA:\n\n1. Pregnant or lactating women.\n2. Women of child bearing potential unless infertile (including surgically sterile) or practicing effective contraception (eg, abstinence, intrauterine device or barrier method plus hormonal method). These patients must have a negative serum beta-human chorionic gonadotrophin (B-HCG) test at the Screening visit, and a negative urine pregnancy test at the Baseline visit (Day 0). These patients must also be willing to remain on their current form of contraception for the duration of the study. Postmenopausal women may be recruited but must be amenorrheic for at least one year to be considered of non-child bearing potential as determined by the Investigator.\n3. Patients with a past or present history of drug or alcohol abuse as per Diagnostic and Statistical Manual - 4th edition (DSM IV) criteria.\n4. Patients with a past (within one year) or present history of suicidal ideation or suicide attempts.\n5. Patients with unstable abnormalities of the hepatic, renal, cardiovascular, respiratory, gastro-intestinal, hematological, endocrine or metabolic systems which might complicate assessment of the tolerability of the study medication.","healthyVolunteers":false,"sex":"ALL","minimumAge":"30 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Change From Baseline in Total Daily OFF Time (Hours) to Week 20 (Including Last Observation Carried Forward [LOCF] Data)","description":"Patients described themselves in home diaries as \"OFF\", \"ON\" without dyskinesias, \"ON\" with non troublesome dyskinesias, \"ON\" with troublesome dyskinesias, or Asleep, every 30 minutes during waking hours for 3 consecutive days prior to Baseline, Weeks 8, 10, 18, and 20. OFF state is when medication has worn off and is no longer providing benefits with regard to stiffness, slowness, and tremor.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.96","spread":null},{"groupId":"OG001","value":"-0.93","spread":null},{"groupId":"OG002","value":"-0.76","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Scale UPDRS Part II (ADL) Score in Total Daily OFF Time to Week 20 (Including LOCF Data)","description":"Patients described themselves in home diaries every 30 minutes during waking hours for 3 consecutive days prior to Baseline, Weeks 8, 12, 16, and 20. Unified Parkinson's Disease (PD) Rating Scale (UPDRS) is a standardized assessment of the symptoms and signs of PD. Part II assesses Activities of Daily Living (ADL) based on 13 items, such as speech, hygiene, and falling. Participants receive a score of 0-4 points per item, with a higher score indicating more severe symptoms. Range of possible total scores, 0 to 52. ON state is when medication is providing benefits to mobility, slowness, and stiffness. OFF state is when medication has worn off and is no longer providing benefits with regard to stiffness, slowness, and tremor.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.85","spread":null},{"groupId":"OG001","value":"-0.81","spread":null},{"groupId":"OG002","value":"-1.40","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in UPDRS Part III (Motor) Score in ON State (Hours) to Week 20 (Including LOCF Data)","description":"Patients described themselves in home diaries every 30 minutes during waking hours for 3 days prior to Baseline, Weeks 8, 12, 16, and 20. UPDRS is a standardized assessment of the symptoms and signs of PD. Part III assesses motor activity, based on 14 items, such as gait, facial expression, and rigidity. Participants receive a score of 0-4 points per item, with a higher score indicating more severe symptoms. ON state is when medication is providing benefits to stiffness, slowness, and tremor.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.15","spread":null},{"groupId":"OG001","value":"-1.69","spread":null},{"groupId":"OG002","value":"-3.29","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Total Daily ON Time (Without Dyskinesias or With Non-troublesome Dyskinesias) (Hours) to Week 20 (Including LOCF Data)","description":"Patients described themselves in home diaries every 30 minutes during waking hours for 3 days prior to Baseline, Weeks 8, 12, 16, and 20. ON state is when medication is providing benefits to stiffness, slowness, and tremor.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.73","spread":null},{"groupId":"OG001","value":"0.78","spread":null},{"groupId":"OG002","value":"0.28","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":22,"n":250},"commonTop":["Dyskinesia","Somnolence","Fall","ON and OFF phenomenon","Dizziness"]}}}