{"nctId":"NCT01525615","briefTitle":"A Study to Determine the Effect of Tiotropium + Olodaterol Fixed Dose Combination on Exercise Endurance Time During Constant Work Rate Cycle Ergometry Test in COPD","startDateStruct":{"date":"2012-02"},"conditions":["Pulmonary Disease, Chronic Obstructive"],"count":404,"armGroups":[{"label":"tiotropium+olodaterol low dose","type":"EXPERIMENTAL","interventionNames":["Device: Respimat inhaler","Drug: tiotropium+olodaterol (low dose)"]},{"label":"tiotropium+olodaterol high dose","type":"EXPERIMENTAL","interventionNames":["Drug: tiotropium + olodaterol (high dose)","Device: Respimat inhaler"]},{"label":"placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Device: Respimat inhaler","Drug: placebo to tiotropium+olodaterol"]}],"interventions":[{"name":"Respimat inhaler","otherNames":[]},{"name":"tiotropium+olodaterol (low dose)","otherNames":[]},{"name":"tiotropium + olodaterol (high dose)","otherNames":[]},{"name":"Respimat inhaler","otherNames":[]},{"name":"Respimat inhaler","otherNames":[]},{"name":"placebo to tiotropium+olodaterol","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n1. All patients must sign an informed consent consistent with ICH-GCP guidelines prior to participation in the trial, which includes medication washout and restrictions.\n2. All patients must have a diagnosis of chronic obstructive pulmonary disease and must meet the following spirometric criteria:\n\n   Patients must have relatively stable airway obstruction with, at visit 1:\n\n   a post-bronchodilator 30% \\<= FEV1 \\<80% of predicted normal (ECSC) and a post-bronchodilator FEV1/FVC \\<70% at Visit 1\n3. Male or female patients, between 40 and 75 years (inclusive) of age on day of signing informed consent.\n4. Patients must be current or ex-smokers with a smoking history of more than 10 pack years Patients who have never smoked cigarettes must be excluded.\n5. Patients must be able to perform technically acceptable pulmonary function tests (spirometry), must be able to complete multiple symptom-limited cycle ergometry tests (and for a subset also shuttle walk tests), as required in the protocol.\n6. Patients must be able to inhale medication in a competent manner from the RESPIMAT inhaler and from a metered dose inhaler (MDI).\n\nExclusion criteria:\n\n1. Patients with a significant disease other than COPD\n2. Patients with clinically relevant abnormal baseline haematology, blood chemistry, or urinalysis; all patients with an SGOT \\> x2 ULN, SGPT \\> x2 ULN, bilirubin \\> x2 ULN or creatinine \\> x2 ULN will be excluded regardless of clinical condition\n3. Patients with a history of asthma\n4. A diagnosis of thyrotoxicosis\n5. A diagnosis of paroxysmal tachycardia (\\>100 beats per minute)\n6. A history of myocardial infarction within 1 year of screening visit (Visit 1)\n7. Unstable or life-threatening cardiac arrhythmia\n8. Hospitalized for heart failure within the past year\n9. Known active tuberculosis\n10. A malignancy for which patient has undergone resection, radiation therapy or chemotherapy within last five years\n11. A history of life-threatening pulmonary obstruction and patients with chronic respiratory failure\n12. A history of cystic fibrosis\n13. Clinically evident bronchiectasis\n14. A history of significant alcohol or drug abuse\n15. Any contraindications for exercise testing\n16. Patients who have undergone thoracotomy with pulmonary resection\n17. Patients being treated with any oral ß-adrenergics\n18. Patients being treated with oral corticosteroid medication at unstable doses (i.e., less than six weeks on a stable dose) or at doses in excess of the equivalent of 10 mg of prednisone per day or 20 mg every other day\n19. Patients who regularly use daytime oxygen therapy for more than one hour per day and in the investigator's opinion will be unable to abstain from the use of oxygen therapy during clinic visits\n20. Patients who have completed a pulmonary rehabilitation program in the six weeks prior to the screening visit (Visit 1) or patients who are currently in a pulmonary rehabilitation program\n21. Patients who have a limitation of exercise performance as a result of factors other than fatigue or exertional dyspnoea or morbid obesity\n22. Patients with an endurance time \\>=25 minutes during the training (Visit 2) or baseline (Visit 3) constant work rate cycle ergometry\n23. Patients who have taken an investigational drug within one month or six half lives (whichever is greater) prior to screening visit (Visit 1)\n24. Patients with known hypersensitivity to ß-adrenergic drugs, anticholinergic drugs, BAC, EDTA or any other component of the RESPIMAT inhalation solution delivery system\n25. Pregnant or nursing women\n26. Women of childbearing potential not using a highly effective method of birth control.\n\n    Female patients will be considered to be of childbearing potential unless surgically sterilised by hysterectomy or bilateral tubal ligation, or post-menopausal for at least two years\n27. Patients who have previously been randomized in this study or are currently participating in another study\n28. Patients who are unable to comply with pulmonary medication restrictions prior to randomization\n\n    At sites performing the shuttle walk tests, patients with the following criteria will be excluded from the shuttle walk tests:\n29. Patients who complete level 12 at the incremental shuttle walk test at visit 1a.\n30. Patients with an endurance time \\>=15 minutes during the training (Visit 2a) or baseline (visit 3a) endurance shuttle walk test.","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Adjusted Mean Endurance Time During Constant Work Rate Cycle Ergometry (CWRCE) After 12 Weeks","description":"Primary endpoint was endurance time during constant work rate cycle ergometry to symptom limitation at 75% of maximal work capacity after 12 weeks of treatment. The endurance time in seconds was transformed using log10 scale to correct skewness in endurance time on original scale and then the MMRM model was fitted to the log10-transformed data and the least square means and SEs were obtained. To present the results in a way easier for interpretation, the least square mean from the MMRM fitted to the log10-transformed data were transformed back taking 10 to the power of the least square estimate for the log10 of geometric mean and the corresponding SE was transformed using delta method to get the corresponding SEs of the geometric mean.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"463.63","spread":"18.813"},{"groupId":"OG001","value":"503.64","spread":"19.642"},{"groupId":"OG002","value":"527.51","spread":"20.154"}]}]}]},{"type":"SECONDARY","title":"Adjusted Mean Endurance Time During Endurance Shuttle Walk Test (ESWT) After 12 Weeks","description":"Key secondary endpoint was endurance time during endurance shuttle walk test to symptom limitation at 85% of predicted maximum oxygen consumption (VO2) peak after 12 weeks of treatment. The endurance time in seconds was transformed using log10 scale to correct skewness in endurance time on original scale and then the MMRM model was fitted to the log10-transformed data and the least square means and SEs were obtained. To present the results in a way easier for interpretation, the least square mean from the MMRM fitted to the log10-transformed data were transformed back taking 10 to the power of the least square estimate for the log10 of geometric mean and the corresponding SE was transformed using delta method to get the corresponding SEs of the geometric mean.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"311.41","spread":"22.519"},{"groupId":"OG001","value":"377.20","spread":"25.942"},{"groupId":"OG002","value":"376.39","spread":"25.033"}]}]}]},{"type":"SECONDARY","title":"Adjusted Mean Inspiratory Capacity at Pre-exercise After 12 Weeks","description":"Secondary endpoint was pre-exercise inspiratory capacity (IC) before constant work rate cycle ergometry to symptom limitation at 75% maximal work capacity (Wcap) after 12 weeks of treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.390","spread":"0.038"},{"groupId":"OG001","value":"2.597","spread":"0.036"},{"groupId":"OG002","value":"2.624","spread":"0.035"}]}]}]},{"type":"SECONDARY","title":"Adjusted Mean Endurance Time During Constant Work Rate Cycle Ergometry (CWRCE) on Day 1","description":"Secondary endpoint was endurance time during constant work rate cycle ergometry to symptom limitation at 75% of maximal work capacity on Day 1. Analysis of covariance model on log10 transformation data. Adjusted means are back transformed to report in original units. Standard errors (SEs) are calculated using the delta method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"478.59","spread":"17.861"},{"groupId":"OG001","value":"527.69","spread":"19.670"},{"groupId":"OG002","value":"538.76","spread":"19.715"}]}]}]},{"type":"SECONDARY","title":"Adjusted Mean Endurance Time During Constant Work Rate Cycle Ergometry (CWRCE) After 6 Weeks Treatment","description":"Secondary endpoint was endurance time during constant work rate cycle ergometry to symptom limitation at 75% of maximal work capacity after 6 weeks of treatment.The endurance time in seconds was transformed using log10 scale to correct skewness in endurance time on original scale and then the MMRM model was fitted to the log10-transformed data and the least square means and SEs were obtained. To present the results in a way easier for interpretation, the least square mean from the MMRM fitted to the log10-transformed data were transformed back taking 10 to the power of the least square estimate for the log10 of geometric mean and the corresponding SE was transformed using delta method to get the corresponding SEs of the geometric mean.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"427.74","spread":"17.093"},{"groupId":"OG001","value":"522.26","spread":"20.232"},{"groupId":"OG002","value":"525.62","spread":"19.990"}]}]}]},{"type":"SECONDARY","title":"Adjusted Mean Inspiratory Capacity at Pre-exercise After 1 Day","description":"Secondary endpoint was pre-exercise inspiratory capacity (IC) during constant work rate cycle ergometry to symptom limitation at 75% maximal work capacity (Wcap) on Day 1.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.440","spread":"0.041"},{"groupId":"OG001","value":"2.642","spread":"0.041"},{"groupId":"OG002","value":"2.605","spread":"0.041"}]}]}]},{"type":"SECONDARY","title":"Adjusted Mean Inspiratory Capacity at Pre-exercise After 6 Weeks","description":"Secondary endpoint was pre-exercise inspiratory capacity (IC) during constant work rate cycle ergometry to symptom limitation at 75% maximal work capacity (Wcap) after 6 weeks of treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.402","spread":"0.037"},{"groupId":"OG001","value":"2.589","spread":"0.036"},{"groupId":"OG002","value":"2.627","spread":"0.035"}]}]}]},{"type":"SECONDARY","title":"Adjusted Mean Slope of the Intensity of Breathing Discomfort on Day 1","description":"Secondary endpoint was the slope of the intensity of breathing discomfort during constant work rate cycle ergometry to symptom limitation at 75% of maximal work capacity after 1 day of treatment.\n\nThe intensity of breathing discomfort was rated on the Borg Scale with categories from 0 (nothing at all) to 10 (maximal). The slope of the intensity of breathing discomfort was defined as the Borg scale value of breathing discomfort at the end of exercise minus the Borg scale value of breathing discomfort at pre-exercise divided by the endurance time. A decrease in slope indicates slowing down in decline in breathing, i.e., favorable results.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.014","spread":"0.001"},{"groupId":"OG001","value":"0.012","spread":"0.001"},{"groupId":"OG002","value":"0.012","spread":"0.001"}]}]}]},{"type":"SECONDARY","title":"Adjusted Mean Slope of the Intensity of Breathing Discomfort After Week 6","description":"Secondary endpoint was the slope of the intensity of breathing discomfort during constant work rate cycle ergometry to symptom limitation at 75% of maximal work capacity after 6 weeks of treatment.\n\nThe intensity of breathing discomfort was rated on the Borg Scale with categories from 0 (nothing at all) to 10 (maximal). The slope of the intensity of breathing discomfort was defined as the Borg scale value of breathing discomfort at the end of exercise minus the Borg scale value of breathing discomfort at pre-exercise divided by the endurance time. A decrease in slope indicates favorable results.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.016","spread":"0.001"},{"groupId":"OG001","value":"0.013","spread":"0.001"},{"groupId":"OG002","value":"0.013","spread":"0.001"}]}]}]},{"type":"SECONDARY","title":"Adjusted Mean Slope of the Intensity of Breathing Discomfort After Week 12","description":"Secondary endpoint was the slope of the intensity of breathing discomfort during constant work rate cycle ergometry to symptom limitation at 75% of maximal work capacity after 12 weeks of treatment.\n\nThe intensity of breathing discomfort was rated on the Borg Scale with categories from 0 (nothing at all) to 10 (maximal). The slope of the intensity of breathing discomfort was defined as the Borg scale value of breathing discomfort at the end of exercise minus the Borg scale value of breathing discomfort at pre-exercise divided by the endurance time. A decrease in slope indicates favorable results.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.015","spread":"0.001"},{"groupId":"OG001","value":"0.013","spread":"0.001"},{"groupId":"OG002","value":"0.013","spread":"0.001"}]}]}]},{"type":"SECONDARY","title":"Adjusted Mean 1-hour, Post-dose Forced Expiratory Volume in One Second (FEV1) on Day 1","description":"Secondary endpoint was adjusted mean 1-hour, post-dose Forced Expiratory Volume in one second (FEV1) observed on day 1","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.509","spread":"0.020"},{"groupId":"OG001","value":"1.693","spread":"0.019"},{"groupId":"OG002","value":"1.679","spread":"0.019"}]}]}]},{"type":"SECONDARY","title":"Adjusted Mean 1-hour, Post-dose Forced Expiratory Volume in One Second (FEV1) After 6 Weeks","description":"Secondary endpoint was adjusted mean 1-hour, post-dose Forced Expiratory Volume in one second (FEV1) observed after 6 weeks of treatment","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.517","spread":"0.020"},{"groupId":"OG001","value":"1.790","spread":"0.019"},{"groupId":"OG002","value":"1.763","spread":"0.019"}]}]}]},{"type":"SECONDARY","title":"Adjusted Mean 1-hour, Post-dose Forced Expiratory Volume in One Second (FEV1) After 12 Weeks","description":"Secondary endpoint was adjusted mean 1-hour, post-dose Forced Expiratory Volume in one second (FEV1) observed after 12 weeks of treatment","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.527","spread":"0.020"},{"groupId":"OG001","value":"1.784","spread":"0.019"},{"groupId":"OG002","value":"1.778","spread":"0.019"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":5,"n":132},"commonTop":["Chronic obstructive pulmonary disease","Nasopharyngitis","Cough"]}}}