{"nctId":"NCT00003901","briefTitle":"Prognostic Study of Metastases in Patients With Stage I, Stage II, or Stage III Non-small Cell Lung Cancer That Can Be Removed by Surgery","startDateStruct":{"date":"1999-07"},"conditions":["Lung Cancer"],"count":1310,"armGroups":[{"label":"Surgery","type":"EXPERIMENTAL","interventionNames":["Other: immunohistochemistry staining method","Procedure: biopsy","Procedure: surgery"]}],"interventions":[{"name":"immunohistochemistry staining method","otherNames":[]},{"name":"biopsy","otherNames":[]},{"name":"surgery","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Patient must be ≥ 18 years old.\n2. Patient must have ECOG/Zubrod status \\< 3.\n3. Patient must have clinically resectable, NSCLC (squamous cell, adenocarcinoma, or large cell) and be clinical Stage I, IIa, IIb or IIIa, according to the 1998 staging system of the American Joint Commission on Cancer for lung cancer.\n4. Patient must have N1 or N2 disease. NOTE: Patient must undergo mediastinoscopy if preoperative studies suggest N3 disease.\n5. Patient must have a pathologic diagnosis (pre-operative or intra-operative) of NSCLC prior to registration.\n6. Patient must be anticipated to have a thoracotomy with the intention of a curative resection for primary NSCLC. NOTE: The preoperative assessment of resectability should, at a minimum, include a CT scan of the chest and upper abdomen, including the adrenal glands, within 60 days prior to registration.\n7. Patient must be medically fit for surgery.\n8. Patient must be a candidate for complete resection of the carcinoma via pneumonectomy, bilobectomy, lobectomy, or anatomic segmentectomy with or without sleeve resection.\n9. Patient or the patient's legally acceptable representative must provide a signed and dated written informed consent prior to registration and any study-related procedures.\n10. Patient must be available for follow-up.\n11. If the patient is a survivor of a prior cancer, all of the following criteria must apply:\n\n    1. Patient has undergone potentially curative therapy for all prior malignancies,\n    2. No evidence of any prior malignancies for at least 5 years with no evidence of recurrence (except for effectively treated basal cell or squamous carcinoma of the skin, carcinoma in-situ of the cervix that has been effectively treated by surgery alone, or lobular carcinoma in-situ of the ipsilateral or contralateral breast treated by surgery alone),\n    3. Patient is deemed by their treating physician to be at low risk for recurrence from prior malignancies.\n\nExclusion Criteria:\n\n1. Patient has evidence of pleural effusion by physical assessment, lateral chest x-ray, or by chest CT scan.\n2. Patient has had ipsilateral thoracotomy or thoracoscopy within the past 5 years.\n3. Patient has received prior chemotherapy or radiotherapy for this cancer.\n4. Patient is considered a poor surgical risk due to non-malignant systemic disease (cardiovascular, renal, etc.) that would preclude the treatment options.\n5. Patient for whom the surgeon plans to perform only a wedge resection for treatment.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Survival in Lymph Nodes Examined Patients","description":"Overall survival was defined as the time period between patient registration and death. All histologically negative lymph nodes (N0) participants were examined for occult metastases (OM), diagnosed by cytokeratin immunohistochemistry (IHC).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"PRIMARY","title":"Overall Survival in Bone Marrow Examined Patients","description":"Overall survival was defined as the time period between patient registration and death. Rib bone marrow on participants were examined for occult metastases (OM), diagnosed by cytokeratin immunohistochemistry (IHC).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Disease-Free Survival in Lymph Nodes Examined Patients","description":"Disease-free survival was defined as the time period from registration to the date of first evidence recurrent disease in patients following curative pulmonary resection or death. All histologically negative lymph nodes (N0) participants were examined for occult metastases (OM), diagnosed by cytokeratin immunohistochemistry (IHC).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Disease-Free Survival in Bone Marrow Examined Patients","description":"Disease-free survival was defined as the time period from registration to the date of first evidence recurrent disease in patients following curative pulmonary resection or death. Rib bone marrow on participants were examined for occult metastases (OM), diagnosed by cytokeratin immunohistochemistry (IHC).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":0},"commonTop":[]}}}