{"nctId":"NCT01863771","briefTitle":"A Safety and Effectiveness Study of Golimumab in Japanese Patients With Moderately to Severely Active Ulcerative Colitis.","startDateStruct":{"date":"2013-03-15","type":"ACTUAL"},"conditions":["Colitis, Ulcerative"],"count":144,"armGroups":[{"label":"Golimumab","type":"EXPERIMENTAL","interventionNames":["Drug: Golimumab"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Placebo"]}],"interventions":[{"name":"Golimumab","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participants with ulcerative colitis diagnosed prior to screening\n* Participants should have current treatment for ulcerative colitis with at least one of the following therapies: oral 5-aminosalicylates (5-ASAs), oral corticosteroids, 6-mercaptopurine (6-MP), or azathioprine (AZA)\n* Participants must have a history of failure to respond to, or tolerate, at least 1 of the following therapies: oral 5-ASAs, oral corticosteroids, 6-MP, or AZA\n* Participants must be ambulatory and have moderately to severely active ulcerative colitis confirmed during the screening sigmoidoscopy by a greater than or equal to 2 using the endoscopy subscore of the Mayo score\n* Participants must have moderately to severely active ulcerative colitis, defined as a baseline Mayo score of 6 to 12, inclusive\n\nExclusion Criteria:\n\n* Participants with ulcerative colitis limited to the rectum only or to less than 20 cm of the colon\n* Participants with stoma\n* Participants with fistula or history of fistula\n* Participants who require, or required within the 2 months prior to screening, surgery for active gastrointestinal bleeding, peritonitis, intestinal obstruction, or intra-abdominal or pancreatic abscess requiring surgical drainage, or other conditions possibly confounding the evaluation of benefit from study agent treatment\n* Participants with symptomatic colonic or small bowel obstruction, confirmed by objective radiographic or endoscopic evidence of a stricture with resulting obstruction","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants Who Achieved Clinical Response Through Maintenance-Week 54 Measured Using the Mayo Score","description":"Clinical response was defined as a decrease from Induction-Week 0 in the Mayo score by greater than or equal to (\\>=) 30 percent and \\>=3 points, with a decrease in the rectal bleeding subscore of \\>= 1 or a rectal bleeding subscore of 0 or 1. The Mayo score is the primary tool for assessing ulcerative colitis activity. The Mayo score consists of 4 subscores (stool frequency, rectal bleeding, findings of endoscopy, and physician's global assessment) which range from 0 to 3. The Mayo score is calculated as the sum of these 4 subscores and can range between 0 and 12. A score of 3 to 5 points indicates mildly active disease; a score of 6 to 10 indicates moderately active disease; and a score of 11 to 12 indicates severe disease.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"18","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Achieved Clinical Remission at Both Maintenance-Week 30 and Week 54","description":"Clinical remission (as measured by the Mayo score) was defined as a Mayo score of less than or equal to (\\<=) 2 points, with no individual sub-score greater than (\\>) 1.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"16","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Mucosal Healing at Both Maintenance-Week 30 and Week 54","description":"Mucosal healing is defined as an endoscopy subscore of 0 or 1, where 0 indicates normal or inactive disease and 1 indicates mild disease (erythema, decreased vascular pattern, mild friability). Endoscopy subscore is one of the 4 subscores of the Mayo score.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"19","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":5,"n":144},"commonTop":["Nasopharyngitis","Colitis Ulcerative","Injection Site Erythema","Influenza","Headache"]}}}