{"nctId":"NCT04136184","briefTitle":"NEURO-TTRansform: A Study to Evaluate the Efficacy and Safety of Eplontersen (Formerly Known as ION-682884, IONIS-TTR-LRx and AKCEA-TTR-LRx) in Participants With Hereditary Transthyretin-Mediated Amyloid Polyneuropathy","startDateStruct":{"date":"2019-12-11","type":"ACTUAL"},"conditions":["Hereditary Transthyretin-Mediated Amyloid Polyneuropathy"],"count":168,"armGroups":[{"label":"Inotersen","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Inotersen","Drug: Eplontersen"]},{"label":"Eplontersen","type":"EXPERIMENTAL","interventionNames":["Drug: Eplontersen"]}],"interventions":[{"name":"Inotersen","otherNames":["TEGSEDI","ISIS 420915"]},{"name":"Eplontersen","otherNames":["ION-682884","AKCEA-TTR-LRx","IONIS-TTR-LRx"]}],"eligibilityModule":{"eligibilityCriteria":"Key Inclusion Criteria:\n\n1. Aged 18 to 82 years at the time of informed consent\n2. Females must be non-pregnant and non-lactating, and either surgically sterile or post-menopausal or abstinent\n3. Males must be surgically sterile or, abstinent or, if engaged in sexual relations with a woman of child-bearing potential, the participant or the participantss non-pregnant female partner must be using a highly effective contraceptive method\n4. Diagnosis of hereditary transthyretin-mediated polyneuropathy as defined by meeting all 3 of the following:\n\n   * Stage 1 or Stage 2 Familial Amyloid Polyneuropathy (FAP) or Coutinho Stage\n   * Documented genetic mutation in the TTR gene\n   * Symptoms and signs consistent with neuropathy associated with transthyretin amyloidosis, including Neuropathy Impairment Score (NIS) ≥ 10 and ≤ 130\n\nKey Exclusion Criteria:\n\n1. Clinically-significant (CS) abnormalities in medical history, screening laboratory results, physical or physical examination that would render a participants unsuitable for inclusion, including but not limited to abnormal safety labs\n2. Karnofsky performance status ≤ 50\n3. Other causes of sensorimotor or autonomic neuropathy (e.g., autoimmune disease), including uncontrolled diabetes\n4. Prior liver transplant or anticipated liver transplant within 1-yr of Screening\n5. New York Heart Association (NYHA) functional classification of ≥ 3\n6. Acute coronary syndrome within 6 months of screening or major surgery within 3 months of Screening\n7. Other types of amyloidosis\n8. Have any other conditions, which, in the opinion of the Investigator or Sponsor would make the participant unsuitable for inclusion, or could interfere with the participant participating in or completing the Study\n9. Current treatment with any approved drug for hereditary TTR amyloidosis such as Vyndaqel® / Vyndamax™ (tafamidis), Tegsedi™ (inotersen), Onpattro™ (patisiran), off-label use of diflunisal or doxycycline, and tauroursodeoxycholic acid (TUDCA). If previously treated with Vyndaqel® / Vyndamax™, diflunisal or doxycycline, and TUDCA, must have discontinued treatment for at least 2 weeks prior to Study Day 1\n10. Previous treatment with Tegsedi™ (Inotersen) or Onpattro™ (patisiran), or other oligonucleotide or RNA therapeutic (including siRNA)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"82 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Modified Neuropathy Impairment Score Plus 7 (mNIS+7) at Week 66","description":"mNIS+7 composite score is a measure of neurologic impairment evaluating muscle weakness, sensation, reflexes, nerve conduction, and autonomic function. mNIS+7 consists of 2 composite scores: the NIS composite score (maximum of 244 points) \\& the modified +7 composite score (maximum of 102.32 points). mNIS+7 composite total score range= -22.32 to 346.32. Higher score indicated a lower function. Least square (LS) mean \\& standard error (SE) were analyzed using Mixed Effects Model with Repeated Measures (MMRM). As pre-specified in the protocol, the efficacy of eplontersen was to be assessed by comparing participants enrolled in the eplontersen arm only with the external placebo group. There was no statistical comparison planned between the inotersen arm and the eplontersen-treated/external placebo group arms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.2964","spread":"2.4123"},{"groupId":"OG001","value":"25.0557","spread":"2.3874"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in the Norfolk Quality of Life Diabetic Neuropathy (QoL-DN) Questionnaire at Week 66","description":"The Norfolk QoL-DN score is a measure of physical function/large fiber neuropathy, symptoms, activities of daily living, small fiber neuropathy, and autonomic neuropathy. The Norfolk QoL-DN total score has a range of -4 to 138, and a higher score indicates poorer quality of life. LS mean and SE were analyzed using MMRM. As pre-specified in the protocol, the efficacy of eplontersen was to be assessed by comparing participants enrolled in the eplontersen arm only with the external placebo group. There was no statistical comparison planned between the inotersen arm and the eplontersen-treated/external placebo group arms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.4964","spread":"2.2976"},{"groupId":"OG001","value":"14.2388","spread":"2.3488"}]}]}]},{"type":"PRIMARY","title":"Percent Change From Baseline in Serum TTR Concentration at Week 65","description":"As pre-specified in the protocol, the efficacy of eplontersen was to be assessed by comparing participants enrolled in the eplontersen arm only with the external placebo group. There was no statistical comparison planned between the inotersen arm and the eplontersen-treated/external placebo group arms. Overall number analyzed is the number of participants with data available for analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-81.65","spread":"1.605"},{"groupId":"OG001","value":"-11.24","spread":"1.910"}]}]}]},{"type":"PRIMARY","title":"Percent Change From Baseline in Serum TTR Concentration at Week 35","description":"As pre-specified in the protocol, the efficacy of eplontersen was to be assessed by comparing participants enrolled in the eplontersen arm only with the external placebo group. There was no statistical comparison planned between the inotersen arm and the eplontersen-treated/external placebo group arms. Overall number analyzed is the number of participants with data available for analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-81.14","spread":"1.674"},{"groupId":"OG001","value":"-14.49","spread":"1.966"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Modified Neuropathy Impairment Score Plus 7 (mNIS+7) at Week 35","description":"mNIS+7 composite score is a measure of neurologic impairment evaluating muscle weakness, sensation, reflexes, nerve conduction, and autonomic function. mNIS+7 consists of 2 composite scores: NIS composite score (maximum of 244 points) \\& the modified +7 composite score (maximum of 102.32 points). mNIS+7 composite total score range= -22.32 to 346.32. Higher score indicated a lower function. LS mean and SE were analyzed using MMRM. As pre-specified in the protocol, the efficacy of eplontersen was to be assessed by comparing participants enrolled in the eplontersen arm only with the external placebo group. There was no statistical comparison planned between the inotersen arm and the eplontersen-treated/external placebo group arms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.6795","spread":"1.9073"},{"groupId":"OG001","value":"10.0337","spread":"1.8544"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Norfolk QOL-DN at Week 35","description":"The Norfolk QoL-DN score is a measure of physical function/large fiber neuropathy, symptoms, activities of daily living, small fiber neuropathy, and autonomic neuropathy. The Norfolk QoL-DN total score has a range of -4 to 138, and a higher score indicates poorer quality of life. LS mean and SE were analyzed using MMRM. As pre-specified in the protocol, the efficacy of eplontersen was to be assessed by comparing participants enrolled in the eplontersen arm only with the external placebo group. There was no statistical comparison planned between the inotersen arm and the eplontersen-treated/external placebo group arms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.6306","spread":"2.0678"},{"groupId":"OG001","value":"8.1896","spread":"2.0730"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Neuropathy Symptom and Change (NSC) Score at Weeks 35 and 66","description":"NSC score is a questionnaire composed of 38 questions divided into 5 domains: muscle weakness, sensory (hypo/loss of sensation), sensory (paresthesia, hyper sensation), autonomic (gastrointestinal \\& urinary incontinence), \\& autonomic (non-GI/non-urinary incontinence)\\]. Answers to questionnaire are yes/no and if yes, then degree of severity is graded as 1 (slight +), 2 (moderate ++) and 3 (severe +++). 0=no symptom. NSC total score is a sum of scores across all 5 domains. Total score= 0-114. Higher scores=more neuropathy symptoms. LS mean and SE were analyzed using MMRM. As pre-specified in the protocol, the efficacy of eplontersen was to be assessed by comparing participants enrolled in the eplontersen arm only with the external placebo group. There was no statistical comparison planned between the inotersen arm and the eplontersen-treated/external placebo group arms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.79","spread":"0.867"},{"groupId":"OG001","value":"4.73","spread":"0.870"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.03","spread":"0.955"},{"groupId":"OG001","value":"8.18","spread":"0.962"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Physical Component Summary (PCS) Score of the 36-Item Short Form Survey (SF-36) at Week 65","description":"SF-36 comprises 36 items that yield 8 subscales and 2 summary measures (PCS and Mental component summary \\[MCS\\]). Multi-item subscales (35 items) includes: physical function=10 items, role physical =4 items, bodily pain=2 items, general health=5 items, vitality=4 items, social functioning=2 items, role emotional =3 items and mental health=5 items. 8 subscales are scored from 0-100. Higher scores indicate better health. 8 subscales are aggregated into a PCS score ranging from 0-100. Higher scores indicate better health. LS mean and SE were analyzed using MMRM. As pre-specified in the protocol, the efficacy of eplontersen was to be assessed by comparing participants enrolled in the eplontersen arm only with the external placebo group. There was no statistical comparison planned between the inotersen arm and the eplontersen-treated/external placebo group arms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.851","spread":"0.7913"},{"groupId":"OG001","value":"-4.455","spread":"0.8338"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Polyneuropathy Disability (PND) Score at Week 65","description":"PND is a 5-stage scoring system. PND score is defined as I=sensory disturbances in limbs without motor impairment; II=difficulty walking without the need of a walking aid; IIIa=one stick or one crutch required for walking; IIIb=two sticks or two crutches needed; IV=wheelchair required or patient confined to bed. For analysis, no impairment is scored as 0, I is scored as 1, II as 2, IIIa as 3, IIIb as 4 and IV as 5. Lower scores indicate greater ambulatory function. LS mean and SE were analyzed using MMRM. As pre-specified in the protocol, the efficacy of eplontersen was to be assessed by comparing participants enrolled in the eplontersen arm only with the external placebo group. There was no statistical comparison planned between the inotersen arm and the eplontersen-treated/external placebo group arms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1","spread":"0.07"},{"groupId":"OG001","value":"0.3","spread":"0.07"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Modified Body Mass Index (mBMI) at Week 65","description":"mBMI is defined as body mass index in kilograms per square meter (kg/m\\^2) multiplied by serum albumin in grams per liter (g/L). As pre-specified in the protocol, the efficacy of eplontersen was to be assessed by comparing participants enrolled in the eplontersen arm only with the external placebo group. There was no statistical comparison planned between the inotersen arm and the eplontersen-treated/external placebo group arms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-8.0655","spread":"10.3786"},{"groupId":"OG001","value":"-90.7645","spread":"10.9465"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":27,"n":144},"commonTop":["COVID-19","Urinary tract infection","Diarrhoea","Vitamin A deficiency","Nausea"]}}}