{"nctId":"NCT00519285","briefTitle":"Aflibercept in Combination With Docetaxel in Metastatic Androgen Independent Prostate Cancer","startDateStruct":{"date":"2007-08"},"conditions":["Prostatic Neoplasms","Neoplasm Metastasis"],"count":1224,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo (for aflibercept)","Drug: Docetaxel","Drug: Prednisone or Prednisolone"]},{"label":"Aflibercept","type":"EXPERIMENTAL","interventionNames":["Drug: Aflibercept","Drug: Docetaxel","Drug: Prednisone or Prednisolone"]}],"interventions":[{"name":"Aflibercept","otherNames":["AVE0005","ZALTRAP®)"]},{"name":"Placebo (for aflibercept)","otherNames":[]},{"name":"Docetaxel","otherNames":["Taxotere®"]},{"name":"Prednisone or Prednisolone","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Histologically- or cytologically-confirmed prostate adenocarcinoma;\n* Metastatic disease;\n* Progressive disease while receiving hormonal therapy or after surgical castration;\n* Effective castration.\n\nExclusion Criteria:\n\n* Prior cytotoxic chemotherapy for prostate cancer, except estramustine and except adjuvant/neoadjuvant treatment completed \\>3 years ago;\n* Prior treatment with Vascular Endothelial Growth Factor (VEGF) inhibitors or VEGF receptor inhibitors;\n* Eastern Cooperative Oncology Group (ECOG) performance status \\>2.\n\nThe above information is not intended to contain all considerations relevant to a patient's potential participation in a clinical trial.","healthyVolunteers":false,"sex":"MALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Survival Time","description":"Overall survival (OS) time was measured as the time from date of randomization to the date of death due to any cause.\n\nThe median OS time and its 95.6% confidence interval were estimated using the Kaplan-Meier method. In the absence of confirmation of death, the participant was censored at the last date he/she was known to be alive or the study cut-off date (when 873 deaths have occurred), whichever was earlier.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.22","spread":null},{"groupId":"OG001","value":"22.14","spread":null}]}]}]},{"type":"SECONDARY","title":"Prostate Specific Antigen Response Rate","description":"Prostate specific antigen (PSA) response was defined as ≥50% decrease from baseline in serum PSA levels, confirmed at least 3 weeks later. Increases of any magnitude during the first 12 weeks were ignored in determining PSA response.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"63.5","spread":null},{"groupId":"OG001","value":"68.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Skeletal Related Events","description":"Skeletal Related Events (SRE) included pathological fractures and/or spinal cord compression, need for bone irradiation, including radioisotopes or bone surgery, change in antineoplastic therapy to treat bone pain.\n\nTime to SRE was defined as the time from the date of randomization to the date of occurence of the first event defining a SRE or death due to any cause, whichever occurred first.\n\nThe median time to SRE and its 95% confidence interval were estimated using the Kaplan-Meier method. In the absence of SRE, the participant was censored at the last date he/she was known to be alive or the study cut-off date, whichever was earlier.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.98","spread":null},{"groupId":"OG001","value":"15.31","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression Free Survival Time","description":"Disease progression was defined as a composite of: Radiological tumor progression (≥20% increase in target lesions, or appearance of at least 2 new bone lesions); PSA progression (≥25% increase in PSA level confirmed 3 weeks later); Pain progression (increase in pain intensity or in analgesic consumption for cancer related pain confirmed 3 weeks later); Radiotherapy for cancer related symptoms; Occurence of Skeletal related events (SRE).\n\nProgression Free survival (PFS) time was measured as the time from the date of randomization up to the date of occurrence of the first event defining a disease progression or death due to any cause, whichever occurred first.\n\nThe median PFS time and its 95% confidence interval were estimated using the Kaplan-Meier method. In the absence of disease progression, the participant was censored at the the date of last assessment without evidence of progression or the study cut-off date, whichever was earlier.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.24","spread":null},{"groupId":"OG001","value":"6.90","spread":null}]}]}]},{"type":"SECONDARY","title":"Tumor Response Rate in Participants With Measurable Disease","description":"Tumor response was defined as either a Complete Response (disappearance of all target lesions) or a Partial Response (≥30% decrease from baseline in target lesions) as assessed by Response Evaluation Criteria In Solid Tumors (RECIST)version 1.0.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"28.1","spread":null},{"groupId":"OG001","value":"38.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Prostate Specific Antigen Progression-free Survival Time","description":"Prostate specific antigen (PSA) progression was defined as ≥25% increase in PSA level confirmed 3 weeks later, above the nadir in participants who had achieved a PSA response, or above the baseline in participants who hadn't achieved a PSA response.\n\nPSA progression-free survival (PFS) time was defined as the time from the date of randomization up to the date of the first documented PSA progression or death due to any cause, whichever occurred first.\n\nThe median PSA-PFS time and its 95% confidence interval were estimated using the Kaplan-Meier method. In the absence of PSA progression or death, the participant was censored at the the date of last assessment without evidence of progression or the study cut-off date, whichever was earlier.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.11","spread":null},{"groupId":"OG001","value":"8.25","spread":null}]}]}]},{"type":"SECONDARY","title":"Pain Progression-free Survival Time","description":"Pain progression was defined as either ≥1-point increase in Present Pain Intensity (PPI) score or ≥25% increase in Analgesics Score (AS) confirmed at least 3 weeks later, or requirement for palliative radiotherapy. PPI scale is a self-report 0-5 scale to assess pain intensity - a score 0 reflects no pain, a score 5 reflects excruciating pain. AS is a scoring method to assess analgesics consumption. Each analgesic is scored 1 or 4 depending on the analgesic type and dose. AS is the sum of the analgesic scores.\n\nPain progression-free survival (PFS) time was measured as the time from the date of randomization up to the date of first pain progression or death due to any cause, whichever occurred first.\n\nThe median pain-PFS and its 95% confidence interval were estimated using the Kaplan-Meier method. In the absence of event, the participant was censored at the the date of last assessment without evidence of pain progression or the study cut-off date, whichever was earlier.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.72","spread":null},{"groupId":"OG001","value":"9.20","spread":null}]}]}]},{"type":"SECONDARY","title":"Pain Response Rate","description":"Pain response was defined as either a ≥2-point decrease from baseline in Present Pain Intensity (PPI) score without increase in Analgesics Score (AS), or a ≥50% decrease from baseline in AS without increase in the PPI score confirmed at least 3 weeks later. Increases in PPI or AS during the first 12 weeks were ignored in determining pain response.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"46.3","spread":null},{"groupId":"OG001","value":"35.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Functional Assessment of Cancer Therapy-Prostate Total Score as a Measure of Health Related Quality of Life","description":"Functional Assessment of Cancer Therapy-Prostate (FACT-P) is a 39-item participant questionnaire that measures the concerns of patients with prostate cancer. It consists of 5 subscales assessing physical well-being, social/family well-being, emotional well-being, functional well-being, and prostate-specific concerns.\n\nFACT-P total score is the sum of the 5 subscores. It ranges from 0 to 156 with higher score indicating better quality of life.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.08","spread":"12.73"},{"groupId":"OG001","value":"1.30","spread":"15.70"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.22","spread":"14.50"},{"groupId":"OG001","value":"-0.03","spread":"17.99"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.50","spread":"16.38"},{"groupId":"OG001","value":"-1.00","spread":"16.85"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.61","spread":"16.35"},{"groupId":"OG001","value":"-1.60","spread":"15.41"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Adverse Events as a Measure of Safety","description":"Adverse Events (AE) are any unfavorable and unintended sign, symptom, syndrome or illness observed by the investigator or reported by the participant during the study.\n\nAE were collected at regular intervals throughout the study then graded according to the National Cancer Institute Common Terminology Criteria for Adverse Events (NCI CTCAE v.3.0).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"585","spread":null},{"groupId":"OG001","value":"607","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"290","spread":null},{"groupId":"OG001","value":"470","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"184","spread":null},{"groupId":"OG001","value":"331","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23","spread":null},{"groupId":"OG001","value":"46","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"19","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"125","spread":null},{"groupId":"OG001","value":"268","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"73","spread":null},{"groupId":"OG001","value":"116","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Positive Anti-aflibercept Antibody Levels as a Measure of Immunogenicity of Aflibercept","description":"Serum for detection of anti-drug antibodies (ADA) was collected in patients treated in selected centers only. Samples were analyzed using a titer-based, bridging immunoassay developed and validated to detect ADAs in human serum.\n\nSamples with positive antibody levels were further analyzed using a validated, non-quantitative ligand binding assay to detect neutralizing antibodies Ab).\n\nA participant was considered to have positive antibody levels if antibodies were detected above the quantification limits.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":184,"n":598},"commonTop":["Alopecia","Fatigue","Diarrhoea","Stomatitis","Nausea"]}}}