{"nctId":"NCT04985942","briefTitle":"Clinical Trial of Lumateperone as Adjunctive Therapy in the Treatment of Patients With Major Depressive Disorder","startDateStruct":{"date":"2021-07-30","type":"ACTUAL"},"conditions":["Major Depressive Disorder"],"count":485,"armGroups":[{"label":"Lumateperone 42 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Lumateperone"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Lumateperone","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Male or female patients between the ages of 18 and 65 years, inclusive;\n2. Meet DSM-5 diagnostic criteria for MDD (a diagnosis of MDD with psychotic features will be acceptable) as confirmed by the Investigator or Sponsor-approved rater using the Mini-International Neuropsychiatric Interview (MINI), and meet all the following criteria:\n\n   1. The start of the current major depressive episode (MDE) is at least 8 weeks but not more than 18 months prior to Screening;\n   2. Has at least moderate severity of illness based on rater-administered MADRS total score ≥ 24 at Screening and at Baseline;\n   3. Has at least moderate severity of illness based on CGI-S score ≥ 4 at Screening and at Baseline;\n   4. Has a Quick Inventory of Depressive Symptomatology-Self Report-16 item (QIDS-SR-16) score ≥14 at Screening and at Baseline;\n   5. Has sufficient history and medical record confirmation verifying the ADT and the current MDE is causing clinically significant distress or impairment in social, occupational, or other important areas of functioning.\n3. Currently having an inadequate response to ADT (less than 50% improvement) as confirmed by the Investigator and taking at least the minimum effective dose (per package insert) of one of the following antidepressants as monotherapy treatment for at least 6 weeks duration:\n\n   1. citalopram/escitalopram\n   2. fluoxetine\n   3. paroxetine\n   4. sertraline\n   5. duloxetine\n   6. levomilnacipran/milnacipran (if locally approved for MDD)\n   7. venlafaxine/desvenlafaxine\n   8. buproprion\n   9. vilazodone\n   10. vortioxetine\n\nExclusion Criteria:\n\n1. Within the patient's lifetime, has a confirmed DSM-5 psychiatric diagnosis other than MDD, including:\n\n   1. Schizophrenia, Schizoaffective Disorder, Schizophreniform Disorder or other psychotic disorder;\n   2. Bipolar Disorder;\n2. Within 6 months of Screening, has a confirmed DSM-5 psychiatric diagnosis other than MDD including:\n\n   1. Anxiety disorders such as Panic Disorder or Generalized Anxiety Disorder; Obsessive-compulsive Disorder; Posttraumatic Stress Disorder as primary diagnoses.\n   2. Eating disorder;\n   3. Substance use disorders (excluding nicotine);\n   4. Personality disorder of sufficient severity to have a major impact on the patient's psychiatric status;\n   5. Within 12 months of Screening, has had any other psychiatric condition (other than MDD) that has been the main focus of treatment;\n3. The patient experiences a ≥ 25% decrease in the MADRS total score between Screening and Baseline;\n4. The patient experiences a ≥ 25% decrease in the QIDS-SR-16 total score between Screening and Baseline;\n5. In the opinion of the Investigator, the patient has a significant risk for suicidal behavior during participation in the study or:\n\n   1. At Screening, the patient scores \"yes\" on Suicidal Ideation Items 4 or 5 of the Columbia-Suicide Severity Rating Scale (C-SSRS) within 6 months prior to Screening, or at Baseline, the patient scores \"yes\" on Suicidal Ideation Items 4 or 5 since the Screening Visit;\n   2. At Screening, the patient has had 1 or more suicide attempts within 2 years prior to Screening;\n   3. At Screening or Baseline, the patient scores ≥ 5 on MADRS Item 10 (Suicidal Thoughts), or\n   4. The patient is considered to be in imminent danger to him/herself or others.\n6. The patient has a first MDE at age 60 years or older.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Montgomery-Åsberg Depression Rating Scale","description":"Change from baseline to Day 43 in the Montgomery-Åsberg Depression Rating Scale (MADRS) total score. The MADRS is a clinician-rated 10 item scale to assess depressive symptoms. Each item is rated on a 7-point scale from 0-6. The total score ranges from 0 to 60 with a higher score indicating increased severity of depressive symptoms.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-14.7","spread":"0.54"},{"groupId":"OG001","value":"-9.8","spread":"0.53"}]}]}]},{"type":"SECONDARY","title":"Clinical Global Impression Scale-Severity","description":"Change from baseline to Day 43 in the Clinical Global Impression Scale-Severity (CGI-S). The CGI-S is a clinician-rated scale to assess a patient's overall mental health. The scale ranges from 1 (normal, not at all ill) to 7 (among the most extremely ill patients).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.6","spread":"0.07"},{"groupId":"OG001","value":"-0.9","spread":"0.07"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":241},"commonTop":["Headache","Dizziness","Dry Mouth","Fatigue","Nausea"]}}}