{"nctId":"NCT01377012","briefTitle":"Efficacy at 24 Weeks and Safety, Tolerability and Long Term Efficacy up to 2 Years of Secukinumab (AIN457) in Patients With Active Rheumatoid Arthritis and an Inadequate Response to Anti-TNFα Agents","startDateStruct":{"date":"2011-08-30","type":"ACTUAL"},"conditions":["Rheumatoid Arthritis"],"count":637,"armGroups":[{"label":"AIN457 10mg/kg-75mg","type":"EXPERIMENTAL","interventionNames":["Biological: Secukinumab (AIN457)"]},{"label":"AIN457 10mg/kg-150mg","type":"EXPERIMENTAL","interventionNames":["Biological: Secukinumab (AIN457)"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Biological: Placebo"]}],"interventions":[{"name":"Secukinumab (AIN457)","otherNames":["AIN457"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n* Male or non-pregnant, non-lactating female patients\n* Presence of RA classified by American College of Rheumatology (ACR) 2010 revised criteria for at least 3 months before screening\n* At Baseline: Disease activity criteria defined by ≥ 6 tender joints out of 68 and ≥6 swollen joints out of 66 with at least 1 of the following at screening:\n* Anti-Cyclic Citrullinated Peptide (CCP) antibodies positive OR\n\nRheumatoid Factor positive and with at least 1 of the following at screening:\n\n* High sensitivity C-reactive protein (hsCRP) ≥ 10 mg/L OR Erythrocyte sedimentation rate (ESR) ≥ 28 mm/1st hr\n* Patients must have been taking at least one anti-TNF-α agent given at an approved dose for at least 3 months before randomization and have experienced an inadequate response to treatment or have been intolerant to at least one administration of an anti-TNF-α agent\n* Patients must be taking MTX for at least 3 months before randomization and have to be on a stable dose at least 4 weeks before randomization (7.5 to 25 mg/week For Japan only: 6 to 25 mg/week)\n\nExclusion criteria:\n\n* Chest x-ray with evidence of ongoing infectious or malignant process, obtained within 3 months prior to screening and evaluated by a qualified physician RA patients functional status class IV according to the ACR 1991 revised criteria\n* Patients who have ever received biologic immunomodulating agents except for those targeting TNFα\n* Previous treatment with any cell-depleting therapies including but not limited to anti-CD20, investigational agents (e.g., CAMPATH, anti-CD4, anti-CD5, anti-CD3, anti-CD19)\n* Other protocol-defined inclusion/exclusion criteria may apply.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"SECONDARY","title":"Core Study: Change From Baseline and Week 24 in Stanford Health Assessment Questionnaire Disability Index (HAQ-DI)","description":"The HAQ-DI assesses a subject's level of functional ability and includes questions of fine movements of the upper extremity, locomotor activities of the lower extremity, and activities that involve both upper and lower extremities. There are 20 questions in 8 categories of functioning including dressing, rising, eating, walking, hygiene, reach, grip and usual activities. The stem of each item asks 'Over the past week, \"are you able to...\" perform a particular task'. Each item is scored on a 4 point scale from 0 - 3, representing normal, no difficulty (0), some difficulty (1), much difficulty (2) and unable to do (3). The disability index score is calculated as the mean of the available category scores, ranging from 0 to 3. A negative change from baseline indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.35","spread":"0.039"},{"groupId":"OG001","value":"-0.35","spread":"0.038"},{"groupId":"OG002","value":"-0.24","spread":"0.051"}]}]}]},{"type":"SECONDARY","title":"Core Study: Change From Baseline at Week 24 in Van Der Heijde Total Modified Sharp Score","description":"Separate radiographs of each hand/wrist and each foot were taken at basline and Week 24. The radiographs were assessed using the van der Heijde modified Sharp score. The change in the Van der Heijde modified Sharp score is calculated against the baseline value. The total van der Heide modified Sharp score goes from 0 to 448, the bigger the change, the worse it is for the patient.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.59","spread":"0.62"},{"groupId":"OG001","value":"0.83","spread":"0.68"},{"groupId":"OG002","value":"1.73","spread":"0"}]}]}]},{"type":"SECONDARY","title":"Core Study Percentage of Patients Achieving Major Clinical Response (Continuous Six-month Period of ACR70 Response During the 1 Year Period) at Week 52","description":"The major clinical response is defined as continuous six-month period of ACR70 response during the 1 year period. ACR70 response was defined as having a positive clinical response to treatment (individual improvement) in disease activity if the participant had at least 70% improvement in tender 68-joint count, swollen 66-joint count and at least 3 of the following 5 measures: patient's assessment of RA pain, patient's global assessment of disease activity, physician's global assessment of disease activity, subject self-assessed disability (Health Assessment Questionnaire \\[HAQ-DI\\] score), and/or acute phase reactant (high sensitivity c-reactive protein (hsCRP) or erythrocyte sedimentation rate (ESR). The ACR70 response results at week 24 used non-responder imputation.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.4","spread":null},{"groupId":"OG001","value":"0.9","spread":null},{"groupId":"OG002","value":"1.4","spread":null}]}]}]},{"type":"PRIMARY","title":"Core Study: Percentage of Participants Achieving an American College of Rheumatology Response 20 (ACR20) at Week 24","description":"ACR20 response was defined as having a positive clinical response to treatment (individual improvement) in disease activity if the participant had at least 20% improvement in tender 68-joint count, swollen 66-joint count and at least 3 of the following 5 measures: patient's assessment of RA pain, patient's global assessment of disease activity, physician's global assessment of disease activity, subject self-assessed disability (Health Assessment Questionnaire \\[HAQ-DI\\] score), and/or acute phase reactant (high sensitivity c-reactive protein (hsCRP) or erythrocyte sedimentation rate (ESR). The ACR20 response results at week 24 used non-responder imputation.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35.2","spread":null},{"groupId":"OG001","value":"35.2","spread":null},{"groupId":"OG002","value":"19.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Extension Phase: Change in Baseline of RA Disease Activity as Measured by Disease Activity Score (DAS28)","description":"The DAS28 score is a measure of RA disease activity calculated using variables such as swollen joint count, the Erythrocyte Sedimentation Rate (ESR) and patient reported assessment of health.\n\nUsing this data, the DAS28 calculation provides a number on a scale from 0-10 indicating the current activity of a patient's RA. A DAS28 score above 5.1 means high disease activity whereas a DAS28 below 3.2 indicates low disease activity. Remission is achieved by a DAS28 score lower than 2.6.","classes":[]},{"type":"SECONDARY","title":"Extension Phase: Proportion of Subjects Achieving Low Disease Activity and Good/Moderate European League Against Rheumatism (EULAR) Responses","description":"Low Disease Activity is defined as DAS28 ≤ 3.2. EULAR good response requires an improvement of \\> 1.2 in the DAS28 score with a present score of ≤3.2; EULAR moderate response is defined as an improvement of \\>0.6 to ≤1.2 in DAS28 and a present score of ≤5.1; or an improvement of \\>1.2 and a present score of \\>3.2.","classes":[]},{"type":"SECONDARY","title":"Extension Phase: Proportion of Subjects Achieving ACR/(EULAR) Remission","description":"ACR/EULAR remission is defined as SDAI ≤ 3.3, where SDAI is a measure of disease activity in RA based on 28 tender and swollen joint counts, CRP, Physician and Patient's Global Assessments of Disease","classes":[]},{"type":"SECONDARY","title":"Extension Phase: Changes in Baseline of Quality of Life (Qol) Outcomes Measured by Medical Outcome Short Form SF-36 v2","description":"Short Form Health Survey (SF-36) consists of eight subscales that can be scored individually: Physical Functioning, Role-Physical, Bodily Pain, General Health, Vitality, Social Functioning, Role-Emotional, and Mental Health. Two overall summary scores, the Physical Component Summary (PCS) and the Mental Component Summary (MCS) also can be computed.","classes":[]},{"type":"SECONDARY","title":"Extension Phase: Immunogenicity Against Secukinumab","description":null,"classes":[]},{"type":"PRIMARY","title":"Extension Phase: Percentage of Patients Achieving a American College of Rheumatology Response ACR20, ACR50 and ACR70","description":null,"classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":33,"n":301},"commonTop":["Nasopharyngitis","Upper respiratory tract infection","Urinary tract infection","Rheumatoid arthritis","Bronchitis"]}}}