{"nctId":"NCT05371652","briefTitle":"A Study to Learn About the Long-term Safety of Rimegepant for the Acute Treatment of Migraine in Chinese Participants","startDateStruct":{"date":"2022-05-19","type":"ACTUAL"},"conditions":["Acute Migraine"],"count":241,"armGroups":[{"label":"Rimegepant 75mg Orally Disintegrating Tablets (ODT)","type":"EXPERIMENTAL","interventionNames":["Drug: Rimegepant 75mg Orally Disintegrating Tablets (ODT)"]}],"interventions":[{"name":"Rimegepant 75mg Orally Disintegrating Tablets (ODT)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nAt least a one-year history of migraines (with or without aura), consistent with a diagnosis according to the International Classification of Headache Disorders, 3rd edition beta version, including the following:\n\n* Age of onset of migraines prior to 50 years of age\n* Migraine attacks, on average, lasting 4 - 72 hours if untreated\n* 6-18 migraine attacks of moderate or severe intensity per month within the last 3 months prior to the Screening Visit\n* 6 or more migraine days requiring treatment during Observation Phase\n* Ability to distinguish migraine attacks from tension/cluster headaches\n* Subjects on prophylactic migraine medication are permitted to remain on therapy if the dose has been stable dose for at least 2 months prior to the Baseline Visit, and the dose is not expected to change during the course of the study. subjects who previously discontinued prophylactic migraine medication must have done so at least 5 half-lives of the prophylactic medication prior to the Screening Visit\n* Subjects with contraindications for use of triptans may be included provided they meet all other study entry criteria\n\nAge and Reproductive Status:\n\n* Male or female subjects ≥ 18 years\n* Women of childbearing potential (WOCBP) must voluntarily use 1 acceptable methods of contraception to avoid pregnancy and to minimize the risk of pregnancy from signing of informed consent through 28 days after study drug administration. WOCBP is defined in Section 12.3. No contraception methods are required for male subjects in this study.\n\nExclusion Criteria:\n\nTarget Disease Exclusion:\n\n\\* Subjects has a history of basilar migraine with brain stem aura or hemiplegic migraine\n\nMedical History and Comorbidities:\n\n* History of HIV disease\n* Current evidence of poorly controlled, unstable, or recently diagnosed cardiovascular or cerebrovascular disease such as ischemic heart disease, coronary vasospasm, and cerebral ischemia. Myocardial infarction (MI), acute coronary syndrome (ACS), percutaneous coronary intervention (PCI), cardiac surgery, stroke, or transient ischemic attack (TIA) during 6 months prior to screening\n* Poorly controlled hypertension (high blood pressure) or poorly controlled diabetes (but subjects with stable hypertension and/or diabetes for at least 3 months prior to screening may be included in the study). Blood pressure greater than 150 mmHg systolic or 100 mmHg diastolic after 10 minutes of rest is exclusionary\n* Subjects with a current diagnosis of major depression or a major depressive episode within the last 12 months, other pain syndromes, psychiatric disorders, dementia, or significant neurological disorders (other than migraine) that, in the opinion of the investigator, might interfere with study assessments\n* History of gastric or small intestinal surgery (including gastric bypass, gastric banding, gastric sleeve, gastric water ball, etc.) or diseases resulting in malabsorption\n* Subject has a history or diagnosis of Gilibert's Syndrome or any other active hepatic or biliary disorder\n* History or presence of significant and/or unstable medical conditions (e.g., history of congenital heart disease or cardiac arrhythmia, known suspected infection, hepatitis B or C or neoplasm) that, in the opinion of the investigator, would expose the subjects to undue risk of a significant adverse events (AE) or interfere with the assessment of safety or effectiveness during the trial\n* History or evidence of alcohol or drug abuse within the past 12 months, or treatment for alcohol or drug abuse, or meeting Diagnostic and Statistical Manual of Mental Disorders, Fifth Edition (DSM-V) criteria for any significant substance abuse disorder within the past 12 months prior to the Screening Visit\n* Subjects should be excluded if they have a positive drug screen for drugs of abuse and are considered medically significant by the investigator, would compromise subject safety, or interfere with the interpretation of study results. In addition:\n* Subjects with detectable levels of cocaine, amphetamines, and phencyclidine in drug abuse screening need to be excluded.\n\nSubjects who are positive for amphetamines on the urine drug screen may have their urine samples evaluated for further analysis at the investigator's discretion to rule out a false positive result\n\n* Subjects with detectable levels of marijuana during substance abuse screening may not be excluded if they do not meet DSMV criteria for substance abuse or dependence in the subject's opinion as documented by the investigator, and a positive result does not signal a clinical condition that would impact the subject safety or interpretation of the study results\n* Diagnosis of hematologic or solid malignancy within 5 years prior to screening. Subjects with a history of localized basal cell or squamous cell skin cancer may be included in the study if they are cancer-free prior to the screening visit for this study\n* Subjects with a current diagnosis of schizophrenia, major depression requiring treatment with atypical antipsychotics, bipolar disorder or borderline personality disorder\n* Body mass index (BMI) ≥ 35 kg/ m2\n* Subjects with a history of gallstones or cholecystectomy\n* Use of St. John's Wort, products containing St. John's Wort, Coltsfoot root, or extracts within 14 days prior to the baseline visit\n* Use of narcotic drugs such as opioids (e.g., morphine, codeine, oxycodone, and hydrocodone) within 2 days prior to the baseline visit.\n\nAllergy and Adverse Reactions:\n\n\\*. History of drug or other allergy that, in the opinion of the investigator, would make the subject unsuitable for participation in the study","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Treatment Safety Period: Number of Participants With Treatment Emergent Adverse Events (TEAEs)","description":"An adverse event was any untoward medical occurrence in a clinical trial participant administered an investigational product that may present with symptoms/signs, disease, or laboratory abnormalities and which did not necessarily have a causal relationship with the investigational product. TEAEs were events that started after the first dose of trial drug and did not occur or worsen relative to the first dose.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"203","spread":null}]}]}]},{"type":"PRIMARY","title":"Follow-up Safety Period: Number of Participants With TEAEs","description":"An adverse event was any untoward medical occurrence in a clinical trial participant administered an investigational product that may present with symptoms/signs, disease, or laboratory abnormalities and which did not necessarily have a causal relationship with the investigational product. TEAEs were events that started after the first dose of trial drug and did not occur or worsen relative to the first dose.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24","spread":null}]}]}]},{"type":"PRIMARY","title":"Treatment Safety Period: Number of Participants With Serious Adverse Events (SAEs)","description":"An adverse event was any untoward medical occurrence in a clinical trial participant administered an investigational product that may present with symptoms/signs, disease, or laboratory abnormalities and which did not necessarily have a causal relationship with the investigational product. SAE referred to any untoward medical occurrence that met any of the following criteria at any dose for a participant that received the investigational product: death, life-threatening, permanent or severe disability or incapacity, hospitalization or prolongation of hospitalization required or congenital anomaly or birth defect.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null}]}]}]},{"type":"PRIMARY","title":"Follow-up Safety Period: Number of Participants With SAEs","description":"An adverse event was any untoward medical occurrence in a clinical trial participant administered an investigational product that may present with symptoms/signs, disease, or laboratory abnormalities and which did not necessarily have a causal relationship with the investigational product. SAE referred to any untoward medical occurrence that met any of the following criteria at any dose for a participant that received the investigational product: death, life-threatening, permanent or severe disability or incapacity, hospitalization or prolongation of hospitalization required or congenital anomaly or birth defect.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Treatment Safety Period: Number of Participants With AEs Leading to Study Drug Discontinuation","description":"An AE was any untoward medical occurrence in a clinical trial participant administered an investigational product that may present with symptoms/signs, disease, or laboratory abnormalities and which did not necessarily had a causal relationship with the investigational product. AEs that led to study drug discontinuation were reported in this outcome measure.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]},{"type":"PRIMARY","title":"Follow-up Safety Period: Number of Participants With AEs Leading to Study Drug Discontinuation","description":"An AE was any untoward medical occurrence in a clinical trial participant administered an investigational product that may present with symptoms/signs, disease, or laboratory abnormalities and which did not necessarily had a causal relationship with the investigational product. AEs that led to study drug discontinuation were reported in this outcome measure.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Treatment Safety Period: Number of Participants With Electrocardiogram (ECG) Abnormalities","description":"ECG abnormalities criteria included: QT Interval Corrected Using Fridericia's Formula (QTcF) millisecond (msec): less than or equal to (\\<=)450, 450 - \\<=480, 480- \\<=500, greater than (\\>)500.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"225","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Follow-up Safety Period: Number of Participants With ECG Abnormalities","description":"ECG abnormalities criteria included: QTcF msec: \\<=450, 450 - \\<=480, 480- \\<=500, \\>500.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"209","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]}]},{"type":"PRIMARY","title":"Treatment Safety Period: Number of Participants With Vital Signs Abnormalities","description":"Vital signs abnormalities included blood pressure (BP) millimeters of mercury (mmHg): systolic BP \\<90 and \\>140; diastolic BP \\<50 and \\>90 and pulse rate (beats per minute) :\\<40 and \\>120.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Follow-up Safety Period: Number of Participants With Vital Signs Abnormalities.","description":"Vital signs abnormalities included BP mmHg: systolic BP \\<90 and \\>140; diastolic BP \\<50 and \\>90 and pulse rate (beats per minute) :\\<40 and \\>120.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Treatment Safety Period: Number of Participants With Hematology Test Abnormalities","description":"Hematology parameters included: hemoglobin increased, anemia, leukocytosis, white blood cell decreased, platelet count decreased, neutrophil count decreased, lymphocyte count increased, lymphocyte count decreased. As per National Cancer Institute of Common Terminology Criteria for Adverse Events (NCI CTCAE) version(v)5.0-Grade(G) 1: mild; asymptomatic or mild symptoms; clinical or diagnostic observations only; intervention not indicated, Grade 2: moderate; minimal, local or non-invasive intervention indicated; limiting age appropriate instrumental activities of daily living (ADL), Grade 3: severe or medically significant but not immediately life-threatening; hospitalization or prolongation of hospitalization indicated; disabling; limiting self-care ADL. Grade 4: life-threatening consequences; urgent intervention indicated. Grade 5: death related to AE. Grade 3 and 4 abnormalities were reported in this outcome measure.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]},{"type":"PRIMARY","title":"Follow-up Safety Period: Number of Participants With Hematology Test Abnormalities","description":"Hematology parameters included: hemoglobin increased, anemia, leukocytosis, white blood cell decreased, platelet count decreased, neutrophil count decreased, lymphocyte count increased, lymphocyte count decreased. As per NCI CTCAE v5.0-Grade 1: mild; asymptomatic or mild symptoms; clinical or diagnostic observations only; intervention not indicated, Grade 2: moderate; minimal, local or non-invasive intervention indicated; limiting age-appropriate instrumental ADL, Grade 3: severe or medically significant but not immediately life-threatening; hospitalization or prolongation of hospitalization indicated; disabling; limiting self-care ADL. Grade 4: life-threatening consequences; urgent intervention indicated. Grade 5: death related to AE. Grade 3 and 4 abnormalities were reported in this outcome measure.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Treatment Safety Period: Number of Participants With Chemistry Test Abnormalities","description":"Chemistry Test Abnormalities included: hypernatremia, hyponatremia, hyperkalemia, hypokalemia, hypoglycemia, creatinine increased, blood lactate dehydrogenase increased, hypoalbuminemia, creatine phosphokinase (CPK) increased, aspartate aminotransferase increased, alanine aminotransferase increased, blood bilirubin increased, alkaline phosphatase increased, chronic kidney disease, cholesterol high, hypertriglyceridemia. As per NCI CTCAE v5.0-G1: mild; asymptomatic or mild symptoms; clinical or diagnostic observations only; intervention not indicated, G2: moderate; minimal, local or non-invasive intervention indicated; limiting age-appropriate instrumental ADL, G3: severe or medically significant but not immediately life-threatening; hospitalization or prolongation of hospitalization indicated; disabling; limiting self-care ADL. G4: life-threatening consequences; urgent intervention indicated. G5: death related to AE. G3 and 4 abnormalities were reported in this outcome measure.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]}]},{"type":"PRIMARY","title":"Follow-up Safety Period: Number of Participants With Chemistry Test Abnormalities","description":"Chemistry Test Abnormalities included: hypernatremia, hyponatremia, hyperkalemia, hypokalemia, hypoglycemia, creatinine increased, blood lactate dehydrogenase increased, hypoalbuminemia, CPK increased, aspartate aminotransferase increased, alanine aminotransferase increased, blood bilirubin increased, alkaline phosphatase increased, chronic kidney disease, cholesterol high, hypertriglyceridemia. As per NCI CTCAE v5.0-G1: mild; asymptomatic or mild symptoms; clinical or diagnostic observations only; intervention not indicated, G2: moderate; minimal, local or non-invasive intervention indicated; limiting age-appropriate instrumental ADL, G3: severe or medically significant but not immediately life-threatening; hospitalization or prolongation of hospitalization indicated; disabling; limiting self-care ADL. G4: life-threatening consequences; urgent intervention indicated. Grade 5: death related to AE. G3 and 4 abnormalities were reported in this outcome measure.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Observation Period in the Number of Migraine Days by Pain Intensity at Every 4 Week Interval and Overall Period","description":"The number of migraine days and severity of migraine attacks was analyzed for every 4-week interval and overall period during long-term treatment with rimegepant in participants was compared to the observation period. Pain intensity of migraine was graded into mild, moderate, or severe and severity was judged by investigator.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.7","spread":"3.8"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.4","spread":"4.5"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.4","spread":"4.2"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.7","spread":"4.6"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.4","spread":"4.6"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.8","spread":"4.6"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.2","spread":"4.6"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.8","spread":"4.7"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.2","spread":"4.5"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.5","spread":"5.1"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.7","spread":"4.7"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.6","spread":"4.7"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.6","spread":"5.5"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.8","spread":"4.1"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":7,"n":240},"commonTop":["COVID-19","Upper respiratory tract infection","Hyperuricaemia","Nasopharyngitis","Hyperlipidaemia"]}}}