{"nctId":"NCT03537274","briefTitle":"Efficacy of Polyethylene Glycol-Interferon Alfa-2B (PEG-Intron, SCH 54031) Compared to Interferon Alfa-2B in Participants With Chronic Hepatitis C (MK-4031-016)","startDateStruct":{"date":"1997-08-05","type":"ACTUAL"},"conditions":["Hepatitis C"],"count":1224,"armGroups":[{"label":"PEG-Intron, 0.5 mg/kg","type":"EXPERIMENTAL","interventionNames":["Biological: PEG-Intron"]},{"label":"PEG-Intron, 1.0 mg/kg","type":"EXPERIMENTAL","interventionNames":["Biological: PEG-Intron"]},{"label":"PEG-Intron, 1.5 mg/kg","type":"EXPERIMENTAL","interventionNames":["Biological: PEG-Intron"]},{"label":"Interferon Alfa-2b","type":"ACTIVE_COMPARATOR","interventionNames":["Biological: Interferon Alfa-2B"]}],"interventions":[{"name":"PEG-Intron","otherNames":["SCH 54031"]},{"name":"Interferon Alfa-2B","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Be serum positive for hepatitis C virus.\n* Have liver biopsy within 1 year prior to entry, with a pathology report confirming a histological diagnosis consistent with chronic hepatitis.\n* Have one abnormal historic ALT at least 6 months prior to screening, with elevated ALT at entry.\n* Have compensated liver disease, testing negative for HIV and serum hepatitis B surface antigen (HBsAg) at entry.\n* If male or female of childbearing potential, be practicing adequate contraception during treatment.\n\nExclusion Criteria:\n\n* Be female who is currently pregnant or nursing.\n* Have prior treatment with any interferon.\n* Have suspected hypersensitivity to alpha interferon.\n* Have participated in any other clinical trial within 30 days of entry\n* Have received treatment with any investigational drug within 30 days of entry.\n* Have received prior treatment for hepatitis with any other antiviral or immunomodulatory drug within the previous 2 years.\n* Have any other cause for the liver disease other than chronic hepatitis C including but not limited to: co-infection with hepatitis B virus; Hemochromatosis; alpha-1 antitrypsin deficiency; Wilson's disease; autoimmune hepatitis; alcoholic liver disease; obesity-induced liver disease; and drug-related liver disease.\n* Have hemophilia or any other condition that would prevent the participant from having a liver biopsy, including anticoagulant therapy.\n* Have hemoglobinopathies (e.g., Thalassemia)\n* Have evidence of advanced liver disease such as history or presence of ascites, bleeding varices, spontaneous encephalopathy.\n* Have received organ transplants.\n* Have a preexisting psychiatric condition, especially severe depression, or a history of severe psychiatric disorder, such as major psychoses, suicidal ideation and/or attempt.\n* Have central nervous system trauma or active seizure disorders requiring medication.\n* Have significant cardiovascular dysfunction within the past 6 months (e.g., angina, congestive heart failure, recent myocardial infarction, severe hypertension or significant arrhythmia).\n* Have poorly controlled diabetes mellitus.\n* Have chronic pulmonary disease (e.g., chronic obstructive pulmonary disease).\n* Have immunologically mediated disease (e.g., inflammatory bowel disease \\[Crohn's disease, ulcerative colitis\\], rheumatoid arthritis, idiopathic thrombocytopenia purpura, systemic lupus erythematosus, autoimmune hemolytic anemia, scleroderma, severe psoriasis, clinical cryoglobulinemia with vasculitis).\n* Have any medical condition requiring, or likely to require during the course of the study, chronic systemic administration of steroids.\n* Have history of substance abuse, such as alcohol, intravenous drugs and inhaled drugs.\n* Have clinically significant retinal abnormalities.\n* Be unable to abstain from the consumption of alcohol.\n* Have any other condition which in the opinion of the investigator would make the patient unsuitable for enrollment, or could interfere with the patient participating in and completing the protocol.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants Achieving Responder Status at 24 Weeks of Treatment","description":"The number of participants achieving responder status at 24 weeks of treatment was assessed. A participant was classified as a responder if, at 24 weeks of treatment, they met both of the following criteria: 1) HCV-Ribonucleic Acid (RNA) negative (defined as \\<100 copies/mL serum by quantitative polymerase chain reaction \\[qPCR\\] assay); and 2) alanine transaminase (ALT) level normal.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"80","spread":null},{"groupId":"OG001","value":"87","spread":null},{"groupId":"OG002","value":"90","spread":null},{"groupId":"OG003","value":"59","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants Achieving Sustained Responder Status at 24 Weeks of Follow-up","description":"The number of participants achieving sustained responder status at 24 weeks of follow-up was assessed. A participant was classified as a sustained responder if, at 24 weeks of follow-up, they met both of the following criteria: 1) HCV-RNA negative (defined as \\<100 copies/mL serum by qPCR assay); and 2) ALT level normal.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"52","spread":null},{"groupId":"OG001","value":"70","spread":null},{"groupId":"OG002","value":"69","spread":null},{"groupId":"OG003","value":"37","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":37,"n":315},"commonTop":["Headache","Fatigue","Myalgia","Chills","Pyrexia"]}}}