{"nctId":"NCT02618408","briefTitle":"Treatment of Impulsive Aggression in Subjects With ADHD in Conjunction With Standard ADHD Treatment (CHIME 1)","startDateStruct":{"date":"2016-01-25","type":"ACTUAL"},"conditions":["Attention Deficit Hyperactivity Disorder (ADHD)"],"count":333,"armGroups":[{"label":"Low dose SPN-810 (18 mg)","type":"EXPERIMENTAL","interventionNames":["Drug: SPN-810 (18 mg)"]},{"label":"High dose SPN-810 (36 mg)","type":"EXPERIMENTAL","interventionNames":["Drug: SPN-810 (36 mg)"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"SPN-810 (18 mg)","otherNames":[]},{"name":"SPN-810 (36 mg)","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Healthy male or female subjects, age 6 to 12 years at the time of screening.\n2. Diagnosis of ADHD according to the Diagnostic and Statistical Manual of Mental Disorders- 5 (DSM-5 confirmed by the Schedule for Affective Disorders and Schizophrenia for School-aged Children - Present and Lifetime Version 2013 (K-SADS-PL 2013).\n3. Retrospective Modified Overt Aggression Scale (R-MOAS) score of ≥24 at screening.\n4. CGI-S score of at least moderately ill at both Screening and Randomization.\n5. Vitiello Aggression Scale score from -2 to -5 at screening.\n6. Free of antipsychotic medication for at least two weeks prior to Visit 2.\n7. Monotherapy treatment with FDA-approved optimized ADHD medication (psychostimulant or non-stimulant) at an FDA-approved dose for at least one month prior to screening, and willing to maintain that dose throughout the Baseline and Treatment period.\n8. α 2- adrenergic agonists (e.g., clonidine and guanfacine) used for any other reason except for monotherapy treatment for ADHD (e.g., aggression or insomnia) must be discontinued at least two weeks prior to Visit 2.\n9. Medically healthy and with clinically normal laboratory profiles, vital signs, and electrocardiograms (ECGs).\n10. Weight of at least 20 kg.\n11. Able and willing to swallow tablets whole and not chewed, cut, or crushed.\n12. Written Informed Consent obtained from the subject's parent or legal representative and written Informed Assent obtained from the subject if appropriate.\n13. Measurement of compliance ≥ 80% for completion of IA Diary during Baseline Period.\n\nExclusion Criteria:\n\n1. Body Mass Index (BMI) in 99th percentile or above.\n2. Current or lifetime diagnosis of epilepsy, major depressive disorder, bipolar disorder, schizophrenia or a related disorder, personality disorder, Tourette's disorder, or psychosis not otherwise specified.\n3. Currently meeting DSM-5 criteria for autism spectrum disorder, pervasive developmental disorder, obsessive-compulsive disorder, post-traumatic stress disorder, or any other anxiety disorder as the primary diagnosis.\n4. Use of anticonvulsants including carbamazepine and valproic acid, antidepressants, mood stabilizers including lithium, benzodiazepines, cholinesterase inhibitors, or any drug known to inhibit CYP2D6 activity within two weeks of Visit 2.\n5. Use of herbal supplements within one week of Visit 2.\n6. Known or suspected intelligence quotient (IQ) \\< 70.\n7. Unstable endocrinological or neurological conditions which confound the diagnosis or are a contraindication to treatment with antipsychotics.\n8. Suicidality, defined as either active suicidal plan/intent or active suicidal thoughts in the six months before the Screening Visit or more than one-lifetime suicide attempt.\n9. Pregnancy or refusal to practice contraception during the study (for female subjects of childbearing potential and sexually active males).\n10. Substance or alcohol use during the last three months.\n11. Urine drug test at screening that is positive for alcohol or drugs of abuse.\n12. Known allergy or sensitivity to molindone hydrochloride.\n13. Any reason which, in the opinion of the Investigator or the Sponsor, would prevent the subject and subject's caregiver from participating in the study or complying with the study procedures.\n14. Use of an investigational drug or participation in an investigational study within 30 days prior to Visit 2.","healthyVolunteers":false,"sex":"ALL","minimumAge":"6 Years","maximumAge":"12 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Efficacy and Safety of SPN-810 on the Frequency of Impulsive Aggression (IA) Measured by the Impulsive Aggression Diary","description":"The primary efficacy endpoint was percent change (PCHT) in the frequency (unweighted score) of IA behaviors per 7 days in the treatment (titration and maintenance) period relative to the Baseline period calculated over the number of days with non-missing IA diary data. PCHT was then calculated as 100 x (T - B)/B, where T and B are IA behavior frequencies per 7 days during the treatment period (from Day 2 through Visit 6, inclusive) and baseline period (Day ≤1), respectively. The IA behavior frequency per 7 days is defined as (SUM/DAY) x 7, where SUM is the total of the IA behaviors reported in the subject IA diary, and DAY is the number of days with a non-missing IA score in the subject IA diary during the specified study period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-48.16","spread":null},{"groupId":"OG001","value":"-47.88","spread":null},{"groupId":"OG002","value":"-58.56","spread":null}]}]}]},{"type":"SECONDARY","title":"Effect of SPN-810 on Impulsive Aggression Measured by Clinical Global Impression-Improvement (CGI-I) Scale Investigator Rated","description":"The Clinical Global Impression - Improvement Scale (CGI-I) is an assessment of how much the patient's illness has improved or worsened relative to a baseline state at the beginning of treatment.\n\nCGI-I was evaluated by the Investigator at each visit on a 7-point scale with 1=very much improved, 2= much improved, 3= minimally improved, 4= no change, 5= minimally worse, 6= much worse, 7= very much worse","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.28","spread":"0.829"},{"groupId":"OG001","value":"3.14","spread":"0.933"},{"groupId":"OG002","value":"3.03","spread":"0.867"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.92","spread":"0.935"},{"groupId":"OG001","value":"2.81","spread":"1.006"},{"groupId":"OG002","value":"2.68","spread":"0.970"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.72","spread":"0.979"},{"groupId":"OG001","value":"2.58","spread":"1.101"},{"groupId":"OG002","value":"2.43","spread":"0.983"}]}]}]},{"type":"SECONDARY","title":"Effect of SPN-810 on Impulsive Aggression Measured by Clinical Global Impression - Severity Scale (CGI-S)","description":"The Clinical Global Impression - Severity of Illness (CGI-S) is a single item clinician rating of clinician's assessment of the severity of IA behaviors CGI-S was evaluated by the Investigator at each visit on a 7- point scale with 1=Normal, 2=Borderline ill, 3=Mildly ill, 4=Moderately ill, 5=Markedly ill, 6=Severely ill, and 7=Extremely ill Data represent the change between Baseline (Visit 3/Day 1) and three time points: Visit 4 (Week 1); Visit 5 (Week 2) and Visit 6 (Week 5).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.55","spread":"0.772"},{"groupId":"OG001","value":"-0.71","spread":"0.964"},{"groupId":"OG002","value":"-0.65","spread":"0.928"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.88","spread":"0.953"},{"groupId":"OG001","value":"-1.08","spread":"1.238"},{"groupId":"OG002","value":"-1.08","spread":"1.081"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.13","spread":"1.106"},{"groupId":"OG001","value":"-1.29","spread":"1.325"},{"groupId":"OG002","value":"-1.37","spread":"1.080"}]}]}]},{"type":"SECONDARY","title":"Effect of SPN-810 on Impulsive Aggression Measured by Child Health Questionnaire Parent Form 28-item (CHQ-PF28)","description":"CHQ-PF28) is a short generic measure of health status and health-related quality of life. The 28 items have 4, 5, or 6 response options, divided over 8 multi-item scales (physical functioning, general behavior, mental health, self-esteem, general health perceptions, parental impact: emotional, parental impact: time, and family activities) and 5 single item concepts (role functioning: emotional/behavior, role functioning: physical, bodily pain, family cohesion, and change in health). In addition, the individual scale scores will be aggregated to derive 2 summary component scores: the physical functioning and psychosocial health summary scores. The range on subscales and the overall scale is 0-100 (0 = worst possible health state; 100 = best possible health state). Data represent the change from Baseline (Visit 3) one time point, Visit 6 (Week 5).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.52","spread":"10.786"},{"groupId":"OG001","value":"10.11","spread":"11.351"},{"groupId":"OG002","value":"9.53","spread":"11.199"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.99","spread":"7.466"},{"groupId":"OG001","value":"-2.66","spread":"7.200"},{"groupId":"OG002","value":"-2.09","spread":"7.587"}]}]}]},{"type":"SECONDARY","title":"Effect of SPN-810 on Impulsive Aggression Measured by Parenting Stress Index, Fourth Edition, Short Form (PSI-4-SF)","description":"The PSI-4-SF is a 36-item self-report measure of parenting stress. Three subscales Parental Distress (PD), Parent-Child Dysfunctional Interaction (P-CDI), and Difficult Child (DC) consist of 12 items each. Parent chooses one of the 5 responses against each item. The 5 responses are: Strongly Agree (SA), Agree (A), Not Sure (NS), Disagree (D), and Strongly Disagree (SD) to indicate the degree to which they agree with each statement. The PD subscale raw score ranges from 12-60, P-CDI and DC each subscale raw score ranges from 16-56. The total stress raw score is the sum of the three subscales (PD+P-CDI+ DC) with a minimum score of 44 and a maximum score of 172. The total stress score is then converted into the percentile score. Parents with a 91st percentile or higher are experiencing clinically significant levels of stress. Data represent the change between Baseline (Visit 3) and one time point, Visit 6 (Week 5).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-8.95","spread":"15.539"},{"groupId":"OG001","value":"-5.52","spread":"15.030"},{"groupId":"OG002","value":"-8.40","spread":"16.015"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.96","spread":"7.049"},{"groupId":"OG001","value":"-1.95","spread":"6.163"},{"groupId":"OG002","value":"-2.00","spread":"7.319"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.94","spread":"6.413"},{"groupId":"OG001","value":"-1.43","spread":"6.623"},{"groupId":"OG002","value":"-2.69","spread":"6.617"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.21","spread":"7.193"},{"groupId":"OG001","value":"-2.14","spread":"5.766"},{"groupId":"OG002","value":"-3.72","spread":"5.598"}]}]}]},{"type":"SECONDARY","title":"Effect of SPN-810 on Impulsive Aggression Measured by the Caregiver Clinical Global Impression - Improvement Scale (CGI-I)","description":"The CGI scale was developed to provide a brief, stand-alone assessment of the clinician's view of a subject's global functioning prior to and after administration of a study medication. The scale was also rated by the caregiver to assess the improvement of IA behaviors.\n\nCGI-I was evaluated by the Caregiver at each visit on a 7-point scale with 1=very much improved, 2= much improved, 3= minimally improved, 4= no change, 5= minimally worse, 6= much worse, 7= very much worse","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.11","spread":"0.986"},{"groupId":"OG001","value":"3.12","spread":"1.008"},{"groupId":"OG002","value":"2.91","spread":"0.917"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.93","spread":"0.967"},{"groupId":"OG001","value":"2.76","spread":"1.043"},{"groupId":"OG002","value":"2.61","spread":"1.087"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.66","spread":"1.205"},{"groupId":"OG001","value":"2.64","spread":"1.210"},{"groupId":"OG002","value":"2.29","spread":"1.117"}]}]}]},{"type":"SECONDARY","title":"Effect of SPN-810 on Impulsive Aggression Measured by the Swanson, Nolan, Pelham Rating Scale- Revised (SNAP-IV) Rating Scale","description":"The Swanson, Nolan, Pelham Rating Scale-Revised (SNAP-IV) includes 18 ADHD and 8 oppositional defiant disorder (ODD) symptoms. The symptoms are scored on a 4-point scale. The ratings from the SNAP-IV scale are grouped into the following 4 subscales: ADHD Inattention (items #1-9), ADHD Hyperactivity/Impulsivity (items#10-18), ODD (items# 19-26), and ADHD-combined (first two scales combined, items #1-18). Each subscale score is the average rating of the items scores for the subscale. Therefore, for the inattention, the hyperactivity/impulsivity and the combined subscales the scores range from 0-27, while for the ODD scores range from 0-24; the higher is the score, worsen is the outcome. The following average cut-off are considered clinically significant based on the 95th percentile: 1.78 (Inattention items), 1.44 (hyperactivity/impulsivity items), 1.88 (ODD items) and 1.67 (combined type). Data represent the change between Baseline (Visit 3) and the end of the study, Visit 6 (Week 5).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.45","spread":"0.606"},{"groupId":"OG001","value":"-0.50","spread":"0.742"},{"groupId":"OG002","value":"-0.53","spread":"0.661"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.43","spread":"0.661"},{"groupId":"OG001","value":"-0.50","spread":"0.721"},{"groupId":"OG002","value":"-0.59","spread":"0.756"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.50","spread":"0.698"},{"groupId":"OG001","value":"-0.54","spread":"0.833"},{"groupId":"OG002","value":"-0.58","spread":"0.838"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.44","spread":"0.576"},{"groupId":"OG001","value":"-0.50","spread":"0.677"},{"groupId":"OG002","value":"-0.56","spread":"0.657"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":126},"commonTop":["Increased appetite","Fatigue","Upper respiratory tract infection","Headache","Blood prolactin Increased"]}}}