{"nctId":"NCT02525939","briefTitle":"Effect of Dalcetrapib vs Placebo on CV Risk in a Genetically Defined Population With a Recent ACS","startDateStruct":{"date":"2016-04","type":"ACTUAL"},"conditions":["Acute Coronary Syndrome"],"count":6147,"armGroups":[{"label":"Dalcetrapib","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: dalcetrapib"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"dalcetrapib","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subjects with the appropriate genetic background and recently hospitalized for ACS (between 4 and 12 weeks following the index event), will be enrolled in this trial.\n* AA genotype at variant gene as determined by Genotype Assay testing, conducted at a designated investigational testing site (ITS)\n* Clinically stable, ie, free of ischemic symptoms at rest or with minimal exertion for at least 1 week prior to randomization\n* Prior to randomization, subject must have evidence of guidelines-based management of LDL-C, at a minimum to include medical and dietary treatment to a target level of LDL-C \\<100 mg/dl (\\<2.6 mmol/L).\n\nExclusion Criteria:\n\n* Females who are pregnant (negative pregnancy test required for all women of child-bearing potential at Visit 2, Day 0) or breast-feeding\n* Women of childbearing potential (women who are not surgically sterile or postmenopausal defined as amenorrhea for \\>12 months) who are not using at least one method of contraception\\*\n* New York Heart Association (NYHA) Class III or IV heart failure\n* Last known hemoglobin \\<10 g/dL\n* Index ACS event presumed due to uncontrolled hypertension\n\n(\\*) Varies by region","healthyVolunteers":false,"sex":"ALL","minimumAge":"45 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Composite of Cardiovascular Death, Resuscitated Cardiac Arrest, Non-Fatal Myocardial Infarction, and Non-Fatal Stroke","description":"All efficacy endpoints were adjudicated by an independent clinical endpoint committee (CEC). The primary efficacy endpoint was the time from randomization to the first occurrence of any component of the composite endpoint, which included death from cardiovascular causes, resuscitated cardiac arrest, non-fatal myocardial infarction, or non-fatal stroke, as positively adjudicated by the CEC.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"327","spread":null},{"groupId":"OG001","value":"292","spread":null}]}]}]},{"type":"SECONDARY","title":"Composite Endpoint of Cardiovascular Death, Resuscitated Cardiac Arrest, Non-Fatal Myocardial Infarction, Non-Fatal Stroke, Hospitalization for ACS (With Electrocardiogram Abnormalities) or Unanticipated Coronary Revascularization","description":"All efficacy endpoints were adjudicated by an independent clinical endpoint committee (CEC). The primary efficacy endpoint was the time from randomization to the first occurrence of any component of the composite endpoint, which included death from cardiovascular causes, resuscitated cardiac arrest, non-fatal myocardial infarction, non-fatal stroke, hospitalization for acute coronary syndrome (with electrocardiogram abnormalities) or unanticipated coronary revascularization, as positively adjudicated by the CEC.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"471","spread":null},{"groupId":"OG001","value":"471","spread":null}]}]}]},{"type":"SECONDARY","title":"Composite Endpoint of Cardiovascular Death, Resuscitated Cardiac Arrest, Non-Fatal Myocardial Infarction, Non-Fatal Stroke or Hospitalization for New or Worsening Heart Failure","description":"All efficacy endpoints were adjudicated by an independent clinical endpoint committee (CEC). The secondary efficacy endpoint was the time from randomization to the first occurrence of any component of the composite secondary endpoint, which included death from cardiovascular causes, cardiovascular death, resuscitated cardiac arrest, non-fatal myocardial infarction, non-fatal stroke, or hospitalization for new or worsening heart failure, as positively adjudicated by the CEC.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"346","spread":null},{"groupId":"OG001","value":"321","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":923,"n":3076},"commonTop":["Hypertension","Chest pain","Diarrhoea","Dyspnoea"]}}}