{"nctId":"NCT03449134","briefTitle":"A Study of Gefapixant (MK-7264) in Adult Participants With Chronic Cough (MK-7264-027)","startDateStruct":{"date":"2018-03-14","type":"ACTUAL"},"conditions":["Chronic Cough"],"count":732,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"Gefapixant 15 mg BID","type":"EXPERIMENTAL","interventionNames":["Drug: Placebo","Drug: Gefapixant"]},{"label":"Gefapixant 45 mg BID","type":"EXPERIMENTAL","interventionNames":["Drug: Placebo","Drug: Gefapixant"]}],"interventions":[{"name":"Placebo","otherNames":[]},{"name":"Gefapixant","otherNames":["MK-7264"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Chest radiograph or computed tomography scan of the thorax (within 5 years of Screening/Visit 1 and after the onset of chronic cough) not demonstrating any abnormality considered to be significantly contributing to the chronic cough or any other clinically significant lung disease in the opinion of the principal investigator or the sub-investigator\n* Has had chronic cough for at least 1 year with a diagnosis of refractory chronic cough or unexplained chronic cough\n* Female participants are eligible if not pregnant, not breastfeeding, and either not of childbearing potential, or agree to follow contraceptive guidance\n* Provides written informed consent and is willing and able to comply with the study protocol (including use of the digital cough recording device and completion of study questionnaires)\n\nExclusion Criteria:\n\n* Is a current smoker or has given up smoking within 12 months of Screening\n* Has forced expiratory volume in 1 second (FEV1)/ forced vital capacity (FVC) ratio \\<60%\n* Has a history of respiratory tract infection or recent clinically significant change in pulmonary status\n* Has a history of chronic bronchitis\n* Is currently taking an angiotensin converting enzyme inhibitor (ACEI), or has used an ACEI within 3 months of Screening\n* Has an estimated glomerular filtration rate (eGFR) \\<30mL/min/1.73 m\\^2 at Screening OR eGFR ≥30 mL/min/1.73 m\\^2 and \\<50 mL/min/1.73 m\\^2 at Screening with unstable renal function\n* Has a history of malignancy \\<=5 years\n* Is a user of recreational or illicit drugs or has had a recent history of drug or alcohol abuse or dependence\n* Has a history of anaphylaxis or cutaneous adverse drug reaction (with or without systemic symptoms) to sulfonamide antibiotics or other sulfonamide-containing drugs\n* Has systolic blood pressure \\>160 mm Hg or diastolic blood pressure \\>90 mm Hg at Screening\n* Has a known allergy/sensitivity or contraindication to gefapixant\n* Has donated or lost \\>=1 unit of blood within 8 weeks prior to the first dose of gefapixant\n* Has previously received gefapixant or is currently participating in or has participated in an interventional clinical study\n* Had significantly abnormal laboratory tests at Screening","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Model-Based Geometric Mean Ratio (GMR) of 24-hour Objective Coughs Per Hour (Week 12/Baseline)","description":"24-hour objective coughs per hour was defined as the total number of cough events during the monitoring period (24-hour interval) divided by 24 hours (denominator could be different if the recording period was actually \\<24 hours but ≥20 hours). Assessment was based on 24-hour sound recordings using a digital recording device which recorded sounds from the lungs and trachea through a chest contact sensor, as well as ambient sounds through a lapel microphone. A longitudinal analysis of covariance (ANCOVA) model was applied to log-transformed cough counts to determine geometric mean (GM) 24-hour objective coughs per hour at baseline and Week 12 on the original scale. The GMR corresponding to the Week 12 GM 24-hour objective coughs per hour divided by the Baseline GM 24-hour objective coughs per hour was reported for all treatment study arms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.47","spread":null},{"groupId":"OG001","value":"0.48","spread":null},{"groupId":"OG002","value":"0.38","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants Experiencing At Least One Adverse Event (AE) During Treatment and Follow-up","description":"An AE was defined as any untoward medical occurrence in a participant, temporally associated with the use of study intervention, whether or not considered related to the study intervention. The number of participants with at least one AE during either the 52-week treatment period or 2-week telephone follow-up was reported for all treatment study arms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"184","spread":null},{"groupId":"OG001","value":"186","spread":null},{"groupId":"OG002","value":"208","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants Who Discontinued Treatment Due to AEs","description":"An AE was defined as any untoward medical occurrence in a participant, temporally associated with the use of study intervention, whether or not considered related to the study intervention. The number of participants who discontinued study intervention during the 52-week treatment period due to an AE for which the action taken was listed as 'drug withdrawn' was reported for all treatment study arms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null},{"groupId":"OG001","value":"15","spread":null},{"groupId":"OG002","value":"51","spread":null}]}]}]},{"type":"SECONDARY","title":"Model-Based Geometric Mean Ratio (GMR) of Awake Objective Coughs Per Hour (Week 12/Baseline)","description":"Awake objective coughs per hour was defined as the total number of cough events during the monitoring period (24-hour interval) while the participant is awake divided by the total duration (in hours) for the monitoring period that the participant was awake. Assessment was based on 24-hour sound recordings using a digital recording device which recorded sounds from the lungs and trachea through a chest contact sensor, as well as ambient sounds through a lapel microphone. A longitudinal ANCOVA model was applied to log-transformed cough counts to determine GM awake objective coughs per hour at baseline and Week 12 on the original scale. The GMR corresponding to the Week 12 GM awake objective coughs per hour divided by the Baseline GM awake objective coughs per hour was reported for all treatment study arms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.46","spread":null},{"groupId":"OG001","value":"0.47","spread":null},{"groupId":"OG002","value":"0.38","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants (Model-Based) With a ≤ -30% Change From Baseline in 24-hour Objective Coughs Per Hour at Week 12","description":"24-hour coughs per hour was defined as the total number of cough events during the monitoring period (24-hour interval) divided by 24 hours (denominator could be different if the recording period was actually \\<24 hours but ≥20 hours). Assessment based on 24-hour sound recordings using a digital recording device. Percent change in 24-hour coughs per hour = (change from baseline in 24-hour coughs per hour / baseline 24-hour coughs per hour) ×100%. Negative values indicate a decrease in cough rate, while positive values indicate an increase in cough rate. A participant was considered a responder if the percent change from baseline in 24-hour coughs per hour was ≤ -30% (or a ≥30% reduction from baseline); a participant was considered a non-responder otherwise. The percentage of participants (logistic regression model-based) with a ≤ -30% change from baseline in 24-hour coughs per hour at Week 12 (≥30% reduction from baseline) was reported for all treatment study arms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"65.9","spread":null},{"groupId":"OG001","value":"66.2","spread":null},{"groupId":"OG002","value":"69.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants (Model-Based) With a ≤ -1.3-point Change From Baseline in Mean Weekly Cough Severity Diary (CSD) Total Score at Week 12","description":"The CSD evaluates frequency of cough, intensity of cough and disruption and has a total of 7 items, each with scores ranging from 0 (best) to 10 (worst). The total daily CSD score was the sum of these seven item scores (Min=0, Max=70). Mean weekly total score was defined as the average of the mean total daily scores collected during the week prior to each visit. Baseline was defined as the average CSD scores collected during the week prior to Day 1 (Day -6 to Day 0). Participants were considered responders if the change from baseline in mean weekly CSD total score was ≤ -1.3 points (or a ≥1.3 point reduction from baseline); and considered a non-responder otherwise. Negative values indicate a decrease in cough severity, while positive values indicate an increase in cough severity. The percentage of participants (logistic regression model-based) with a ≤ -1.3 point change from baseline in CSD at Week 12 (or ≥1.3 point reduction from baseline) was reported for all treatment study arms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"52.4","spread":null},{"groupId":"OG001","value":"62.1","spread":null},{"groupId":"OG002","value":"60.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants (Model-Based) With a ≤ -2.7-point Change From Baseline in Mean Weekly CSD Total Score at Week 12","description":"The CSD evaluates frequency of cough, intensity of cough and disruption and has a total of 7 items, each with scores ranging from 0 (best) to 10 (worst). The total daily CSD score was the sum of these seven item scores (Min=0, Max=70). Mean weekly total score was defined as the average of the mean total daily scores collected during the week prior to each visit. Baseline was defined as the average CSD scores collected during the week prior to Day 1 (Day -6 to Day 0). Participants were considered responders if the change from baseline in mean weekly CSD total score was ≤ -2.7 points (or a ≥2.7 point reduction from baseline); and considered a non-responder otherwise. Negative values indicate a decrease in cough severity, while positive values indicate an increase in cough severity. The percentage of participants (logistic regression model-based) with a ≤ -2.7 point change from baseline in CSD at Week 12 (or ≥2.7 point reduction from baseline) was reported for all treatment study arms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"28.6","spread":null},{"groupId":"OG001","value":"37.9","spread":null},{"groupId":"OG002","value":"40.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants (Model-Based) With a ≤ -30 Millimeter (mm) Change From Baseline in Cough Severity Visual Analog Scale (VAS) Score at Week 12","description":"Cough severity was scored using the Cough Severity VAS, a single-item question asking the participant to rate the severity of their cough \"today\" using a 100 mm VAS (100-point scale) ranging from 0 (\"No Cough\") to 100 (\"Extremely Severe Cough\"). Mean weekly VAS score was derived as the average of VAS scores collected during the week prior to each visit. Baseline was defined as the average VAS scores collected during the week prior to Day 1 (Day -6 to Day 0). A participant was considered a responder if the change from baseline in mean weekly Cough Severity VAS score was ≤-30 mm (or a ≥30 mm reduction from baseline); participants considered non-responders otherwise. Negative values indicate a decrease in cough severity, while positive values indicate an increase in cough severity. The percentage of participants (logistic regression model-based) with ≤ -30 mm change from baseline in Cough Severity VAS at Week 12 (≥30 mm reduction from baseline) was reported for all treatment study arms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"31.3","spread":null},{"groupId":"OG001","value":"36.7","spread":null},{"groupId":"OG002","value":"41.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants (Model-Based) With a ≥1.3-point Change From Baseline in Leicester Cough Questionnaire (LCQ) Total Score at Week 12","description":"The LCQ assesses the impact of chronic cough on health-related quality of life. It consists of 19 items which are divided over 3 domains: Physical (items 1, 2, 3, 9, 10, 11, 14 and 15), Psychological (4, 5, 6, 12, 13, 16, and 17), and Social (7, 8, 18, 19). A 7-point Likert scale is used to rate each item. For each domain, the domain score (range 1-7) is the sum of individual item score within the domain divided by the number of items in the domain. LCQ total score is the sum of the three domain scores and ranges from 3-21; with a higher score corresponding to a better health status. A participant was considered a responder if the change from baseline in LCQ total score was ≥1.3-points (increase from baseline); a participant was considered a non-responder otherwise. The percentage of participants (logistic regression model-based) with a ≥1.3-point change from baseline in LCQ total score at Week 12 was reported for all treatment study arms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"61.3","spread":null},{"groupId":"OG001","value":"68.8","spread":null},{"groupId":"OG002","value":"67.3","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":14,"n":243},"commonTop":["Nasopharyngitis","Dysgeusia","Headache","Back pain","Bronchitis"]}}}