{"nctId":"NCT02139046","briefTitle":"Efficacy and Safety of Extended Release and Immediate Release Febuxostat in Participants With Gout","startDateStruct":{"date":"2014-04"},"conditions":["Gout"],"count":1790,"armGroups":[{"label":"Febuxostat IR 40 mg","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Febuxostat IR","Drug: Colchicine","Drug: Naproxen","Drug: Lansoprazole"]},{"label":"Febuxostat IR 80 mg","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Febuxostat IR","Drug: Colchicine","Drug: Naproxen","Drug: Lansoprazole"]},{"label":"Febuxostat XR 40 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Febuxostat XR","Drug: Colchicine","Drug: Naproxen","Drug: Lansoprazole"]},{"label":"Febuxostat XR 80 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Febuxostat XR","Drug: Colchicine","Drug: Naproxen","Drug: Lansoprazole"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Febuxostat placebo","Drug: Colchicine","Drug: Naproxen","Drug: Lansoprazole"]}],"interventions":[{"name":"Febuxostat IR","otherNames":["Uloric"]},{"name":"Febuxostat XR","otherNames":["Uloric"]},{"name":"Febuxostat placebo","otherNames":[]},{"name":"Colchicine","otherNames":[]},{"name":"Naproxen","otherNames":[]},{"name":"Lansoprazole","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. In the opinion of the investigator, the participant is capable of understanding and complying with protocol requirements.\n2. The participant or, when applicable, the participant's legally acceptable representative signs and dates a written, informed consent form and any required privacy authorization prior to the initiation of any study procedure.\n3. Has a history or presence of gout defined as having one or more of the American Rheumatism Association (ARA) criteria for the diagnosis of gout:\n\n   1. A tophus proven to contain urate crystals by chemical or polarized light microscopic means, AND/OR;\n   2. Characteristic urate crystals in the joint fluid, AND/OR;\n   3. History of at least 6 of the following clinical, laboratory, and x-ray phenomena:\n\n   i. more than one attack of acute arthritis, ii. maximum inflammation developed within 1 day, iii. monoarticular arthritis, iv. redness observed over joints, v. first metatarsophalangeal joint painful or swollen, vi. unilateral first metatarsophalangeal joint attack, vii. unilateral tarsal joint attack, viii. tophus (proven or suspected), ix. Hyperuricemia, x. asymmetric swelling within a joint on x-ray, xi. subcortical cysts without erosions on x-ray; xii. joint fluid culture negative for organisms during attack.\n4. Is male or female at least 18 years of age, inclusive.\n5. A female participant of childbearing potential who is sexually active with a nonsterilized male partner agrees to use routinely adequate contraception from signing of informed consent throughout the duration of the study.\n6. Have a serum urate (sUA) level ≥8.0 mg/dL at the Day -4 Visit or at the retest visit.\n7. Has an estimated Glomerular Filtration Rate (eGRF) ≥15 mL/min using the Modification of Diet in Renal Disease (MDRD) formula at the Screening visit (Day -21 for participants on urate lowering therapy (ULT) and Day -4 for participants not on ULT) or at the retest visit.\n8. Has at least one gout flare within 12 months prior to Screening visit.\n\nExclusion Criteria:\n\n1. Has received any investigational compound within 30 days prior to Screening.\n2. Is an immediate family member, study site employee, or is in a dependent relationship with a study site employee who is involved in conduct of this study (eg, spouse, parent, child, sibling) or may consent under duress.\n3. Is breastfeeding or pregnant.\n4. Has secondary hyperuricemia (eg, due to myeloproliferative disorder).\n5. Has a history of xanthinuria.\n6. Has received ULT (ie, allopurinol, probenecid, etc.) within 20 days prior to Day 1/Randomization Visit.\n7. Has a known hypersensitivity to febuxostat or any components of their formulation; has a known hypersensitivity to naproxen, any other nonsteroidal anti-inflammatory drug (NSAID), aspirin, lansoprazole, colchicine or any components in their formulation.\n8. Has active peptic ulcer disease.\n9. Has a history of cancer (other than basal cell carcinoma of the skin) within 5 years prior to the Screening Visit.\n10. Has alanine aminotransferase (ALT) and aspartate aminotransferase (AST) values \\>2 x the upper limit of normal (ULN).\n11. Has rheumatoid arthritis which requires treatment.\n12. Has a significant medical condition and/or conditions that would interfere with the treatment, safety, or compliance with the protocol.\n13. Has experienced a myocardial infarction (MI), stroke, hospitalized unstable angina, cardiac or cerebrovascular revascularization procedure or hospitalized transient ischemic attack (TIA) - except in participants who have severe renal impairment.\n14. Participants with severe renal impairment had a MI or stroke within 90 days prior to initial screening visit or has a MI or stroke during the screening period prior to Day 1/Randomization Visit.\n15. Participant consumes \\>14 alcoholic beverages/week. Has a history of alcoholism or illicit drug abuse within 5 years.\n16. Has participated in another investigational study within the 30 days prior to the Screening Visit.\n17. Has a known history of infection with hepatitis B, hepatitis C, or human immunodeficiency virus.\n18. Is required to take excluded medications.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Serum Urate <5.0 mg/dL at Month 3","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.3","spread":null},{"groupId":"OG001","value":"15.7","spread":null},{"groupId":"OG002","value":"25.9","spread":null},{"groupId":"OG003","value":"42.6","spread":null},{"groupId":"OG004","value":"50.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With at Least One Gout Flare Requiring Treatment","description":"A participant was considered to have a gout flare if the following criteria were met:\n\nParticipant-reported acute particular pain typical of a gout attack that was deemed by participant and/or investigator to require treatment and was treated with colchicine, nonsteroidal anti-inflammatory drugs (NSAIDs) or steroids, Participant experienced at least 3 or more of: 1) Joint swelling, 2) Redness, 3) Tenderness, 4) Pain, Participant experienced at least one or more of: 1) Rapid onset of pain, 2) Decreased range of motion, 3) Joint warmth, 4) Other symptoms similar to a prior gout flare.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20.7","spread":null},{"groupId":"OG001","value":"21.0","spread":null},{"groupId":"OG002","value":"22.8","spread":null},{"groupId":"OG003","value":"27.2","spread":null},{"groupId":"OG004","value":"26.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Serum Urate <6.0 mg/dL at Month 3","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.6","spread":null},{"groupId":"OG001","value":"40.3","spread":null},{"groupId":"OG002","value":"48.2","spread":null},{"groupId":"OG003","value":"57.7","spread":null},{"groupId":"OG004","value":"61.1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":8,"n":356},"commonTop":["Diarrhoea","Hypertension","Nasopharyngitis","Arthralgia","Upper respiratory tract infection"]}}}