{"nctId":"NCT01422304","briefTitle":"Reversal of Neuromuscular Blockade With Sugammadex or Usual Care in Hip Fracture Surgery or Joint (Hip/Knee) Replacement (P07038)","startDateStruct":{"date":"2011-10-12","type":"ACTUAL"},"conditions":["Neuromuscular Blockade","Arthroplasty, Replacement, Hip","Arthroplasty, Replacement, Knee","Blood Coagulation","Antithrombotic Agents"],"count":1198,"armGroups":[{"label":"Sugammadex","type":"EXPERIMENTAL","interventionNames":["Drug: Sugammadex","Drug: Placebo to neostigmine"]},{"label":"Usual Care","type":"EXPERIMENTAL","interventionNames":["Drug: neostigmine and glycopyrrolate or atropine","Drug: Placebo to sugammadex"]}],"interventions":[{"name":"Sugammadex","otherNames":["SCH 900616, MK-8616"]},{"name":"neostigmine and glycopyrrolate or atropine","otherNames":[]},{"name":"Placebo to neostigmine","otherNames":[]},{"name":"Placebo to sugammadex","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Must be American Society of Anesthesiologists (ASA) Class 1, 2, or 3\n* Must be scheduled for a hip fracture surgery or joint (hip or knee) replacement surgery under general anesthesia including the use of rocuronium or vecuronium for neuromuscular blockade\n* Must be:\n\n  * Currently receiving thromboprophylactic (anti-clotting) therapy with low molecular weight heparin (LMWH) or unfractionated heparin (UFH), or\n  * Planned to initiate thromboprophylactic therapy with LMWH or UFH prior to or during surgery, or\n  * Currently receiving ongoing thromboprophylactic therapy with a vitamin K antagonist that has been temporarily substituted with peri-operative LMWH or UFH, and/or\n  * Currently receiving ongoing thromboprophylactic therapy with low-dose aspirin or other antiplatelet therapy\n* Platelet count above the lower limit of normal range\n* Appropriate candidate for rapid reversal of neuromuscular blockade\n* Sexually active females must agree to use a medically accepted method of contraception through seven days after receiving protocol-specified medication\n\nExclusion Criteria:\n\n* Anatomical malformations that may lead to difficult intubation\n* Neuromuscular disorder that may affect neuromuscular blockade\n* History of a coagulation disorder, bleeding diathesis, systemic lupus erythematosus or antiphospholipid syndrome\n* History or evidence of active abnormal bleeding or blood clotting within 30 days prior to screening\n* Significant hepatic dysfunction\n* Severe renal insufficiency\n* History or family history of malignant hyperthermia\n* Hypersensitivity or hypersensitivity-like reaction to sugammadex, muscle relaxants, or other medications used during general anesthesia\n* Planned intravenous administration of toremifene and/or fusidic acid within 24 hours before or within 24 hours after study medication\n* Recent, severe trauma\n* Body Mass Index (BMI) \\> 35\n* Any contraindication to administration of sugammadex or neostigmine/glycopyrrolate (or neostigmine/atropine)\n* Pregnant or intends to become pregnant between randomization and the Day 30 follow-up visit\n* Breast-feeding\n* Previously treated with sugammadex or participated in a sugammadex clinical trial\n* Has an active hip/knee infection and is scheduled for revision surgery","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With One or More Adjudicated Events of Bleeding (Major or Non-major) With Onset Within 24 Hours After Study Drug Administration","description":"Post-treatment events of bleeding were evaluated by a medically-qualified, blinded member of the surgical team (Blinded Safety Assessor), in consultation with the surgeon, to determine if an event was a \"suspected, unanticipated adverse event of bleeding\" (SUAEB). A SUAEB is an event of bleeding outside the usual boundaries of expectations for a participant (e.g., in amount of blood lost, prolonged duration of bleeding, or other factors) considering the type of procedure as well as participant's specific surgical experience and underlying risk of bleeding. In addition, blinded review of clinical and laboratory databases was performed to identify any event potentially consistent with a SUAEB; these were reviewed by the Blinded Safety Assessor, who determined if any was a SUAEB. All SUAEBs were evaluated by a blinded external Adjudication Committee, which classified each as either: 1) a major bleeding event, 2) a non-major bleeding event, or 3) not an unanticipated event of bleeding.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null},{"groupId":"OG001","value":"24","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in Activated Partial Thromboplastin Time (aPTT) at 10 and 60 Minutes Post Study Drug Administration","description":"Change from baseline in aPTT is identified in study protocol as the Key Secondary Outcome Measure. Blood samples for determination of aPTT values were obtained at baseline and at 10 and 60 minutes after study drug administration. aPTT is a performance indicator measuring the efficacy of the intrinsic and common blood coagulation (blood clotting) pathways. Higher values of aPTT indicate a reduction in the clotting tendency of blood.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.0","spread":"22.4"},{"groupId":"OG001","value":"-0.1","spread":"13.6"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.4","spread":"29.1"},{"groupId":"OG001","value":"-1.2","spread":"22.7"}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in Prothrombin Time (International Normalized Ratio) (PT[INR]) at 10 and 60 Minutes Post Study Drug Administration","description":"Change from baseline in PT(INR) is identified in study protocol as an Other Secondary Outcome Measure. Blood samples for determination of PT(INR) values were obtained at baseline and at 10 and 60 minutes after study drug administration. PT(INR) is a performance indicator measuring the efficacy of the extrinsic and common blood coagulation (blood clotting) pathways. The INR is the ratio of a participant's prothrombin time to a normal (control) sample, raised to the power of the International Sensitivity Index (ISI) value for the analytical system used (INR = \\[PT-Test/PT-Normal\\]\\^ISI). Higher values of PT(INR) indicate a reduction in the clotting tendency of blood.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.0","spread":"63.4"},{"groupId":"OG001","value":"2.5","spread":"14.3"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.9","spread":"79.8"},{"groupId":"OG001","value":"3.4","spread":"23.2"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With One or More Adjudicated Events of Bleeding (Major or Non-major) With Onset Within 14 Days After Study Drug Administration","description":"This Measure is identified in study protocol as an Other Secondary Outcome Measure. Post-treatment events of bleeding were evaluated by a medically-qualified, blinded member of the surgical team (Blinded Safety Assessor), in consultation with the surgeon, to determine if an event was a \"suspected, unanticipated adverse event of bleeding\" (SUAEB). A SUAEB is an event of bleeding outside the usual boundaries of expectations for a participant considering the type of procedure as well as participant's specific surgical experience and underlying risk of bleeding. In addition, blinded review of clinical and laboratory databases was performed to identify any event potentially consistent with a SUAEB; these were reviewed by the Blinded Safety Assessor, who determined if any was a SUAEB. All SUAEBs were evaluated by a blinded external Adjudication Committee, which classified each as either: 1) a major bleeding event, 2) a non-major bleeding event, or 3) not an unanticipated event of bleeding.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24","spread":null},{"groupId":"OG001","value":"27","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With One or More Adjudicated Major Events of Bleeding With Onset Within 24 Hours After Study Drug Administration","description":"This Measure is identified in study protocol as an Other Secondary Outcome Measure. All SUAEB were evaluated by a blinded external Adjudication Committee. Major bleeding event (MBE) = one or more of the following: 1) Fatal bleeding; 2) Bleeding that is symptomatic and occurs in critical area/organ, in a non-operated joint, or is intramuscular with compartment syndrome; 3) Extrasurgical site bleeding causing a fall in hemoglobin (Hgb) level of 20 g/L (1.24 mmol/L) or more, or leading to transfusion of two or more units of whole blood or red blood cells (RBCs), occurring within 24 hours of the bleeding; 4) Surgical site bleeding requiring second intervention, or bleeding at operated joint that interferes with rehabilitation; or 5) Surgical site bleeding that is unexpected/prolonged and/or causes hemodynamic instability, with fall in Hgb level of at least 20 g/L (1.24 mmol/L) or transfusion of at least two units of whole blood or RBCs, occurring within 24 hours of the bleeding.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"20","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With One or More Adjudicated Major Events of Bleeding With Onset Within 14 Days After Study Drug Administration","description":"This Measure is identified in study protocol as an Other Secondary Outcome Measure. All SUAEB were evaluated by a blinded external Adjudication Committee. MBE = one or more of the following: 1) Fatal bleeding; 2) Bleeding that is symptomatic and occurs in critical area/organ, in a non-operated joint, or is intramuscular with compartment syndrome; 3) Extrasurgical site bleeding causing a fall in Hgb level of 20 g/L (1.24 mmol/L) or more, or leading to transfusion of two or more units of whole blood or RBCs, occurring within 24 hours of the bleeding; 4) Surgical site bleeding requiring second intervention, or bleeding at operated joint that interferes with rehabilitation; or 5) Surgical site bleeding that is unexpected/prolonged and/or causes hemodynamic instability, with fall in Hgb level of at least 20 g/L (1.24 mmol/L) or transfusion of at least two units of whole blood or RBCs, occurring within 24 hours of the bleeding.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null},{"groupId":"OG001","value":"23","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With One or More Adjudicated Venous Thromboembolic (VTE) Events With Onset Within 14 Days After Study Drug Administration","description":"This Measure is identified in study protocol as an Other Secondary Outcome Measure. Suspected symptomatic VTE events were evaluated by a blinded external Adjudication Committee. The confirmation of a VTE event was based on determination of a clinically meaningful venous thrombosis (e.g., pulmonary embolism or deep vein thrombosis).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With One or More Adjudicated Events of Anaphylaxis With Onset Within 14 Days After Study Drug Administration","description":"This Measure is identified in study protocol as an Other Secondary Outcome Measure. Anaphylaxis is a serious allergic reaction that is rapid in onset and may cause death. Adverse events suggestive of hypersensitivity which met defined criteria (e.g., serious event) and/or suspected events of anaphylaxis were evaluated by a blinded external Adjudication Committee to determine whether such events met either of the following two criteria for anaphylaxis (Sampson et al. J Allergy Clin Immunol 2006;117:391-7) - 1. Acute onset of an illness with involvement of the skin, mucosal tissue or both, and at least one of the following: a) respiratory compromise, b) reduced blood pressure (BP) or associated symptoms of end-organ dysfunction. 2. Two or more of the following that occur rapidly after exposure to a likely allergen for that participant: a) involvement of the skin-mucosal tissue, b) respiratory compromise, c) reduced BP or associated symptoms, d) persistent gastrointestinal symptoms.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Postoperative Drainage Volume Within 24 Hours After Study Drug Administration","description":"The total volume of postoperative drainage from the surgical site over the 24 hours after study drug administration was recorded.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"464","spread":"367.5"},{"groupId":"OG001","value":"476","spread":"375.3"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Participants Requiring Any Postoperative Transfusion","description":"The number of participants who received a transfusion unit (e.g., whole blood, packed RBCs, cell saver RBCs, fresh frozen plasma, platelets) that started after study drug administration and within 120 hours after study drug administration (or within 48 hours after any previous \\[i.e., predose\\] transfusion for participants who had received a previous transfusion) was determined.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"221","spread":null},{"groupId":"OG001","value":"227","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Total Transfusion Volume in Participants Who Required Postoperative Transfusion","description":"Among participants who received a transfusion unit (e.g., whole blood, packed RBCs, cell saver RBCs, fresh frozen plasma, platelets) that started after study drug administration and within 120 hours after study drug administration (or within 48 hours after any previous \\[i.e., predose\\] transfusion for participants who had received a previous transfusion), the total volume of blood transfused post study drug was calculated. The volume of blood transfused post study drug (using linear interpolation when transfusions were ongoing at the time of study drug administration) was converted to grams of Hgb transfused, using RBC concentration information received from the investigators. The sum of Hgb transfused was standardized to \"normal\" volume Hgb in homologous whole blood, using 20 g/dL Hgb for calculation of the standardized volume.","paramType":"GEOMETRIC_MEAN","dispersionType":"Geometric Coefficient of Variation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"335","spread":"74"},{"groupId":"OG001","value":"345","spread":"84.5"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Postoperative Changes in Hgb Concentrations Using the Bleeding Index","description":"The Bleeding Index was used to describe postoperative changes in Hgb concentrations at Visit 3. Bleeding Index = Hgb level at Visit 3 - Hgb level at baseline, adjusted for the amount of RBCs transfused. Missing baseline Hgb values were imputed using the overall mean Hgb value at baseline.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-15.7","spread":"15.7"},{"groupId":"OG001","value":"-17.4","spread":"17.1"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Participants With One or More Postoperative Anemia Adverse Events With Onset Within 72 Hours After Study Drug Administration","description":"This measure is the incidence of postoperative anaemia with an onset within 72 hours after study drug administration. A participant is included in the count for this measure if an adverse event with any of the following event terms occurred in the participant with onset within the defined time frame: postoperative anaemia, anaemia, haemorrhagic anaemia, haemoglobin decreased or haemoglobin S decreased.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"124","spread":null},{"groupId":"OG001","value":"132","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":39,"n":596},"commonTop":["Procedural pain","Constipation","Nausea","Pain","Sleep disorder"]}}}