{"nctId":"NCT00734747","briefTitle":"Safety and Efficacy the Medigus SRS Endoscopic Stapling System in Gastroesophageal Reflux Disease (GERD)","startDateStruct":{"date":"2008-05"},"conditions":["Gastroesophageal Reflux Disease (GERD)"],"count":72,"armGroups":[{"label":"Medigus SRS Endoscopic Stapling System","type":"EXPERIMENTAL","interventionNames":["Device: Medigus SRS endoscopic stapling system"]}],"interventions":[{"name":"Medigus SRS endoscopic stapling system","otherNames":["endoluminal treatment of GERD","Incisionless treatment of GERD"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* History of GERD related symptoms for at least 2 years.\n* Recent objective evidence of GERD, demonstrated by a 24h pH acid exposure test.\n* History of daily intake of proton pump inhibitors (PPIs) for at least 6 months, with significant relief of symptoms (i.e., difference in GERD Health Related Quality of Life (GERD HRQL) scores on and off PPI \\> =6).\n* GERD-HRQL ≥20 off of PPI's\n\nExclusion Criteria:\n\n* Hiatal hernia \\> 3 cm or a paraesophageal hernia\n* Barrett's esophagus or grade IV esophagitis\n* Esophageal stricture, ring or web causing symptoms of dysphagia\n* Grade I Flap valve according Hill's classification\n* History of co-morbidity","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With >= 50% Improvement in GERD Health Related Quality of Life (GERD-HRQL - Velanovich) Score","description":"Gastroesophageal Reflux Disease Health Related Quality of Life (GERD-HRQL) questionnaire, also known as Velanovich score. The questionnaire consists of 10 questions with responses of 0-5. The responses of the 10 questions are totaled (range of 0-50) where a higher total indicates more severe disease than a lower total. This questionnaire was administered while the subjects were not taking proton pump inhibitor (PPI) medication (i.e. off-PPI). Criterion for success was an improvement \\>= 50% compared to baseline, at six months post procedure in at least 53% of the subjects (53% is the lower boundary of the 95% confidence interval)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"73","spread":null}]}]}]},{"type":"PRIMARY","title":"Serious Adverse Events (SAEs)","description":"The primary safety endpoint consisted of all treatment-related adverse events, during and after the SRS procedure. The primary safety endpoint consisted of all treatment-related adverse events, during and after the SRS procedure. \"Treatment-related\" events were conventionally defined as those which occurred in the first 30 days post-procedure. The SAEs presented here include all SAEs from the study, including one that occurred 35 days post-procedure (suicidal behavior). There was an interim review of early Serious Adverse Events (SAEs) after the first 24 patients. Protocol and device changes were then implemented, prior to the final 48 patients. Therefore, the SAEs are presented in two categories consisting of the first 24 patients and the final 48 patients.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Reduction of Acid Exposure (%Time pH<4) on Off PPI Ambulatory 24h Acid Exposure Test","description":"Esophageal pH (off PPI therapy) was measured in 66 patients pre-procedure and 64 patients at 6 months post-procedure","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.3","spread":"5.1"}]}]}]},{"type":"SECONDARY","title":"Reduction of Proton Pump Inhibitor (PPI) Use, as Reported by Subject","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"65","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"85","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":10,"n":72},"commonTop":["Chest pain","Sore throat","Atelectasis","Shoulder pain","Increase belching"]}}}