{"nctId":"NCT04776148","briefTitle":"Study of Lenvatinib (MK-7902/E7080) in Combination With Pembrolizumab (MK-3475) Versus Standard of Care in Participants With Metastatic Colorectal Cancer (MK-7902-017/E7080-G000-325/LEAP-017)","startDateStruct":{"date":"2021-03-29","type":"ACTUAL"},"conditions":["Colorectal Neoplasms"],"count":480,"armGroups":[{"label":"lenvatinib+pembrolizumab","type":"EXPERIMENTAL","interventionNames":["Drug: pembrolizumab","Drug: lenvatinib"]},{"label":"standard of care treatment (regorafenib OR TAS-102)","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: regorafenib","Drug: TAS-102 (trifluridine and tipiracil)"]}],"interventions":[{"name":"pembrolizumab","otherNames":["KEYTRUDA®","MK-3475"]},{"name":"lenvatinib","otherNames":["MK-7902","E7080"]},{"name":"regorafenib","otherNames":["STIVARGA®","REGONIX®"]},{"name":"TAS-102 (trifluridine and tipiracil)","otherNames":["LONSURF®"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Has histologically or cytologically confirmed diagnosis of unresectable and metastatic colorectal adenocarcinoma (Stage IV A, B and C as defined by American Joint Committee on Cancer \\[AJCC\\] 8th edition). Note: Tumor must be determined to be NOT microsatellite instability-high (MSI-H)/mismatch repair deficient (dMMR) by local testing\n* Has been previously treated for their disease and has shown disease progression as defined by RECIST 1.1 on or after or could not tolerate standard treatment, which must include ALL of the following agents if approved and locally available in the country where the participant is randomized:\n\n  1. fluoropyrimidine, irinotecan and oxaliplatin\n  2. with or without an anti-vascular endothelial growth factor (VEGF) monoclonal antibody (bevacizumab)\n  3. with anti- epidermal growth factor receptor (EGFR) monoclonal antibodies (cetuximab or panitumumab) for RAS (KRAS/NRAS) wild-type (WT) participants\n  4. BRAF inhibitor (in combination with cetuximab +/- binimetinib) for BRAF V600E mutated metastatic colon cancer (mCRC)\n* Has measurable disease per RECIST 1.1 assessed by the investigator\n* Has provided to a designated central laboratory an archival tumor tissue sample or newly obtained core, incisional, or excisional biopsy of a tumor lesion which has not been previously irradiated\n* Has an Eastern Cooperative Oncology Group (ECOG) performance status of 0 to 1 within 3 days prior to randomization\n* Has a life expectancy of at least 3 months, based on the investigator assessment\n* Has the ability to swallow capsules or ingest a suspension orally or by a feeding tube\n* Has adequately controlled blood pressure (BP) with or without antihypertensive medications, defined as BP ≤150/90 millimeter of mercury (mmHg) with no change in antihypertensive medications within 1 week prior to randomization\n* Male participants must agree to the following during the treatment period and for at least 90 days after the last dose of regorafenib or TAS-102 and at least 7 days after the last dose of lenvatinib: refrain from donating sperm PLUS either be abstinent from heterosexual intercourse as their preferred and usual lifestyle or use contraception. The male contraception period should continue for at least 7 days after discontinuation of lenvatinib\n* A female participant is eligible to participate if she is not pregnant or breastfeeding, and at least one of the following conditions applies: is not a woman of childbearing potential (WOCBP) OR is a WOCBP and using a highly-effective contraceptive method during the treatment period and for at least 30 days after the last dose of lenvatinib, 120 days after the last dose of pembrolizumab, and 180 days after the last dose of regorafenib or TAS-102 (whichever is last) AND agrees not to donate eggs (ova, oocytes)\n* A WOCBP must have a negative highly sensitive pregnancy test (urine or serum) within 24 hours before the first dose of study treatment\n\nExclusion Criteria:\n\n* Has a tumor that is microsatellite instability-high (MSI-H)/mismatch repair deficient (dMMR) per local testing\n* Has presence of gastrointestinal condition, eg, malabsorption, that might affect the absorption of study drug.\n* Has present or progressive accumulation of pleural, ascitic, or pericardial fluid requiring drainage or diuretic drugs within 2 weeks prior to enrollment\n* Has radiographic evidence of encasement or invasion of a major blood vessel invasion or of intratumoral cavitation. In the chest, major blood vessels include the main pulmonary artery, the left and right pulmonary arteries, the 4 major pulmonary veins, the superior or inferior vena cava, and the aorta\n* Has clinically significant hemoptysis or tumor bleeding within 2 weeks prior to the first dose of study drug\n* Has clinically significant cardiovascular disease within 12 months from first dose of study intervention, including New York Heart Association Class III or IV congestive heart failure, unstable angina, myocardial infarction, cerebral vascular accident, or cardiac arrhythmia associated with hemodynamic instability.\n\nParticipants with cardiac failure NYHA Class II, III and IV are not allowed to be assigned to the regorafenib in Arm B\n\n* Has a history of arterial thromboembolism within 12 months of start of study drug\n* Has urine protein ≥1 gram/24 hour\n* Has prolongation of QT interval corrected with Fridericia's formula (QTcF interval) to \\>480 milliseconds\n* Has left ventricular ejection fraction (LVEF) below the institutional (or local laboratory) normal range as determined by multigated acquisition (MUGA) or echocardiogram (ECHO)\n* Has a known additional malignancy that is progressing or has required active treatment within the past 3 years with certain exceptions\n* Has serious nonhealing wound, ulcer or bone fracture\n* Has had major surgery within 3 weeks prior to first dose of study treatment\n* Has received biologic response modifiers (eg, granulocyte colony-stimulating factor) within 4 weeks before study entry\n* Has preexisting ≥Grade 3 gastrointestinal or nongastrointestinal fistula\n* Has received prior treatment with a combination of an anti-PD-1, anti-PD-L1, or anti PD-L2 agent with anti-VEGF monoclonal antibodies or vascular endothelial growth factor receptor (VEGFR) inhibitors\n* Has previously received regorafenib or TAS-102\n* Has received prior systemic anti-cancer therapy including investigational agents within 28 days prior to randomization\n* Has received prior radiotherapy within 2 weeks of start of study treatment\n* Has received a live or live-attenuated vaccine within 30 days prior to the first dose of study treatment\n* Has known intolerance to lenvatinib, regorafenib, or TAS-102 and/or any of their excipients\n* Is currently participating in or has participated in a study of an investigational agent or has used an investigational device within 28 days prior to the first dose of study treatment\n* Has known central nervous system (CNS) metastases and/or carcinomatous meningitis.\n* Has severe hypersensitivity (≥Grade 3) to pembrolizumab and/or any of its excipients\n* Has an active autoimmune disease that has required systemic treatment in past 2 years\n* Has a diagnosis of immunodeficiency or is receiving chronic systemic steroid therapy (in dosing exceeding 10 mg daily of prednisone equivalent) or any other form of immunosuppressive therapy within 7 days prior the first dose of study medication\n* Has a history of (non-infectious) pneumonitis that required steroids or has current pneumonitis\n* Has an active infection requiring systemic therapy\n* Has a known history of Human Immunodeficiency Virus (HIV) infection\n* Has a known history of Hepatitis B or known active Hepatitis C virus infection\n* Has a history or current evidence of any condition, therapy, or laboratory abnormality that might confound the results of the study, interfere with the participant's participation for the full duration of the study, or is not in the best interest of the participant to participate, in the opinion of the treating investigator\n* Has a known psychiatric or substance abuse disorder that would interfere with the participant's ability to cooperate with the requirements of the study\n* Has had an allogenic tissue/solid organ transplant","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Survival (OS)","description":"OS was defined as the time from randomization to the date of death from any cause.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.8","spread":null},{"groupId":"OG001","value":"9.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression Free Survival (PFS) Per Response Evaluation Criteria in Solid Tumors Version 1.1 (RECIST 1.1) as Assessed by Blinded Independent Central Review (BICR)","description":"PFS was defined as the time from date of randomization to the date of the first documentation of progressive disease (PD) or death from any cause, whichever occurs first. Per RECIST 1.1 modified to follow a maximum of 10 target lesions and a maximum of 5 target lesions per organ, PD was defined as ≥20% increase in the sum of diameters of target lesions. In addition to the relative increase of 20%, the sum must also demonstrate an absolute increase of ≥5 mm. Note: The appearance of one or more new lesions was also considered PD. PFS as assessed by BICR per modified RECIST 1.1 is presented.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.8","spread":null},{"groupId":"OG001","value":"3.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Objective Response Rate (ORR) Per RECIST 1.1 as Assessed by BICR","description":"ORR is defined as the percentage of participants in the analysis population who have a Complete Response (CR: Disappearance of all target lesions) or a Partial Response (PR: At least a 30% decrease in the sum of diameters of target lesions) per RECIST 1.1, modified to follow a maximum of 10 target lesions and a maximum of 5 target lesions per organ. ORR per modified RECIST 1.1 assessed by BICR is presented.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.4","spread":null},{"groupId":"OG001","value":"1.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response (DOR) Per RECIST 1.1 as Assessed by BICR","description":"For participants who demonstrated CR (disappearance of all target lesions) or PR (at least a 30% decrease in the sum of diameters of target lesions), DOR is defined as the time from the first documented evidence of CR or PR until PD or death from any cause, whichever occurs first. Per RECIST 1.1 modified to follow a maximum of 10 target lesions and a maximum of 5 target lesions per organ, or death from any cause, PD is defined as ≥20% increase in the sum of diameters of target lesions. In addition to the relative increase of 20%, the sum must also demonstrate an absolute increase of ≥5 mm. Note: The appearance of one or more new lesions is also considered PD. DOR as assessed by BICR per modified RECIST 1.1 is presented.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.1","spread":null},{"groupId":"OG001","value":"7.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Experience an Adverse Event (AE)","description":"An adverse event is defined as any untoward medical occurrence in a clinical study participant, temporally associated with the use of study intervention, whether or not considered related to the study intervention. An AE can therefore be any unfavorable and unintended sign (including an abnormal laboratory finding), symptom, or disease (new or exacerbated) temporally associated with the use of a study intervention.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"237","spread":null},{"groupId":"OG001","value":"230","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Discontinue Study Treatment Due to an Adverse Event (AE)","description":"An adverse event is defined as any untoward medical occurrence in a clinical study participant, temporally associated with the use of study intervention, whether or not considered related to the study intervention. An AE can therefore be any unfavorable and unintended sign (including an abnormal laboratory finding), symptom, or disease (new or exacerbated) temporally associated with the use of a study intervention. The number of participants who discontinued any study treatment due to an adverse event is presented.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"37","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in European Organisation for Research and Treatment of Cancer (EORTC) Quality of Life Questionnaire-Core 30 (QLQ-C30) Global Health Status (Item 29) and Quality of Life (Item 30) Combined Score","description":"The EORTC QLQ-C30 is a cancer specific health-related quality-of life (QoL) questionnaire. Participant responses to the questions regarding Global Health Status (GHS; \"How would you rate your overall health during the past week?\") and Quality of Life (QoL; \"How would you rate your overall quality of life during the past week?\") are scored on a 7-point scale (1= Very poor to 7=Excellent). Using linear transformation, raw scores are standardized, so that scores range from 0 to 100. The change from baseline in GHS (EORTC QLQ-C30 Item 29) and QoL (EORTC QLQ-C30 Item 30) combined score will be presented. A higher score indicates a better outcome.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.91","spread":null},{"groupId":"OG001","value":"-7.62","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in EORTC QLQ-C30 Physical Functioning (Items 1-5) Score","description":"The EORTC QLQ-C30 is a cancer specific health-related quality-of life (QoL) questionnaire. Participant responses to 5 questions about their physical functioning (Items 1-5) are scored on a 4-point scale (1=Not at All to 4=Very Much). Using linear transformation, raw scores are standardized, so that scores range from 0 to 100. Higher scores meant a better level of function.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.16","spread":null},{"groupId":"OG001","value":"-7.32","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in EORTC QLQ-C30 Appetite Loss (Item 13) Score","description":"The EORTC QLQ-C30 is a cancer specific health-related quality-of life (QoL) questionnaire, including a single-item scale score for appetite loss (QLQ-C30 Item 13). For this item, individual responses to the question \"Have you lacked appetite?\" are given on a 4-point scale (1=Not at all; 4=Very much). Scores are transformed to a range from 0-100, with a lower score indicating a better outcome. The change from baseline in the EORTC QLQ-C30 appetite loss (Item 13) scale score is presented.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.44","spread":null},{"groupId":"OG001","value":"9.08","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in EORTC Quality of Life Questionnaire-Colorectal Cancer-Specific 29 Items (QLQ-CR29) Bloating (Item 37) Score","description":"The EORTC QLQ-CR29 is a health-related quality-of life (QoL) questionnaire specific for colorectal cancer, including a single-item scale score for bloating (QLQ-CR29 Item 37). For this item, individual responses to the question \"Did you have a bloated feeling in your abdomen?\" are given on a 4-point scale (1=Not at all; 4=Very much). Scores are transformed to a range from 0-100, with a lower score indicating a better outcome. The change from baseline in the EORTC QLQ-CR29 bloating (Item 37) scale score is presented.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.30","spread":null},{"groupId":"OG001","value":"5.16","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Deterioration (TTD) in European Organisation for Research and Treatment of Cancer (EORTC) Quality of Life Questionnaire-Core 30 (QLQ-C30) Global Health Status (Item 29) and Quality of Life (Item 30) Combined Score","description":"TTD is defined as the time from baseline to the first onset of a ≥10-point deterioration (decrease) from baseline in Global Health Status (GHS; EORTC QLQ-C30 Item 29) \\& Quality of Life (QoL; EORTC QLQ-C30 Item 30) combined score. Using linear transformation, raw scores are standardized, so that scores range from 0 to 100. The TTD, as assessed based on a ≥10-point negative change (decrease) from baseline in GHS and QoL combined score, is presented. A longer TTD indicates a better outcome.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.4","spread":null},{"groupId":"OG001","value":"1.4","spread":null}]}]}]},{"type":"SECONDARY","title":"TTD in EORTC QLQ-C30 Physical Functioning (Items 1-5) Score","description":"TTD is defined as the time from baseline to the first onset of a ≥10-point deterioration (decrease) from baseline in physical functioning score (QLQ-C30 Items 1-5). Using linear transformation, raw scores are standardized, so that scores range from 0 to 100. The TTD, as assessed based on a ≥10-point negative change (decrease) from baseline in physical functioning score, is presented. A longer TTD indicates a better outcome.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.8","spread":null},{"groupId":"OG001","value":"2.0","spread":null}]}]}]},{"type":"SECONDARY","title":"TTD in EORTC QLQ-C30 Appetite Loss (Item 13) Score","description":"TTD is defined as the time from baseline to the first onset of a ≥10-point deterioration (increase) from baseline in appetite loss (QLQ-C30 Item 13) score. Using linear transformation, raw scores are standardized, so that scores range from 0 to 100. The TTD, as assessed based on a ≥10-point change (increase) from baseline in appetite loss score, is presented. A longer TTD indicates a better outcome.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.4","spread":null},{"groupId":"OG001","value":"1.4","spread":null}]}]}]},{"type":"SECONDARY","title":"TTD in EORTC Quality of Life Questionnaire-Colorectal Cancer-Specific 29 Items (QLQ-CR29) Bloating (Item 37) Score","description":"TTD is defined as the time from baseline to the first onset of a ≥10-point deterioration (increase) from baseline in bloating (QLQ-CR29 Item 37) score. Using linear transformation, raw scores are standardized, so that scores range from 0 to 100. The TTD, as assessed based on a ≥10-point change (increase) from baseline in appetite loss score, is presented. A longer TTD indicates a better outcome.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.4","spread":null},{"groupId":"OG001","value":"3.2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":106,"n":238},"commonTop":["Hypertension","Diarrhoea","Proteinuria","Nausea","Decreased appetite"]}}}