{"nctId":"NCT03408639","briefTitle":"Comparing Efficacy and Safety of CinnaGen Beta Erythropoietin (CinnaPoietin®) Versus Eprex® on the Treatment of Anemia in ESRD Hemodialysis Patients","startDateStruct":{"date":"2016-06-22","type":"ACTUAL"},"conditions":["Anemia in End-Stage Renal Disease"],"count":156,"armGroups":[{"label":"CinnaPoietin®","type":"EXPERIMENTAL","interventionNames":["Drug: CinnaPoietin®","Drug: Nephrovit","Drug: Vitamin B12 Injection"]},{"label":"Eprex®","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Eprex®","Drug: Nephrovit","Drug: Vitamin B12 Injection"]}],"interventions":[{"name":"CinnaPoietin®","otherNames":["Beta erythropoietin"]},{"name":"Eprex®","otherNames":["Epoetin alpha"]},{"name":"Nephrovit","otherNames":[]},{"name":"Vitamin B12 Injection","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Aged between 18 and 70\n* ESRD patients who are on hemodialysis for ≥3 months.\n* Hb level 8- 11.5 g/dl\n* Patients are on adequate hemodialysis: the minimally adequate dose of hemodialysis given 3 times per week should be a spKt/V (single-pool delivered Kt/V; clearance of urea x dialysis time/volume of distribution) of 1.2 per dialysis. For treatment periods of less than 5 hours, an alternative minimum dose is a urea reduction rate (URR) of 65%. All types of hemodialysis systems and hemodiafiltration, including high-flux membranes are allowed as long as there is no plan to change the patient's regimen during the study.\n* Sufficient iron stores, defined as serum ferritin ≥ 200 ng/ml and transferrin saturation ≥20%. (Patients not meeting these criteria may receive iron supplementation therapy during the Screening and stabilization period to appropriately correct their iron store deficiency to meet the criterion required for randomization);\n* Ability to comply with study medication use, study visits, and study procedures as judged by the investigator;\n* Females of childbearing potential agree to use an acceptable method of birth control (e.g., abstinence, hormonal or barrier methods, partner sterilization, or IUD) for the duration of the study.\n* Qualified and willing to sign the informed consent form with the commitment of complying with all the scheduled visits, and study procedures as judged by the investigator;\n* In any circumstances that potential participants are not able to give consent, it may be given by responsible parents or guardian.\n\nExclusion Criteria:\n\n* Uncontrolled hypertension (defined as pre-dialysis diastolic blood pressure ≥ 100 mmHg or systolic blood pressure ≥180 mmHg);\n* Anemia secondary to other causes different to the CKD (e.g. multiple myeloma, aplastic anemia, leukemia;….)\n* Decompensated liver failure;\n* Clinical evidence of concurrent uncontrolled hyperparathyroidism (defined as serum parathyroid hormone (iPTH) \\> 800 pg/ml);\n* Heart failure \\[New York Heart Association (NYHA) class III and IV\\];\n* Unstable angina pectoris, active cardiac disease, stroke and/or cardiac infarction within the last 6 months;\n* History of or active blood coagulation disorders including DVT, PTE, native access Thrombosis during last 6 months.\n* Thrombocytosis (platelet count \\> 500,000/µl);\n* Thrombocytopenia (platelet count \\< 100,000/µl);\n* White blood cell count \\< 3,000/µl);\n* White blood cell count \\>15,000/µl)\n* Recent Bleeding (acute or chronic bleeding within three months prior to screening);\n* Suspicion of or confirmed occult bleeding (increased reticulocyte count);\n* Clinical evidence of concurrent systemic infection, or inflammatory disease (e.g; diabetic foot, bed sore, access infection, CRP\\> 30 mg/l,…)\n* Currently receiving treatment for epilepsy;\n* Major surgery within 3 months prior to randomization and during the conduct of the trial (except vascular access surgery);\n* Concomitant immunosuppressive therapy; patients on a short course of steroids (up to 7 days), topical or intranasal steroids are allowed in the study;\n* History of any malignant disease within the last 5 years (except excised non-melanoma skin cancer);\n* Women who are pregnant or breastfeeding;\n* Known history of severe drug-related allergies;\n* Known history of drug related allergy to Erythropoietin or one of the ingredients of the test or the reference products or hypersensitivity to mammalian-derived products;\n* Transplant received within one year prior to the start of the study;\n* Simultaneous participation in another clinical study or having received an Investigational Medicinal Product within three months before randomization in this study.\n* Psychiatric, addictive (drugs or alcohol) or any other disorder that compromises the ability to give an informed consent;\n* Any red blood cell transfusion during the last 3 months (measured at the time of eligibility verification);\n* Primary hematological disorder (e.g. myelodysplastic syndrome, myeloma, sickle cell anemia, hematological malignancy, multiple myeloma hemolytic anemia);\n* known resistance to the rHuEPO defined by a requirement \\> 450 IU/kg/week by IV or 300 IU/kg/week by SC, equivalent to approximately 20.000 IU/week SC and in absence of iron deficiency;\n* who have suffered an event of active bleeding in the 30 days prior to the beginning of the study;\n* Morbid obesity, defined by a Body Mass Index (BMI) \\> 37 kg/m2 in women and \\> 40 kg/m2 in men.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Hb Change Level During the Last Four Weeks of Treatment","description":"The primary endpoints of this study is to assess mean Hb change level during the last four weeks of treatment.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.4","spread":"1.26"},{"groupId":"OG001","value":"0.74","spread":"1.39"}]}]}]},{"type":"PRIMARY","title":"Mean Weekly Epoetin Dosage Per kg Body Weight During the Last Four Weeks of Treatment","description":"The mean weekly epoetin dosage per kg body weight during the last four weeks of treatment necessary to maintain the Hb level within 10-12 g/dl during the last four weeks of treatment is considered as the second primary endpoint.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"117.02","spread":"54.5"},{"groupId":"OG001","value":"110.01","spread":"49.27"}]}]}]},{"type":"SECONDARY","title":"The Proportion of Patients With Any Permanent or Transient Dose Change","description":"The proportion of patients with any permanent or transient dose change during 26 weeks.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.9","spread":null},{"groupId":"OG001","value":"0.95","spread":null}]}]}]},{"type":"SECONDARY","title":"The Proportion of Patients With Any Hb Measurement Outside the Target Range (10-12 g/dl)","description":"The proportion of patients with any Hb measurement outside the target range (10-12 g/dl) during 26 weeks.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.92","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"The Proportion of Patients Needed Blood Transfusions","description":"The proportion of patients needed blood transfusions during 26 weeks.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.04","spread":null},{"groupId":"OG001","value":"0.04","spread":null}]}]}]},{"type":"SECONDARY","title":"The Proportion of Patients With Treatment Success","description":"Treatment success is considered as Hb concentration equal to or more than 11.0 g/dl and two consecutive weeks without any blood transfusion within the preceding three months","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.41","spread":null},{"groupId":"OG001","value":"0.44","spread":null}]}]}]},{"type":"SECONDARY","title":"The Proportion of Patients With Maintenance Success","description":"Maintenance success is considered as maintenance success is considered as maintenance of mean Hb concentration of 11.0 ± 1.0 g/dl for at least four consecutive weeks","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.71","spread":null},{"groupId":"OG001","value":"0.43","spread":null}]}]}]},{"type":"SECONDARY","title":"The Percentage of Patients With Hb Measurements More Than 10.0 g/dl","description":"The percentage of patients with Hb measurements more than 10.0 g/dl from week 22 to week 26.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"55","spread":null},{"groupId":"OG001","value":"48","spread":null}]}]}]},{"type":"SECONDARY","title":"The Percentage of Patients With Hematocrit Measurements More Than 30%","description":"The percentage of patients with hematocrit measurements more than 30% from week 22 to week 26.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"86.76","spread":null},{"groupId":"OG001","value":"92.86","spread":null}]}]}]},{"type":"SECONDARY","title":"The Incidence of Hb Levels Above 13 g/dl","description":"The first safety endpoint is the proportion of patients with at least one Hb measurement above 13 g/dL.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"31","spread":null},{"groupId":"OG001","value":"42","spread":null}]}]}]},{"type":"SECONDARY","title":"The Proportion of Patients With an Increase in Hb Concentration of > 1.0 g/dl for Four Consecutive Weeks","description":"The proportion of patients with an increase in Hb concentration of \\> 1.0 g/dl for four consecutive weeks during 26 weeks.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"44","spread":null},{"groupId":"OG001","value":"41","spread":null}]}]}]},{"type":"SECONDARY","title":"The Incidence of Adverse Events","description":"The incidence of adverse events during 26 weeks.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23","spread":null},{"groupId":"OG001","value":"18","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":14,"n":78},"commonTop":["(Palpitation, Cardiac Function Impairment, Cardiac Infraction, Chest Pain, Tachycardia)","(Skin reaction, Catheter defect, Disability catheter, Filter clots, pain in injection site, skin rea","(numbness in the wrist, dizziness)","(Respiratory disorder, chest pain and dyspenea, dyspnea)","(itching, echymosis due to recent car accident, itching)"]}}}