{"nctId":"NCT01196390","briefTitle":"Radiation Therapy, Paclitaxel, and Carboplatin With or Without Trastuzumab in Treating Patients With Esophageal Cancer","startDateStruct":{"date":"2011-02-14","type":"ACTUAL"},"conditions":["Esophageal Adenocarcinoma","Gastroesophageal Junction Adenocarcinoma","Stage IB Esophageal Cancer AJCC v7","Stage IIA Esophageal Cancer AJCC v7","Stage IIB Esophageal Cancer AJCC v7","Stage IIIA Esophageal Cancer AJCC v7","Stage IIIB Esophageal Cancer AJCC v7"],"count":203,"armGroups":[{"label":"Arm I (radiotherapy, chemotherapy, trastuzumab)","type":"EXPERIMENTAL","interventionNames":["Drug: Carboplatin","Other: Laboratory Biomarker Analysis","Drug: Paclitaxel","Other: Quality-of-Life Assessment","Radiation: Radiation Therapy","Procedure: Therapeutic Conventional Surgery","Biological: Trastuzumab"]},{"label":"Arm II (radiotherapy and chemotherapy)","type":"EXPERIMENTAL","interventionNames":["Drug: Carboplatin","Other: Laboratory Biomarker Analysis","Drug: Paclitaxel","Other: Quality-of-Life Assessment","Radiation: Radiation Therapy","Procedure: Therapeutic Conventional Surgery"]}],"interventions":[{"name":"Carboplatin","otherNames":["Blastocarb","Carboplat","Carboplatin Hexal","Carboplatino","Carboplatinum","Carbosin","Carbosol","Carbotec","CBDCA","Displata","Ercar","JM-8","Nealorin","Novoplatinum","Paraplatin","Paraplatin AQ","Paraplatine","Platinwas","Ribocarbo"]},{"name":"Laboratory Biomarker Analysis","otherNames":[]},{"name":"Paclitaxel","otherNames":["Anzatax","Asotax","Bristaxol","Praxel","Taxol","Taxol Konzentrat"]},{"name":"Quality-of-Life Assessment","otherNames":["Quality of Life Assessment"]},{"name":"Radiation Therapy","otherNames":["Cancer Radiotherapy","Energy Type","ENERGY_TYPE","Irradiate","Irradiated","Irradiation","Radiation","Radiation Therapy, NOS","Radiotherapeutics","Radiotherapy","RT","Therapy, Radiation"]},{"name":"Therapeutic Conventional Surgery","otherNames":[]},{"name":"Trastuzumab","otherNames":["ABP 980","ALT02","CT-P06","CT-P6","Herceptin","Herceptin Biosimilar PF-05280014","Herceptin Trastuzumab Biosimilar PF-05280014","Herzuma","Kanjinti","Ogivri","Ontruzant","PF-05280014","QL 1701","QL-1701","QL1701","rhuMAb HER2","RO0452317","SB3","Trastuzumab Biosimilar ABP 980","Trastuzumab Biosimilar ALT02","Trastuzumab Biosimilar CT-P6","trastuzumab biosimilar EG12014","Trastuzumab Biosimilar HLX02","Trastuzumab Biosimilar PF-05280014","Trastuzumab Biosimilar QL1701","Trastuzumab Biosimilar SB3","Trastuzumab Biosimilar SIBP-01","Trastuzumab-anns","Trastuzumab-dkst","Trastuzumab-dttb","Trastuzumab-pkrb","Trastuzumab-qyyp","Trazimera"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Pathologically confirmed primary adenocarcinoma of the esophagus that involves the mid (up to 25 cm), distal, or esophagogastric junction; the cancer may involve the stomach up to 5 cm\n* Endoscopy with biopsy\n* PRIOR TO STEP 1 REGISTRATION BUT WITHIN 56 DAYS PRIOR TO STEP 2 REGISTRATION\n* Intent to submit tissue for central HER2 testing\n* Stage T1N1-2, T2-3N0-2, according to the American Joint Committee on Cancer (AJCC) 7th edition staging, based on the following minimum diagnostic work-up:\n\n  * Chest/abdominal/pelvic computed tomography (CT) or whole-body positron emission tomography (PET)/CT (NOTE: if CT is performed at this time point, whole-body PET/CT will be required prior to step 2 registration; PET/CT of skull base to mid-thigh is acceptable) (NOTE: if adenopathy is noted on CT or whole-body PET/CT scan, an endoscopic ultrasound is not required prior to STEP 2 registration as long as adequate tissue has been obtained for central HER2 testing)\n  * Patients may have regional adenopathy including para-esophageal, gastric, gastrohepatic and celiac nodes; if celiac adenopathy is present, it must be =\\< 2 cm\n  * Patients with tumors at the level of the carina or above must undergo bronchoscopy to exclude fistula\n* Zubrod performance status 0-2\n* Absolute neutrophil count (ANC) \\>= 1,500 cells/mm\\^3\n* Platelets \\>= 100,000 cells/mm\\^3\n* Hemoglobin \\>= 8.0 g/dL (note: the use of transfusion or other intervention to achieve hemoglobin \\[Hgb\\] \\>= 8.0 g/dL is acceptable)\n* Creatinine =\\< 2 times upper limit of normal\n* Bilirubin =\\< 1.5 times upper limit of normal\n* Aspartate aminotransferase (AST) =\\< 3.0 times upper limit of normal\n* For women of childbearing potential, a negative serum or urine pregnancy test\n* Patients must sign a study-specific informed consent prior to study entry\n* CONDITIONS FOR PATIENT ELIGIBILITY PRIOR TO STEP 2 REGISTRATION (HER2-POSITIVE PATIENTS ONLY)\n* HER2 expressing adenocarcinoma of the esophagus centrally\n* Surgical consultation to confirm that patient will be able to undergo curative resection after completion of chemoradiation within 56 days prior to step 2 registration\n* Radiation oncology consultation to confirm that disease can be encompassed in a radiotherapy field within 56 days prior to step 2 registration\n* Consultation with a medical oncologist within 56 days prior to step 2 registration\n* Stage T1N1-2, T2-3N0-2, according to the AJCC 7th edition staging, based upon the following minimum diagnostic work-up:\n\n  * History/physical examination, with documentation of the patient's weight, within 14 days prior to step 2 registration\n  * Whole-body PET/CT scan within 56 days prior to step 2 registration (if only CT performed prior to step 1 registration)\n  * Endoscopic ultrasound within 56 days prior to step 2 registration, unless the patient is found to have adenopathy per CT or whole-body PET/CT scan\n  * Electrocardiogram (EKG) within 56 days prior to step 2 registration\n  * Serum creatinine =\\< 2 x the upper limit or normal within 14 days prior to step 2 registration\n* Zubrod performance status 0-2 within 14 days prior to step 2 registration\n* For women of childbearing potential, a negative serum pregnancy test within 14 days prior to step 2 registration\n* Left ventricular ejection fraction (LVEF) \\>= institutional lower limit of normal by cardiac echocardiogram (echo) or multi gated acquisition (MUGA) scan within 56 days prior to step 2 registration\n* Women of childbearing potential and sexually active male participants must agree to practice adequate contraception while on study and for at least 60 days following the last dose of chemotherapy or trastuzumab\n\nExclusion Criteria:\n\n* Patients with cervical esophageal carcinoma\n* Patients with T1N0 disease, T4 disease, and proximal esophageal cancers (15-24 cm)\n* Prior systemic chemotherapy for esophageal cancer; note that prior chemotherapy for a different cancer is allowable\n* Prior radiation therapy for esophageal cancer or prior chest radiotherapy\n* Prior anthracycline or taxane\n* Evidence of tracheoesophageal fistula or invasion into the trachea or major bronchi\n* Prior invasive malignancy (except non-melanomatous skin cancer), unless disease free for a minimum of 2 years (e.g., carcinoma in situ of the breast, oral cavity, or cervix are permissible)\n* Medical contraindications to esophagectomy\n* Prior therapy with any agent targeting the HER2 pathway or human epidermal growth factor receptor 1 (HER1) (epidermal growth factor receptor \\[EGFR\\]) pathway\n* Prior therapy with trastuzumab\n* Prior allergic reaction to the study drugs involved in this protocol or to a monoclonal antibody\n* Previous history of congestive heart failure\n* Severe, active comorbidity, defined as follows:\n\n  * Unstable angina in the last 6 months\n  * Transmural myocardial infarction within the last 6 months\n  * Acute bacterial or fungal infection requiring intravenous antibiotics at the time of registration\n  * Acquired immune deficiency syndrome (AIDS) based upon current Centers for Disease Control and Prevention (CDC) definition; note, however that human immunodeficiency virus (HIV) testing is not required for entry into this protocol; protocol-specific requirements may also exclude immunocompromised patients\n* Pregnant or nursing women or women of childbearing potential and men who are sexually active and not willing/able to use medically acceptable forms of contraception","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Disease-free Survival (DFS)","description":"A disease event is defined as local/regional persistence or recurrence of the cancer under study, distant metastases, a new second primary cancer, or death due to any cause. Participants undergoing surgery who had an R2 resection and participants not undergoing surgery who had a positive endoscopic biopsy or no biopsy at all were considered to have local persistence of disease. Disease-free survival time is defined as time from randomization to the date of first disease event or last known follow-up (censored). Rates are estimated by the Kaplan-Meier method. Analysis was to occur after 162 events were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19.6","spread":null},{"groupId":"OG001","value":"14.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Pathologic Complete Response at Surgery","description":"Pathologic Complete Response (pCR) is evaluated after surgery and is based on the pathology review of the submitted surgical specimen. Pathologic Complete Response occurs if the pathologist determines that the resected esophageal specimen, accompanying lymph nodes, and surgical margins are all free of tumor.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27","spread":null},{"groupId":"OG001","value":"29","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival","description":"Overall survival time is defined as time from randomization to the date of death from any cause or last known follow-up (censored). Rates are estimated by the Kaplan-Meier method. Analysis occurred after 109 deaths were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"38.5","spread":null},{"groupId":"OG001","value":"38.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Frequency of Highest Grade Adverse Event Per Participant","description":"Common Terminology Criteria for Adverse Events (version 4.0 before 4-1-2018; then version 5.0) grades adverse event severity from 1=mild to 5=death. Summary data provided is in this outcome measure; see Adverse Events Module for specific adverse event data.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]},{"measurements":[{"groupId":"OG000","value":"14","spread":null},{"groupId":"OG001","value":"12","spread":null}]},{"measurements":[{"groupId":"OG000","value":"49","spread":null},{"groupId":"OG001","value":"56","spread":null}]},{"measurements":[{"groupId":"OG000","value":"27","spread":null},{"groupId":"OG001","value":"25","spread":null}]},{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"0","spread":null}]},{"measurements":[{"groupId":"OG000","value":"27","spread":null},{"groupId":"OG001","value":"20","spread":null}]},{"measurements":[{"groupId":"OG000","value":"41","spread":null},{"groupId":"OG001","value":"52","spread":null}]},{"measurements":[{"groupId":"OG000","value":"20","spread":null},{"groupId":"OG001","value":"21","spread":null}]},{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients With Improvement in the Functional Assessment of Cancer Therapy - Esophagus (FACT-E) Esophageal Cancer Subscale (ECS) Subscale After Treatment","description":"The ECS is a 17-item self-report instrument designed to measure multidimensional quality of life in patients with esophagus cancer with a total score ranging from 0-68. It is to be administered with the Functional Assessment of Cancer Therapy - General (FACT-G). A higher score indicates better QOL. Improvement is defined as an increase from the baseline score of at least 5 points.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"46","spread":null},{"groupId":"OG001","value":"38","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"39","spread":null},{"groupId":"OG001","value":"42","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"41","spread":null},{"groupId":"OG001","value":"27","spread":null}]}]}]},{"type":"SECONDARY","title":"Quality-adjusted Survival","description":null,"classes":[]},{"type":"SECONDARY","title":"Molecular Correlates of Efficacy","description":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants With Any Cardiac Adverse Events Regardless of Attribution","description":"Common Terminology Criteria for Adverse Events (version 4.0) grades adverse event (AE) severity from 1=mild to 5=death. Logistic regression was used to evaluate treatment arm, clinical tumor stage (T stage), Zubrod Performance Status, gender, presence of adenopathy, and age as possible predictors of cardiac adverse events. Results of the final model are reported in the statistical analysis section. Summary adverse event data is provided in this outcome measure; see Adverse Events Module for specific adverse event data.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30","spread":null},{"groupId":"OG001","value":"24","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":51,"n":95},"commonTop":["White blood cell decreased","Fatigue","Nausea","Platelet count decreased","Anemia"]}}}