{"nctId":"NCT03879135","briefTitle":"A Study of Recombinant Von Willebrand Factor (rVWF) in Pediatric and Adult Participants With Severe Von Willebrand Disease (VWD)","startDateStruct":{"date":"2019-04-01","type":"ACTUAL"},"conditions":["Von Willebrand Disease (VWD)"],"count":38,"armGroups":[{"label":"On-Demand","type":"EXPERIMENTAL","interventionNames":["Biological: rVWF","Biological: rFVIII"]},{"label":"Prophylaxis","type":"EXPERIMENTAL","interventionNames":["Biological: rVWF","Biological: rFVIII"]}],"interventions":[{"name":"rVWF","otherNames":["Vonvendi","Vonicog alfa"]},{"name":"rFVIII","otherNames":["Octocog alfa","ADVATE"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nThe participant will not be considered eligible for the study without meeting all of the criteria below.\n\nParticipants who have completed Study 071301 or Study 071102 (or participants who have completed the surgery arm treatment in Study 071102 and want to continue to receive on-demand (OD) treatment) and are willing to immediately transition into this study, must meet the following 2 criteria to be eligible for this study:\n\n* If female of childbearing potential, has a negative blood/urine pregnancy test at screening and agrees to employ highly effective birth control measures for the duration of the study.\n* Participant and/or legally authorized representative is willing and able to comply with the requirements of the protocol.\n\nNew participants (Cohort 4) who meet the above 2 and ALL the following additional criteria are eligible for this study:\n\n\\- Participant has a documented diagnosis of severe von Willebrand disease (VWD) (baseline von Willebrand factor: Ristocetin cofactor (VWF:RCo) \\<20 International Units per deciliter \\[IU/dL\\]) with a history of requiring substitution therapy with von Willebrand factor (vWF) concentrate to control bleeding:\n\n* Type 1 (VWF:RCo \\<20 IU/dL) or,\n* Type 2A (as verified by multimer pattern), Type 2B (as diagnosed by genotype), Type 2M or,\n* Type 3 (Von Willebrand factor antigen (VWF:Ag) less than or equal to (\\<=) 3 IU/dL).\n\nDiagnosis is confirmed by genetic testing and multimer analysis, documented in participant history or at screening.\n\n* Participant has been receiving OD therapy with VWF products for at least 12 months, and prophylactic treatment is recommended by the investigator.\n* Participant has greater than or equal to (\\>=) 3 documented spontaneous bleeds (not including menorrhagia) requiring VWF treatment during the past 12 months.\n* Participant has available records that reliably evaluate type, frequency, and treatment of bleeding episodes for at least 12 months preceding enrollment; up to 24 months of retrospective data should be collected if available.\n* Participant is \\>=12 years old at the time of screening and has a body mass index \\>=15 but \\<40 kilogram per meter square (kg/m\\^2).\n\nExclusion Criteria:\n\nThe participant will be excluded from the study if any of the following exclusion criteria are met.\n\n* The participant has been diagnosed with Type 2N VWD, pseudo VWD, or another hereditary or acquired coagulation disorder other than VWD (eg, qualitative and quantitative platelet disorders or elevated prothrombin time (PT)/international normalized ratio \\[INR\\] \\>1.4).\n* The participant has a history or presence of a VWF inhibitor at screening.\n* The participant has a history or presence of a Factor VIII (FVIII) inhibitor with a titer \\>=0.4 Bethesda units (BU) (by Nijmegen modified Bethesda assay) or \\>=0.6 BU (by Bethesda assay).\n* The participant has a known hypersensitivity to any of the components of the study drugs, such as mouse or hamster proteins.\n* The participant has a medical history of immunological disorders, excluding seasonal allergic rhinitis/conjunctivitis, mild asthma, food allergies, or animal allergies.\n* The participant has a medical history of a thromboembolic event.\n* The participant is human immunodeficiency virus (HIV) positive with an absolute Helper T cell (CD4) count \\<200/cubic millimeters (mm\\^3).\n* The participant has been diagnosed with significant liver disease per investigator's medical assessment of the participant's current condition or medical history or as evidenced by, but not limited to any of the following: serum alanine aminotransferase (ALT) greater than 5 times the upper limit of normal; hypoalbuminemia; portal vein hypertension (eg, presence of otherwise unexplained splenomegaly, history of esophageal varices) or liver cirrhosis classified as Child-Pugh class B or C.\n* The participant has been diagnosed with renal disease, with a serum creatinine (CR) level \\>=2.5 milligrams per deciliter (mg/dL).\n* The participant has a platelet count \\<100,000/milliliter (mL) at screening.\n* The participant has been treated with an immunomodulatory drug, excluding topical treatment (eg, ointments, nasal sprays), within 30 days prior to signing the informed consent (or assent, if appropriate).\n* The participant is pregnant or lactating at the time of enrollment.\n* The participant has cervical or uterine conditions causing menorrhagia or metrorrhagia (including infection, dysplasia).\n* The participant has participated in another clinical study involving another investigational product (IP) or investigational device within 30 days prior to enrollment or is scheduled to participate in another clinical study involving an IP or investigational device during the course of this study.\n* The participant has a progressive fatal disease and/or life expectancy of less than 15 months.\n* For new OD participants, the participant is scheduled for a surgical intervention.\n* The participant is identified by the investigator as being unable or unwilling to cooperate with study procedures.\n* The participant has a mental condition rendering him/her unable to understand the nature, scope and possible consequences of the study and/or evidence of an uncooperative attitude.\n* The participant is member of the study team or in a dependent relationship with one of the study team members which includes close relatives (i.e., children, partner/spouse, siblings and parents) as well as employees.\n\nDelay criteria Only for Cohort 4, if the participant presents with an acute bleeding episodes or acute illness (eg, influenza, flu-like syndrome, allergic rhinitis/conjunctivitis, and non-seasonal asthma) the screening visit will be postponed until the participant has recovered. For all other participants, end of study (EOS) visit for 071102 or 071301 will be completed per protocol and the completed EOS in Study 071102 or 071301 will also serve as the screening visit for this continuation study (SHP677-304).","healthyVolunteers":false,"sex":"ALL","minimumAge":"0 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Spontaneous Annualized Bleeding Rate (sABR)","description":"sABR was derived as \\[number of treated bleeds\\] / \\[duration in years\\]. Bleeds with unknown causality were considered as spontaneous. Bleeds were categorized based on the investigator assessment of cause. sABR during the first 12 months of prophylactic treatment with rVWF (vonicog alfa) was reported.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.430","spread":"2.3894"},{"groupId":"OG001","value":"1.040","spread":"NA"},{"groupId":"OG002","value":"0.000","spread":"NA"},{"groupId":"OG003","value":"3.022","spread":"2.4746"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment Emergent Adverse Events (TEAEs) and Serious TEAEs","description":"An adverse event (AE): any untoward medical occurrence in a participant administered a pharmaceutical product; the untoward medical occurrence does not necessarily have a causal relationship with this treatment. An AE can therefore be any unfavorable and unintended sign (including an abnormal laboratory finding), symptom, or disease temporally associated with the use of a medicinal (investigational) product whether or not it is related to medicinal product. TEAE was defined as any AE that started after the first administration of study drug in this continuation study. Serious TEAEs: any untoward medical occurrence that: 1) results in death, 2) is life-threatening, 3) requires inpatient hospitalization or prolongation of existing hospitalization, 4) results in persistent or significant disability/incapacity, 5) leads to a congenital anomaly/birth defect in the offspring of the participant or 6) is medically important.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"1","spread":null},{"groupId":"OG003","value":"4","spread":null},{"groupId":"OG004","value":"15","spread":null},{"groupId":"OG005","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"1","spread":null},{"groupId":"OG004","value":"3","spread":null},{"groupId":"OG005","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Based on Severity of TEAEs","description":"An AE is defined as any untoward medical occurrence in a participant administered IP that does not necessarily have a causal relationship with the treatment. TEAE was defined as any AE that started after the first administration of study drug in this continuation study. Severity of TEAEs was determined by following definitions: Mild: No limitation of usual activities; Moderate: Some limitation of usual activities and may required therapeutic intervention; Severe: Inability to carry out usual activities with sequelae, which required therapeutic intervention. Number of participants with TEAEs based on severity of TEAEs were reported.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"1","spread":null},{"groupId":"OG003","value":"4","spread":null},{"groupId":"OG004","value":"14","spread":null},{"groupId":"OG005","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"3","spread":null},{"groupId":"OG004","value":"11","spread":null},{"groupId":"OG005","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"1","spread":null},{"groupId":"OG004","value":"1","spread":null},{"groupId":"OG005","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Based on Causality of TEAEs","description":"An AE is defined as any untoward medical occurrence in a participant administered IP that does not necessarily have a causal relationship with the treatment. TEAE was defined as any AE that started after the first administration of study drug in this continuation study. A physician/investigator made the assessment of relationship to investigational product for each AE. Number of participants with TEAEs based on causality were reported.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"0","spread":null},{"groupId":"OG004","value":"0","spread":null},{"groupId":"OG005","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Thromboembolic Events","description":"Thromboembolism defined as formation of a clot (thrombus) in a blood vessel that breaks loose, is carried by the blood stream and could plug another vessel. Number of participants with thromboembolic events as TEAEs of special interest were reported.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"0","spread":null},{"groupId":"OG004","value":"0","spread":null},{"groupId":"OG005","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Hypersensitivity Reactions","description":"Hypersensitivity (also called hypersensitivity reaction or intolerance) defined as undesirable reactions produced by the normal immune system, including allergies and autoimmunity. Potential hypersensitivity events were identified by broad search criteria and then medically assessed. Number of participants with hypersensitivity reactions as TEAEs of special interest was calculated.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"0","spread":null},{"groupId":"OG004","value":"0","spread":null},{"groupId":"OG005","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Developed Neutralizing Antibodies to Von Willebrand Factor (VWF)","description":"Three functional VWF assays for von Willebrand factor collagen binding (VWF:CB), von Willebrand factor: Ristocetin Cofactor (VWF:RCo) and von Willebrand factor VIII B (VWF:FVIIIB) were used to test the presence of neutralizing anti-VWF antibodies. Neutralizing antibodies to VWF:RCo, VWF:CB and VWF:FVIIIB activities were measured by assays based on the Bethesda assay established for quantitative analysis of FVIII inhibitors (Nijmegen modification of the Bethesda assay). Only confirmed neutralizing anti -VWF antibodies were considered inhibitors. Number of participants who developed neutralizing antibodies to rVWF were assessed.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"0","spread":null},{"groupId":"OG004","value":"0","spread":null},{"groupId":"OG005","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Developed Neutralizing Antibodies to Factor VIII (FVIII)","description":"Three functional VWF assays for von Willebrand factor collagen binding (VWF:CB), von Willebrand factor: Ristocetin Cofactor (VWF:RCo) and von Willebrand factor VIII B (VWF:FVIIIB) were used to test the presence of neutralizing anti-VWF antibodies. Neutralizing antibodies to VWF:RCo, VWF:CB and VWF:FVIIIB activities was measured by assays based on the Bethesda assay established for quantitative analysis of FVIII inhibitors (Nijmegen modification of the Bethesda assay). Only confirmed neutralizing anti -VWF antibodies were considered inhibitors. Number of participants who developed neutralizing antibodies to FVIII were assessed.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"0","spread":null},{"groupId":"OG004","value":"0","spread":null},{"groupId":"OG005","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Developed Total Binding Antibodies to Von Willebrand Factor (VWF)","description":"The presence of total binding anti-VWF antibodies was determined by an enzyme-linked immunosorbent assay (ELISA) employing polyclonal anti-human Immunoglobulin (Ig) antibodies (IgG, IgM and IgA). Number of participants who developed of total binding antibodies to rVWF were assessed.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"0","spread":null},{"groupId":"OG004","value":"0","spread":null},{"groupId":"OG005","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Developed Total Binding Antibodies to Factor VIII (FVIII)","description":"Binding antibodies against FVIII were analyzed using a proprietary enzyme immunoassay. Number of participants who developed of total binding antibodies to FVIII were assessed.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"0","spread":null},{"groupId":"OG004","value":"1","spread":null},{"groupId":"OG005","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Developed Binding Antibodies to Chinese Hamster Ovary (CHO) Proteins","description":"Total Ig antibodies (IgG, IgA, IgM) against CHO protein were analyzed using ELISA. Number of participants who developed binding antibodies to CHO proteins were assessed.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"0","spread":null},{"groupId":"OG004","value":"0","spread":null},{"groupId":"OG005","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Developed Binding Antibodies to Mouse Immunoglobulin G (IgG)","description":"Detection and quantification of IgG antibodies originating from human plasma that were directed against mouse-IgG (HAMA: human anti- mouse antibodies) were assessed using ELISA (Medac, Hamburg, Germany). Number of participants who developed binding antibodies to Mouse IgG were assessed.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"0","spread":null},{"groupId":"OG004","value":"0","spread":null},{"groupId":"OG005","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Develop Binding Antibodies to Recombinant Furin (rFurin)","description":"Total Ig antibodies (IgG, IgA, IgM) against human furin were analyzed using ELISA. Number of participants who developed binding antibodies to rFurin were assessed.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"0","spread":null},{"groupId":"OG004","value":"0","spread":null},{"groupId":"OG005","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Clinically Significant Changes in Vital Signs","description":"Vital signs included blood pressure (systolic and diastolic), pulse rate, respiratory rate and body temperature. Number of participants with clinically significant change from baseline in vital signs were assessed.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"0","spread":null},{"groupId":"OG004","value":"0","spread":null},{"groupId":"OG005","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Clinically Significant Changes in Laboratory Parameters","description":"Clinical laboratory parameters included serum chemistry, hematology and urinalysis assessments. Number of participants with clinically significant change from baseline in clinical laboratory parameters were assessed.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"0","spread":null},{"groupId":"OG004","value":"0","spread":null},{"groupId":"OG005","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"0","spread":null},{"groupId":"OG004","value":"0","spread":null},{"groupId":"OG005","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"0","spread":null},{"groupId":"OG004","value":"NA","spread":null},{"groupId":"OG005","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Spontaneous Annualized Bleeding Rate (sABR) Under Prophylactic Treatment","description":"sABR was derived as \\[number of treated bleeds\\] / \\[duration in years\\]. Bleeds with unknown causality were considered as spontaneous. Bleeds were categorized based on the investigator assessment of cause. sABR during prophylaxis treatment with rVWF (vonicog alfa) while enrolled in the study were reported.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.122","spread":"2.1084"},{"groupId":"OG001","value":"0.330","spread":"NA"},{"groupId":"OG002","value":"0.000","spread":"NA"},{"groupId":"OG003","value":"2.110","spread":"1.9954"}]}]}]},{"type":"SECONDARY","title":"Number of Participants Categorized Based on Weekly Number of Infusions","description":"Categorized as ≥ 0 to \\< 1 infusion per week, ≥ 1 to \\< 2 infusions per week, ≥ 2 to \\< 3 infusions per week, ≥ 3 infusions per week. The number of participants categorized based on number of infusions per week during prophylactic treatment with rVWF (vonicog alfa) were reported.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"1","spread":null},{"groupId":"OG003","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Categorized Based on Spontaneous Annualized Bleeding Rate (sABR)","description":"The sABR was the number of spontaneous bleeds divided by the observation period in years, where an observation period = (date of completion/termination-date of first dose+1)/365.2425. sABR was categorized based on number of BEs as 0, greater than (\\>) 0 through 2, \\>2 through 5, \\>5 during the prophylactic treatment with rVWF (vonicog alfa). Bleeding at multiple locations related to the same injury was counted as single BE. BEs of unknown cause were counted as spontaneous bleeds. Number of participants categorized based on sABR during prophylactic treatment with rVWF (vonicog alfa) were reported.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"1","spread":null},{"groupId":"OG003","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to First Bleeding Event on Prophylaxis Treatment","description":"Time to event estimates and confidence intervals obtained from Kaplan-Meier analysis. Participants with 0 bleeds during each study period were censored at the date of the last day in that study period.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"172","spread":null},{"groupId":"OG001","value":"141","spread":null},{"groupId":"OG002","value":"NA","spread":null},{"groupId":"OG003","value":"88","spread":null}]}]}]},{"type":"SECONDARY","title":"Spontaneous Annualized Bleeding Rate (sABR) by Location of Bleeding","description":"sABR was derived as \\[number of treated bleeds\\] / \\[duration in years\\]. sABR for BEs based on location of bleeding: Skin, Muscle, Mucosal Nasal, Mucosal Oral, Joint, Gastrointestinal (GI), Menstrual/Heavy Menstrual, Venipuncture Site, Soft Tissue, Body Cavity, Hematuria, Central Nervous System (CNS) and Other, while on prophylactic treatment with rVWF (vonicog alfa) were reported.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.033","spread":"0.1044"},{"groupId":"OG001","value":"0.000","spread":"NA"},{"groupId":"OG002","value":"0.000","spread":"NA"},{"groupId":"OG003","value":"0.000","spread":"0.0000"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.000","spread":"0.0000"},{"groupId":"OG001","value":"0.000","spread":"NA"},{"groupId":"OG002","value":"0.000","spread":"NA"},{"groupId":"OG003","value":"0.068","spread":"0.1521"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.199","spread":"0.3542"},{"groupId":"OG001","value":"0.000","spread":"NA"},{"groupId":"OG002","value":"0.000","spread":"NA"},{"groupId":"OG003","value":"0.068","spread":"0.1521"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.268","spread":"0.7358"},{"groupId":"OG001","value":"0.330","spread":"NA"},{"groupId":"OG002","value":"0.000","spread":"NA"},{"groupId":"OG003","value":"0.268","spread":"0.5993"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.067","spread":"0.2119"},{"groupId":"OG001","value":"0.000","spread":"NA"},{"groupId":"OG002","value":"0.000","spread":"NA"},{"groupId":"OG003","value":"1.370","spread":"2.3644"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.000","spread":"0.0000"},{"groupId":"OG001","value":"0.000","spread":"NA"},{"groupId":"OG002","value":"0.000","spread":"NA"},{"groupId":"OG003","value":"0.136","spread":"0.3041"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.770","spread":"3.9174"},{"groupId":"OG001","value":"0.000","spread":"NA"},{"groupId":"OG003","value":"0.500","spread":"0.7071"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.000","spread":"0.0000"},{"groupId":"OG001","value":"0.000","spread":"NA"},{"groupId":"OG002","value":"0.000","spread":"NA"},{"groupId":"OG003","value":"0.000","spread":"0.0000"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.000","spread":"0.0000"},{"groupId":"OG001","value":"0.000","spread":"NA"},{"groupId":"OG002","value":"0.000","spread":"NA"},{"groupId":"OG003","value":"0.000","spread":"0.0000"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.000","spread":"0.0000"},{"groupId":"OG001","value":"0.000","spread":"NA"},{"groupId":"OG002","value":"0.000","spread":"NA"},{"groupId":"OG003","value":"0.000","spread":"0.0000"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.000","spread":"0.0000"},{"groupId":"OG001","value":"0.000","spread":"NA"},{"groupId":"OG002","value":"0.000","spread":"NA"},{"groupId":"OG003","value":"0.000","spread":"0.0000"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.000","spread":"0.0000"},{"groupId":"OG001","value":"0.000","spread":"NA"},{"groupId":"OG002","value":"0.000","spread":"NA"},{"groupId":"OG003","value":"0.000","spread":"0.0000"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.067","spread":"0.1413"},{"groupId":"OG001","value":"0.000","spread":"NA"},{"groupId":"OG002","value":"0.000","spread":"NA"},{"groupId":"OG003","value":"0.068","spread":"0.1521"}]}]}]},{"type":"SECONDARY","title":"Total Number of Infusions During Prophylactic Treatment","description":"Total number of infusions during prophylactic treatment with rVWF (vonicog alfa) were reported.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"287.8","spread":"53.42"},{"groupId":"OG001","value":"157.0","spread":"NA"},{"groupId":"OG002","value":"177.0","spread":"NA"},{"groupId":"OG003","value":"159.2","spread":"41.55"}]}]}]},{"type":"SECONDARY","title":"Average Number of Infusions Per Week During Prophylactic Treatment","description":"Average number of infusions per week during prophylactic treatment with rVWF (vonicog alfa) were reported.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.87","spread":"0.351"},{"groupId":"OG001","value":"1.01","spread":"NA"},{"groupId":"OG002","value":"1.14","spread":"NA"},{"groupId":"OG003","value":"1.38","spread":"0.372"}]}]}]},{"type":"SECONDARY","title":"Total Weight Adjusted Consumption of Recombinant Von Willebrand Factor (rVWF) (Vonicog Alfa) Per Participant During Prophylactic Treatment","description":"For each participant, the body weight-adjusted dose (IU/kg) was derived as the number of units of rVWF infused (IU) divided by the last available body weight (kilogram \\[kg\\]) prior to the infusion. Total weight adjusted consumption of rVWF (vonicog alfa) per participant during prophylactic treatment with rVWF (vonicog alfa) was reported as International Units per kilogram (IU/kg).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14953.497","spread":"3349.4461"},{"groupId":"OG001","value":"9992.460","spread":"NA"},{"groupId":"OG002","value":"9270.620","spread":"NA"},{"groupId":"OG003","value":"9171.746","spread":"1505.5667"}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Achieved Transfusion-free Maintenance of Hemoglobin Levels","description":"Transfusion free maintenance of hemoglobin levels during prophylactic treatment with rVWF (vonicog alfa) were reported.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"1","spread":null},{"groupId":"OG003","value":"5","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Ferritin Levels Over Time","description":"Change from baseline in ferritin levels over time during prophylactic treatment with rVWF (vonicog alfa) were reported. Baseline Ferritin lab assay for rollover participants in cohorts 1, 2 and 3 were not mandatory per protocol at the Screening Visit of this study as the results from End of Study (EOS) visit of parent studies were expected to be utilized for rollover cohorts 1-3. However, many participants in cohort 1 did not have this data collected at EOS Visit of parent study 071301 and no participant in cohorts 2 and 3 had this data collected at EOS Visit of parent studies 071301 and 071102.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"148.5","spread":"171.83"},{"groupId":"OG003","value":"90.8","spread":"110.82"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11.0","spread":"18.38"},{"groupId":"OG003","value":"-31.0","spread":"44.89"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"1.41"},{"groupId":"OG003","value":"-43.8","spread":"59.60"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-18.5","spread":"21.92"},{"groupId":"OG003","value":"-33.3","spread":"64.57"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.0","spread":"2.83"},{"groupId":"OG003","value":"-16.6","spread":"19.88"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"58.5","spread":"91.22"},{"groupId":"OG003","value":"-12.8","spread":"53.05"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"19.0","spread":"26.87"},{"groupId":"OG003","value":"-27.0","spread":"27.51"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.5","spread":"13.44"},{"groupId":"OG003","value":"-25.7","spread":"80.16"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"18.0","spread":"46.67"},{"groupId":"OG003","value":"-49.7","spread":"52.56"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"37.5","spread":"64.35"},{"groupId":"OG003","value":"-59.3","spread":"50.16"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12.0","spread":"26.87"},{"groupId":"OG003","value":"-53.3","spread":"91.22"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"34.0","spread":"60.81"},{"groupId":"OG003","value":"-54.0","spread":"55.56"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"46.5","spread":"77.07"},{"groupId":"OG003","value":"-70.7","spread":"70.12"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"71.5","spread":"106.77"},{"groupId":"OG003","value":"-21.3","spread":"114.00"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"38.5","spread":"48.79"},{"groupId":"OG003","value":"-27.6","spread":"52.46"}]}]}]},{"type":"SECONDARY","title":"Overall Hemostatic Efficacy Rating","description":"Overall Hemostatic Efficacy Rating at resolution of bleed with respect to treatment of BEs for initial 12 months of study in OD cohorts. Hemostatic efficacy for treatment of BEs was rated on 4-point Likert scale as:excellent=full relief of pain\\&cessation of objective signs of bleeding after single infusion,no additional infusion is required for control of bleeding\\&administration of further infusion to maintain hemostasis would not affect scoring;good=definite pain relief\\&/or improvement in signs of bleeding after single infusion,possibly requires \\>2 infusions for complete resolution\\&administration of further infusion to maintain hemostasis would not affect scoring;fair=probable\\&/or slight relief of pain\\&slight improvement in signs of bleeding after single infusion,required multiple infusions for complete resolution;none=no improvement of signs/symptoms or conditions worsen.Missing=number of unique BEs without any overall hemostatic efficacy rating at resolution of breakthrough BE.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"74","spread":null},{"groupId":"OG001","value":"21","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Infusions of Vonicog Alfa","description":"Number of infusions of rVWF (vonicog alfa) utilized to treat BEs during OD treatment while enrolled in the study were reported.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.1","spread":"0.65"},{"groupId":"OG001","value":"1.2","spread":"0.45"}]}]}]},{"type":"SECONDARY","title":"Number of Infusions of ADVATE","description":"Number of infusions of ADVATE (rFVIII, octocog alfa) utilized to treat BEs during OD treatment while enrolled in the study were reported.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.1","spread":"0.25"},{"groupId":"OG001","value":"1.0","spread":"0.00"}]}]}]},{"type":"SECONDARY","title":"Weight-adjusted Consumption of Vonicog Alfa Per Bleeding Episode","description":"Weight-adjusted consumption (IU/kg) was derived as the total units infused (IU) divided by the last available body weight (kg) prior to the infusion. Weight-adjusted consumption of rVWF (vonicog alfa) per bleeding episode during OD treatment while enrolled in the study were reported.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"56.109","spread":"33.1312"},{"groupId":"OG001","value":"61.713","spread":"26.6936"}]}]}]},{"type":"SECONDARY","title":"Weight-adjusted Consumption of ADVATE Per Bleeding Episode","description":"Weight-adjusted consumption (IU/kg) was derived as the total units infused (IU) divided by the last available body weight (kg) prior to the infusion. Weight-adjusted consumption of ADVATE (rFVIII, octocog alfa) per bleeding episode during OD treatment while enrolled in the study were reported.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"39.217","spread":"11.0752"},{"groupId":"OG001","value":"35.175","spread":"2.2274"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":10},"commonTop":["COVID-19","Headache","Upper respiratory tract infection","Vomiting","Cough"]}}}