{"nctId":"NCT01131676","briefTitle":"BI 10773 (Empagliflozin) Cardiovascular Outcome Event Trial in Type 2 Diabetes Mellitus Patients (EMPA-REG OUTCOME).","startDateStruct":{"date":"2010-07"},"conditions":["Diabetes Mellitus, Type 2"],"count":7064,"armGroups":[{"label":"BI 10773 low dose","type":"EXPERIMENTAL","interventionNames":["Drug: BI 10773 low dose","Drug: Placebo BI 10773 high dose"]},{"label":"BI 10773 high dose","type":"EXPERIMENTAL","interventionNames":["Drug: BI 10773 high dose","Drug: Placebo BI 10773 low dose"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo BI 10773 high dose","Drug: Placebo BI 10773 low dose"]}],"interventions":[{"name":"BI 10773 low dose","otherNames":[]},{"name":"Placebo BI 10773 high dose","otherNames":[]},{"name":"BI 10773 high dose","otherNames":[]},{"name":"Placebo BI 10773 low dose","otherNames":[]},{"name":"Placebo BI 10773 low dose","otherNames":[]},{"name":"Placebo BI 10773 high dose","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n1. Diagnosis of type 2 diabetes mellitus prior to informed consent\n2. Male or female patients on diet and exercise regimen who are drug naive or pre treated with any background therapy. Antidiabetic therapy has to be unchanged for 12 weeks prior to randomization.\n3. Glycosylated haemoglobin (HbA1c) of \\>= 7.0% and \\<=10% for patients on background therapy or HbA1c \\>= 7.0% and \\<= 9.0% for drug naive patients\n4. Age \\>= 18 years\n5. Body Mass index \\<= 45 at Visit 1\n6. Signed and dated informed consent\n7. High cardiovascular risk\n\nExclusion criteria:\n\n1. Uncontrolled hyperglycaemia with a glucose level \\>240 mg/dl (\\>13.3 mmol/L) after an overnight fast during placebo run-in and confirmed by a second measurement (not on the same day)\n2. Indication of liver disease, defined by serum levels of either alanine aminotransferase (ALT), aspartate aminotransferase ALT or alkaline phosphatase above 3 x upper limit of normal (ULN) as determined at screening and/or run in.\n3. Planned cardiac surgery or angioplasty within 3 months\n4. Impaired renal function, defined as Glomerular Filtration Rate \\<30 ml/min (severe renal impairment, Modification of Diet in Renal Disease formula) during screening or run in.\n5. Bariatric surgery within the past two years and other gastrointestinal surgeries that induce chronic malabsorption\n6. Blood dyscrasias or any disorders causing haemolysis or unstable Red Blood Cell (e.g. malaria, babesiosis, haemolytic anemia)\n7. Medical history of cancer (except for basal cell carcinoma) and/or treatment for cancer within the last 5 years\n8. Contraindications to background therapy according to the local label\n9. Treatment with anti-obesity drugs (e.g. sibutramine, orlistat) 3 months prior to informed consent or any other treatment at the time of screening (i.e. surgery, aggressive diet regimen, etc.) leading to unstable body weight\n10. Current treatment with systemic steroids at time of informed consent or change in dosage of thyroid hormones within 6 weeks prior to informed consent or any other uncontrolled endocrine disorder except type 2 diabetes mellitus\n11. Pre-menopausal women (last menstruation \\<+ 1 year prior to informed consent) who:\n\n    * are nursing or pregnant or\n    * are of child-bearing potential and are not practicing an acceptable method of birth control, or do not plan to continue using this method throughout the study and do not agree to submit to periodic pregnancy testing during participation in the trial. Acceptable methods of birth control include tubal ligation, transdermal patch, intra uterine devices/systems, oral, implantable or injectable contraceptives, sexual abstinence, double barrier method and vasectomised partner\n12. Alcohol or drug abuse within the 3 months prior to informed consent that would interfere with trial participation or any ongoing condition leading to a decreased compliance to study procedures or study drug intake\n13. Participation in another trial with an investigational drug within 30 days prior to informed consent\n14. Any other clinical condition that would jeopardize patients safety while participating in this clinical trial\n15. Acute coronary syndrome, stroke or TIA within 2 months prior to informed consent","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Time to the First Occurrence of Any of the Following Adjudicated Components of the Primary Composite Endpoint (3-point MACE): CV Death (Including Fatal Stroke and Fatal MI), Non-fatal MI (Excluding Silent MI), and Non-fatal Stroke.","description":"Time to the first occurrence of any of the following adjudicated components of the primary composite endpoint (3-point major adverse cardiovascular events (MACE)): cardiovascular (CV) death (including fatal stroke and fatal myocardial infarction (MI)), non-fatal MI (excluding silent MI), and non-fatal stroke.\n\nPercentage of patients with the event are presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.1","spread":null},{"groupId":"OG001","value":"10.4","spread":null},{"groupId":"OG002","value":"10.5","spread":null},{"groupId":"OG003","value":"10.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With the Composite of All Events Adjudicated (4-point MACE): CV Death (Including Fatal Stroke and Fatal MI), Non-fatal MI (Excluding Silent MI), Non-fatal Stroke and Hospitalization for Unstable Angina Pectoris","description":"The composite of all events adjudicated (4-point MACE): cardiovascular death (including fatal stroke and fatal myocardial infarction), non-fatal myocardial infarction (excluding silent MI), non-fatal stroke and hospitalization for unstable angina pectoris.This is a key secondary endpoint of the trial.\n\nPercentage of patients with the event are presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.3","spread":null},{"groupId":"OG001","value":"12.8","spread":null},{"groupId":"OG002","value":"12.8","spread":null},{"groupId":"OG003","value":"12.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Silent MI","description":"Silent MI; defined as presence in the ECG of:\n\n* Any Q-wave in leads V2-V3 ≥0.02 seconds or QS complex in leads V2 and V3\n* Q-wave ≥0.03 seconds and ≥0.1 mV deep or QS complex in leads I, II, aVL, aVF, or V4-V6 in any two leads of a contiguous lead grouping (I, aVL, V6; V4-V6; II, III, and aVF)\n* R-wave ≥0.04 seconds in V1-V2 and R/S ≥1 with a concordant positive T-wave in the absence of a conduction defect.\n\nIt was also required that there had been no adjudicated and confirmed event of either acute MI, hospitalisation for unstable angina, coronary revascularisation procedures or stent thrombosis following randomisation up to and including the date of the specified ECG measurement.\n\nPercentage of patients with the event are presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.2","spread":null},{"groupId":"OG001","value":"1.6","spread":null},{"groupId":"OG002","value":"1.6","spread":null},{"groupId":"OG003","value":"1.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Heart Failure Requiring Hospitalisation (Adjudicated)","description":"Heart failure requiring hospitalisation (adjudicated). Percentage of patients with the event are presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.1","spread":null},{"groupId":"OG001","value":"2.6","spread":null},{"groupId":"OG002","value":"2.8","spread":null},{"groupId":"OG003","value":"2.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With New Onset Albuminuria","description":"New onset albuminuria defined as urine albumin / creatinine ratio (UACR) ≥30 mg/g.\n\nPercentage of patients with the event are presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"51.2","spread":null},{"groupId":"OG001","value":"51.5","spread":null},{"groupId":"OG002","value":"51.5","spread":null},{"groupId":"OG003","value":"51.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With New Onset Macroalbuminuria","description":"New onset macroalbuminuria defined as UACR \\>300 mg/g. Percentage of patients with the event are presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.2","spread":null},{"groupId":"OG001","value":"10.9","spread":null},{"groupId":"OG002","value":"11.5","spread":null},{"groupId":"OG003","value":"11.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With the Composite Microvascular Outcome","description":"Composite microvascular outcome defined as:\n\n* Initiation of retinal photocoagulation\n* Vitreous haemorrhage\n* Diabetes-related blindness, or\n* New or worsening nephropathy defined as:\n\n  * New onset of macroalbuminuria; or\n  * Doubling of serum creatinine level accompanied by an eGFR (based on modification of diet in renal disease (MDRD) formula) ≤45 mL/min/1.73m2; or\n  * Initiation of continuous renal replacement therapy, or\n  * Death due to renal disease. Percentage of patients with the event are presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20.5","spread":null},{"groupId":"OG001","value":"13.9","spread":null},{"groupId":"OG002","value":"14.1","spread":null},{"groupId":"OG003","value":"14.0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":988,"n":2333},"commonTop":["Hypoglycaemia","Urinary tract infection","Hyperglycaemia","Nasopharyngitis","Upper respiratory tract infection"]}}}