{"nctId":"NCT00367237","briefTitle":"Remicade Study in Psoriatic Arthritis Patients Of Methotrexate-Naïve Disease (RESPOND) (Study P04422)","startDateStruct":{"date":"2006-05"},"conditions":["Arthritis, Psoriatic"],"count":115,"armGroups":[{"label":"Infliximab + methotrexate (IFX + MTX)","type":"EXPERIMENTAL","interventionNames":["Drug: Infliximab + methotrexate (IFX + MTX)"]},{"label":"Methotrexate (MTX)","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Methotrexate (MTX)"]}],"interventions":[{"name":"Infliximab + methotrexate (IFX + MTX)","otherNames":["Group 1, Remicade + MTX"]},{"name":"Methotrexate (MTX)","otherNames":["Group 2, MTX"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* The subject must meet ALL of the criteria listed below for entry into the study:\n* Subject must demonstrate their willingness to participate in the study and comply with its procedures by signing a written informed consent.\n* Subject aged 18 years or more, of either sex and any race\n* Diagnosis of Psoriatic Arthritis with peripheral polyarticular involvement. Patients will have at least one of the following:\n\n  * Distal Interphalangeal Joints (DIP) involvement\n  * polyarticular arthritis, absence of rheumatoid nodules and presence of psoriasis\n  * arthritis mutilans\n  * asymmetric peripheral arthritis\n* Negative rheumatoid factor\n* The disease should have been diagnosed at least 3 months prior to screening.\n* Active disease at the time of screening and prior to receiving the baseline study medication(s) as defined by:\n\n  * 5 or more swollen joints and\n  * 5 or more tender joints\n  * and one out of the following three categories:\n\n    * Erythrocyte Sedimentation Rate (ESR) \\>= 28 mm/h\n    * C-reactive protein (CRP) \\>= 15 mg/l\n    * Morning stiffness \\>= 45 min\n* Subjects must confirm that they are practicing adequate contraception: Female subjects of childbearing potential (includes women who are less than 1 year postmenopausal and women who become sexually active during the study) must agree to use a medically accepted method of contraception or be surgically sterilized prior to screening, while receiving protocol-specified medication, and for 6 months after stopping the medication. Acceptable methods of contraception include condoms (male and female) with or without a spermicidal agent, diaphragm or cervical cap with spermicide, medically prescribed intrauterine device (IUD), oral or injectable hormonal contraceptive, and surgical sterilization (e.g., hysterectomy or tubal ligation).\n* Female subjects of childbearing potential must have a negative pregnancy test at Screening.\n* Subjects must be eligible for anti-tumor necrosis factor (TNF) treatment according to applicable local guidelines. For all patients chest X-ray and skin test results must be available at baseline.\n* If using Nonsteroidal anti-inflammatory drugs (NSAIDs) or corticosteroids other than i.v., i.m. or i.a., the patient must be on a stable dose for four weeks prior screening (maximum dose up to 10mg/day of prednisone or its oral equivalent).\n* The screening laboratory tests must beet the following criteria:\n\n  * Hemoglobin \\>= 10 g/dl providing the low hemoglobin level is not due to other diseases than anemia of chronic inflammation.\n  * white blood cell (WBC) \\>= 3500 / μl\n  * Neutrophils \\>= 1500 / μl\n  * Platelets \\>= 100 000/ μl\n  * Aspartate aminotransferase, alanine aminotransferase, alkaline phosphatase, and gamma-glutamyltransferase \\<= 1.5 x upper limit of normal\n  * Total bilirubin \\<= 1 x upper limit of normal\n  * Serum creatinine \\<= 1.5 mg/dl\n* Patient must be able to adhere to the study visit schedule and other protocol requirements and must have given informed consent prior to any screening procedures.\n\nExclusion Criteria:\n\n* The subject will be excluded from entry into the study if ANY of the criteria listed below are met:\n* Subject is a female who is pregnant, intends to become pregnant during the study (or within 6 months after study completion), or nursing.\n* Patients with other inflammatory diseases that might interfere with the evaluation of the psoriatic arthritis.\n* Previous treatment with Infliximab.\n* Subjects who have previously received MTX or have not discontinued their other DMARD therapy (i.e., sulfasalazine, hydroxychloroquine, leflunomide).\n* Patients with fibromyalgia syndrome.\n* Use of cyclosporine or tacrolimus within 4 weeks prior to screening. Use of IM, IV, or IA corticosteroids within 4 weeks prior to screening.\n* Treatment with any investigational drug within 3 months prior to screening.\n* Previous treatment with a monoclonal antibody or a fusion protein.\n* A history of known allergy to murine proteins.\n* History of infected joint prosthesis within the previous 5 years.\n* Chronic infections.\n* History of active tuberculosis requiring treatment within previous 3 years or history of opportunistic infections within 2 months, uncontrolled active infection or documented HIV infection. Also excluded are patients with evidence of latent tuberculosis and patients with old tuberculosis without documented adequate therapy, if they will not be treated according to local tuberculosis (TB) guidelines.\n* Subject has any clinically significant deviation from normal in the physical examination, chest X-ray, or electrocardiogram (ECG) that, in the investigator's judgment, may interfere with the study evaluation or affect subject safety.\n* Current signs or symptoms of other severe uncontrolled diseases, which in the investigators opinion would put the patient at an unacceptable risk.\n* History of lymphoproliferative disease, any current malignancies or history of malignancy within 5 years other than successfully treated basal cell carcinoma or squamous cell carcinoma of the skin.\n* Subject is part of the staff or a family member of the staff personnel directly involved with this study.\n* History of drug abuse.\n* Subjects who are participating in any other clinical study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Subjects Achieving ACR20 (at Least 20% Improvement in American College of Rheumatology Criteria From Baseline) at Week 16","description":"\\>=20% improvement in swollen and tender joint count AND \\>=20% improvement in 3 of the following: visual analog scale (VAS) assessment of pain; subject VAS global assessment of disease activity; evaluator VAS global assessment of disease activity; Health Assessment Questionnaire (HAQ) disability index; C-Reactive Protein (CRP) level.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"44","spread":null},{"groupId":"OG001","value":"32","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Subjects Achieving ACR50, ACR70, and PASI75 if Applicable","description":"This is not a prespecified key secondary outcome; therefore, results will not be disclosed.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Change in Disease Activity Score, Each of the ACR20 Domains, Dactylitis, Enthesitis, Fatigue and Duration of Morning Stiffness, Erythrocyte Sedimentation Rate, and Disability Index of the Health Assessment Questionnaire (HAQ)","description":"This is not a prespecified key secondary outcome; therefore, results will not be disclosed.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Adverse Events","description":"This is not a prespecified key secondary outcome; therefore, results will not be disclosed.","paramType":null,"dispersionType":null,"classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":57},"commonTop":["Alanine Aminotransferase Increased","Blood Bilirubin Increased","Transaminases Increased","Headache","Abdominal Pain Upper"]}}}