{"nctId":"NCT01212991","briefTitle":"A Safety and Efficacy Study of Oral MDV3100 in Chemotherapy-Naive Patients With Progressive Metastatic Prostate Cancer","startDateStruct":{"date":"2010-09-16","type":"ACTUAL"},"conditions":["Prostate Cancer"],"count":1717,"armGroups":[{"label":"Enzalutamide","type":"EXPERIMENTAL","interventionNames":["Drug: Enzalutamide"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Enzalutamide","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Randomized, Double Blind Treatment Period:\n\nInclusion Criteria:\n\n* Histologically confirmed adenocarcinoma of the prostate without neuroendocrine differentiation or small cell features\n* Ongoing androgen deprivation therapy with a GnRH analogue or bilateral orchiectomy\n* Progressive disease despite androgen deprivation therapy as defined by rising PSA levels or progressive soft tissue or bony disease\n* No prior treatment with cytotoxic chemotherapy\n* Asymptomatic or mildly symptomatic from prostate cancer\n\nExclusion Criteria:\n\n* Severe concurrent disease, infection, or co-morbidity that, in the judgment of the Investigator, would make the patient inappropriate for enrollment\n* Known or suspected brain metastasis or active leptomeningeal disease\n* History of another malignancy within the previous 5 years other than curatively treated non-melanomatous skin cancer\n\nOpen-Label Treatment Period:\n\nThe following inclusion criteria apply to patients receiving enzalutamide or placebo during double-blind treatment.\n\nEligible patients must meet all inclusion criteria.\n\n* Received randomized double-blind treatment in PREVAIL;\n* Open-label day 1 visit is within 6 months after this amendment is approved and becomes effective at the study site;\n* Is willing to maintain androgen deprivation therapy with a gonadotropin-releasing hormone (GnRH) agonist/antagonist or has had a bilateral orchiectomy;\n\nThe exclusion criteria apply only to patients starting new treatment with enzalutamide after receiving placebo as randomized treatment. Each patient must not meet any of the following criteria:\n\n* Has taken commercially available enzalutamide (Xtandi);\n* Severe concurrent disease, infection, or co-morbidity that, in the judgment of the Investigator, would make the patient inappropriate for enrollment\n* Known or suspected brain metastasis or active leptomeningeal disease","healthyVolunteers":false,"sex":"MALE","genderBased":true,"minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Survival","description":"Overall survival was defined as the time from randomization to death due to any cause. For patients who were alive at the time of the analysis data cutoff, overall survival was censored at the last date the patient was known to be alive or analysis data cutoff date, whichever was first. This included patients who were known to have died after the data analysis cutoff date. Patients with no post-baseline survival information were censored on the date of randomization.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32.4","spread":null},{"groupId":"OG001","value":"30.2","spread":null}]}]}]},{"type":"PRIMARY","title":"Radiographic Progression-free Survival (rPFS)","description":"Radiographic progression-free survival was defined as the time from randomization to the first objective evidence of radiographic disease progression assessed by independent central radiology review or death due to any cause within 168 days after treatment discontinuation, whichever was first. Radiographic disease progression was evaluated by CT scan or MRI and radionuclide bone scans at regularly scheduled visits. Radiographic disease progression in bone required a confirmatory scan. Radiographic disease progression in soft tissue did not require a confirmatory scan for purposes of analysis. Radiographic disease progression was evaluated by independent central radiology review using RECIST 1.1 for soft tissue disease and PCWG2 guidelines for bone disease. Patients who did not reach the endpoint were censored at their last assessment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"3.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to First Skeletal-related Event","description":"Time to first skeletal-related event was defined as the time from randomization to the date of the first occurrence of a skeletal-related event for each patient. A skeletal-related event was defined as radiation therapy or surgery to bone for prostate cancer, pathological bone fracture, spinal cord compression, or initiation/change in antineoplastic therapy to treat bone pain from prostate cancer. Skeletal-related events were recorded at each scheduled and unscheduled study visit and during long-term follow-up if a skeletal-related event was not documented previously. Patients who did not have a skeletal-related event at the time of the analysis data cutoff were censored at the date of last assessment indicating no evidence of skeletal-related event. Patients with no postbaseline assessments were censored on the date of randomization.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"31.1","spread":null},{"groupId":"OG001","value":"31.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Initiation of Cytotoxic Chemotherapy","description":"The time to initiation of cytotoxic chemotherapy is defined as the time from randomization to the date of initiation of cytotoxic chemotherapy for the treatment of prostate cancer for each patient. For patients who did not start cytotoxic chemotherapy at the time of the analysis data cutoff, time to initiation of cytotoxic chemotherapy was censored at the date of last assessment where no cytotoxic chemotherapy was indicated or at the analysis data cutoff date, whichever was first. Time to initiation of cytotoxic chemotherapy for patients with no postbaseline assessments was censored on the date of randomization.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"28.0","spread":null},{"groupId":"OG001","value":"10.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Prostate-specific Antigen (PSA) Progression","description":"Time to PSA progression was defined as the time from randomization to date of first confirmed observation of PSA progression for each patient. For patients with PSA declines at week 13, the PSA progression date was defined as the date that a ≥ 25% increase and an absolute increase of ≥ 2 ng/mL above the nadir was documented, and confirmed 3 or more weeks later. For patients with no PSA decline at week 13, the PSA progression date was defined as the date that a ≥ 25% increase and an absolute increase of ≥ 2 ng/mL above baseline was documented, and confirmed 3 or more weeks later. For patients who did not have confirmed PSA progression at the time of the analysis data cutoff, time to PSA progression was censored at the date of the last PSA assessment showing no evidence of confirmed PSA progression or the analysis data cutoff date, whichever was first. Time to PSA progression for patients with no postbaseline assessments was censored on the date of randomization.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.2","spread":null},{"groupId":"OG001","value":"2.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients With Prostate Specific Antigen (PSA) Response ≥ 50%","description":"PSA response was defined as a ≥ 50% reduction in PSA from baseline to the lowest postbaseline PSA value and required confirmation by a consecutive assessment at least 3 weeks later. Patients were evaluable for PSA response rate if a patient had a PSA level measured at baseline and at least one postbaseline assessment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"78","spread":null},{"groupId":"OG001","value":"3.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Best Overall Soft Tissue Response","description":"The best overall soft tissue objective response is defined as partial response \\[PR\\] or complete response \\[CR\\] while on study treatment based on investigator assessments of target, nontarget, and new lesions using RECIST 1.1. Soft tissue was assessed by CT or MRI at regularly scheduled visits. Only patients with measurable soft tissue disease (ie, at least 1 target lesion identified per RECIST 1.1) at screening are included in this analysis. All percentages are based on number of participants with measurable soft tissue disease at screening in each treatment group.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"58.8","spread":null},{"groupId":"OG001","value":"5.0","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Participants With Treatment-Emergent Adverse Events (AEs) and Serious Adverse Events (SAEs)","description":"An AE was any untoward medical occurrence in a participant who received study drug without regard to possibility of causal relationship. SAE was an AE resulting in any of the following outcomes or deemed significant for any other reason: death; initial or prolonged inpatient hospitalization; life-threatening experience (immediate risk of dying); persistent or significant disability/incapacity; congenital anomaly. Treatment-emergent were events between first dose of study drug and up to a maximum of 6.5 years that were absent before treatment or that worsened relative to pretreatment state. AEs included both serious and non-serious AEs.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"857","spread":null},{"groupId":"OG001","value":"791","spread":null},{"groupId":"OG002","value":"212","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"384","spread":null},{"groupId":"OG001","value":"229","spread":null},{"groupId":"OG002","value":"104","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Participants With Treatment-Emergent Adverse Events (AEs) Greater Than or Equal to (>=) Grade 3, Based on National Cancer Institute Common Terminology Criteria for AEs (CTCAE), Version 4.0","description":"An AE is any untoward medical occurrence in participant who received study drug without regard to possibility of causal relationship. As per NCI CTCAE, Grade 3 events =medically significant but not immediately life-threatening, unacceptable or intolerable events, significantly interrupting usual daily activity, require systemic drug therapy/other treatment, Grade 4 events =participant to be in imminent danger of death. Grade 5 events =death. A treatment-emergent AE (TEAE) was defined as an AE that occurred from the date and time of the first dose of study drug up to a maximum duration of 6.5 years. Number of participants with AEs of any of the Grade 3 or above (Grade 4, 5) were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"465","spread":null},{"groupId":"OG001","value":"318","spread":null},{"groupId":"OG002","value":"129","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Participants With Treatment-Related Adverse Events (AEs) and Serious Adverse Events (SAEs)","description":"Treatment-related AE was any untoward medical occurrence attributed to study drug in a participant who received study drug. SAE was an AE resulting in any of the following outcomes or deemed significant for any other reason: death; initial or prolonged inpatient hospitalization; life-threatening experience (immediate risk of dying); persistent or significant disability/incapacity; congenital anomaly. Treatment-emergent were events between first dose of study drug and up to a maximum duration of 6.5 years that were absent before treatment or that worsened relative to pre-treatment state. Relatedness to study drug was assessed by the investigator.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"579","spread":null},{"groupId":"OG001","value":"423","spread":null},{"groupId":"OG002","value":"119","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"38","spread":null},{"groupId":"OG001","value":"22","spread":null},{"groupId":"OG002","value":"14","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":384,"n":871},"commonTop":["Fatigue","Back pain","Nausea","Constipation","Arthralgia"]}}}