{"nctId":"NCT02385318","briefTitle":"To Compare Safety and Efficacy of Perrigo's Drug Product Compared to an FDA Approved Drug Product in the Treatment of Actinic Keratosis","startDateStruct":{"date":"2015-02"},"conditions":["Actinic Keratosis"],"count":519,"armGroups":[{"label":"Test Product","type":"EXPERIMENTAL","interventionNames":["Drug: Ingenol Mebutate (Perrigo)"]},{"label":"Reference product","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Ingenol Mebutate (Reference)"]},{"label":"Placebo product","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo gel"]}],"interventions":[{"name":"Ingenol Mebutate (Perrigo)","otherNames":["Perrigo product"]},{"name":"Ingenol Mebutate (Reference)","otherNames":["Reference Listed Drug Product"]},{"name":"Placebo gel","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria\n\n1. Provide written informed consent/assent\n2. Healthy male or non-pregnant females, \\>18 years old\n3. Subjects must have clinical diagnosis of actinic keratosis\n4. Subjects must be in general good health and free from any clinically significant disease that might interfere with the study evaluations in the opinion of the investigator\n5. Subjects must be willing to refrain from using non-approved products on the targeted treatment area during the study period.\n6. Subjects should be willing to refrain from using any type of bandage or dressing on the treatment area or apply the gel to open skin wounds, infections, or exfoliative dermatitis.\n7. Subjects must be willing and able to comply with the requirements of the study for the duration of the study period.\n8. Females of childbearing potential willing to use an acceptable form of birth control\n\nExclusion\n\n1. Females who are pregnant, nursing, or planning a pregnancy within the study participation period\n2. Subjects who are immunocompromised or HIV positive or who have any immune-system disorders including auto-immune disease\n3. Subjects who have or had an active herpes infection within 14 days prior to the baseline visit\n4. Subjects who have any evidence of carcinoma or any other cancer on the face and scalp\n5. Presence of an incompletely healed wound within the treatment area or within 5cm of the treatment area\n6. Presence of any skin condition in the treatment area that may be made worse by treatment with the study medication\n7. Subjects who have used a tanning salon, tanning booth, sunbathing or have excessive prolonged exposure to the sun 7 days prior to Visit 1/Day 1 (baseline) or planned throughout the study\n8. Subjects who plan to use artificial tanners within 5cm of the selected treatment area throughout the study\n9. Use of NSAIDs within 7 days from Visit 1/Day 1 (Baseline) or initiation during the trial.\n10. Subjects who had select cosmetic or therapeutic procedures within 2cm of the selected treatment area and within 14 days of Visit 1/Day 1 (baseline) or within 10cm of the selected treatment area planned anytime during the study.\n11. Subjects who have had or are scheduling elective surgery within 1 month before or after the study period\n12. Prior use within 30 days of Visit 1/ Day 1 (baseline) or planned use during the study of immunomodulators, immunosuppressive therapies, interferon, interferon inducers, systemic corticosteroids, and cytotoxic drugs\n13. Subjects undergoing treatment or received treatment within 8 weeks of Visit 1/Day 1 (baseline) and within 2cm of the selected area or planned during anytime in the study of: 5-FU, imiquimod, diclofenac, photodynamic therapy used in combination with photosensitizing cream.\n14. Subjects who used PUVA or UVB therapy on the face or scalp within 6 months prior to Visit 1/Day 1 (baseline) or are planning to receive PUVA therapy, UVB therapy, or nonprescription UV light sources anywhere on the body during the study.\n15. Subjects who have taken systemic chemotherapy medications within the last 6 months prior to Visit 1/Day 1 (baseline) or planned use anytime during the study.\n16. Subjects who have undergone resurfacing procedures within the last 6 months prior to Visit 1/Day 1 (baseline) or planned use anytime during the study.\n17. Subjects who have been treated within 1 month or planning to receive treatment with systemic retinoids, hyaluronic acid, other medicated actinic keratosis therapy, or topical steroids anywhere on the head during the study.\n18. Subject who have a history of hypersensitivity or allergy to any ingredient in the drug product.\n19. Use of medicated make-up in the treatment area or significant change in the use of consumer products within 30 days of Visit 1/Day 1 (baseline) and planned use or change throughout the study.\n20. Start or change of dose of hormonal treatment within the past 3 months (90 days) or planned start/change throughout the study.\n21. Subject consumes excessive alcohol, abuses drugs, or has a condition that could compromise the subject's ability to comply with study requirements\n22. Participation in any clinical study involving an investigational product, agent, or device in the 30 days prior to Visit 1/Day 1 (baseline) or throughout the study\n23. Subjects who have been previously enrolled in this study\n24. Employee of the research center or private practice\n25. Subjects who in the opinion of the investigator are unlikely to be able to follow the restrictions of the protocol and complete the study","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Complete Clearance (Absence) of Actinic Keratosis Lesions as Determined by Visual Inspection of the Investigator","description":null,"paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"81","spread":null},{"groupId":"OG001","value":"76","spread":null},{"groupId":"OG002","value":"10","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":204},"commonTop":["APPLICATION SITE PAIN","APPLICATION SITE Pruritus"]}}}