{"nctId":"NCT01435928","briefTitle":"PEARL Schizophrenia Maintenance","startDateStruct":{"date":"2011-09"},"conditions":["Schizophrenia"],"count":676,"armGroups":[{"label":"Lurasidone","type":"EXPERIMENTAL","interventionNames":["Drug: Lurasidone"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Matching Placebo"]}],"interventions":[{"name":"Lurasidone","otherNames":["Latuda"]},{"name":"Matching Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nOpen Label:\n\nSubject provides written informed consent and is willing and able to comply with the protocol in the opinion of the Investigator.\n\nSubject is ≥ 18 and ≤ 75 years of age, on the day of signing the informed consent.\n\nSubject meets DSM-IV-TR criteria for a primary diagnosis of schizophrenia \\[including disorganized (295.10), paranoid (295.30), undifferentiated (295.90) subtypes as established by clinical interview (using the DSM-IV-TR as a reference and confirmed using the SCID-CT)\\]. The duration of the subject's illness whether treated or untreated must be ≥ 1 year.\n\nSubject has had at least one prior episode of psychotic exacerbation as judged by the Investigator in the two years preceding screening.\n\nSubject has a PANSS Total score ≥ 80 with a score ≥ 4 on 1 or more of any PANSS Positive subscale items at screening and open-label baseline (Visit 2).\n\nSubject has a CGI-S score of ≥ 4 at screening and open-label baseline (Visit 2).\n\nSubject is not pregnant (must have a negative serum pregnancy test at screening) or nursing (must not be lactating) and is not planning pregnancy within the projected duration of the study.\n\nFemale subject of reproductive potential agrees to remain abstinent or use adequate and reliable contraception throughout the study and for at least 30 days after the last dose of lurasidone has been taken. In the Investigator's judgment, the subject will adhere to this requirement.\n\nAdequate contraception is defined as continuous use of either two barrier methods (e.g., condom and spermicide or diaphragm with spermicide) or a hormonal contraceptive. Acceptable hormonal contraceptives include the following: a) contraceptive implant (such as Norplant®) implanted at least 90 days prior to screening; b) injectable contraception (such as medroxyprogesterone acetate injection) given at least 14 days prior to screening; or c) oral contraception taken as directed for at least 30 days prior to screening.\n\nSubjects who are of non-reproductive potential, i.e., subject who is surgically sterile, has undergone tubal ligation, or is postmenopausal (defined as at least 12 months of spontaneous amenorrhea or between 6 and 12 months of spontaneous amenorrhea with follicle stimulating hormone (FSH) concentrations within postmenopausal range as determined by laboratory analysis) are not required to remain abstinent or use adequate contraception.\n\nSubject is able and agrees to remain off prior antipsychotic medication for the duration of the study.\n\nSubject has had a stable living arrangement at the time of screening and agrees to return to a similar living arrangement after discharge, if hospitalized. This criterion is not meant to exclude subjects who have temporarily left a stable living arrangement (e.g., due to psychosis). Such subjects remain eligible to participate in this protocol. Chronically homeless subjects should not be enrolled.\n\nSubject is in good physical health on the basis of medical history, physical examination, and laboratory screening.\n\nSubject who requires concomitant medication treatment with the following agents may be included if they have been on stable doses (i.e., minor adjustments only) for the specified times: 1) antidepressant agents (except fluvoxamine) and/or mood stabilizers (except carbamazepine or oxcarbazepine) must be stable for at least 30 days prior to open-label baseline, 2) oral hypoglycemics must be stable for at least 30 days prior to screening, 3) antihypertensive agents must be stable for at least 30 days prior to screening, and 4) thyroid hormone replacement must be stable for at least 90 days prior to screening. (Note: CYP3A4 inducers and inhibitors will not be allowed).\n\nSubject is willing and able to comply with the protocol assessments and visits, in the opinion of the study nurse/coordinator and the Investigator.\n\nDouble-blind -\n\nSubject must achieve and maintain clinical stability for a total of at least 12 weeks in the open label phase, defined as:\n\n1. a PANSS Total score ≤ 70, a CGI-S score \\< 4 and a PANSS item score of ≤ 4 (moderate or less) on all PANSS Positive subscale items over at least 12 weeks with the allowance of two excursions (except during the last 4 weeks of the open-label phase) assessed at weekly study visits:\n\n   • An excursion is defined as a PANSS total score up to a maximum of 80 and/or a CGI-S score up to a maximum of 4 and/or a PANSS Positive subscale item score up to a maximum of 5.\n2. a PANSS item score of ≤ 4 (moderate or less) on item G8 (uncooperativeness)\n3. taking a stable dose of lurasidone for the last 4 weeks of the open-label phase.\n\nExclusion Criteria:\n\nOpen Label - Subject has a DSM-IV Axis I or Axis II diagnosis other than schizophrenia that has been the primary focus of treatment within 3 months of screening.\n\nSubject answers \"yes\" to \"Suicidal Ideation\" item 4 (active suicidal ideation with some intent to act, without specific plan) or item 5 (active suicidal ideation with specific plan and intent) on the C-SSRS assessment at screening (in the past month) or baseline.\n\nSubject has attempted suicide within 3 months prior to the screening phase. Subject currently has a clinically significant medical condition including the following: neurological, metabolic (including Type 1 diabetes), hepatic, renal, hematological, pulmonary, cardiovascular, gastrointestinal, and/or urological disorder such as unstable angina, congestive heart failure (uncontrolled), or central nervous system (CNS) infection that would pose a risk to the subject if they were to participate in the study or that might confound the results of the study. Subjects with human immunodeficiency virus (HIV) seropositivity (or history of seropositivity) will be excluded.\n\nNote: Active medical conditions that are minor or well-controlled are not exclusionary if they do not affect risk to the subject or the study results. In cases in which the impact of the condition upon risk to the subject or study results is unclear, the Medical Monitor should be consulted. Any subject with a known cardiovascular disease or condition (even if controlled) must be discussed with the Medical Monitor before being screened.\n\nSubject has evidence of any chronic organic disease of the CNS such as tumors, inflammation, and active seizure disorder, vascular disorder, Parkinson's disease, Alzheimer's disease or other forms of dementia, myasthenia gravis, or other degenerative processes. In addition, subject must not have a history of mental retardation or persistent neurological symptoms attributable to serious head injury. Note: Past history of febrile seizures, drug-induced seizures, or alcohol withdrawal seizures is not exclusionary.\n\nNote: Past history of febrile seizures, drug-induced seizures, or alcohol withdrawal seizures is not exclusionary.\n\nSubject demonstrates evidence of acute hepatitis, clinically significant chronic hepatitis, or evidence of clinically significant impaired hepatic function through clinical and laboratory evaluation.\n\nNote: Subjects with serum alanine transaminase (ALT) or aspartate transaminase (AST) levels ≥ 3 times the upper limit of the reference ranges provided by the central laboratory require retesting. If on retesting, the laboratory value remains ≥ 3 times the upper limit, such subjects will be discussed with the Medical Monitor for enrollment consideration.\n\nSubject has a history of stomach or intestinal surgery or any other condition that could interfere with or is judged by the Investigator to interfere with absorption, distribution, metabolism, or excretion of study drug.\n\nSubject with Type 1 or Type 2 insulin-dependent diabetes.\n\nSubject with newly diagnosed Type 2 diabetes during screening. Subject with Type 2 diabetes is eligible for study inclusion if the following condition is met at screening:\n\nif a subject is currently being treated with oral anti-diabetic medication(s), the dose must have been stable for at least 4 weeks prior to screening. Such medication may be adjusted or discontinued during the study, as clinically indicated.\n\nSubject has any abnormal laboratory parameter at screening that indicates a clinically significant medical condition as determined by the Investigator. Subjects with a fasting blood glucose at screening ≥ 126 mg/dL (7.0 mmol/L) or HbA1c ≥ 7.0% will be excluded.\n\nNote: Subjects with random (non-fasting) blood glucose at screening ≥ 200 mg/dL (11.1 mmol/L) must be retested in a fasted state.\n\nSubject has a prolactin concentration \\> 100 ng/mL at screening or has a history of pituitary adenoma.\n\nSubject has a history of malignancy \\< 5 years prior to signing the informed consent, except for adequately treated basal cell or squamous cell skin cancer or in situ cervical cancer. Pituitary tumors of any duration are excluded.\n\nSubject is judged to be resistant to antipsychotic treatment defined as any one of the following:\n\n1. failure to respond to \\> 2 marketed antipsychotic agents, given at an adequate dose and for an adequate duration (within the past 2 years)\n2. history of treatment with clozapine for refractory psychosis Subject is unlikely to achieve a stable condition for ≥ 12 weeks during the open-label lurasidone phase based on the totality of evidence from the psychiatric history and/or the current presentation.\n\nSubject is receiving an antipsychotic medication above the maximum recommended (country-specific) dose at or prior to screening and, in the judgment of the Investigator, is unlikely to respond to standard doses of lurasidone.\n\nSubject has received depot antipsychotics unless the last injection was at least one treatment cycle or at least 30 days (whichever is longer) prior to the screening phase.\n\nSubject has received treatment with MAO inhibitors within 14 days prior to the screening phase.\n\nSubject requires treatment with any potent CYP3A4 inhibitors or inducers during the study (see Appendix 3).\n\nSubject has received electroconvulsive therapy treatment within the 3 months prior to screening or is expected to require electroconvulsive therapy (ECT) during the study.\n\nSubject has a history of neuroleptic malignant syndrome. Subject exhibits evidence of severe tardive dyskinesia, severe dystonia, or any other severe movement disorder. Severity will be determined by the Investigator.\n\nSubject has a history of alcohol or substance abuse (DSM-IV-TR criteria) within 3 months prior to screening or alcohol or substance dependence (DSM-IV-TR criteria) within 12 months prior to screening. The only exceptions include caffeine or nicotine abuse/dependence.\n\nSubject tests positive for drugs of abuse at screening. In the event a subject tests positive for cannabinoids (tetrahydrocannabinol), the Investigator will evaluate the subject's ability to abstain from using this drug during the study. This information will be discussed with the Medical Monitor prior to study enrollment.\n\nSubject had a history or presence of an abnormal electrocardiogram (ECG), which in the Investigator's opinion is clinically significant (Medical Monitor may be consulted to determine clinical significance).\n\nSubject has poor peripheral venous access that will limit the ability to draw blood as judged by the Investigator.\n\nSubject has a history of hypersensitivity to more than 2 distinct chemical classes of drug (e.g., sulfas and penicillins).\n\nSubject was screened or washed out previously more than three times for this study.\n\nSubject is currently participating, or has participated in, a study with an investigational or marketed compound or device within 3 months prior to signing the informed consent, or has participated in 2 or more studies within 12 months prior to signing the informed consent.\n\nSubject is homeless or did not have a stable residence for the 3 months prior to the screening phase.\n\nSubject is unable to cooperate with any study procedures, unlikely to adhere to the study procedures and keep appointments, in the opinion of the Investigator, or was planning to relocate during the study.\n\nSubject requires guardianship under the laws of his/her country.\n\nDouble-blind - Subjects who in the Investigator's judgment have not been compliant with study medication during the open-label stabilization phase.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Time to First Relapse Event During Double-blind Phase","description":"The Kaplan-Meier method is used for the estimation.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"192","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to All-cause Discontinuation","description":"The Kaplan-Meier method was used for estimation.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"148","spread":null},{"groupId":"OG001","value":"115","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Double-blind Baseline in Positive and Negative Syndrome Scale (PANSS) Total Score","description":"The PANSS is an interview-based measure of the severity of psychopathology in adults with psychotic disorders. The measure is comprised of 30 items and three scales: the Positive scale contains seven questions to assess delusions, conceptual disorganization, hallucinations behavior, excitement, grandiosity, suspiciousness/persecution, and hostility; the Negative scale contains seven questions to assess blunted effect, emotional withdrawal, poor rapport, passive/apathetic social withdrawal, lack of motivation, and similar symptoms; and the General Psychopathology subscale addresses other symptoms such as anxiety, somatic concern, and disorientation. An anchored Likert scale from 1-7, where values of 2 and above indicate the presence of progressively more severe symptoms, is used to score each item. The PANSS total score is the sum of all 30 items and ranges from 30 through 210. A higher score is associated with greater illness severity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.3","spread":"1.33"},{"groupId":"OG001","value":"12.4","spread":"1.33"}]}]}]},{"type":"SECONDARY","title":"Change From Double-blind Baseline in Clinical Global Impression - Severity of Illness Scale (CGI-S) Score","description":"The CGI-S score is a single value, clinician-rated assessment of illness severity and ranges from 1= 'Normal, not at all ill' to 7= 'Among the most extremely ill patients'. A higher score is associated with greater illness severity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.44","spread":"0.087"},{"groupId":"OG001","value":"0.74","spread":"0.087"}]}]}]},{"type":"SECONDARY","title":"Change From Double-blind Baseline in Montgomery-Asberg Depression Rating Scale (MADRS) Total Score","description":"The MADRS consists of 10 items, each rated on a Likert scale, from 0=\"Normal\" to 6=\"Most Severe\". The MADRS total score is calculated as the sum of the 10 items. The MADRS total score ranges from 0 to 60. Higher scores are associated with greater severity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.5","spread":"0.63"},{"groupId":"OG001","value":"3.6","spread":"0.63"}]}]}]},{"type":"SECONDARY","title":"Change From Double-blind Baseline in Short Form-12v2 Health Survey (SF-12v2) Physical Component Score","description":"The SF-12v2 is a self-administered, multipurpose short-form (SF) generic measure of health status. It was developed to be a shorter, yet valid, alternative to the SF-36 for use in large surveys of general and specific populations as well as in large longitudinal studies of health outcomes. The 12 items in the SF-12v2 are a subset of those in the SF-36; SF-12v2 includes one or two items from each of the eight health concepts with higher scores indicative of higher functioning and better health. The Physical Component Score is a composite of the Physical Functioning, Role Functioning, Bodily Pain and General Health scales.\n\nPhysical Composite Scores (PCS) is computed using the scores of twelve questions and range from 0 to 100, where a zero score indicates the lowest level of health measured by the scales and 100 indicates the highest level of health.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.398","spread":"0.5354"},{"groupId":"OG001","value":"-1.341","spread":"0.5373"}]}]}]},{"type":"SECONDARY","title":"Change From Double-blind Baseline in Modified Specific Levels of Functioning (SLOF) Total Score","description":"The modified SLOF scale is designed to measure directly observable behavioral functioning and daily living skills of patients with chronic mental illness. The modified SLOF consists of 24 items divided into two subscales: Social functioning (comprised of 7 items from interpersonal relationships section) and Community Living Skills (comprised of 17 items from activities and work skills sections). Each item is rated on a 5-point scale and mapped to 0 to 4 with a higher score indicating worse condition. The total score will be the sum of all 24 items and ranges from 0 to 96.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.8","spread":"0.88"},{"groupId":"OG001","value":"3.2","spread":"0.89"}]}]}]},{"type":"SECONDARY","title":"Brief Adherence Rating Scale","description":"The Brief Adherence Rating Scale (BARS) is a clinician-administered adherence assessment instrument that consists of four items including three questions and a visual analog rating scale (VAS) to assess the percentage (0 - 100%) of doses taken by the subject in the previous month.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"98.8","spread":"4.42"},{"groupId":"OG001","value":"98.9","spread":"3.66"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"EuroQol (EQ-5D): EQ-VAS Score","description":"The EQ-5D is a self-administered, standardized measure of health states consisting of two parts: EQ-5D descriptive system consisting of one question in each of five dimensions (mobility, self-care, pain, usual activities, and anxiety) with three possible response levels per question, classifying patients into one of 243 distinct health states, and a 20-cm visual analogue health status rating.\n\nThe 20-cm visual analog scale (VAS) has endpoints labeled \"best imaginable health state\" and \"worst imaginable health state\" that are anchored at 100 and 0, respectively. Respondents are asked to indicate how they rate their own health by drawing a line from an anchor box to that point on the EQ-VAS, which best represents their own health on that day.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"74.5","spread":"19.87"},{"groupId":"OG001","value":"68.2","spread":"28.59"}]}]}]},{"type":"SECONDARY","title":"Smoking Questionnaire (Average Number of Cigarettes Per Day) at Week 28 (LOCF)","description":"Smoking history and frequency were assessed during the study by a research staff member. During the study, smoked subjects were asked about the average number of cigarettes per day they smoked over the last week.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.0","spread":"12.76"},{"groupId":"OG001","value":"8.2","spread":"8.97"}]}]}]},{"type":"SECONDARY","title":"Intent to Attend (ITA) Assessment at Open-label Baseline","description":"The ITA assessment will be administered by a research staff member. The response is recorded on a 10-point scale, with 0 = \"Not at all\" and 9 = \"Extremely\". The ITA allowed the site to capture data regarding dropout risk. The following question was completed at the screening visit: \"How likely is it that you will complete the study?\"","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.9","spread":"1.48"},{"groupId":"OG001","value":"8.0","spread":"1.47"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":59,"n":676},"commonTop":["Akathisia","Headache","Insomnia","Nausea","Anxiety"]}}}