{"nctId":"NCT02141204","briefTitle":"Immunogenicity, Reactogenicity and Safety Study of Two Different Formulations of GSK Biologicals' Human Rotavirus Vaccine, Rotarix, in Healthy Infants","startDateStruct":{"date":"2019-02-20","type":"ACTUAL"},"conditions":["Rotavirus"],"count":451,"armGroups":[{"label":"HRV Liq Group","type":"EXPERIMENTAL","interventionNames":["Biological: HRV Liquid"]},{"label":"HRV Lyo Group","type":"ACTIVE_COMPARATOR","interventionNames":["Biological: HRV Lyophilized"]}],"interventions":[{"name":"HRV Liquid","otherNames":[]},{"name":"HRV Lyophilized","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subjects' parent(s)/ Legally Acceptable Representative (s) \\[LAR(s)\\] who, in the opinion of the investigator, can and will comply, with the requirements of the protocol.\n* Written informed consent obtained from the parent(s)/ LAR(s) of the subject prior to performing any study specific procedure.\n* A male or female between, and including, 6 and 10 weeks of age at the time of the first vaccination.\n* Healthy subjects as established by medical history and clinical examination before entering into the study.\n* Birth weight \\>2000 grams.\n\nExclusion Criteria:\n\n* Child in care.\n* Use of any investigational or non-registered product other than the study vaccines during the period starting 30 days before the first dose of study vaccine (Day-29 to Day 1), or planned use during the study period.\n* Chronic administration (defined as more than 14 days in total) of immunosuppressants or other immune-modifying drugs since birth. For corticosteroids, this will mean prednisone 0.5 mg/kg/day, or equivalent. Inhaled and topical steroids are allowed.\n* Administration of any chronic drug therapy to be continued during the study period.\n* Planned administration/administration of a vaccine not foreseen by the study protocol in the period starting 30 days before the first dose of vaccine administration and ending at Visit 3; with the exception of the inactivated influenza vaccine, which is allowed at any time during the study, and other licensed routine childhood vaccinations, according to the local immunization practice.\n* Concurrently participating in another clinical study, at any time during the study period, in which the subject has been or will be exposed to an investigational or a non-investigational product.\n* History of confirmed RV GE.\n* Previous vaccination against RV.\n* Any confirmed or suspected immunosuppressive or immunodeficient condition, (including Severe Combined Immunodeficiency \\[SCID\\] disorder) based on medical history and physical examination.\n* Uncorrected congenital malformation (such as Meckel's diverticulum) of the gastrointestinal tract that would predispose for Intussusception (IS).\n* History of IS.\n* Very prematurely born infants (born ≤28 weeks of gestation).\n* Hypersensitivity to latex.\n* Family history of congenital or hereditary immunodeficiency.\n* History of any reaction or hypersensitivity likely to be exacerbated by any component of the vaccine.\n* Major congenital defects or serious chronic illness.\n* History of any neurological disorders or seizures.\n* Acute disease and/or fever at the time of enrolment. This warrants deferral of vaccination.\n\n  * Fever is defined as temperature ≥38.0°C/100.4°F. The preferred location for measuring temperature in this study will be the oral cavity, the axilla or the rectum.\n  * Subjects with a minor illness (such as mild diarrhea, mild upper respiratory infection) without fever may, be enrolled at the discretion of the investigator.\n* Acute or chronic, clinically significant pulmonary, cardiovascular, hepatic or renal functional abnormality, as determined by physical examination or medical history.\n* Administration of immunoglobulins and/or any blood products since birth or planned administration during the study period.\n* Administration of long-acting immune-modifying drugs at any time during the study period (e.g., infliximab).\n* GE within 7 days preceding the study vaccine administration (warrants deferral of the vaccination).","healthyVolunteers":true,"sex":"ALL","minimumAge":"6 Weeks","maximumAge":"10 Weeks","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Anti-rotavirus (Anti-RV) Immunoglobulin A (IgA) Antibody Concentrations","description":"Serum anti-RV IgA antibody concentrations were expressed as geometric mean concentrations (GMCs).","paramType":"GEOMETRIC_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"90.25","spread":null},{"groupId":"OG001","value":"94.16","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Seroconverted Subjects for Anti-RV IgA Antibodies","description":"Seroconversion is defined as: - for subjects with a pre-vaccination anti-RV IgA antibody concentration lower than (\\<) 20 U/mL, seroconversion is achieved when the post-vaccination concentration is greater than or equal to (≥) 20 U/mL and\n\n\\- for subjects with a pre-vaccination anti-RV IgA antibody concentration ≥ 20 U/mL, seroconversion is achieved when the post-vaccination concentration is ≥ 2 times the pre-vaccination concentration.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"54.5","spread":null},{"groupId":"OG001","value":"50.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects With Any Solicited General Adverse Events (AEs)","description":"Solicited general AEs assessed were fever (defined as temperature ≥ 38.0°C/100.4°F, the preferred location for measuring temperature in this study being the oral cavity, the axilla and the rectum), irritability/fussiness, diarrhea (defined as passage of three or more looser than normal stools within a day), vomiting (defined as one or more episodes of forceful emptying of partially digested stomach contents ≥1 hour after feeding within a day), loss of appetite and cough/runny nose. Any = occurrence of AE regardless of intensity grade or relation to study vaccination.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22","spread":null},{"groupId":"OG001","value":"24","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null},{"groupId":"OG001","value":"23","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"57","spread":null},{"groupId":"OG001","value":"48","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"50","spread":null},{"groupId":"OG001","value":"53","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"71","spread":null},{"groupId":"OG001","value":"83","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"56","spread":null},{"groupId":"OG001","value":"61","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"33","spread":null},{"groupId":"OG001","value":"42","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"28","spread":null},{"groupId":"OG001","value":"25","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"22","spread":null},{"groupId":"OG001","value":"22","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null},{"groupId":"OG001","value":"13","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects With Any Unsolicited AEs","description":"An unsolicited AE is defined as any untoward medical occurrence in a clinical investigation subject, temporally associated with the use of a medicinal product, whether or not considered related to the medicinal product, and reported in addition to those solicited during the clinical study and any 'solicited' AE with onset outside the specified period of follow-up for solicited AE. Any = occurrence of AE regardless of intensity grade or relation to study vaccination.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"54","spread":null},{"groupId":"OG001","value":"58","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects With Any Serious Adverse Events (SAEs)","description":"SAEs assessed included any untoward medical occurrence that resulted in death, was life-threatening, required hospitalization or prolongation of existing hospitalization and/or resulted in disability/incapacity. Any = occurrence of SAE regardless of intensity grade or relation to study vaccination.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":7,"n":224},"commonTop":["Irritability","Pyrexia","Decreased appetite","Cough","Vomiting"]}}}