{"nctId":"NCT01081912","briefTitle":"Phase 3 Study of Hydrocodone Bitartrate Controlled-release Capsules in Subjects With Chronic Low Back Pain","startDateStruct":{"date":"2010-03"},"conditions":["Back Pain Lower Back Chronic"],"count":510,"armGroups":[{"label":"Hydrocodone Bitartrate Capsules","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Hydrocodone bitartrate"]},{"label":"Placebo comparator","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Placebo","otherNames":["Sugar pill"]},{"name":"Hydrocodone bitartrate","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subjects must have a clinical diagnosis of moderate to severe chronic lower back pain (CLBP)\n* Subjects must be classified as non-neuropathic, neuropathic, or symptomatic for more than 6 months after lower back pain (LBP) surgery\n* Subjects must in the Investigator's opinion qualify for around-the-clock opioid therapy for treatment of their chronic lower back pain (CLBP).\n* Subjects must have been taking opioids for at least 5 days/week for the past 4weeks\n* Subjects must have an average Clinic Pain Score of ≥ 4 on the 11-point (0-10) numeric rating scale (NRS) as an average for the last 24 hours of Screening\n* Subjects, in the opinion of the Investigator, must be considered to be in generally good health other then CLBP at Screening\n* Female subjects of childbearing potential must have a negative urine pregnancy test at the Screening Visit, and must consent to use a medically-acceptable method of contraception throughout the entire study period.\n* Subjects must voluntarily provide written informed consent.\n\nExclusion Criteria:\n\n* Any clinically significant condition that would, in the opinion of the Investigator, preclude study participation or interfere with the assessment of pain and other symptoms of CLBP or increase the risk of opioid-related adverse events\n* A medical condition that, in the opinion of the Investigator, would compromise the subject's ability to swallow, absorb, metabolize, or excrete the study drug\n* A surgical procedure for back pain within 6 months\n* A nerve or plexus block, including epidural steroid injections or facet blocks\n* A history of chemotherapy or confirmed malignancy within past 2 years\n* Any other chronic pain condition other than CLBP that, in the Investigator's opinion, would interfere with the assessment of LBP e.g. fibromyalgia, osteoarthritis, rheumatoid arthritis, migraine headaches requiring opioid treatment\n* Uncontrolled blood pressure, i.e., subject has a sitting systolic blood pressure \\>180 mmHg or \\<90 mmHg, and/or a sitting diastolic blood pressure \\>120 mmHg or \\<50 mmHg at Screening\n* A Body Mass Index (BMI) \\>45 kg/m2\n* A Hospital Anxiety and Depression Scale (HADS) Index score of \\>12 in either depression or anxiety subscales or an established history of major depressive disorder that is poorly controlled with medication\n* A clinically significant abnormality in clinical chemistry, hematology or urinalysis","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Change in 24-hour Pain Intensity Ratings Scale (NRS).","description":"Change in average pain intensity as measured daily by Numeric Rating Scale (NRS) for Pain (0-10; where 0 = no pain, 10 = worst pain imaginable) comparing HC-ER with Placebo. Lower number equals better outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.48","spread":"1.563"},{"groupId":"OG001","value":"0.96","spread":"1.550"}]}]}]},{"type":"SECONDARY","title":"Mean Change of the Clinic NRS Pain Intensity","description":"The change in pain intensity as measured in the clinic by a 0-10 Numeric Rating Scale (NRS)","classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":6,"n":510},"commonTop":["Constipation","Nausea","Somnolence","Fatigue","Diarrhoea"]}}}