{"nctId":"NCT00166205","briefTitle":"Safety and Effectiveness Study of The Swedish Adjustable Gastric Band (SAGB) in the Treatment of Morbid Obesity","startDateStruct":{"date":"2003-06"},"conditions":["Obesity, Morbid"],"count":276,"armGroups":[{"label":"Gastric Band","type":"EXPERIMENTAL","interventionNames":["Device: Swedish Adjustable Gastric Band"]}],"interventions":[{"name":"Swedish Adjustable Gastric Band","otherNames":["Realize Band"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Able to comprehend, follow and give signed informed consent;\n* 18 to 60 years of age (inclusive);\n* Five year history of morbid obesity;\n* Body Mass Index (BMI) \\>40 kg/m2 and \\<55 kg/m2, or BMI \\>35 kg/m2 and \\<40 kg/m2 with one or more significant medical conditions related to obesity (co-morbid conditions of type 2 diabetes, hyperlipidemia, obstructive sleep apnea, hypertension, metabolic syndrome, or osteoarthritis of the hip or knee) for which the subject is being treated, and which are generally expected to be improved, reversed, or resolved by weight loss.\n* 100 lbs. overweight or 1.5 times ideal weight;\n* Documented failure of conservative, non-surgical means of weight reduction within one year prior to the Screening Visit, including failure of supervised diet, exercise and or behavior modification programs, and pharmacologic therapy;\n* Willing to commit to significant lifestyle changes that include diet, eating, and exercise habits for the duration of the clinical trial;\n* Able to commit to long-term follow-up, including band adjustment visits:\n* Living within the contiguous U.S. and is within a 100 mile radius of the study center;\n* Absence of significant psychopathology that could limit the subject's ability to understand the procedure, comply with medical, surgical, and/or behavioral recommendations, as documented during screening assessment;\n* Agrees to refrain from any type of reconstructive surgery that would affect body weight such as abdominal lipoplasty or liposuction, mammoplasty, or removal of excess skin for the follow-up period following SAGB placement; and\n* Candidate for surgical weight loss intervention (i.e., meets accepted health criteria for major surgery).\n\nExclusion Criteria:\n\n* Women of childbearing potential who are not practicing an effective method of birth control or who are pregnant or lactating;\n* Previous malabsorptive or restrictive procedures performed for the treatment of obesity;\n* Documented history of drug and/or alcohol abuse within two years of the Screening Visit;\n* History of impaired mental status including, but not limited to active substance abuse, a history of schizophrenia, borderline personality disorder, uncontrolled depression, suicidal attempts within the past two years or current suicidal tendencies or ideations;\n* Presence of any of the following medical conditions;\n\n  * Inflammatory diseases of the gastrointestinal tract, including severe intractable esophagitis, gastric ulceration, duodenal ulceration, or specific inflammation such as Crohn's disease that have been active within the past 10 years;\n  * Congenital or acquired anomalies of the GI tract, including atresias or stenosis,\n  * Severe cardiopulmonary disease or other serious organic disease that makes the subject a high-risk surgical candidate;\n  * Uncontrolled hypertension;\n  * Portal Hypertension;\n  * Uncontrolled Diabetes Mellitus;\n  * Chronic or acute upper gastrointestinal bleeding conditions, e.g. gastric or esophageal varices;\n  * Cirrhosis;\n  * Congenital or acquired intestinal telangiectasia;\n  * Esophageal or gastric disorders including severe preoperative reflux, dysmotility, or Barrett's Esophagus;\n  * Presence of hiatal hernia;\n  * Prior surgery of the foregut including hiatal hernia repair or prior gastric surgery;\n  * Chronic pancreatitis;\n  * Immunocompromised such as that resulting from chronic oral steroid use, chemotherapeutic agents, or immune deficiency disorders;\n  * Conditions that, in the opinion of the investigator, may jeopardize the subject's well-being and/or the soundness of this clinical study;\n* History or presence of pre-existing autoimmune connective tissue disease, i.e., systemic lupus erythematosus or scleroderma;\n* Presence of terminal illness with life expectancy \\<5 years;\n* Use of prescription or over the counter weight reduction medications or supplements within one month of the Screening Visit and for the duration of study participation;\n* Acute or chronic infection (localized or systemic);\n* Known or suspected allergy to silicone or other materials contained in the Swedish Adjustable Gastric Band;\n* History of intolerance to implanted devices;\n* Not ambulatory; and\n* Participation in another clinical trial within 8 weeks of the Screening Visit and for the duration of this trial.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"60 Years","stdAges":["ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percent of Subjects Who Had Adverse Events With the Swedish Adjustable Gastric Band (SAGB)","description":"Percent of device-related adverse events (AEs) and device malfunctions occurring in subjects implanted with the Swedish Adjustable Gastric Band from baseline throughout the three-year post-operative period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"69.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Changes in Excess Body Weight (EBW)","description":"Changes in excess body weight at 3-years post-operative minus baseline excess weight. Excess weight is computed as baseline weight minus Ideal weight. Ideal weight as provided in the 1983 Metropolitan Life Height and Weight Table using the upper limit of the midpoint range.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"75.7","spread":"39.8"}]}]}]},{"type":"SECONDARY","title":"Changes in Body Mass Index (BMI)","description":"Changes in Body Mass Index (BMI) at three-years post-operative minus baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35.7","spread":"6.2"}]}]}]},{"type":"SECONDARY","title":"Change in Absolute Weight","description":"Absolute weight loss as measured on a standardized Tanita Scale (used at all sites) at three-years post-operative minus baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"51.3","spread":"30.8"}]}]}]},{"type":"SECONDARY","title":"Changes in Quality of Life (QOL) Measures","description":"Changes in QOL measures at three-years post-operative minus baseline. SF-36 scores from 0-100 with higher scores representing better QOL.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.4","spread":"10.3"}]}]}]},{"type":"SECONDARY","title":"Changes in Glycosylated Hemoglobin (HbA1c)","description":"Changes in glycosylated hemoglobin (HbA1c), from baseline to three-years post-operative.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.7","spread":"0.7"}]}]}]},{"type":"SECONDARY","title":"Number of All Adverse Events of Subjects Implanted With the SAGB","description":"The evaluation of all Adverse Events of subjects implanted with the Swedish Adjustable Gastric Band throughout the three-year post-operative period (related to device and unrelated to device).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2400","spread":null}]}]}]},{"type":"PRIMARY","title":"Percent Excess Weight Loss","description":"Percent Excess Weight Loss (%EWL) with the SAGB at three years post operatively minus baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"41.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Changes in High Density Lipoproteins (HDL)","description":"Changes in High Density Lipoproteins (HDL), at three-years post-operative minus baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"56.4","spread":"14.7"}]}]}]},{"type":"SECONDARY","title":"Changes in Low Density Lipoproteins (LDL)","description":"Changes in Low Density Lipoproteins (LDL), at three-years post-operative minus baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"114.5","spread":"32.3"}]}]}]},{"type":"SECONDARY","title":"Changes in Total Cholesterol","description":"Changes in Total Cholesterol, at three-years post-operative minus baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"193.5","spread":"36.9"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":78,"n":276},"commonTop":["Vomiting","Nausea","Constipation","Post procedural pain","Gastrooesophageal reflux disease"]}}}