{"nctId":"NCT01012258","briefTitle":"Cetuximab With Radiotherapy for Locally Advanced Squamous Cell Carcinoma of the Head and Neck in Chinese Subjects","startDateStruct":{"date":"2009-02"},"conditions":["Squamous Cell Carcinoma of the Head and Neck"],"count":70,"armGroups":[{"label":"Cetuximab","type":"EXPERIMENTAL","interventionNames":["Biological: Cetuximab + concomitant boost radiotherapy"]}],"interventions":[{"name":"Cetuximab + concomitant boost radiotherapy","otherNames":["Erbitux®"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Inpatient greater than or equal to (\\>=) 18 years of age\n* Pathologically proven squamous cell carcinoma arising in the oropharynx, hypopharynx or larynx\n* Stage III or IV disease with an expected survival of at least 12 months\n* Medically suitable to withstand a course of concomitant boost RT\n* Presence of at least 1 bi-dimensionally measurable lesion identified either by computed tomography (CT) scan or magnetic resonance imaging (MRI) according to modified World Health Organization (WHO) criteria\n* Karnofsky Performance Status (KPS) \\>=80 at trial entry\n* Neutrophils \\>=1.5\\*10\\^9/Liter (L), platelet count \\>= 100\\*10\\^9/L, hemoglobin \\>= 90 gram/liter (g/L)\n* Total bilirubin less than or equal to (\\<=) 2\\*upper limit of normal (ULN); aspartate aminotransferase (AST) and alanine aminotransferase (ALT) \\<= 3\\*ULN\n* Serum creatinine \\<=133 micromole/liter (mcmol/L)\n* Serum calcium within normal range\n* Effective contraception if procreative potential exists (applicable to both male and female subjects)\n* Chinese with Chinese citizenship\n* Signed written informed consent\n\nExclusion Criteria:\n\n* Evidence of distant metastatic disease\n* Squamous cell carcinoma arising in the nasopharynx or oral cavity\n* Receipt of prior systemic chemotherapy within the last 3 years\n* Previous surgery for the tumor under study other than biopsy\n* Receipt of prior RT to the head and neck\n* Currently receiving RT as part of a postoperative regimen following primary surgical resection\n* Planned neck dissection after trial RT\n* Active infection (infection requiring IV antibiotics), including active tuberculosis, or known and declared human immunodeficiency virus (HIV)\n* Uncontrolled diabetes mellitus, pulmonary fibrosis, acute pulmonary disorder, interstitial pneumonia, cardiac failure or liver failure\n* Uncontrolled hypertension defined as systolic blood pressure \\>=180 millimeter of mercury (mmHg) and/or diastolic blood pressure \\>=130 mmHg under resting conditions\n* Pregnancy (absence to be confirmed by serum beta human chorionic gonadotrophin \\[beta-HCG\\] test) or breastfeeding\n* Concomitant chronic systemic immune therapy or hormonal therapy as cancer therapy\n* Other concomitant anticancer therapies\n* Documented or symptomatic brain or leptomeningeal metastasis\n* Clinically relevant coronary artery disease or history of myocardial infarction in the last 12 months or high risk of uncontrolled arrhythmia or uncontrolled cardiac insufficiency\n* Previous treatment with monoclonal antibody therapy, other signal transduction inhibitors or epidermal growth factor receptor (EGFR) targeting therapy\n* Evidence of previous other malignancy within the last 5 years\n* Intake of any investigational medication within 30 days before trial entry\n* Other protocol-defined exclusion criteria may apply","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Best Overall Response (BOR)","description":"Best overall (objective) response was defined as the occurrence of complete response (CR) or partial response (PR) based on the investigator's assessment according to modified World Health Organization (WHO) criteria confirmed at a repeat assessment performed no less than 28 days after the criteria for response were first met. CR was defined as disappearance of all index lesions. PR was defined as a 50% or more decrease in the sum of the products of diameters (SOPD) of index lesions compared to the baseline SOPD, with no evidence of PD.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"68.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression-Free Survival (PFS)","description":"Progression-free survival was defined as the duration (in months) from first administration of trial treatment to first observation of PD (radiological or clinical, if radiological PD is not available), or death due to any cause. The PFS time of participants without observation of PD but death occurring after two or more missed consecutive tumor assessments (i.e. two-fold scheduled time interval of two consecutive tumor assessments) was censored on the date of last tumor assessment or first administration of trial treatment (whichever was later).","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.4","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":5,"n":66},"commonTop":["Mucosal inflammation","Weight decreased","Dermatitis acneiform","Dry mouth","Pyrexia"]}}}