{"nctId":"NCT02630316","briefTitle":"Safety and Efficacy of Inhaled Treprostinil in Adult PH With ILD Including CPFE","startDateStruct":{"date":"2017-02-03","type":"ACTUAL"},"conditions":["Pulmonary Hypertension","Interstitial Lung Disease","Combined Pulmonary Fibrosis and Emphysema"],"count":326,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"Inhaled Treprostinil","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Inhaled Treprostinil"]}],"interventions":[{"name":"Inhaled Treprostinil","otherNames":["Tyvaso"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Subject voluntarily gave informed consent to participate in the study.\n2. Males and females aged 18 years or older at the time of informed consent.\n\n   a. Females of reproductive potential were non-pregnant (as confirmed by a urine pregnancy test at screening) and non-lactating, and: i. Abstained from intercourse (when in line with their preferred and usual lifestyle), or ii. Used 2 medically acceptable, highly effective forms of contraception for the duration of study, and at least 30 days after discontinuing study drug.\n\n   b. Males with a partner of childbearing potential used condoms for the duration of treatment and for at least 48 hours after discontinuing study drug.\n3. The subject had a confirmed diagnosis of WHO Group 3 PH based on computed tomography (CT) imaging which was performed within 6 months prior to randomization and demonstrated evidence of diffuse parenchymal lung disease. Subjects had any form of ILD or CPFE.\n4. Subjects were required to have a right heart catheterization (RHC) within 1 year prior to randomization with the following documented parameters:\n\n   1. Pulmonary vascular resistance (PVR) \\>3 Wood Units (WU) and\n   2. A pulmonary capillary wedge pressure (PCWP) of \\<15 mmHg and\n   3. A mean pulmonary arterial pressure (mPAP) of \\>25 mmHg\n5. Baseline 6MWD ≥100 m.\n6. Subjects on a chronic medication for underlying lung disease (ie, pirfenidone, nintedanib, etc) were on a stable and optimized dose for ≥30 days prior to randomization.\n7. In the opinion of the Investigator, the subject was able to communicate effectively with study personnel, and was considered reliable, willing and likely to be cooperative with protocol requirements, including attending all study visits.\n8. Subjects with connective tissue disease (CTD) had a Baseline forced vital capacity (FVC) of \\<70%.\n\nExclusion criteria:\n\n1. The subject had a diagnosis of PAH or PH for reasons other than WHO Group 3 PH ILD as outlined in Inclusion Criterion 3.\n2. The subject showed intolerance or significant lack of efficacy to a prostacyclin or prostacyclin analogue that resulted in discontinuation or inability to effectively titrate that therapy.\n3. The subject received any PAH-approved therapy including: prostacyclin therapy (ie, epoprostenol, treprostinil, iloprost, or beraprost; except for acute vasoreactivity testing), prostacyclin (IP) receptor agonist (selexipag), endothelin receptor antagonist (ERA), phosphodiesterase type 5 inhibitor (PDE5-I), or soluble guanylate cyclase (sGC) stimulator within 60 days of randomization.\n4. The subject had evidence of clinically significant left-sided heart disease as defined by:\n\n   1. PCWP \\>15 mmHg\n   2. Left ventricular ejection fraction \\<40%. Note: Subjects with abnormal left ventricular function attributable entirely to impaired left ventricular filling due to the effects of right ventricular overload (ie, right ventricular hypertrophy and/or dilatation) were not excluded.\n5. The subject was receiving \\>10 L/min of oxygen supplementation by any mode of delivery at rest at Baseline.\n6. Current use of any inhaled tobacco/marijuana products or significant history of drug abuse at the time of informed consent.\n7. Exacerbation of underlying lung disease or active pulmonary or upper respiratory infection within 30 days of randomization.\n8. Initiation of pulmonary rehabilitation within 12 weeks prior to randomization.\n9. In the opinion of the Investigator, the subject had any condition that would interfere with the interpretation of study assessments or has any disease or condition (ie, peripheral vascular disease, musculoskeletal disorder, morbid obesity) that would likely be the primary limit to ambulation (as opposed to PH).\n10. Use of any investigational drug/device, or participation in any investigational study with therapeutic intent within 30 days prior to randomization.\n11. Severe concomitant illness limiting life expectancy (\\<6 months).\n12. Acute pulmonary embolism within 90 days of randomization.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in 6-minute Walk Distance (6MWD) Measured at Peak Exposure From Baseline to Week 16","description":"The intent of the 6MWD test is to evaluate exercise capacity associated with carrying out activities of daily living. Change in 6MWD from Baseline to Week 16, correlates with the current clinical standard for assessing patient functional status in the treatment of PH and is considered an objective measure of patient functional status. Subjects will be instructed to walk down a corridor at a comfortable speed as far as they can manage for six minutes. Peak exposure 6MWD will occur by conducting 6-minute walk test (6MWT) within 10 to 60 minutes after the most recent dose of study drug dose.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-9.0","spread":null},{"groupId":"OG001","value":"6.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Plasma Concentration of N-terminal Pro-Brain Natriuretic Peptide (NT-proBNP) From Baseline to Week 16","description":"The NT-proBNP serum concentration is a useful biomarker associated with changes in right heart morphology and function. NT-proBNP serum concentration will be assessed to compare the severity of heart failure at Baseline and Week 16. Blood for NT-proBNP assessment must be drawn prior to conducting the 6MWT.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20.65","spread":null},{"groupId":"OG001","value":"-22.65","spread":null}]}]}]},{"type":"SECONDARY","title":"Incidence of Clinical Worsening","description":"Subjects were monitored for clinical worsening from the time of randomization until 1 of the following criteria were met: hospitalization due to a cardiopulmonary indication; decrease in 6MWD \\>15% from Baseline directly related to the disease under study, at 2 consecutive visits and at least 24 hours apart; death (all causes); or lung transplantation.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"54","spread":null},{"groupId":"OG001","value":"37","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Peak 6-minute Walk Distance (6MWD) From Baseline to Week 12","description":"The intent of the 6MWD test is to evaluate exercise capacity associated with carrying out activities of daily living. Change in 6MWD from Baseline to Week 12, correlates with the current clinical standard for assessing patient functional status in the treatment of PH and is considered an objective measure of patient functional status. Subjects will be instructed to walk down a corridor at a comfortable speed as far as they can manage for six minutes. Peak exposure 6MWD will occur by conducting 6MWT within 10 to 60 minutes after the most recent dose of study drug dose.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.0","spread":null},{"groupId":"OG001","value":"8.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Trough 6-minute Walk Distance (6MWD) From Baseline to Week 15","description":"The intent of the 6MWD test is to evaluate exercise capacity associated with carrying out activities of daily living. Change in 6MWD from Baseline to Week 15, correlates with the current clinical standard for assessing patient functional status in the treatment of PH and is considered an objective measure of patient functional status. Subjects will be instructed to walk down a corridor at a comfortable speed as far as they can manage for six minutes. Distance \\<500 meters suggests considerable exercise limitation; Distance 500-800 meters suggests moderate limitation; Distance \\>800 meters (with no rests) suggests mild or no limitation. Trough exposure 6MWD will occur by conducting 6-minute walk test (6MWT) at least four hours after the most recent study drug dose.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-9.0","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":42,"n":163},"commonTop":["Cough","Dyspnoea","Headache","Dizziness","Nausea"]}}}