{"nctId":"NCT01137474","briefTitle":"A Study of BMS-512148 (Dapagliflozin) in Patients With Type 2 Diabetes and Inadequately Controlled Hypertension on an Angiotensin-Converting Enzyme Inhibitor or Angiotensin Receptor Blocker","startDateStruct":{"date":"2010-07"},"conditions":["Type 2 Diabetes"],"count":2996,"armGroups":[{"label":"Dapagliflozin, 10 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Dapagliflozin"]},{"label":"Placebo-matching dapagliflozin","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo-matching dapagliflozin"]},{"label":"Dapagliflozin, 2. 5 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Dapagliflozin"]},{"label":"Dapagliflozin, 5 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Dapagliflozin"]}],"interventions":[{"name":"Dapagliflozin","otherNames":["BMS-512148"]},{"name":"Placebo-matching dapagliflozin","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Key inclusion criteria\n\n* Participants willing and able to give signed and written informed consent\n* Males and females, aged 18 to 89 years, who have type 2 diabetes with inadequate glycemic control (hemoglobin A1c between 7% and 10.5%) and uncontrolled hypertension (seated systolic blood pressure of 140 to 165 mm Hg and seated diastolic blood pressure 85 to 105 mm Hg)\n* Mean 24-hour BP\\>=130/80 mmHg determined by ABPM\n* Stable dose of oral antidiabetic agent (OAD) for at least 6 weeks (12 weeks for thiazolidinedione) or a stable daily dose of insulin as monotherapy or in combination with another OAD, for 8 weeks, and a stable dose of an angiotensin-converting enzyme inhibitor or angiotensin-receptor blocker for at least 4 weeks\n* C-peptide level ≥0.8 ng/mL\n* Body mass index ≤ 45.0 kg/m\\^2\n\nKey exclusion criteria\n\n* Aspartate aminotransferase or alanine aminotransferase level \\>3\\*upper limit of normal (ULN)\n* Serum total bilirubin level \\>1.5\\*ULN\n* Serum creatinine ≥2.0 mg/dL unless subject was on metformin, where exclusionary limits were serum creatinine ≥1.50 mg/dL for men and ≥1.40 mg/dL for women\n* Estimated creatinine clearance of \\<60 mL/min\n* Hemoglobin ≤10.0 g/dL for men and ≤9.0 g/dL for women\n* Creatine kinase \\>3\\*ULN\n* Positive for hepatitis B surface antigen\n* Positive for antihepatitis C virus antibody\n* Abnormal free T4 value\n* History of diabetes insipidus\n* Symptoms of poorly controlled diabetes that would preclude participation in this trial, including but not limited to, marked polyuria and polydipsia with greater than 10% weight loss during the 3 months prior to enrollment.\n* History of diabetic ketoacidosis or hyperosmolar nonketotic coma\n* History of malignant and accelerated hypertension\n* Known or suspected secondary hypertension\n* Any of the following within 6 months of enrollment visit:\n\n  * Myocardial infarction\n  * Cardiac surgery or revascularization (coronary artery bypass surgery /percutaneous transluminal coronary angioplasty)\n  * Unstable angina\n  * Unstable congestive heart disease or New York Heart Association Class III or IV\n  * Transient ischemic attack or significant cerebrovascular disease\n  * Unstable or previously undiagnosed arrhythmia","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"89 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Adjusted Mean Change From Baseline in Seated Systolic Blood Pressure (BP) at Week 12","description":"Seated BP was to be measured at every visit. Data after rescue medication was excluded. The patient first rested for at least 10 minutes in the seated position. Seated blood BP was determined from the mean of 3 replicated measurements obtained at least 1 minute apart. However, if the 3 consecutive seated BP readings were not within 8 mm Hg of each other, an additional 2 BP readings were to be obtained (total=5) and incorporated into the calculated mean for systolic BP and diastolic BP. For the initial BP recording, BP was measured in both arms. If the BP was higher in 1 arm, that arm was used for BP measurement. If there was no difference in BP measurements between arms, the dominant arm was used for all future BP measurements. All randomized participants who received at least 1 dose of study drug and who had nonmissing baseline and at least 1 postbaseline value during the double-blind treatment period were used for analysis. SD=standard deviation.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-10.40","spread":"0.8822"},{"groupId":"OG001","value":"-7.34","spread":"0.8812"}]}]}]},{"type":"PRIMARY","title":"Adjusted Mean Change From Baseline in Hemoglobin (HbA1c) at Week 12","description":"HbA1c was measured as percent of hemoglobin by a central laboratory. All randomized participants who received at least 1 dose of study drug and who had nonmissing baseline and at least 1 postbaseline value during the double-blind treatment period were used for analysis. SD=standard deviation.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.10","spread":"0.0631"},{"groupId":"OG001","value":"-0.56","spread":"0.0633"}]}]}]},{"type":"SECONDARY","title":"Adjusted Mean Change From Baseline in 24-Hour Ambulatory Systolic Blood Pressure at Week 12 (Last Observation Carried Forward)","description":"Ambulatory blood pressure monitoring was performed twice during the study, at baseline and at the end of study, for a duration of 24-hrs each time. If the patient met the criteria for rescue due to hypertension, a second monitoring was performed prior to the first dose of rescue medication. Initiation of the 24-hr ambulatory blood pressure monitoring began between 6 and 11 am to ensure trough blood pressure measurements were obtained. Patients were instructed to withhold all medication on the morning of the study visit and to bring their medications to the visit with them.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.73","spread":"1.2427"},{"groupId":"OG001","value":"-9.62","spread":"1.2277"}]}]}]},{"type":"SECONDARY","title":"Adjusted Mean Change From Baseline in Seated Diastolic Blood Pressure at Week 12","description":"All randomized participants who received at least 1 dose of study drug and who had nonmissing baseline and at least 1 postbaseline value during the double-blind treatment period were used for analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.79","spread":"0.5418"},{"groupId":"OG001","value":"-5.79","spread":"0.5425"}]}]}]},{"type":"SECONDARY","title":"Adjusted Mean Change in 24-Hour Ambulatory Diastolic Blood Pressure at Week 12 (Last Observation Carried Forward [LOCF])","description":"Ambulatory blood pressure monitoring was performed twice during the study, at baseline and at the end of study, for a duration of 24 hours each time. If the patient met the criteria for rescue due to hypertension, a second monitoring was performed prior to the first dose of rescue medication. Initiation of the 24-hour ambulatory blood pressure monitoring began between 6 and 11 am to ensure trough blood pressure measurements were obtained. Patients were instructed to withhold all medication on the morning of the study visit and to bring their medications to the visit with them.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.53","spread":"0.8458"},{"groupId":"OG001","value":"-6.15","spread":"0.8353"}]}]}]},{"type":"SECONDARY","title":"Adjusted Mean Change From Baseline in Serum Uric Acid Levels at Week 12","description":"Central laboratory serum uric acid levels will be determined at the Enrollment, Day -28, Day 1, and at Week 4, 8, 12, and 13 visits. All randomized participants who received at least 1 dose of study drug and who had nonmissing baseline and at least 1 postbaseline value during the double-blind treatment period were used for analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.05","spread":"0.0747"},{"groupId":"OG001","value":"-0.27","spread":"0.0754"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":311},"commonTop":[]}}}