{"nctId":"NCT03905330","briefTitle":"A Study to Evaluate the Efficacy and Safety of Maralixibat in Subjects With Progressive Familial Intrahepatic Cholestasis (MARCH-PFIC)","startDateStruct":{"date":"2019-07-09","type":"ACTUAL"},"conditions":["Progressive Familial Intrahepatic Cholestasis (PFIC)"],"count":93,"armGroups":[{"label":"Maralixibat","type":"EXPERIMENTAL","interventionNames":["Drug: Maralixibat"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Placebo"]}],"interventions":[{"name":"Maralixibat","otherNames":["Formerly LUM001 and SHP625"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Informed consent and assent (as applicable) per Institutional Review Board/Ethics Committee (IRB/EC)\n2. Male or female subjects with a body weight ≥5 kg, who are ≥12 months and \\<18 years of age at time of baseline\n3. Cholestasis as manifested by total sBA ≥3× ULN (applies to primary cohort only)\n4. An average AM ItchRO(Obs) score ≥1.5 during 4 consecutive weeks of the screening period, leading to the baseline visit (Visit 1)\n5. Completion of at least 21 valid\\* morning ItchRO(Obs) entries during 4 consecutive weeks of the screening period, leading to the baseline visit (Visit 1) (\\*valid = completed and not answered as \"I don't know\"; maximum allowed invalid reports = 7, no more than 2 invalid reports during the last 7 days before randomization)\n6. Diagnosis of PFIC based on the following:\n\n   * Chronic cholestasis as manifested by persistent (\\>6 months) pruritus in addition to biochemical abnormalities and/or pathological evidence of progressive liver disease and\n   * Primary Cohort: Subjects with genetic testing results consistent with biallelic disease-causing variation in ABCB11 (PFIC2), based on standard of care genotyping\n   * Supplemental Cohort: i. Subjects with genetic testing results consistent with biallelic disease-causing variation in ATP8B1 (PFIC1), ABCB4 (PFIC3), or TJP2 (PFIC4), based on standard of care genotyping. ii. Subjects with PFIC phenotype without a known mutation or with another known mutation not described above or with intermittent cholestasis as manifested by fluctuating sBA levels. iii. Subjects with PFIC after internal or external biliary diversion surgery or for whom internal or external biliary diversion surgery was reversed.\n7. Male and females of non-childbearing potential. Males and non-pregnant, non-lactating females of childbearing potential who are sexually active must agree to use acceptable methods of contraception during the study and 30 days following the last dose of the study medication. Females of childbearing potential must have a negative pregnancy test\n8. Access to email or phone for scheduled remote visits\n9. Ability to read and understand the questionnaires (both caregivers and subjects above the age of assent)\n10. Access to consistent caregiver(s) during the study\n11. Subject and caregiver willingness to comply with all study visits and requirements.\n\nExclusion Criteria:\n\n1. Predicted complete absence of bile salt excretion pump (BSEP) function based on the type of ABCB11 mutation (PFIC2), as determined by a standard of care genotyping (applies to primary cohort only). Subjects can enter the study in the Supplemental Cohort (under inclusion criteria 6.ii or 6.iii).\n2. Recurrent intrahepatic cholestasis, indicated by a history of sBA levels \\<3x ULN or intermittent pruritus (applies to primary cohort only)\n3. Current or recent history (\\<1 year) of atopic dermatitis or other non-cholestatic diseases associated with pruritus.\n4. History of surgical disruption of the enterohepatic circulation (applies to primary cohort only)\n5. Chronic diarrhea requiring intravenous fluid or nutritional intervention for the diarrhea and/or its sequelae at screening or during the 6 months prior to screening\n6. Previous or need for imminent liver transplant\n7. Decompensated cirrhosis (international normalized ratio \\[INR\\] \\>1.5, albumin \\<30 g/L, history or presence of clinically significant ascites, variceal hemorrhage, and/or encephalopathy)\n8. ALT or total serum bilirubin (TSB) \\>15× ULN at screening\n9. Presence of other liver disease\n10. Presence of any other disease or condition known to interfere with the absorption, distribution, metabolism or excretion of drugs, including bile salt metabolism in the intestine (e.g., inflammatory bowel disease), per Investigator discretion\n11. Possibly malignant liver mass on imaging, including screening ultrasound\n12. Known diagnosis of human immunodeficiency virus (HIV) infection\n13. Any prior cancer diagnosis (except for in situ carcinoma) within 5 years of the screening visit (Visit 0)\n14. Any known history of alcohol or substance abuse\n15. Administration of bile acids or lipid binding resins, or phenylbutyrates during the screening period\n16. Criterion has been deleted as of Amendment 3\n17. Administration of any investigational drug, biologic, or medical device during the screening period\n18. Previous use of an ileal bile acid transporter inhibitor (IBATi)\n19. History of non-adherence to medical regimens, unreliability, medical condition, mental instability or cognitive impairment that, in the opinion of the Investigator or Sponsor medical monitor, could compromise the validity of informed consent, compromise the safety of the subject, or lead to nonadherence with the study protocol or inability to conduct the study procedures\n20. Known hypersensitivity to maralixibat or any of its excipients.","healthyVolunteers":false,"sex":"ALL","minimumAge":"1 Year","maximumAge":"17 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Change in the Average Morning ItchRO(Obs) Severity Score in the Primary Cohort","description":"The primary efficacy endpoint is the mean change in the average morning ItchRO(Obs) severity score between baseline and Weeks 15-26, using 4-week average morning ItchRO(Obs) severity scores (Mixed Model Repeated Measures). The baseline average morning ItchRO(Obs) severity score is defined as the 4-week average morning ItchRO(Obs) severity score prior to the first dose of the study medication.\n\nItchRo(Obs) Severity Score = Itch Reported Outcome Observer assessment severity score; scale between 0 (not itchy at all) and 4 (extremely itchy); the lower the score the better.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.718","spread":null},{"groupId":"OG001","value":"-0.628","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change in Total sBA Level in the Primary Cohort.","description":"Mean change in total sBA level between baseline and average of Weeks 18, 22 and 26.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-175.536","spread":null},{"groupId":"OG001","value":"11.187","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change in the Average Morning ItchRO(Obs) Severity Score in Participants With PFIC (PFIC1, Nt-PFIC2, PFIC3, PFIC4 and PFIC6)","description":"Mean change in the average morning ItchRO(Obs) severity score between baseline and Week 15 through Week 26 in participants with PFIC (PFIC1, PFIC2, PFIC3, PFIC4 and PFIC6).\n\nItchRo(Obs) Severity Score = Itch Reported Outcome Observer assessment severity score; scale between 0 (not itchy at all) and 4 (extremely itchy); the lower the score the better.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.811","spread":null},{"groupId":"OG001","value":"-0.610","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change in Total sBA Level in Participants With PFIC (PFIC1, PFIC2, PFIC3, PFIC4 and PFIC6)","description":"Mean change in total sBA level between baseline and average of Weeks 18, 22, and 26 in participants with PFIC (PFIC1, PFIC2, PFIC3, PFIC4 and PFIC6)","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-157.489","spread":null},{"groupId":"OG001","value":"2.913","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of ItchRO(Obs) Responders in the Primary Cohort","description":"Proportion of ItchRO(Obs) responders from Week 15 to Week 26 in participants with PFIC2 using the average value from the three 4-week periods (Weeks 15-18, 19-22 and 23-26). The number in the Subject Analysis Set refers to the number of responders.\n\nItchRO responders are defined as a subject having a 4-week average morning ItchRO(Obs) severity change from baseline of ≤-1.0 or an average severity score of ≤1.0.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of sBA Responders in the Primary Cohort","description":"Proportion of sBA responders from Week 18 to Week 26 in participants with PFIC2, using the average value from Weeks 18, 22 and 26 values. The number in the Subject Analysis Set refers to the number of responders.\n\nsBA responders are defined as a subject having an average sBA level of \\<102 umol/L (applies only if baseline sBA level was ≥102 umol/L), OR a ≤-75% average percent change from baseline.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of ItchRO(Obs) Responders PFIC (PFIC1, PFIC2, PFIC3, PFIC4 and PFIC6)","description":"Proportion of ItchRO(Obs) responders from Week 15 to Week 26 in participants with PFIC (PFIC1, PFIC2, PFIC3, PFIC4 and PFIC6). The number in the Subject Analysis Set refers to the number of responders.\n\nItchRO responders are defined as a subject having a 4-week average morning ItchRO(Obs) severity change from baseline of ≤-1.0 OR an average severity score of ≤1.0.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21","spread":null},{"groupId":"OG001","value":"8","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of sBA Responders PFIC (PFIC1, PFIC2, PFIC3, PFIC4 and PFIC6)","description":"Proportion of sBA responders from Week 18 to Week 26 in participants with PFIC (PFIC1, PFIC2, PFIC3, PFIC4 and PFIC6). The number in the Subject Analysis Set refers to the number of responders.\n\nsBA responders are defined as a subject having an average sBA level of \\<102 umol/L (applies only if baseline sBA level was ≥102 umol/L), or a ≤-75% average percent change from baseline.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":5,"n":47},"commonTop":["Diarrhoea","Pyrexia","Abdominal pain","Rhinorrhoea","Pruritus"]}}}