{"nctId":"NCT00231153","briefTitle":"Study of Omiganan 1% Gel in Preventing Catheter Infections/Colonization in Patients With Central Venous Catheters","startDateStruct":{"date":"2005-08"},"conditions":["Infection"],"count":1859,"armGroups":[{"label":"Povidone-Iodine 10%","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Povidone-Iodine 10%"]},{"label":"omiganan 1% gel","type":"EXPERIMENTAL","interventionNames":["Drug: Omiganan 1% gel"]}],"interventions":[{"name":"Omiganan 1% gel","otherNames":[]},{"name":"Povidone-Iodine 10%","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* New insertion of at least 1 noncuffed (nontunneled) temporary central venous catheter\n* Males and females of at least 13 years of age\n* A negative urine or serum pregnancy test at baseline\n\nExclusion Criteria:\n\n* Insertion of, or requirement for, any study catheter impregnated/bonded with an antimicrobial substance\n* High probability of death within 14 days of enrollment as assessed by the investigator\n* Prior treatment with vancomycin (intravenous administration only), daptomycin, linezolid, or quinupristin/dalfopristin, within 48 hours of first study catheter insertion or prior treatment with tigecycline within one week of first study catheter insertion\n* Requirement for topical antibiotic use within 10 cm of any study catheterization site\n* Known severe neutropenia (absolute neutrophil count \\[ANC\\] \\< 500 mm3) or recent administration of antineoplastic therapy expected to result in severe neutropenia within 48 hours of first study catheter insertion\n* Routine non-complicated coronary artery bypass grafting (CABG) patients, bone marrow transplant (BMT) or solid organ transplant (SOT) patients\n* Patients anticipated to be catheterized for less than 48 hours\n* Patients who have a suspected or known bloodstream infection at enrollment\n* Burn patients or patients with toxic epidermal necrolysis\n* Known allergy to adhesive tape or adhesive bandages","healthyVolunteers":false,"sex":"ALL","minimumAge":"13 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Local Catheter Site Infection (LCSI)","description":"LCSI was defined as a study catheter showing any 2 of the following criteria: erythema \\>= 2; edema \\>= 2; presence of purulence, pain, or abnormal study catheter site warmth. In addition, an action must have been taken that indicated a LCSI was present.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"50","spread":null},{"groupId":"OG001","value":"70","spread":null}]}]}]},{"type":"SECONDARY","title":"Microbiologically-confirmed LCSI","description":"MCLCSI is a subset of EC-adjudicated LCSI for any catheter where there is (1) growth of a recognized pathogen from a culture or any purulence or exudate from the same insertion site, or (2) a positive culture of the subcutaneous segment of the catheter meeting criteria for significant colonization.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"31","spread":null},{"groupId":"OG001","value":"62","spread":null}]}]}]},{"type":"SECONDARY","title":"Catheter Colonization (CC)","description":"CC was defined as a positive culture of any catheter segment \\>= 15 CFU (roll-plate method) or \\>999 CFU/ml (sonication method) or a positive blood culture drawn via the catheter where the time-to-positivity difference of catheter line vs. peripheral blood \\>120 minutes (catheter positive first).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"369","spread":null},{"groupId":"OG001","value":"478","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":null,"commonTop":[]}}}