{"nctId":"NCT02584855","briefTitle":"A Long-Term Efficacy and Safety Study of Ixekizumab (LY2439821) in Participants With Active Psoriatic Arthritis","startDateStruct":{"date":"2015-09-14","type":"ACTUAL"},"conditions":["Psoriatic Arthritis"],"count":394,"armGroups":[{"label":"Ixekizumab Open Label","type":"EXPERIMENTAL","interventionNames":["Drug: Ixekizumab"]},{"label":"Ixekizumab","type":"EXPERIMENTAL","interventionNames":["Drug: Ixekizumab"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Ixekizumab","Drug: Placebo"]},{"label":"IXE80Q2W Non-randomized","type":"EXPERIMENTAL","interventionNames":["Drug: Ixekizumab"]}],"interventions":[{"name":"Ixekizumab","otherNames":["LY2439821"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Presents with established diagnosis of active psoriatic arthritis (PsA) for at least 6 months, and currently meets Classification for Psoriatic Arthritis (CASPAR) criteria\n* Active PsA defined as the presence of at least 3 tender and at least 3 swollen joints\n* Presence of active psoriatic skin lesion or a history of plaque psoriasis (Ps)\n* Men must agree to use a reliable method of birth control or remain abstinent during the study\n* Women must agree to use reliable birth control or remain abstinent during the study and for at least 12 weeks after stopping treatment\n* Have been treated with 1 or more conventional disease-modifying antirheumatic drugs (cDMARDs)\n\nExclusion Criteria:\n\n* Current or prior use of biologic agents for treatment of Ps or PsA\n* Inadequate response to greater than or equal to 4 conventional disease-modifying antirheumatic drugs (DMARDS)\n* Current use of more than one cDMARDs\n* Diagnosis of active inflammatory arthritic syndromes or spondyloarthropathies other than PsA\n* Have received treatment with interleukin (IL) -17 or IL12/23 targeted monoclonal antibody (MAb) therapy\n* Serious disorder or illness other than psoriatic arthritis\n* Serious infection within the last 3 months\n* Breastfeeding or nursing (lactating) women","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Double-Blind Withdrawal Period: Time to Relapse (No Longer Meeting Coates Criteria for Minimal Disease Activity [MDA])","description":"Relapse is loss of MDA response. MDA is achieved if 5 of 7 outcome measures are fulfilled:TJC ≤1;SJC ≤1;psoriasis activity \\& severity index(PASI total score) ≤1 or body surface area(BSA) ≤3;participant pain VAS score of ≤15;participant global disease activity VAS score of ≤20;HAQ-DI score ≤0.5;and tender entheseal points ≤1.Participants met the randomization criteria if they had MDA for 3 consecutive months over 4 consecutive visits.Time-to relapse was calculated in weeks as follows:((Date of Relapse) - Date of first injection of randomized study treatment in period 3)+1) divided by 7.If the date of first dose is missing,the date of randomization will be used.Participants completing Period 3 will be censored at date of completion(the date of the last scheduled visit in the period).Participants without a date of completion or discontinuation for Period 3 will be censored at latest non-missing date out of the following dates:date of last dose \\& date of last attended visit in Period 3.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"22.29","spread":null}]}]}]},{"type":"SECONDARY","title":"Double-Blind Withdrawal Period: Percentage of Participants Who Relapse in MDA","description":"Relapsed participants are defined as participants no longer meeting Coates criteria for MDA. MDA is achieved if 5 of 7 outcome measures are fulfilled: TJC ≤1; SJC ≤1; psoriasis activity and severity index (PASI total score) ≤1 or body surface area (BSA) ≤3; participant pain VAS score of ≤15; participant global disease activity VAS score of ≤20; HAQ-DI score ≤0.5; and tender entheseal points ≤1.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"40.5","spread":null},{"groupId":"OG001","value":"86.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Double-Blind Withdrawal Period: Time to Loss of Response in Each Individual Component of MDA: Tender Joint Count 68 (TJC)","description":"TJC is the number of tender and painful joints determined for each participant by examination of 68 joints.TJC possible values range from 0 to 68. A lower TJC indicated less number of joints with tenderness. A higher TJC indicated more joint tenderness. Joints were assessed by pressure and joint manipulation on physical examination. Participants were asked for pain sensations on these manipulations and watched for spontaneous pain reactions. Any positive response on pressure, movement, or both was translated into a single tender-versus-nontender dichotomy.\n\nLoss of Response = Not Meeting less than or equal to 1 TJC. Time to loss of response (in weeks) = (date of loss of response - date of first injection of randomized dose of study treatment in the Randomized Double-Blind Withdrawal Period + 1)/7.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"64.29","spread":null},{"groupId":"OG001","value":"22.29","spread":null}]}]}]},{"type":"SECONDARY","title":"Double-Blind Withdrawal Period: Time to Loss of Response in Each Individual Component of MDA: Swollen Joint Count 66 (SJC)","description":"SJC is the number of swollen joints determined for each participant by examination of 66 joints. SJC possible values range from 0 to 66. A lower SJC indicated less joints with swelling. A higher SJC indicated more joints with swelling. Swelling was defined as palpable fluctuating synovitis of the joint.\n\nLoss of Response = Not Meeting less than or equal to 1 SJC. Time to loss of response (in weeks) = (date of loss of response - date of first injection of randomized dose of study treatment in the Randomized Double-Blind Withdrawal Period + 1)/7.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"28.71","spread":null}]}]}]},{"type":"SECONDARY","title":"Double-Blind Withdrawal Period: Time to Loss of Response in Each Individual Component of MDA: Psoriasis Area and Severity Index (PASI)","description":"The PASI is an index that combines assessments of the extent of body-surface involvement in 4 anatomical regions (head, trunk, arms, and legs) and the severity of desquamation, erythema, and plaque induration/infiltration (thickness) in each region, yielding an overall score of 0 for no psoriasis to 72 for the most severe disease.\n\nLoss of Response = Not Meeting less than or equal to 1 PASI total score. Time to loss of response (in weeks) = (date of loss of response - date of first injection of randomized dose of study treatment in the Randomized Double-Blind Withdrawal Period + 1)/7.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"36.00","spread":null}]}]}]},{"type":"SECONDARY","title":"Double-Blind Withdrawal Period: Time to Loss of Response in Each Individual Component of MDA: BSA","description":"BSA is an investigator evaluated measure, where the percentage of involvement of psoriasis on each participant's BSA is assessed. BSA was measured on a continuous scale from 0% = no involvement to 100% = full involvement, where 1% corresponded to the size of the participant's handprint including the palm, fingers, and thumb. Loss of Response = Not meeting less than or equal to 3% BSA.\n\nTime to loss of response (in weeks) = (date of loss of response - date of first injection of randomized dose of study treatment in the Randomized Double-Blind Withdrawal Period + 1)/7.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Double-Blind Withdrawal Period: Time to Loss of Response in Each Individual Component of MDA: Pain Visual Analog Scale (VAS) Score","description":"The pain VAS is an instrument used to measure a person's subjective quantitative evaluation of an item such as pain intensity. The VAS contains a continuous line between two endpoints whereby the respondent places a mark on the line to indicate his or her response The scale ranges from 0 (no pain) to 100 (unbearable pain). The scores were measured to the nearest millimeter from the left. Loss of Response = Not Meeting less than or equal to 15 Pain VAS. Time to loss of response (in weeks) = (date of loss of response - date of first injection of randomized dose of study treatment in the Randomized Double-Blind Withdrawal Period + 1)/7.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"16.14","spread":null}]}]}]},{"type":"SECONDARY","title":"Double-Blind Withdrawal Period: Time to Loss of Response in Each Individual Component of MDA: Patients Global Assessment of Disease Activity (PatGA) Visual Analog Scale (VAS) Score","description":"Participants scored their overall assessment of their psoriatic arthritis (PsA) activity on a 0 to 100 mm horizontal VAS. The scale ranged from 0 (no disease activity) to 100 (extremely active disease activity). The scores were measured to the nearest millimeter from the left.\n\nLoss of Response = Not Meeting less than or equal to 20 PatGA. Time to loss of response (in weeks) = (date of loss of response - date of first injection of randomized dose of study treatment in the Randomized Double-Blind Withdrawal Period + 1)/7.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"20.57","spread":null}]}]}]},{"type":"SECONDARY","title":"Double-Blind Withdrawal Period: Time to Loss of Response in Each Individual Component of MDA: Health Assessment Questionnaire-Disability Index (HAQ-DI)","description":"The HAQ-DI questionnaire assesses the participant's self-perception on the degree of difficulty \\[0 (without any difficulty), 1 (with some difficulty), 2 (with much difficulty), and 3 (unable to do)\\] when dressing and grooming, arising, eating, walking, hygiene, reaching, gripping, and performing other daily activities. Scores for each functional area were averaged to calculate HAQ-DI scores, which ranged from 0 (no disability) to 3 (severe disability). A decrease in HAQ-DI score indicated an improvement in the participant's condition.\n\nLoss of Response = Not Meeting less than or equal to 0.5 HAQ-DI. Time to loss of response (in weeks) = (date of loss of response - date of first injection of randomized dose of study treatment in the Randomized Double-Blind Withdrawal Period + 1)/7.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Double-Blind Withdrawal Period: Time to Loss of Response in Each Individual Component of MDA: Tender Entheseal Points","description":"Tender entheseal points was based on the assessment of the 18 entheseal points. Loss of Response = Not Meeting less than or equal to 1 Tender Entheseal Point. Time to loss of response (in weeks) = (date of loss of response - date of first injection of randomized dose of study treatment in the Randomized Double-Blind Withdrawal Period + 1)/7.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Open-Label Treatment Period: Time to Achieve Randomization Criteria (Meeting MDA for 3 Consecutive Months Over 4 Consecutive Visits)","description":"Time to meeting MDA for 3 Consecutive Months Over 4 Consecutive Visits. Time to first response (in weeks) = \\[(date of first response - date of first injection of study treatment in the Open-Label Treatment Period)+1\\]/7.\n\nOpen-Label Treatment Period ended at the time when a participant was randomized so the end time was not the same for all participants. Participants were randomized only if they met randomization criteria which was at anytime from week 36 to week 64.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"64.43","spread":null}]}]}]},{"type":"SECONDARY","title":"Double-Blind Withdrawal Period: Time to Re-Gain MDA Following Relapse in MDA","description":"MDA is achieved if 5 of 7 outcome measures are fulfilled: TJC ≤1; SJC ≤1; psoriasis activity and severity index (PASI total score) ≤1 or BSA ≤3; participant pain VAS score of ≤15; participant global disease activity VAS score of ≤20; HAQ-DI score ≤0.5; and tender entheseal points ≤1. Time to first response (in weeks) = (date of first response - date of first injection of study treatment in the Relapse Period + 1)/7.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.71","spread":null},{"groupId":"OG001","value":"4.14","spread":null}]}]}]},{"type":"SECONDARY","title":"Double-Blind Withdrawal Period: Change From Baseline in Physical Functioning Assessed by the Health Assessment Questionnaire-Disability Index (HAQ-DI)","description":"The HAQ-DI questionnaire assesses the participant's self-perception on the degree of difficulty \\[0 (without any difficulty), 1 (with some difficulty), 2 (with much difficulty), and 3 (unable to do)\\] when dressing and grooming, arising, eating, walking, hygiene, reaching, gripping, and performing other daily activities. Scores for each functional area were averaged to calculate HAQ-DI scores, which ranged from 0 (no disability) to 3 (severe disability). A decrease in HAQ-DI score indicated an improvement in the participant's condition.Least Square (LS) mean calculated using Mixed Model Repeated Measurements (MMRM) analysis with treatment group, baseline measure, geographic region, cDMARD use, treatment week, baseline measure-by-treatment week interaction term, and treatment week-by-treatment interaction term as fixed factors.\n\nParticipants were randomized only if they met randomization criteria which was at anytime from week 36 to week 64.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.79","spread":"0.06"},{"groupId":"OG001","value":"-0.67","spread":"0.06"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":20,"n":394},"commonTop":["Upper respiratory tract infection","Nasopharyngitis","Injection site reaction","Bronchitis","Alanine aminotransferase increased"]}}}