{"nctId":"NCT01352117","briefTitle":"Antiretroviral Therapy (ART) Alone or With Delayed Chemo Versus ART With Immediate Chemo for Limited AIDS-related Kaposi's Sarcoma","startDateStruct":{"date":"2011-11-18","type":"ACTUAL"},"conditions":["HIV-1 Infection","Kaposi's Sarcoma"],"count":192,"armGroups":[{"label":"Arm A: ART alone or with delayed ET","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: efavirenz/emtricitabine/tenofovir disoproxil fumarate","Drug: etoposide"]},{"label":"Arm B: ART with immediate ET","type":"EXPERIMENTAL","interventionNames":["Drug: efavirenz/emtricitabine/tenofovir disoproxil fumarate","Drug: etoposide"]}],"interventions":[{"name":"efavirenz/emtricitabine/tenofovir disoproxil fumarate","otherNames":["Atripla®","EFV/FTC/TDF"]},{"name":"etoposide","otherNames":["VePesid®","ET"]}],"eligibilityModule":{"eligibilityCriteria":"Step 1: Inclusion Criteria\n\n1. HIV-1 infection.\n2. Biopsy diagnostic of KS at any time prior to study entry.\n3. Limited stage KS defined as stage T0 and some presentations of stage T1. Stage T0 was confined to skin and/or lymph nodes and/or minimal oral disease defined as non-nodular KS confined to the palate. The following presentations of stage T1 KS were also eligible at the discretion of the site investigator:\n\n   * Tumor-associated edema limited to the area(s) of KS without significant functional impairment.\n   * Oral KS that consists of flat (non-nodular and non-ulcerating) lesions confined to the soft palate, hard palate, gums, and buccal mucosa.\n   * Asymptomatic gastrointestinal KS (i.e., no unexplained abdominal pain or gastrointestinal bleeding).\n4. A minimum of 5 cutaneous marker lesions\n5. Certain laboratory values obtained within 14 days prior to study entry.\n6. For female participants of reproductive potential, a negative serum or urine pregnancy test performed within 7 days prior to study entry.\n7. All participants must have agreed not to participate in a conception process (e.g., active attempt to become pregnant or to impregnate, donate sperm, in vitro fertilization).\n8. Participants who are participating in sexual activity that could lead to pregnancy must have agreed to use a combination of TWO of the following methods- Condoms (male or female) with or without a spermicidal agent, diaphragm or cervical cap with spermicide, IUD, tubal ligation, and/or hormone-based contraception. For Etoposide, confirmation of lack of reproductive potential was required for all participants. More information on this criterion can be found in the study protocol.\n9. Ability to swallow oral medications.\n10. Karnofsky performance score \\>= 60 within 30 days prior to entry.\n11. Ability and willingness of participant or legal guardian/representative to provide informed consent.\n12. Peripheral blood CD4+ lymphocyte cell count obtained within 30 days prior to study entry at a DAIDS-approved laboratory.\n13. For treatment-experienced patients, the availability of an ART regimen that includes at least two ART drugs that in the opinion of the site investigator are expected to have activity based on historical genotypic testing (if available) and treatment history.\n14. For participants who were to receive ART other than EFV/TDF/FTC, the availability of those ART components.\n\nStep 2: Inclusion Criteria\n\n1. KS progression compared to study entry or best response with ART alone while on Step 1, between weeks 8 and 80.\n2. Need for ET for treatment of KS progression, in the opinion of the site investigator, after confirmation of KS progression by the IERC.\n3. Willingness to receive ET for treatment of KS progression.\n4. For female participants of reproductive potential, a negative serum or urine pregnancy test performed within 7 days prior to initiating ET.\n5. Karnofsky Performance Score \\>= 50.\n6. Certain laboratory values obtained within 14 days prior to Step 2 entry.\n7. Ability to swallow oral medications.\n8. All participants must have agreed not to participate in a conception process (e.g., active attempt to become pregnant or to impregnate, donate sperm, in vitro fertilization).\n9. Participants who are participating in sexual activity that could lead to pregnancy must have agreed to use a combination of TWO of the following methods- Condoms (male or female) with or without a spermicidal agent, diaphragm or cervical cap with spermicide, IUD, tubal ligation, hormone-based contraception. For Etoposide, confirmation of lack of reproductive potential was required for all participants. More information on this criterion can be found in the study protocol.\n\nStep 3: Inclusion Criteria\n\n1\\. Received at least one dose of ET (Arm B participants and Arm A participants who entered Step 2)\n\nStep 1: Exclusion Criteria\n\n1. Any manifestation of KS which, in the opinion of the site investigator, requires immediate chemotherapy.\n2. More than 14 days of ART after onset of KS within 6 months prior to study entry.\n3. Biopsy proven KS during previous ART.\n4. Breastfeeding.\n5. Allergy/sensitivity to any study drug or its formulations.\n6. Any prior systemic anti-neoplastic treatment for KS (including chemotherapy, biological therapy, immunotherapy or investigational therapy).\n7. Any prior local treatment of cutaneous marker lesions unless there was evidence of a clear-cut progression of the lesion.\n8. Receipt of any investigational therapy within 30 days prior to study entry.\n9. Current or anticipated receipt of any of the prohibited medications indicated in the study protocol.\n10. In the opinion of the site investigator, any psychological or social condition, or addictive disorder that would have precluded compliance with the protocol.\n11. Chronic, acute, or recurrent infections that were serious, in the opinion of the site investigator, for which the participant had not completed at least 14 days of therapy prior to study entry and/or was not clinically stable.\n\nStep 2: Exclusion Criteria\n\n1. Chronic, acute, or recurrent infections that were serious, in the opinion of the site investigator, for which the participant had not completed at least 14 days of therapy prior to initiating ET and/or was not clinically stable.\n2. Current or anticipated receipt of any of the prohibited medications indicated in the study protocol.\n3. Breastfeeding.\n\nThere are no exclusion criteria for Step 3.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Kaposi Sarcoma (KS) Status at Week 48 Compared to Study Entry","description":"KS status is a composite, categorical outcome, ordered from worst to best as E1 (Failure: KS progression (PD), initiation of an alternate KS treatment, or no follow-up at Week 48 including death and missed visit), E2 (Stable: in follow-up at Week 48 with no KS PD nor response and without initiation of an alternate KS treatment) and E3 (Response: in follow-up at Week 48, with KS partial or complete response (PR or CR) and without initiation of an alternate KS treatment). Alternate KS treatment was defined as chemotherapy agent other than ET or other treatment triggered by worsening KS. KS outcome status (PR, stable, PR, CR) compared to study entry was evaluated at Week 48 based on clinical assessment of KS cutaneous lesions (count, character and marker lesion area), oral KS, visceral KS and tumor-associated edema and as described in the publications (Krown et al 1989, Cianfrocca et al 2002). Data on initiation of alternate KS treatment, loss to follow-up and dea","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"43","spread":null},{"groupId":"OG001","value":"47","spread":null}]},{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"9","spread":null}]},{"measurements":[{"groupId":"OG000","value":"24","spread":null},{"groupId":"OG001","value":"27","spread":null}]}]}]},{"type":"SECONDARY","title":"KS Progressive Disease at Week 48 Compared to Study Entry","description":"KS progressive disease (PD) compared to study entry based on clinical assessment of KS cutaneous lesions (count, character and marker lesion area), oral KS, visceral KS and tumor-associated edema and as described in the publications (Krown et al 1989, Cianfrocca et al 2002).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21","spread":null},{"groupId":"OG001","value":"7","spread":null}]},{"measurements":[{"groupId":"OG000","value":"37","spread":null},{"groupId":"OG001","value":"36","spread":null}]}]}]},{"type":"SECONDARY","title":"KS Partial Response at Week 48 Compared to Study Entry","description":"KS partial response (PR) compared to study entry based on clinical assessment of KS cutaneous lesions (count, character and marker lesion area), oral KS, visceral KS and tumor-associated edema and as described in the publications (Krown et al 1989, Cianfrocca et al 2002).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21","spread":null},{"groupId":"OG001","value":"23","spread":null}]},{"measurements":[{"groupId":"OG000","value":"37","spread":null},{"groupId":"OG001","value":"20","spread":null}]}]}]},{"type":"SECONDARY","title":"KS Complete Response at Week 48 Compared to Study Entry","description":"KS complete response (CR) compared to study entry based on clinical assessment of KS cutaneous lesions (count, character and marker lesion area), oral KS, visceral KS and tumor-associated edema and as described in the publications (Krown et al 1989, Cianfrocca et al 2002).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"4","spread":null}]},{"measurements":[{"groupId":"OG000","value":"55","spread":null},{"groupId":"OG001","value":"39","spread":null}]}]}]},{"type":"SECONDARY","title":"KS Partial or Complete Response at Week 48 Compared to Study Entry","description":"KS partial response (PR) or complete response (CR) compared to study entry based on clinical assessment of KS cutaneous lesions (count, character and marker lesion area), oral KS, visceral KS and tumor-associated edema and as described in the publications (Krown et al 1989, Cianfrocca et al 2002).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24","spread":null},{"groupId":"OG001","value":"27","spread":null}]},{"measurements":[{"groupId":"OG000","value":"34","spread":null},{"groupId":"OG001","value":"16","spread":null}]}]}]},{"type":"SECONDARY","title":"Premature Study Discontinuation by Week 48","description":"Premature study discontinuation by Week 48 due to any reason, including death.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"11","spread":null}]},{"measurements":[{"groupId":"OG000","value":"67","spread":null},{"groupId":"OG001","value":"72","spread":null}]}]}]},{"type":"SECONDARY","title":"Kaposi Sarcoma (KS) Status at Week 96 Compared to Study Entry","description":"KS status is a composite, categorical outcome, ordered from worst to best as E1 (Failure: KS PD, initiation of an alternate KS treatment, or no follow-up at Week 96 including death and missed visit), E2 (Stable: in follow-up at Week 96 with no KS progression nor response and without initiation of an alternate KS treatment) and E3 (Response: in follow-up at Week 96, with KS PR or CR and without initiation of an alternate KS treatment). Alternate KS treatment was defined as chemotherapy agent other than ET or other treatment triggered by worsening KS. KS outcome status (PD, stable, PR or CR) compared to study entry was evaluated at Week 96 based on clinical assessment of KS cutaneous lesions (count, character and marker lesion area), oral KS, visceral KS and tumor-associated edema and as described in the publications (Krown et al 1989, Cianfrocca et al 2002). Data on initiation of alternate KS treatment, loss to follow-up and deaths are from entry through Week 96.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"33","spread":null},{"groupId":"OG001","value":"33","spread":null}]},{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"0","spread":null}]},{"measurements":[{"groupId":"OG000","value":"21","spread":null},{"groupId":"OG001","value":"28","spread":null}]}]}]},{"type":"SECONDARY","title":"KS Progressive Disease at Week 96 Compared to Study Entry","description":"KS progressive disease (PD) compared to study entry based on clinical assessment of KS cutaneous lesions (count, character and marker lesion area), oral KS, visceral KS and tumor-associated edema and as described in the publications (Krown et al 1989, Cianfrocca et al 2002).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"2","spread":null}]},{"measurements":[{"groupId":"OG000","value":"25","spread":null},{"groupId":"OG001","value":"28","spread":null}]}]}]},{"type":"SECONDARY","title":"KS Partial Response at Week 96 Compared to Study Entry","description":"KS partial response (PR) compared to study entry based on clinical assessment of KS cutaneous lesions (count, character and marker lesion area), oral KS, visceral KS and tumor-associated edema and as described in the publications (Krown et al 1989, Cianfrocca et al 2002).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19","spread":null},{"groupId":"OG001","value":"24","spread":null}]},{"measurements":[{"groupId":"OG000","value":"16","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]}]},{"type":"SECONDARY","title":"KS Complete Response at Week 96 Compared to Study Entry","description":"KS complete response (CR) compared to study entry based on clinical assessment of KS cutaneous lesions (count, character and marker lesion area), oral KS, visceral KS and tumor-associated edema and as described in the publications (Krown et al 1989, Cianfrocca et al 2002).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"4","spread":null}]},{"measurements":[{"groupId":"OG000","value":"33","spread":null},{"groupId":"OG001","value":"26","spread":null}]}]}]},{"type":"SECONDARY","title":"KS Partial or Complete Response at Week 96 Compared to Study Entry","description":"KS partial response (PR) or complete response (CR) compared to study entry based on clinical assessment of KS cutaneous lesions (count, character and marker lesion area), oral KS, visceral KS and tumor-associated edema and as described in the publications (Krown et al 1989, Cianfrocca et al 2002).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21","spread":null},{"groupId":"OG001","value":"28","spread":null}]},{"measurements":[{"groupId":"OG000","value":"14","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Premature Study Discontinuation by Week 96","description":"Premature study discontinuation by Week 96 due to any reason, including death.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null},{"groupId":"OG001","value":"10","spread":null}]},{"measurements":[{"groupId":"OG000","value":"44","spread":null},{"groupId":"OG001","value":"51","spread":null}]}]}]},{"type":"SECONDARY","title":"Cumulative Incidence of Initial KS Progressive Disease by Week 96","description":"KS progressive disease (PD) compared to study entry or best response based on clinical assessment of KS cutaneous lesions (count, character and marker lesion area), oral KS, visceral KS and tumor-associated edema and as described in the publications (Krown et al 1989, Cianfrocca et al 2002). Cumulative incidence was estimated with death and initiation of alternate KS treatment as competing risks. Time at risk was censored at the end of Step 1 (Week 96 or premature study discontinuation) or on the date when the DSMB's recommendation to close the study became public, whichever occurred earlier.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"60.61","spread":null},{"groupId":"OG001","value":"52.73","spread":null}]}]}]},{"type":"SECONDARY","title":"Cumulative Incidence of Initial KS Partial or Complete Response by Week 96","description":"KS partial response (PR) or complete response (CR) compared to study entry based on clinical assessment of KS cutaneous lesions (count, character and marker lesion area), oral KS, visceral KS and tumor-associated edema and as described in the publications (Krown et al 1989, Cianfrocca et al 2002). Cumulative incidence was estimated with death and initiation of delayed KS treatment (alternate KS treatment or delayed ET in Arm A) as competing risks. Time at risk was censored at the end of Step 1 (Week 96 or premature study discontinuation) or on the date when the DSMB's recommendation to close the study became public, whichever occurred earlier.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"39.89","spread":null},{"groupId":"OG001","value":"64.08","spread":null}]}]}]},{"type":"SECONDARY","title":"Cumulative Incidence of Initial KS Partial Response by Week 96","description":"KS partial response (PR) compared to study entry based on clinical assessment of KS cutaneous lesions (count, character and marker lesion area), oral KS, visceral KS and tumor-associated edema and as described in the publications (Krown et al 1989, Cianfrocca et al 2002). This was initially part of the outcome specified in the study protocol as \"PR and CR combined and separately\" to address the secondary objective on the KS response. Due to the extremely limited number of participants with KS complete response, the Statistical Analysis Plan was updated, and the Final Analysis was conducted only on the combined KS response. The outcome on PR separately was withdrawn.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Cumulative Incidence of Initial KS Complete Response by Week 96","description":"KS complete response (CR) compared to study entry based on clinical evaluation of KS cutaneous lesions (count, character and marker lesion area), oral KS, visceral KS and tumor-associated edema and as described in the publications (Krown et al 1989, Cianfrocca et al 2002). This was initially part of the outcome specified in the study protocol as \"PR and CR combined and separately\" to address the secondary objective on the KS response. Due to the extremely limited number of participants with KS CR, the Statistical Analysis Plan was updated, and the Final Analysis was conducted only on the combined KS response. The outcome on CR separately was withdrawn.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants With Grade 3 or Higher Adverse Events","description":"Number of participants who experienced an AE (sign/symptom or laboratory abnormality) of Grade 3 or higher. The AEs were graded by the clinicians according to the Division of AIDS (DAIDS) AE Grading Table (see reference in the Protocol Section) as follows: Grade 1=Mild, Grade 2=Moderate, Grade 3=Severe, Grade 4=Potentially Life-Threatening.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"47","spread":null},{"groupId":"OG001","value":"42","spread":null}]}]}]},{"type":"SECONDARY","title":"Cumulative Incidence of KS-IRIS","description":"KS-IRIS was defined as KS progressive disease that occurs within 12 weeks of initiation of ART that is associated with an increase in peripheral blood CD4+ lymphocyte cell count of at least 50 cells/mm\\^3 above the study screening value and/or a decrease in the HIV RNA level by at least 0.5 log10 below the study entry value prior to, or at the time of, documented KS progressive disease. Cumulative incidence was estimated with death and initiation of alternate KS treatment as competing risks. Time at risk was censored (1) when lost to follow-up, (2) at the study visit following Week 12 or (3) on the date when the DSMB's recommendation to close the study became public, whichever occurred earlier. Time of KS-IRIS was defined as the time of the initial KS progressive disease.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23.14","spread":null},{"groupId":"OG001","value":"7.40","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Etoposide Dose Modification","description":"Etoposide (ET) was administered for a maximum of 8 cycles (16 weeks) from study entry (Arm B) or from Step 2 entry (Arm A). Dose modifications were reported as temporarily held, resumed at a different dose, deferred, prematurely discontinued and underdosed. The percentage of participants who experienced each dose modification is provided in the data table below. The categories are not mutually exclusive. A participant may have experienced multiple dose modifications and may be counted in more than one category. Each participant is counted at most once within category.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"5.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15.6","spread":null},{"groupId":"OG001","value":"9.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"37.5","spread":null},{"groupId":"OG001","value":"24.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.3","spread":null},{"groupId":"OG001","value":"10.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With HIV-1 RNA Suppression","description":"HIV-1 RNA suppression was defined as plasma HIV-1 RNA \\<400 copies/mL. Only Arm A participants could enter Step 2 to initiate delayed ET.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.3","spread":null},{"groupId":"OG001","value":"4.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"90.3","spread":null},{"groupId":"OG001","value":"90.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"94.5","spread":null},{"groupId":"OG001","value":"97.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"92.0","spread":null},{"groupId":"OG001","value":"94.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"95.3","spread":null},{"groupId":"OG001","value":"98.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"91.2","spread":null},{"groupId":"OG001","value":"96.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"92.9","spread":null},{"groupId":"OG001","value":"93.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"93.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"95.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"96.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With ARV Dose Modification","description":"ARV dose modifications were reported as temporarily held, prematurely discontinued and increased. The percentage of participants who experienced each dose modification is provided in the data table below. The categories are not mutually exclusive. A participant may have experienced multiple dose modifications and may be counted in more than one category. Each participant is counted at most once within category.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.4","spread":null},{"groupId":"OG001","value":"11.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"26.6","spread":null},{"groupId":"OG001","value":"21.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in log10 HIV-1 Plasma Viral Load From Entry","description":"Absolute change in log10 HIV-1 RNA from entry at study visits calculated as value at a given time point minus value at entry. This outcome was initially specified in the study protocol. However, at the first post-entry visit, most participants had unquantifiable HIV-1 RNA levels. It would be misleading to calculate change from entry to HIV RNA-1 levels that could not be quantified. Therefore, the data collected did not support the outcome and the analytic method initially proposed in the study protocol, and this outcome measure could not be analyzed. The SAP updated the HIV-1 RNA outcome measure to HIV-1 RNA suppression at study visits (please refer to the secondary outcome measure #20).","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Change in Peripheral Blood CD4+ Lymphocyte Cell Count","description":"Absolute change in CD4+ cell count was calculated as value at a given visit minus the value at study screening in Step 1, and as value at a given visit minus Step 2 entry in Step 2. Only participants in Arm A could enter Step 2 to initiate delayed ET.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"40","spread":null},{"groupId":"OG001","value":"67","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"57","spread":null},{"groupId":"OG001","value":"121","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"90","spread":null},{"groupId":"OG001","value":"119","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"125","spread":null},{"groupId":"OG001","value":"121","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"143","spread":null},{"groupId":"OG001","value":"125","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"149","spread":null},{"groupId":"OG001","value":"206","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-13","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-15","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"28","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"51","spread":null}]}]}]},{"type":"SECONDARY","title":"Cumulative Incidence of KS Progressive Disease After Initiation of Delayed Etoposide in Arm A","description":"KS progressive disease (PD) compared to Step 2 entry (prior to initiation of delayed ET) or Step 2 best response based on clinical assessment of KS cutaneous lesions (count, character and marker lesion area), oral KS, visceral KS and tumor-associated edema and as described in the publications (Krown et al 1989, Cianfrocca et al 2002). Cumulative incidence was estimated with death and initiation of alternate KS treatment as competing risks. Time at risk was censored at the end of Step 2 (at up to 84 weeks or premature study discontinuation) or on the date when the DSMB's recommendation to close the study became public, whichever occurred earlier.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35.78","spread":null}]}]}]},{"type":"SECONDARY","title":"Cumulative Incidence of KS Response After Initiation of Delayed Etoposide in Arm A","description":"KS response, partial or complete (PR or CR) compared to Step 2 entry (prior to initiation of delayed ET) based on clinical assessment of KS cutaneous lesions (count, character and marker lesion area), oral KS, visceral KS and tumor-associated edema and as described in the publications (Krown et al 1989, Cianfrocca et al 2002). Cumulative incidence was estimated with death and initiation of alternate KS treatment as competing risks. Time at risk was censored at the end of Step 2 (at up to 84 weeks or premature study discontinuation) or on the date when the DSMB's recommendation to close the study became public, whichever occurred earlier.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"62.57","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":34,"n":94},"commonTop":["Blood sodium decreased","Neutrophil count decreased","Blood albumin decreased","Pyrexia","Cough"]}}}