{"nctId":"NCT04728802","briefTitle":"Proxalutamide Treatment for Hospitalized COVID-19 Patients","startDateStruct":{"date":"2021-02-01","type":"ACTUAL"},"conditions":["Covid19","SARS (Severe Acute Respiratory Syndrome)"],"count":645,"armGroups":[{"label":"Proxalutamide + Usual Care","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Proxalutamide"]},{"label":"Placebo + Usual Care","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Proxalutamide","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Admitted to the hospital with symptoms of COVID-19\n2. Male and females age ≥18 years old\n3. Laboratory confirmed positive SARS-CoV-2 rtPCR test within 7 days prior to randomization\n4. Clinical status on the COVID-19 Ordinal Scale (defined in Section 5.1) of 3, 4, 5, or 6\n5. Coagulation: INR ≤ 1.5×ULN, and APTT ≤ 1.5×ULN\n6. Subject (or legally authorized representative) gives written informed consent prior to performing any study procedures\n7. Subject (or legally authorized representative) agree that subject will not participate in another COVID-19 trial while participating in this study\n\nExclusion Criteria:\n\n1. Subject enrolled in a study to investigate a treatment for COVID-19\n2. Requires mechanical ventilation\n3. Subject taking an anti-androgen of any type including: androgen depravation therapy, 5-alpha reductase inhibitors, etc…\n4. Patients who are allergic to the investigational product or similar drugs (or any excipients);\n5. Subjects who have malignant tumors in the past 5 years, with the exception of completed resected basal cell and squamous cell skin cancer and completely resected carcinoma in situ of any type\n6. Subjects with known serious cardiovascular diseases, congenital long QT syndrome, torsade de pointes, myocardial infarction in the past 6 months, or arterial thrombosis, or unstable angina pectoris, or congestive heart failure which is classified as New York Heart Association (NYHA) class 3 or higher, or left ventricular ejection fraction (LVEF) \\< 50%, QTcF \\> 450 ms\n7. Subjects with uncontrolled medical conditions that could compromise participation in the study(e.g. uncontrolled hypertension, hypothyroidism, diabetes mellitus)\n8. Known diagnosis of human immunodeficiency virus(HIV) , hepatitis C, active hepatitis B, treponema pallidum (testing is not mandatory）\n9. Alanine Transaminase (ALT) or Aspartate Transaminase (AST) \\> 5 times the upper limit of normal.\n10. Estimated glomerular filtration rate (eGFR) \\< 30 ml/min\n11. Severe kidney disease requiring dialysis\n12. Women of child-bearing potential, defined as all women physiologically capable of becoming pregnant, unless they are using highly effective contraception, as shown below, throughout the study and for 3 months after stopping GT0918 treatment. Highly effective contraception methods include:\n\n    * Total Abstinence (when this is in line with the preferred and usual lifestyle of the patient. Periodic abstinence (e.g. calendar, ovulation, symptothermal, post-ovulation methods) and withdrawal are not acceptable methods of contraception, or\n    * Use of one of the following combinations (a+b or a+c or b+c):\n\n      1. Use of oral, injected or implanted hormonal methods of contraception or other forms of hormonal contraception that have comparable efficacy (failure rate \\< 1%), for example hormone vaginal ring or transdermal hormone contraception.\n      2. Placement of an intrauterine device (IUD) or intrauterine system (IUS) ;\n      3. Barrier methods of contraception: Condom or Occlusive cap (diaphragm or cervical/vault caps) with spermicidal foam/gel/film/cream/vaginal suppository ;\n    * Female sterilization (have had prior surgical bilateral oophorectomy with or without hysterectomy) or tubal ligation at least six weeks before taking study treatment. In case of oophorectomy alone, only when the reproductive status of the woman has been confirmed by follow-up hormone level assessment ;\n    * Male sterilization (at least 6 months prior to screening). For female patients on the study, the vasectomized male partner should be the sole partner for that patient;\n    * In case of use of oral contraception women should have been stable for a minimum of 3 months before taking study treatment. Women are considered post-menopausal and not of child bearing potential if they have had 12 months of natural (spontaneous) amenorrhea with an appropriate clinical profile (e.g. age appropriate, history of vasomotor symptoms) or have had surgical bilateral oophorectomy (with or without hysterectomy) or tubal ligation at least six weeks ago. In the case of oophorectomy alone, only when the reproductive status of the woman has been confirmed by follow up hormone level assessment, is she considered not of child bearing potential;\n13. Sexually active males must use a condom during intercourse while taking the drug and for 3 months after stopping GT0918 treatment and should not father a child in this period. A condom is required to be used also by vasectomized men in order to prevent delivery of the drug via seminal fluid\n14. Subject likely to transfer to another hospital within the next 28 days\n15. Subject (or legally authorized representative) not willing or unable to provide informed consent","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"14 Day Recovery Rate","description":"Recovery rate defined as those reaching scores 1 or 2 over 14 days after randomization on the COVID-19 ordinal scale.\n\nThe ordinal scale is defined as follows:\n\n8\\. Death; 7. Hospitalized, on invasive mechanical ventilation or ECMO; 6. Hospitalized, on non-invasive ventilation or high flow oxygen devices; 5. Hospitalized, requiring supplemental oxygen; 4. Hospitalized, not requiring supplemental oxygen- requiring ongoing medical care (COVID-19 related or otherwise; 3. Hospitalized, not requiring supplemental oxygen - no longer requires ongoing medical care; 2. Not hospitalized, limitation on activities;\n\n1\\. Not hospitalized, no limitations on activities","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"258","spread":null},{"groupId":"OG001","value":"117","spread":null}]}]}]},{"type":"SECONDARY","title":"28 Day Recovery Rate","description":"Recovery rate defined as those reaching scores 1 or 2 over 28 days after randomization on the COVID-19 ordinal scale.\n\nThe ordinal scale is defined as follows:\n\n8\\. Death; 7. Hospitalized, on invasive mechanical ventilation or ECMO; 6. Hospitalized, on non-invasive ventilation or high flow oxygen devices; 5. Hospitalized, requiring supplemental oxygen; 4. Hospitalized, not requiring supplemental oxygen- requiring ongoing medical care (COVID-19 related or otherwise; 3. Hospitalized, not requiring supplemental oxygen - no longer requires ongoing medical care; 2. Not hospitalized, limitation on activities;\n\n1\\. Not hospitalized, no limitations on activities","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"271","spread":null},{"groupId":"OG001","value":"155","spread":null}]}]}]},{"type":"SECONDARY","title":"28 Day Mortality Rate","description":"All-cause mortality rate over 28 days post randomization.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35","spread":null},{"groupId":"OG001","value":"162","spread":null}]}]}]},{"type":"SECONDARY","title":"Post-Randomization Time to Recover (Alive Hospital Discharge)","description":"Number of day post-randomization required to achieve live hospital discharge.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":38,"n":317},"commonTop":["Diarrhea"]}}}