{"nctId":"NCT00622869","briefTitle":"Efficacy and Safety of Concentration-controlled Everolimus to Eliminate or to Reduce Tacrolimus Compared to Tacrolimus in de Novo Liver Transplant Recipients","startDateStruct":{"date":"2008-01"},"conditions":["Liver Transplantation"],"count":719,"armGroups":[{"label":"Everolimus + reduced tacrolimus","type":"EXPERIMENTAL","interventionNames":["Drug: Tacrolimus (reduced tacrolimus)","Drug: Everolimus (reduced tacrolimus)","Drug: Corticosteroids"]},{"label":"Tacrolimus elimination","type":"EXPERIMENTAL","interventionNames":["Drug: Tacrolimus (tacrolimus elimination)","Drug: Everolimus (tacrolimus elimination)","Drug: Corticosteroids"]},{"label":"Tacrolimus control","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Tacrolimus (tacrolimus control)","Drug: Corticosteroids"]}],"interventions":[{"name":"Tacrolimus (reduced tacrolimus)","otherNames":["FK-506","fujimycin","Prograf","Advagraf","Protopic"]},{"name":"Tacrolimus (tacrolimus elimination)","otherNames":["FK-506","fujimycin","Prograf","Advagraf","Protopic"]},{"name":"Tacrolimus (tacrolimus control)","otherNames":["FK-506","fujimycin","Prograf","Advagraf","Protopic"]},{"name":"Everolimus (reduced tacrolimus)","otherNames":["RAD-001","Zortress","Certican","Afinitor"]},{"name":"Everolimus (tacrolimus elimination)","otherNames":["RAD-001","Zortress","Certican","Afinitor"]},{"name":"Corticosteroids","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Ability and willingness to provide written informed consent and adhere to study regimen.\n* Recipients who are 18-70 years of age of a primary liver transplant from a deceased donor.\n* Recipients who have been initiated on an immunosuppressive regimen that contains corticosteroids and tacrolimus, 3-7 days post-transplantation.\n* Confirmed recipient hepatitis C virus (HCV) status at Screening (either by antibody or by PCR (polymerase chain reaction).\n* Allograft is functioning at an acceptable level by the time of randomization as defined by protocol specific laboratory values.\n* Abbreviated Modification of Diet in Renal Disease estimated glomerular filtration rate (MDRD eGFR) ≥ 30 mL/min/1.73m2. Results obtained within 5 days prior to randomization are acceptable, however, no sooner than Day 25 post-transplantation.\n* Verification of at least 1 tacrolimus trough level of ≥ 8 ng/mL in the week prior to randomization. Investigators should make adjustments in tacrolimus dosing to continue to target trough levels above 8 ng/mL prior to randomization.\n\nExclusion Criteria\n\n* Patients who are recipients of multiple solid organ or islet cell tissue transplants, or have previously received an organ or tissue transplant. Patients who have a combined liver-kidney transplant.\n* Recipients of a liver from a living donor, or of a split liver.\n* History of malignancy of any organ system within the past 5 years whether or not there is evidence of local recurrence or metastases, other than non-metastatic basal or squamous cell carcinoma of the skin, or HCC (hepatocellular carcinoma) (see next criteria).\n* Hepatocellular carcinoma that does not fulfill Milan criteria (1 nodule ≤ 5 cm, 2-3 nodules all \\< 3 cm) at the time of transplantation as per explant histology of the recipient liver.\n* Any use of antibody induction therapy.\n* Patients with a known hypersensitivity to the drugs used on study or their class, or to any of the excipients.\n* Patients who are recipients of ABO incompatible transplant grafts.\n* Recipients of organs from donors who test positive for Hepatitis B surface antigen or HIV are excluded.\n* Patients who have any surgical or medical condition, which in the opinion of the investigator, might significantly alter the absorption, distribution, metabolism and excretion of study drug.\n* Women of child-bearing potential (WOCBP).\n* Patients with any history of coagulopathy or medical condition requiring long-term anticoagulation which would preclude liver biopsy after transplantation. (Low dose aspirin treatment or interruption of chronic anticoagulant is allowed).\n\nOther protocol-defined inclusion/exclusion criteria may apply.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Incidence Rate of Composite Efficacy Failure From Randomization to Month 12","description":"Composite efficacy failure was defined as treated biopsy proven acute rejection (tBPAR), graft loss, or death. A BPAR was defined as an acute rejection confirmed by biopsy with a Rejection Activity Index (RAI) score ≥ 3. tBPAR was defined as a BPAR which was treated with anti-rejection therapy. The RAI is used to score liver biopsies with acute rejection and is composed of 3 categories (portal inflammation, bile duct inflammation damage, venous endothelial inflammation) each scored on a scale of 0 (absent) to 3 (severe) by a trained pathologist. The total RAI score = the sum of the scores of the 3 categories and ranges from 0 to 9, with a higher score indicating greater rejection. The graft was presumed to be lost on the day the patient was newly listed for a liver graft, they received a graft re-transplant, or they died.\n\nThe incidence rates of composite efficacy failure were estimated with a Kaplan-Meier product-limit formula.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.7","spread":null},{"groupId":"OG001","value":"24.2","spread":null},{"groupId":"OG002","value":"9.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Incidence Rate of Composite Efficacy Failure From Randomization to Month 24","description":"Composite efficacy failure was defined as treated biopsy proven acute rejection (tBPAR), graft loss, or death.\n\nThe incidence rates of composite efficacy failure were estimated with a Kaplan-Meier product-limit formula.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.3","spread":null},{"groupId":"OG001","value":"26.0","spread":null},{"groupId":"OG002","value":"12.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Incidence Rate of Treated Biopsy Proven Acute Rejection (tBPAR) at Months 12 and 24","description":"tBPAR was defined as an acute rejection confirmed by biopsy with a Rejection Activity Index (RAI) score ≥ 3, which was treated with anti-rejection therapy. Liver biopsies were collected for all cases of suspected acute rejection preferably within 24 hours, at the latest within 48 hours, whenever clinically possible. The RAI is used to score liver biopsies with acute rejection and is composed of 3 categories (portal inflammation, bile duct inflammation damage, venous endothelial inflammation) each scored on a scale of 0 (absent) to 3 (severe) by a trained pathologist. The total RAI score = the sum of the scores of the 3 categories and ranges from 0 to 9, with a higher score indicating greater rejection. The graft was presumed to be lost on the day the patient was newly listed for a liver graft, they received a graft re-transplant, or they died.\n\nThe incidence rates of tBPAR were estimated with a Kaplan-Meier product-limit formula.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.0","spread":null},{"groupId":"OG001","value":"18.8","spread":null},{"groupId":"OG002","value":"7.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.8","spread":null},{"groupId":"OG001","value":"19.9","spread":null},{"groupId":"OG002","value":"7.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Renal Function From Randomization to Months 12 and 24","description":"Change in renal function was assessed by the estimated Glomerular Filtration Rate (eGFR) using the abbreviated (4 variables) Modification of Diet in Renal Disease (MDRD-4) formula which was developed by the MDRD Study Group and has been validated in patients with chronic kidney disease. The MDRD-4 formula used for the eGFR calculation is: eGFR (mL/min/1.73m\\^2) = 186.3\\*(C\\^-1.154)\\*(A\\^-0.203)\\*G\\*R, where C is the serum concentration of creatinine (mg/dL), A is age (years), G=0.742 when gender is female, otherwise G=1, R=1.21 when race is black, otherwise R=1.\n\nThe changes in renal function were analyzed via analysis of covariance (ANCOVA) with treatment, pre-transplant hepatitis C virus status and randomization eGFR as covariates. Based on these ANCOVA analyses, the least-squares mean and standard errors of change were reported.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.23","spread":"1.54"},{"groupId":"OG001","value":"-1.51","spread":"1.58"},{"groupId":"OG002","value":"-10.73","spread":"1.54"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-7.94","spread":"1.53"},{"groupId":"OG001","value":"-4.19","spread":"1.58"},{"groupId":"OG002","value":"-14.60","spread":"1.54"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":138,"n":245},"commonTop":["Diarrhoea","Headache","Hypertension","Oedema peripheral","Pyrexia"]}}}