{"nctId":"NCT00435409","briefTitle":"A Study Of Sunitinib In Combination With Capecitabine Compared With Capecitabine In Patients With Breast Cancer","startDateStruct":{"date":"2007-02"},"conditions":["Breast Neoplasms"],"count":442,"armGroups":[{"label":"A","type":"EXPERIMENTAL","interventionNames":["Drug: Sunitinib + Capecitabine"]},{"label":"B","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Capecitabine"]}],"interventions":[{"name":"Sunitinib + Capecitabine","otherNames":[]},{"name":"Capecitabine","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Locally advanced or metastatic disease that can be measured. Patients with bone-only disease are also allowed to enter the study.\n* Previous treatment with an anthracycline and a taxane in any setting\n* Progression on first or second line regimen or adjuvant regimen if disease free interval less than 12 months\n\nExclusion Criteria:\n\n* History of inflammatory carcinoma if there is no other measurable disease\n* More than 2 chemotherapy agents in the advanced disease setting\n* Brain metastases","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression Free Survival (PFS)","description":"Defined as the time from the date of randomization to the date of the first documentation of objective tumor progression or death due to any cause, whichever occurs first. If tumor progression data include more than 1 date, the first date will be used. PFS (in months) will be calculated as (first event date minus randomization date plus 1) divided by 30.4.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.5","spread":null},{"groupId":"OG001","value":"5.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.4","spread":null},{"groupId":"OG001","value":"5.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Objective Response (OR)","description":"Proportion of participants with confirmed complete response (CR) or partial response (PR) according to the Response Evaluation Criteria in Solid Tumors (RECIST); CR: disappearance of all target lesions, PR: greater than or equal to (\\>=) 30 percent (%) decrease in the sum of the longest dimensions (SLD) of the target lesions taking as a reference the baseline SLD. Confirmed responses = persist on repeat imaging study at least 4 weeks after initial documentation of response. Designation of best response of stable disease (SD) required the criteria to be met at least 5 weeks after randomization.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.6","spread":null},{"groupId":"OG001","value":"16.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"25.3","spread":null},{"groupId":"OG001","value":"20.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response (DR)","description":"Time from the first documentation of objective tumor response (CR or PR) that was subsequently confirmed to the first documentation of disease progression (PD) or to death due to any cause, whichever occurred first. If tumor progression data included more than 1 date, the first date was used. DR (in months) was calculated as \\[the date response ended (date of PD or death) minus first CR or PR date that was subsequently confirmed plus 1)\\] divided by 30.4.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.0","spread":null},{"groupId":"OG001","value":"8.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.7","spread":null},{"groupId":"OG001","value":"7.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS)","description":"Time from the date of randomization to the date of death due to any cause. OS (in months) calculated as (date of death minus randomization date plus 1) divided by 30.4. For patients lacking survival data beyond the date of their last follow-up, the OS time was censored on the last date they were known to be alive. Patients lacking survival data beyond randomization had their OS times censored at randomization.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.5","spread":null},{"groupId":"OG001","value":"17.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Chance of Participant Survival","description":"Probability of survival 2 years and 3 years after the first dose of study treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.635","spread":null},{"groupId":"OG001","value":"0.654","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.368","spread":null},{"groupId":"OG001","value":"0.373","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.150","spread":null},{"groupId":"OG001","value":"0.174","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in European Organization for Research and Treatment of Cancer's Quality of Life Questionnaire (EORTC QLQ-C30)","description":"EORTC QLQ-C30: global health/quality of life (QoL), functional domains (physical, role, cognitive, emotional, social), and symptom scales/items (fatigue, nausea and vomiting, pain, dyspnea, insomnia, appetite loss, constipation, diarrhea). Recall period: past week; response range: not at all to very much; global/QoL range: very poor to excellent. Scale score range: 0 to 100. Higher functional/global QoL score = better functioning and higher symptom score = greater degree of symptoms","classes":[]},{"type":"SECONDARY","title":"Change From Baseline in European Organization for Research and Treatment of Cancer's Quality of Life Questionnaire Breast Cancer Module (EORTC QLQ-BR23)","description":"BR23: measured disease related symptoms of dry mouth, eye pain, hair loss, hot flushes, attractiveness, future health, sexual activity, arm/shoulder pain, breast pain, swollen breast, and skin problems on the breast. Recall period: past week; response range: not at all to very much. Scale score range: 0 to 100. Higher symptom score = greater degree of symptoms.","classes":[]},{"type":"SECONDARY","title":"Change From Baseline in EuroQol Group's EuroQol 5-Dimensional Self-Report Questionnaire (EQ-5D)","description":"EQ-5D: health status in 5 dimensions (mobility, self-care, pain/discomfort, anxiety/depression, usual activities). Three-level scale (1=no problem, 2=some problem, and 3=extreme problem). A single score between 1 and 3 is generated for each domain. For each subject, the outcome rating on the 5 domains could be mapped to a single index through an algorithm. The index ranges between 0 and 1, with the higher score indicating a better health state perceived by the participant.","classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":85,"n":217},"commonTop":["Palmar-plantar erythrodysaesthesia syndrome","Diarrhoea","Nausea","Vomiting","Neutropenia"]}}}