{"nctId":"NCT02851797","briefTitle":"Clinical Study to Evaluate the Efficacy and Safety of Givinostat in Ambulant Patients With Duchenne Muscular Dystrophy","startDateStruct":{"date":"2017-06-06","type":"ACTUAL"},"conditions":["Duchenne Muscular Dystrophy"],"count":179,"armGroups":[{"label":"givinostat","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: givinostat"]},{"label":"placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: placebo"]}],"interventions":[{"name":"givinostat","otherNames":["ITF2357"]},{"name":"placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Are an ambulant male aged ≥6 years at randomisation with DMD characteristic clinical symptoms or signs (e.g., proximal muscle weakness, Gowers' maneuver, elevated serum creatinine kinase level) already present at screening;\n2. Have DMD diagnosis confirmed by genetic testing;\n3. Are able to give informed assent and/or consent in writing signed by the subject and/or parent/legal guardian (according to local regulations);\n4. Are able to complete 2 Four Stairs Climb test (4SC) screening assessments; the results of these tests must be within ±1 second of each other;\n5. Have the mean of 2 screening 4SC assessments ≤8 seconds;\n6. Have time to rise from floor between ≥3 and \\<10 seconds at screening\n7. Have manual muscle testing (MMT) of quadriceps at screening Grade ≥- 3;\n8. Have used systemic corticosteroids for a minimum of 6 months immediately prior to the start of study treatment, with no significant change in corticosteroids type or dosage or dosing regimen (excluding changes related to body weight change) for a minimum of 6 months immediately prior to start of study treatment and a reasonable expectation that dosage and dosing regimen will not change significantly for the duration of the study.\n9. Subjects must be willing to use adequate contraception.\n\nExclusion Criteria:\n\n1. Have exposure to another investigational drug within 3 months prior to the start of study treatment;\n2. Have exposure to idebenone within 3 months prior to the start of study treatment;\n3. Have exposure to any dystrophin restoration product (e.g., Ataluren, Exon skipping) within 6 months prior to the start of study treatment;\n4. Use of any pharmacologic treatment, other than corticosteroids, that might have had an effect on muscle strength or function within 3 months prior to the start of study treatment (e.g., growth hormone); Vitamin D, calcium, and any other supplements will be allowed as long as their intake has been stable for 3 months prior to the start of study treatment; Testosterone will also be allowed if it is used as a replacement therapy for the treatment of delayed puberty, and testosterone dose and regimen have been stable for at least 6 months and circulating testosterone levels are within the normal ranges for the subject's age;\n5. Have surgery that might have an effect on muscle strength or function within 3 months before study entry or planned surgery at any time during the study;\n6. Loss of ≥30 degrees of plantar flexion from the normal range of movement at the ankle joint due to contracture (i.e. fixed loss of more than 10 degrees of plantar flexion from plantigrade, assuming normal range of dorsiflexion of 20 degrees;\n7. Change in contracture treatment such as serial casting, contracture control devices, night splints, stretching exercises (passive, active, self) within 3 months prior to enrollment, or expected need for such intervention during the study;\n8. Have presence of other clinically significant disease, which, in the Investigator's opinion, could adversely affect the safety of the subject, making it unlikely that the course of treatment or follow-up would be completed, or could impair the assessment of study results;\n9. Have a diagnosis of other uncontrolled neurological diseases or presence of relevant uncontrolled somatic disorders that are not related to DMD;\n10. Have platelets count at screening \\< Lower Limit of Normal (LLN);\n11. Have symptomatic cardiomyopathy or heart failure (New York Heart Association Class III or IV) or left ventricular ejection fraction \\<50% at screening;\n12. Have a current or history of liver disease or impairment;\n13. Have inadequate renal function, as defined by serum Cystatin C \\>2 x the upper limit of normal (ULN);\n14. Have Triglycerides \\> 300 mg/dL (3.42 mmol/L) in fasting condition at screening visit;\n15. Have a positive test for hepatitis B surface antigen, hepatitis C antibody, or human immunodeficiency virus at screening15.\n16. Have a baseline QTcF \\>450 msec, or history of additional risk factors for torsades de pointes (e.g., heart failure, hypokalemia, or family history of long QT syndrome);\n17. Have a psychiatric illness/social situations rendering the potential subject unable to understand and comply with the muscle function tests and/or with the study protocol procedures;\n18. Have any hypersensitivity to the components of study medication;\n19. Have a sorbitol intolerance or sorbitol malabsorption, or have the hereditary form of fructose intolerance.\n20. Have contraindications to MRI or MRS (e.g., claustrophobia, metal implants, or seizure disorder).\n\nAt the discretion of the Investigator, subjects not meeting inclusion/exclusion criteria may be re-screened twice with an interval of at least 3 months between assessments.","healthyVolunteers":false,"sex":"MALE","genderBased":true,"genderDescription":"to take part in the study, subjects should be:\n\n1\\) ambulant males aged ≥ 6 years at randomization with DMD-characteristic clinical symptoms or signs (eg, proximal muscle weakness, Gowers' maneuver, elevated serum creatinine kinase level) already present at screening, 2. should have a DMD diagnosis confirmed by genetic testing","minimumAge":"6 Years","maximumAge":"17 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Change From Baseline in 4 Standard Stairs (4SC) Climb After 18 Months of Treatment","description":"The time (in seconds) to climb 4 standard-sized stairs is a TFT that represents stair-climbing ability. The test was evaluated by qualified functional evaluators (ie, physiotherapists) who were different from the site personnel who reviewed subjects' safety results. The test was performed in a standardised manner described in a specific site manual. Baseline 4SC was the measurement taken at the randomization assessment, unless this was missing, in which case baseline was taken as the last non missing value recorded prior to or on the date of first study treatment. The shorter the time, the better the outcome.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.27","spread":"0.040"},{"groupId":"OG001","value":"1.48","spread":"0.058"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Time to Rise From Floor After 18 Months of Treatment","description":"An analysis of time (in seconds) to rise from the floor by change from baseline at 18 months is presented for the Target Population in the ITT analysis set. The shorter the time, the better the outcome.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.33","spread":null},{"groupId":"OG001","value":"12.61","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in the Six-minute Walking Test (6MWT) After 18 Months of Treatment","description":"This test measures the distance that a patient can quickly walk on a flat, hard surface in a period of 6 minutes.\n\nThe 6-Minute Walk Test is a useful measure of functional capacity targeted at people with at least moderately severe impairment. A modified version of the 6MWT recommended by American Thoracic Society (2002) for use in adults was performed.\n\nThe longer the walked distance the better the outcome.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-38.43","spread":null},{"groupId":"OG001","value":"-48.38","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Total North Star Ambulatory Assessment (NSAA) Score After 18 Months of Treatment","description":"The total North Star Ambulatory Assessment (NSAA) is a 17-item rating scale that is used to measure functional motor abilities in ambulant children with Duchenne Muscular Dystrophy (DMD). It is usually used to monitor the progression of the disease and treatment effects. The 17 items of the NSAA, ranging from standing to running 10 meters, were graded using the standard score card with each assessment rated as 0 - unable to achieve independently, 1 - modified method but achieves goal independent of physical assistance from another, or 2 - normal with no obvious modification of activity. This scale is ordinal with 0 as the minimum score (indicating full disfunctionality, i.e. the worst outcome) and with 34 as the maximum score indicating fully-independent function (the best outcome).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.66","spread":null},{"groupId":"OG001","value":"-4.58","spread":null}]}]}]},{"type":"SECONDARY","title":"Cumulative Loss of Function on the NSAA","description":"Subject cumulative number of failures across all postbaseline visits was the endpoint of interest for analysis.\n\nFor each subject at each postbaseline visit, failure to perform each of the 17 items of the NSAA was assessed, where \"failure\" was defined as a score transition from 2 or 1 at baseline to 0 at the respective visit. The total number of failed items for the visit was calculated (maximum of 17 failed items per visit per subject). The subject's cumulative number of failures across all visits was the sum of the total failures at each postbaseline visit.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.42","spread":null},{"groupId":"OG001","value":"5.56","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline of Muscle Strength Normalized Overtime","description":"The mean change of muscle strength normalized was evaluated by knee extension and elbow flexion normalized by subject weight, both measured by hand-held myometry (HHM).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.32","spread":null},{"groupId":"OG001","value":"-0.50","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.10","spread":null},{"groupId":"OG001","value":"-0.19","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Vastus Lateralis Muscle Fat Fraction (VL MFF) at 18 Months","description":"Vastus lateralis muscle fat fraction (VL MFF) was expressed as fat infiltration in this muscle. Fat infiltration was assessed by Magnetic Resonance (MRS).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.63","spread":null},{"groupId":"OG001","value":"10.56","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects Experiencing Treatment-emergent AEs (TEAEs), Serious AEs (SAEs), Mild TEAE Moderate TEAE, Severe TEAE","description":"Adverse Events are unfavorable changes in health, including abnormal laboratory findings, that occur in trial participants during the clinical trial or within a specified period following the trial.\n\nSerious Adverse Events include adverse events that result in death, require either inpatient hospitalization or the prolongation of hospitalization, are life-threatening, result in a persistent or significant disability/incapacity or result in a congenital anomaly/birth defect. Other important medical events, based upon appropriate medical judgment, may also be considered Serious Adverse Events if a trial participant's health is at risk and intervention is required to prevent an outcome mentioned.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"112","spread":null},{"groupId":"OG001","value":"57","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"69","spread":null},{"groupId":"OG001","value":"39","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"38","spread":null},{"groupId":"OG001","value":"17","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Evaluation of Acceptability/Palatability of the Oral Suspension","description":"Acceptability and palatability of the oral suspension over time are presented. More in details, child perception of the medicine at the three timepoints hereunder specified; parent perception of the medicine based on the child's reaction at the same three timepoints; and parent problems administering the medication at the same timepoints are reported.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"31","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"21","spread":null},{"groupId":"OG001","value":"17","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"30","spread":null},{"groupId":"OG001","value":"16","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"19","spread":null},{"groupId":"OG001","value":"12","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"21","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"24","spread":null},{"groupId":"OG001","value":"13","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"34","spread":null},{"groupId":"OG001","value":"16","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"19","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"50","spread":null},{"groupId":"OG001","value":"31","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"28","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"35","spread":null},{"groupId":"OG001","value":"18","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"42","spread":null},{"groupId":"OG001","value":"14","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"40","spread":null},{"groupId":"OG001","value":"22","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"26","spread":null},{"groupId":"OG001","value":"19","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"107","spread":null},{"groupId":"OG001","value":"58","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"102","spread":null},{"groupId":"OG001","value":"55","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":8,"n":118},"commonTop":["Platelet count decreased","Diarrhoea","Nasopharyngitis","Vomiting","Headache"]}}}