{"nctId":"NCT01958021","briefTitle":"Study of Efficacy and Safety of LEE011 in Postmenopausal Women With Advanced Breast Cancer","startDateStruct":{"date":"2013-12-17","type":"ACTUAL"},"conditions":["Advanced, Metastatic Breast Cancer"],"count":668,"armGroups":[{"label":"Ribociclib+ letrozole","type":"EXPERIMENTAL","interventionNames":["Drug: Ribociclib","Drug: Letrozole"]},{"label":"Placebo + letrozole","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Letrozole","Drug: Placebo"]}],"interventions":[{"name":"Ribociclib","otherNames":["LEE011"]},{"name":"Letrozole","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Key Inclusion Criteria:\n\n1. Women with advanced (locoregionally recurrent or metastatic) breast cancer that was not amenable to curative therapy.\n2. The patient was postmenopausal. Postmenopausal status was defined either by:\n\n   * Prior bilateral oophorectomy\n   * Age ≥60\n   * Age \\<60 and amenorrhea for 12 or more months (in the absence of chemotherapy, tamoxifen, toremifen, or ovarian suppression) and FSH and estradiol in the postmenopausal range per local normal range.\n3. There was no prior systemic anti-cancer therapy for advanced disease.\n4. The patient had a histologically and/or cytologically confirmed diagnosis of estrogen-receptor positive and/or progesterone receptor positive breast cancer by the local laboratory.\n5. The patient had HER2-negative breast cancer defined as a negative in situ hybridization test or an IHC status of 0, 1+ or 2+. If IHC was 2+, a negative in situ hybridization (FISH, CISH, or SISH) test was required by local laboratory testing.\n6. The patient must have had either:\n\n   Measurable disease, i.e., at least one measurable lesion as per RECIST 1.1 criteria (Tumor lesions previously irradiated or subjected to other locoregional therapy were considered measurable if disease progression at the treated site after completion of therapy was clearly documented). OR If no measurable disease was present, then at least one predominantly lytic bone lesion must have been present (Patients with no measurable disease and only one predominantly lytic bone lesion previously irradiated were eligible if there was documented evidence of disease progression of the bone lesion after irradiation).\n7. The patient had an Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1.\n\nKey Exclusion Criteria:\n\n1. The patient had received any CDK4/6 inhibitor.\n2. The patient had received any prior systemic anti-cancer therapy (including hormonal therapy and chemotherapy) for advanced breast cancer.\n\n   Note:\n   * Patients who had received (neo) adjuvant therapy for breast cancer were eligible. If the prior neo (adjuvant) therapy included letrozole or anastrozole, the disease-free interval had to be greater than 12 months from the completion of treatment until randomization.\n   * Patients who had received ≤ 14 days of letrozole or anastrozole for advanced disease prior to randomization were eligible.\n   * Any prior (neo) adjuvant anti-cancer therapy had to be stopped at least 5 half-lives or 7 days, whichever was longer, before randomization.\n3. The patient was concurrently using other anti-cancer therapy.\n4. The patient had a concurrent malignancy or malignancy within 3 years of randomization, with the exception of adequately treated, basal or squamous cell carcinoma, non-melanomatous skin cancer, or curatively resected cervical cancer.\n5. The patient had active cardiac disease or a history of cardiac dysfunction, including any of the following:\n\n   * History of angina pectoris, symptomatic pericarditis, or myocardial infarction within 12 months prior to study entry.\n   * History of documented congestive heart failure (New York Heart Association functional classification III-IV).\n   * Documented cardiomyopathy.\n   * The patient had a Left Ventricular Ejection Fraction (LVEF) \\< 50% as determined by Multiple Gated acquisition (MUGA) scan or echocardiogram (ECHO).\n   * History of any cardiac arrhythmias, e.g., ventricular, supraventricular, nodal arrhythmias, or conduction abnormality in the previous 12 months.\n   * On screening, any of the following cardiac parameters: bradycardia (heart rate \\< 50 at rest), tachycardia (heart rate \\> 90 at rest), PR interval \\> 220 msec, QRS interval \\>109 msec, or QTcF \\>450 msec.\n   * Systolic blood pressure \\>160 or \\<90 mmHg.\n6. The patient was currently receiving any of the following medications and could not be discontinued 7 days prior to the start of treatment:\n\n   * Medications known to be strong inducers or inhibitors of CYP3A4.\n   * Medications known to have a risk of prolonging the QT interval or inducing Torsades de Pointes.\n   * Medications with a narrow therapeutic window and predominantly metabolized through CYP3A4.\n   * Herbal preparations/medications.","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"18 Years","maximumAge":"100 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression Free Survival (PFS) by Investigator Assessment","description":"PFS was defined as the period starting from the date of randomization to the date of the first documented progression or death caused by any reason. In cases where patients did not experience an event, the PFS was censored at the date of the last adequate tumor assessment. Clinical deterioration without objective radiological evidence was not considered as documented disease progression.PFS was assessed by investigator assessment according to RECIST 1.1. The Kaplan-Meier method was used to estimate PFS, and the median PFS, along with 95% confidence intervals, was reported for each treatment group. A stratified Cox regression model was used to estimate the hazard ratio of PFS, along with 95% confidence interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"14.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS)","description":"OS was defined as the time from the date of randomization to the date of death from any cause. In cases where the patient's death was not recorded, the OS value was censored at the date of the last known patient's survival status.OS was estimated using the Kaplan-Meier method. As per protocol, the final OS analysis was conducted after approximately 400 deaths were documented.\n\nThe median OS, along with 95% confidence intervals, was reported for each treatment group.The distribution of OS between the two treatment arms was compared using a log-rank test at one-sided cumulative 2.5% level of significance. A stratified Cox regression was used to estimate the OS hazard ratio and the associated 95% CI.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"63.9","spread":null},{"groupId":"OG001","value":"51.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Response Rate (ORR) by Investigator Assessment","description":"ORR is the percentage of participants with the best overall response of complete response (CR) or partial response (PR) according to RECIST 1.1 as per investigator assessment. . CR = Disappearance of all non-nodal target lesions. In addition, any pathological lymph nodes assigned as target lesions must have a reduction in short axis to \\< 10 mm; PR = At least a 30% decrease in the sum of diameter of all target lesions, taking as reference the baseline sum of diameters.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"40.7","spread":null},{"groupId":"OG001","value":"27.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Clinical Benefit Rate (CBR) by Investigator Assessment","description":"Percentage of participants with complete response (CR) or partial response (PR) or stable disease (SD) lasting 24 weeks or longer as defined in RECIST 1.1 as per investigator assessment. CR = Disappearance of all non-nodal target lesions. In addition, any pathological lymph nodes assigned as target lesions must have a reduction in short axis to \\< 10 mm; PR = At least a 30% decrease in the sum of diameter of all target lesions, taking as reference the baseline sum of diameters; SD = Neither sufficient shrinkage to qualify for PR or CR nor an increase in lesions which would qualify for progressive disease: PD = At least a 20% increase in the sum of diameter of all measured target lesions, taking as reference the smallest sum of diameter of all target lesions recorded at or after baseline. In addition to the relative increase of 20% the sum must also demonstrate an absolute increase of at least 5 mm.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"79.6","spread":null},{"groupId":"OG001","value":"72.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Definitive Deterioration of Eastern Cooperative Oncology Group Performance Status (ECOG PS) by at Least One Category of the Score","description":"ECOG PS categorized patients based on their ability to perform daily activities and self-care, with scores ranging from 0 to 5. A score of 0 indicated no restrictions in activity, while higher scores indicated increasing limitations. Time to definitive deterioration was defined as the time from the date of randomization to the date of the event, defined as experiencing an increase in ECOG PS by at least one category from the baseline or death. A deterioration was considered definitive if no improvements in the ECOG PS were observed at a subsequent time. The Kaplan-Meier method was used to estimate the distribution, and the median time to definitive deterioration, along with 95% confidence intervals, was reported for each treatment group. Patients receiving any further therapy prior to definitive worsening were censored at their date of last assessment prior to start of therapy. Patients that had not worsened at the data cutoff point were censored at the date of last assessment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22.6","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Definitive 10% Deterioration in the Global Health Status/Quality of Life (GHS/QoL) Scale Score of the European Organization for Research and Treatment of Cancer's Core Quality of Life Questionnaire (EORTC QLQ-C30)","description":"The EORTC QLQ-C30 is a questionnaire that includes 5 functional scales, 3 symptom scales, 1 GHS/QoL scale, and 6 single items. GHS/QoL scale score ranges between 0 and 100. A high score for GHS/QoL represents better functioning or QoL.The time to definitive 10% deterioration is defined as the time from the date of randomization to the date of event, which is defined as at least 10% relative to baseline worsening of the QoL score (without further improvement above the threshold) or death due to any cause. The Kaplan-Meier method was used to estimate the distribution, and the median time to definitive 10% deterioration, along with 95% confidence intervals, was reported for each treatment group. If a patient had not had an event, time to deterioration was censored at the date of the last adequate QoL evaluation.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19.3","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the GHS/QoL Scale Score of the EORTC QLQ-C30","description":"The EORTC QLQ-C30 is a questionnaire that includes 5 functional scales, 3 symptom scales, 1 GHS/QoL scale, and 6 single items. GHS/QoL scale score ranges between 0 and 100. A high score for GHS/QoL represents better functioning or QoL.The change from baseline in the GHS/QoL score was assesed. A positive change from baseline indicated improvement.\n\nFor subjects who discontinued treatment earlier and without disease progression, post-treatment efficacy follow-up visits occurred every 8 weeks after End of treatment (EOT) during the initial 18 months since start of treatment, followed by visits every 12 weeks until disease progression or end of study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.9","spread":"18.68"},{"groupId":"OG001","value":"4.9","spread":"19.14"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.6","spread":"19.86"},{"groupId":"OG001","value":"6.8","spread":"19.64"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.6","spread":"20.96"},{"groupId":"OG001","value":"6.0","spread":"20.19"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.1","spread":"21.95"},{"groupId":"OG001","value":"8.0","spread":"20.49"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.9","spread":"21.11"},{"groupId":"OG001","value":"7.0","spread":"20.45"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.3","spread":"22.37"},{"groupId":"OG001","value":"6.5","spread":"20.40"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.5","spread":"21.43"},{"groupId":"OG001","value":"8.7","spread":"21.23"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.6","spread":"22.85"},{"groupId":"OG001","value":"7.4","spread":"21.75"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.0","spread":"23.08"},{"groupId":"OG001","value":"7.7","spread":"18.81"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.8","spread":"20.09"},{"groupId":"OG001","value":"12.5","spread":"14.15"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-8.3","spread":"8.33"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.2","spread":"20.97"},{"groupId":"OG001","value":"-1.2","spread":"15.30"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.3","spread":"28.87"},{"groupId":"OG001","value":"-16.7","spread":"16.67"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.6","spread":"17.25"},{"groupId":"OG001","value":"-20.8","spread":"17.68"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.0","spread":"21.73"},{"groupId":"OG001","value":"-12.5","spread":"5.89"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.3","spread":"28.36"},{"groupId":"OG001","value":"8.3","spread":"0.00"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"28.87"},{"groupId":"OG001","value":"-4.2","spread":"5.89"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20.8","spread":"41.25"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"50.0","spread":null}]}]}]},{"type":"POST_HOC","title":"All Collected Deaths","description":"Pre-treatment deaths were collected from randomization to the day before first dose of study medication.\n\nOn-treatment deaths were collected from start of treatment to 30 days after last dose of treatment or one day before first administration of crossover treatment (for crossover participants), whichever came first Crossover on-treatment deaths were collected from start of crossover treatment up to 30 days after last dose of crossover treatment.\n\nPost-treatment survival follow-up (FU) deaths were collected from day 31 after last dose of study treatment to end of study.\n\nCrossover post-treatment survival FU deaths were collected from day 31 after last dose of crossover treatment to end of study","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"178","spread":null},{"groupId":"OG001","value":"218","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"186","spread":null},{"groupId":"OG001","value":"221","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":108,"n":334},"commonTop":["Nausea","Arthralgia","Fatigue","Neutropenia","Diarrhoea"]}}}