{"nctId":"NCT02305381","briefTitle":"Efficacy and Safety of Semaglutide Once-weekly Versus Placebo as add-on to Basal Insulin Alone or Basal Insulin in Combination With Metformin in Subjects With Type 2 Diabetes","startDateStruct":{"date":"2014-12-01","type":"ACTUAL"},"conditions":["Diabetes","Diabetes Mellitus, Type 2"],"count":397,"armGroups":[{"label":"Semaglutide 0.5 mg/Week","type":"EXPERIMENTAL","interventionNames":["Drug: semaglutide"]},{"label":"Semaglutide 1.0 mg/Week","type":"EXPERIMENTAL","interventionNames":["Drug: semaglutide"]},{"label":"Semaglutide Placebo 0.5 mg/Week","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: placebo"]},{"label":"Semaglutide Placebo 1.0 mg/Week","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: placebo"]}],"interventions":[{"name":"semaglutide","otherNames":[]},{"name":"placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria: - Male or female, age at least 18 years at the time of signing inform consent. For Japan: Male or female, age at least 20 years at the time of signing informed consent - Subjects diagnosed with T2DM (type 2 diabetes mellitus) and on stable diabetes treatment (plus/minus 20 percent change in total daily dose) with basal insulin (minimum of 0.25 IU/kg/day and/or 20 IU/day of: insulin glargine, insulin detemir, insulin degludec and/or NPH insulin) alone or in combination with metformin (minimum of 1500 mg/day or maximal tolerable dose) for 90 days prior to screening - HbA1c (glycosylated haemoglobin) 7.0 - 10.0 percent (53 - 86 mmol/mol) both inclusive Exclusion Criteria: - Female who is pregnant, breast-feeding or intends to become pregnant or is of child-bearing potential and not using an adequate contraceptive method throughout the trial including the 5 weeks follow-up period (adequate contraceptive measures as required by local regulation or practice). Germany: Only highly effective methods of birth control are accepted (ie one that results in less than 1% per year failure rate when used consistently and correctly such as implants, injectables, combined oral contraceptives, some intrauterine device), or sexual abstinence or vasectomised partner. Japan: Adequate contraceptive measures are abstinence (not having sex), diaphragm, condom (by the partner), intrauterine device, sponge, spermicide or oral contraceptives - Treatment with any glucose lowering agents other than stated in the inclusion criteria in a period of 90 days before screening. An exception is short-term treatment (7 days or less in total) with bolus insulin in connection with intercurrent illness - Experienced more than 3 episodes of severe hypoglycaemia within 6 months prior to screening, and/or hypoglycaemia unawareness - History of pancreatitis (acute or chronic) - Screening calcitonin value above or equal to 50 ng/L (pg/mL) - Personal or family history of medullary thyroid carcinoma (MTC) or multiple endocrine neoplasia syndrome 2 (MEN 2) - Severe renal impairment defined as eGFR (estimated glomerular filtration rate) below 30 mL/min/1.73 m\\^2 per Modification of Diet in Renal Disease (MDRD) formula (4 variable version) - Acute coronary or cerebrovascular event within 90 days before randomisation - Heart failure, New York Heart Association (NYHA) Class IV","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in HbA1c (Glycosylated Haemoglobin)","description":"Estimated mean change from baseline in HbA1c at week 30. The post-baseline responses are analysed using a mixed model for repeated measurements with treatment, country and stratification variable (HbA1c level at screening \\[\\<= 8.0% or \\> 8.0%\\] crossed with use of metformin \\[yes or no\\]; 2 by 2 levels) as fixed factors and baseline value as covariate, all nested within visit. Mean estimates are adjusted according to observed baseline distribution. Missing data was imputed using mixed model for repeated measurements.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.45","spread":"0.09"},{"groupId":"OG001","value":"-1.85","spread":"0.09"},{"groupId":"OG002","value":"-0.09","spread":"0.09"}]}]}]},{"type":"SECONDARY","title":"Change in Body Weight","description":"Estimated mean change from baseline in body weight at week 30. The post-baseline responses are analysed using a mixed model for repeated measurements with treatment, country and stratification variable (HbA1c level at screening \\[\\<= 8.0% or \\> 8.0%\\] crossed with use of metformin \\[yes or no\\]; 2 by 2 levels) as fixed factors and baseline value as covariate, all nested within visit. Mean estimates are adjusted according to observed baseline distribution. Missing data was imputed using mixed model for repeated measurements.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.67","spread":"0.36"},{"groupId":"OG001","value":"-6.42","spread":"0.36"},{"groupId":"OG002","value":"-1.36","spread":"0.37"}]}]}]},{"type":"SECONDARY","title":"Change in Fasting Plasma Glucose (FPG)","description":"Estimated mean change from baseline in FPG at week 30. The post-baseline responses are analysed using a mixed model for repeated measurements with treatment, country and stratification variable (HbA1c level at screening \\[\\<= 8.0% or \\> 8.0%\\] crossed with use of metformin \\[yes or no\\]; 2 by 2 levels) as fixed factors and baseline value as covariate, all nested within visit. Mean estimates are adjusted according to observed baseline distribution. Missing data was imputed using mixed model for repeated measurements.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-29.14","spread":"3.74"},{"groupId":"OG001","value":"-42.38","spread":"3.76"},{"groupId":"OG002","value":"-8.51","spread":"4.02"}]}]}]},{"type":"SECONDARY","title":"Change in Insulin Dose","description":"Estimated mean change from baseline in insulin dose at week 30 was measured in terms of ratio to baseline. Responses at week 30 are analysed using an Analysis of covariance model with treatment, country and stratification variable (HbA1c level at screening \\[\\<= 8.0% or \\> 8.0%\\] crossed with use of metformin \\[yes or no\\]; 2 by 2 levels) as fixed factors and baseline value as covariate. Mean estimates are adjusted according to observed baseline distribution. Missing data was imputed using last observation carried forward.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.90","spread":"0.01"},{"groupId":"OG001","value":"0.85","spread":"0.01"},{"groupId":"OG002","value":"0.96","spread":"0.01"}]}]}]},{"type":"SECONDARY","title":"Change in Systolic and Diastolic Blood Pressure","description":"Estimated mean change from baseline in systolic and diastolic blood pressure at week 30. The post-baseline responses are analysed using a mixed model for repeated measurements with treatment, country and stratification variable (HbA1c level at screening \\[\\<= 8.0% or \\> 8.0%\\] crossed with use of metformin \\[yes or no\\]; 2 by 2 levels) as fixed factors and baseline value as covariate, all nested within visit. Mean estimates are adjusted according to observed baseline distribution. Missing data was imputed using mixed model for repeated measurements.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.84","spread":"0.73"},{"groupId":"OG001","value":"-1.50","spread":"0.74"},{"groupId":"OG002","value":"-2.17","spread":"0.79"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.29","spread":"1.26"},{"groupId":"OG001","value":"-7.27","spread":"1.27"},{"groupId":"OG002","value":"-0.99","spread":"1.34"}]}]}]},{"type":"SECONDARY","title":"Patient Reported Outcomes, Diabetes Treatment Satisfaction Questionnaire (DTSQ)","description":"The DTSQs questionnaire was used to assess subjects' treatment satisfaction and contained 8 components and evaluates the diabetes treatment (including insulin, tablets and/or diet) in terms of convenience, flexibility and general feelings towards the treatment. The result presented is the 'Treatment Satisfaction' summary score, which is the sum of 6 of the 8 items of the DTSQs questionnaire. Response options range from 6 (best case) to 0 (worst case). Total scores for treatment satisfaction range from 0-36. Higher scores indicate higher satisfaction. The post-baseline responses are analysed using an ANCOVA model with treatment, country and stratification variables (HbA1c level at screening \\[\\<= 8.0% or \\> 8.0%\\] and use of metformin \\[yes or no\\]) as fixed factors and baseline value as covariate. Mean estimates are adjusted according to observed baseline distribution. Missing data was imputed using last observation carried forward.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.73","spread":"0.46"},{"groupId":"OG001","value":"3.47","spread":"0.46"},{"groupId":"OG002","value":"1.25","spread":"0.50"}]}]}]},{"type":"SECONDARY","title":"HbA1c Below 7.0% (53 mmol/Mol) American Diabetes Association (ADA) Target","description":"Percentage of subjects with HbA1C below 7.0% after 30 weeks treatment. Missing data imputed from a mixed model for repeated measurements with treatment, country and stratification variable (HbA1c level at screening \\[\\<= 8.0% or \\> 8.0%\\] crossed with use of metformin \\[yes or no\\]; 2 by 2 levels) as fixed factors and baseline value as covariate, all nested within visit.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"60.6","spread":null},{"groupId":"OG001","value":"78.6","spread":null},{"groupId":"OG002","value":"10.5","spread":null}]}]}]},{"type":"SECONDARY","title":"HbA1c Below or Equal to 6.5% (48 mmol/Mol) American Association of Clinical Endocrinologists (AACE) Target","description":"Percentage of participants with HbA1c below or equal to 6.5% after 30 weeks treatment. Missing data imputed from a mixed model for repeated measurements with treatment, country and stratification variable (HbA1c level at screening \\[\\<= 8.0% or \\> 8.0%\\] crossed with use of metformin \\[yes or no\\]; 2 by 2 levels) as fixed factors and baseline value as covariate, all nested within visit.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"40.9","spread":null},{"groupId":"OG001","value":"61.1","spread":null},{"groupId":"OG002","value":"4.5","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":8,"n":132},"commonTop":["Nausea","Nasopharyngitis","Vomiting","Lipase increased","Diarrhoea"]}}}