{"nctId":"NCT03976375","briefTitle":"Efficacy and Safety of Pembrolizumab (MK-3475) With Lenvatinib (E7080/MK-7902) vs. Docetaxel in Participants With Metastatic Non-Small Cell Lung Cancer (NSCLC) and Progressive Disease (PD) After Platinum Doublet Chemotherapy and Immunotherapy (MK-7902-008/E7080-G000-316/LEAP-008)","startDateStruct":{"date":"2019-06-26","type":"ACTUAL"},"conditions":["Metastatic Non-Small Cell Lung Cancer"],"count":422,"armGroups":[{"label":"Pembrolizumab+Lenvatinib","type":"EXPERIMENTAL","interventionNames":["Biological: Pembrolizumab","Drug: Lenvatinib"]},{"label":"Docetaxel","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Docetaxel"]},{"label":"Lenvatinib Monotherapy","type":"EXPERIMENTAL","interventionNames":["Drug: Lenvatinib"]}],"interventions":[{"name":"Pembrolizumab","otherNames":["MK-3475","KEYTRUDA®"]},{"name":"Lenvatinib","otherNames":["MK-7902","E7080","LENVIMA®"]},{"name":"Docetaxel","otherNames":["TAXOTERE®"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Has a histologically or cytologically confirmed diagnosis of metastatic squamous or nonsquamous Non-Small Cell Lung Cancer (NSCLC) -Stage IV: M1a, M1b, M1c.\n* Has progressive disease (PD) on treatment with one prior anti-programmed cell death 1 (PD-1)/programmed cell death ligand 1 (PD-L1) monoclonal antibody (mAb) administered either as monotherapy or in combination with other checkpoint inhibitors or other therapies.\n\n  * Retreatment with the same anti-PD-L1/PD-L1 mAb is acceptable in the overall course of treatment\n* Has PD during/after platinum doublet chemotherapy for metastatic disease.\n* Has confirmation that EGFR-, ALK-, or ROS1-directed therapy is not indicated as primary therapy (documentation of absence of tumor-activating EGFR mutations \\[eg, DEL19 or L858R\\], and absence of ALK and ROS1 gene rearrangements OR presence of a K-ras mutation).\n* Has submitted pre-study imaging that confirmed evidence of PD following initiation of an anti-PD-1/PD-L1 inhibitor.\n* Has at least 1 measurable lesion by computerized tomography (CT) or magnetic resonance imaging (MRI) per Response Evaluation Criteria in Solid Tumors (RECIST) 1.1, as determined by the local site assessment.\n* Has provided tumor tissue for PD-L1 biomarker analysis from an archival sample (defined as: from initial diagnosis of NSCLC and prior to receiving immunotherapy \\[antiPD-1/PD-L1\\], from the primary lesion or a metastatic lesion).\n* Has provided prior to allocation tissue from a newly obtained formalin-fixed sample from a new biopsy (defined as: after completion of immunotherapy \\[anti-PD-1/PD-L1\\] and before receiving a randomization number), of a tumor lesion not previously irradiated.\n* Has Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1 within 7 days before the first dose of study intervention but before randomization.\n* Has a life expectancy of at least 3 months.\n* Male participants receiving pembrolizumab ± lenvatinib or lenvatinib must agree to refrain from donating sperm, and either 1) be abstinent from heterosexual intercourse; or 2) follow contraceptive guidance during the treatment period or 7 days after the last dose of lenvatinib. Male participants receiving docetaxel agree to adhere to the same conditions during the treatment period and for ≥90 days after the last dose of study treatment.\n* Female participants must not be pregnant, not be breastfeeding, and not be a woman of child-bearing potential (WOCBP). If a WOCBP, agrees to not donate eggs and either use contraception, or be abstinent from heterosexual intercourse during the treatment period and for ≥120 days after the last dose of pembrolizumab or 30 days after the last dose of lenvatinib, whichever occurs last. If a WOCBP receiving docetaxel, agrees to adhere to the same conditions during the treatment period and for ≥30 days after the last dose of study treatment.\n* Has adequately controlled blood pressure (BP) with or without antihypertensive medications, defined as BP ≤150/90 mm Hg and no change in antihypertensive medications within 1 week before randomization.\n* If participant received major surgery or radiation therapy of \\>30 Gy, they have recovered from the toxicity and/or complications from the intervention.\n* Has adequate organ function.\n\nExclusion Criteria:\n\n* Has received docetaxel as monotherapy or in combination with other therapies.\n* Has received lenvatinib as monotherapy or in combination with an anti-PD-1/PD-L1 mAb.\n* Has received: 1) radiotherapy within 2 weeks before the first dose of study treatment; or 2) lung radiation therapy \\>30 Gy within 6 months before the first dose of study treatment.\n* Has received a live vaccine within 30 days before the first dose of study treatment.\n* Has clinically significant hemoptysis or tumor bleeding within 2 weeks before the first dose of study treatment.\n* Has radiographic evidence of intratumoral cavitation, encasement, or invasion of a major blood vessel.\n* Has clinically significant cardiovascular impairment within 12 months of the first dose of study treatment.\n* Has a history of a gastrointestinal condition or procedure that may affect oral absorption of study treatment.\n* Has a pre-existing ≥Grade 3 gastrointestinal or non-gastrointestinal fistula.\n* Is currently participating in a clinical trial and receiving study therapy or participated in a study of an investigational agent within 4 weeks of the first dose of study treatment.\n* Has a diagnosis of immunodeficiency or is receiving chronic systemic steroid therapy or any other form of immunosuppressive therapy within 7 days before the first dose of study treatment.\n* Has a known history of an additional malignancy, except if the participant has undergone potentially curative therapy with no evidence of disease recurrence for 3 years since initiation of that therapy.\n* Has known active central nervous system metastases and/or carcinomatous meningitis.\n* Has severe hypersensitivity to pembrolizumab and/or any of its excipients.\n* Has a sensitivity to any of the excipients contained in lenvatinib and/or docetaxel.\n* Has an active autoimmune disease that has required systemic treatment in the past 2 years.\n* Has a history of (noninfectious) pneumonitis that required systemic steroids or current pneumonitis/interstitial lung disease.\n* Has an active infection requiring systemic therapy.\n* Has a known history of human immunodeficiency virus (HIV) infection.\n* Has a known history of hepatitis B reactive or known active hepatitis C virus infection.\n* Has active tuberculosis.\n* Has a known psychiatric or substance abuse disorder that would interfere with the participant's ability to cooperate with the requirements of the study.\n* Is pregnant or breastfeeding or expecting to conceive or father children within the projected duration of the study, starting with the screening visit through at least 120 days after the last dose of pembrolizumab or lenvatinib, or 90 days (male participants) or 30 days (for female participants) after the last dose of docetaxel.\n* Has had an allogeneic tissue/solid organ transplant.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Survival (OS)","description":"OS is defined as the time from randomization to the date of death due to any cause.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.3","spread":null},{"groupId":"OG001","value":"12.0","spread":null}]}]}]},{"type":"PRIMARY","title":"Progression-free Survival (PFS) Per Response Evaluation Criteria in Solid Tumors Version 1.1 (RECIST 1.1)","description":"PFS is defined as the time from randomization to the first documented progressive disease (PD) or death due to any cause, whichever occurs first. Per RECIST 1.1, PD is defined as ≥20% increase in the sum of diameters of target lesions. In addition to the relative increase of 20%, the sum must also demonstrate an absolute increase of ≥5 mm. Note: The appearance of one or more new lesions is also considered PD. PFS was assessed by blinded independent central review (BICR) per RECIST 1.1, modified to follow a maximum of 10 target lesions and a maximum of 5 target lesions per organ.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.6","spread":null},{"groupId":"OG001","value":"4.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Objective Response Rate (ORR) Per Response Evaluation Criteria in Solid Tumors Version 1.1 (RECIST 1.1) - Pembrolizumab+Lenvatinib vs. Docetaxel","description":"ORR is defined as the percentage of participants who have a Complete Response (CR: Disappearance of all target lesions) or a Partial Response (PR: At least a 30% decrease in the sum of diameters of target lesions). ORR was assessed by BICR per RECIST 1.1, modified to follow a maximum of 10 target lesions and a maximum of 5 target lesions per organ.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22.7","spread":null},{"groupId":"OG001","value":"14.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Objective Response Rate (ORR) Per Response Evaluation Criteria in Solid Tumors Version 1.1 (RECIST 1.1) - Pembrolizumab+Lenvatinib vs. Lenvatinib Monotherapy","description":"ORR is defined as the percentage of participants who have a Complete Response (CR: Disappearance of all target lesions) or a Partial Response (PR: At least a 30% decrease in the sum of diameters of target lesions). ORR was assessed by BICR per RECIST 1.1, modified to follow a maximum of 10 target lesions and a maximum of 5 target lesions per organ.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22.7","spread":null},{"groupId":"OG001","value":"12.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response (DOR) Per Response Evaluation Criteria in Solid Tumors Version 1.1 (RECIST 1.1)","description":"DOR is defined as the time from first documented evidence of Complete Response (CR: Disappearance of all target lesions) or a Partial Response (PR: At least a 30% decrease in the sum of diameters of target lesions) until disease progression or death due to any cause, whichever occurs first. DOR was assessed by BICR per RECIST 1.1, modified to follow a maximum of 10 target lesions and a maximum of 5 target lesions per organ.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.9","spread":null},{"groupId":"OG001","value":"6.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Experiencing an Adverse Event (AE)","description":"An AE is any untoward medical occurrence in a clinical study participant that is temporally associated with the use of study treatment, whether or not considered related to the study treatment. The number of participants who experienced an AE is presented.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"179","spread":null},{"groupId":"OG001","value":"174","spread":null},{"groupId":"OG002","value":"47","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Discontinuing Study Treatment Due to an AE","description":"The number of participants who discontinued study treatment due to an AE is presented.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"68","spread":null},{"groupId":"OG001","value":"43","spread":null},{"groupId":"OG002","value":"13","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in European Organization for Research and Treatment (EORTC) Quality of Life Questionnaire-Core 30 (QLQ-C30) Combined Global Health Status / Quality of Life (Items 29 & 30) Scale Combined Score","description":"The EORTC QLQ-C30 is a 30-item questionnaire developed to assess the quality of life (QoL) of cancer patients, including a combined global health status (GHS)/QoL (Items 29 and 30) scale. For each item, scores range from 0-100, with higher scores indicating higher GHS/QoL. Per protocol, scores for items 29 and 30 will be averaged to compute a combined GHS/QoL scale score. Change from baseline in the combined GHS/QoL scale scores is presented.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.48","spread":null},{"groupId":"OG001","value":"-1.12","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in EORTC Quality of Life Questionnaire Lung Cancer Module 13 (QLQ-LC13) Cough (Item 31) Scale Score","description":"Used in combination with QLQ-C30, the EORTC QLQ-LC13 is a supplemental lung cancer-specific module, including a single-item scale score for cough (Item 31). For this item, individual responses to the question \"How much did you cough?\" are given on a 4-point scale (1=Not at all; 4=Very much). Scores are transformed to a range from 0-100, with a lower score indicating a better outcome. The change from baseline in the EORTC QLQ-LC13 cough (Item 31) scale score is presented.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.17","spread":null},{"groupId":"OG001","value":"-0.32","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in EORTC QLQ-LC13 Chest Pain (Item 40) Scale Score","description":"Used in combination with QLQ-C30, the EORTC QLQ-LC13 is a supplemental lung cancer-specific module, including a single-item scale score for chest pain (Item 40). For this item, individual responses to the question \"Have you had pain in your chest?\" are given on a 4-point scale (1=Not at all; 4=Very much). Scores are transformed to a range from 0-100, with a lower score indicating a better outcome. The change from baseline in the EORTC QLQ-LC13 chest pain (Item 40) scale score is presented.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.40","spread":null},{"groupId":"OG001","value":"-3.88","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in EORTC QLQ-C30 Dyspnea (Item 8) Scale Score","description":"The EORTC QLQ-C30 is a 30-item questionnaire developed to assess the QoL of cancer patients, including a single-item scale score for dyspnea (Item 8). For this item, individual responses to the question \"Were you short of breath?\" are given on a 4-point scale (1=Not at all; 4=Very much). Scores are transformed to a range from 0-100, with a lower score indicating a better outcome. The change from baseline in the EORTC QLQ-C30 dyspnea (Item 8) scale score is presented.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.92","spread":null},{"groupId":"OG001","value":"5.12","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in EORTC QLQ-C30 Physical Functioning (Items 1 to 5) Scale Combined Score","description":"The EORTC QLQ-C30 is a 30-item questionnaire developed to assess the QoL of cancer patients, including a physical functioning (PF) scale (Items 1 to 5). The PF scale consists of participant responses to 5 questions regarding performance of daily activities \\[1) strenuous activities; 2) long walks; 3) short walks; 4) bed/chair rest; and 5) needing help with eating, dressing, washing themselves or using the toilet\\]. Overall PF scores range from 0 to 100, with a lower score indicating a better outcome. The change from Baseline in the EORTC QLQ-C30 PF (Items 1 to 5) scale combined score is presented.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.58","spread":null},{"groupId":"OG001","value":"-8.47","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to True Deterioration (TTD) in EORTC QLQ-C30 Combined Global Health Status / Quality of Life (Items 29 & 30) Scale Combined Score","description":"The EORTC-QLQ-C30 is a 30-item questionnaire developed to assess the QoL of cancer patients, including a combined GHS/QoL (Items 29 and 30) scale. The TTD in the combined GHS/QoL (Items 29 \\& 30) scale combined score is presented, defined as the time to first onset of a ≥10 point decrease from baseline. A longer TTD indicates a better outcome","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.51","spread":null},{"groupId":"OG001","value":"9.59","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to True Deterioration (TTD) in EORTC QLQ-LC13 Cough (Item 31) Scale Score","description":"Used in combination with QLQ-C30, the EORTC QLQ-LC13 is a supplemental lung cancer-specific module, including a single-item scale score for cough (Item 31). The TTD in EORTC QLQ-LC13 cough (Item 31) scale score is presented, defined as the time to first onset of a ≥10 point decrease from baseline.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to True Deterioration (TTD) in EORTC QLQ-LC13 Chest Pain (Item 40) Scale Score","description":"Used in combination with QLQ-C30, the EORTC QLQ-LC13 is a supplemental lung cancer-specific module, including a single-item scale score for chest pain (Item 40). The TTD in EORTC QLQ-LC13 chest pain (Item 40) scale score is presented, defined as the time to first onset of a ≥10 point decrease from baseline.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to True Deterioration (TTD) in EORTC QLQ-C30 Dyspnea (Item 8) Scale Score","description":"The EORTC QLQ-C30 is a 30-item questionnaire developed to assess the QoL of cancer patients, including a single-item scale score for dyspnea (Item 8). The TTD in dyspnea (Item 8) scale score will be presented, defined as the time to first onset of a ≥10 point decrease from baseline.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to True Deterioration (TTD) in EORTC QLQ-C30 Physical Functioning (Items 1 to 5) Scale Combined Score","description":"The EORTC QLQ-C30 is a 30-item questionnaire developed to assess the QoL of cancer patients, including a physical functioning (PF) scale (Items 1 to 5). The TTD in PF (Items 1 to 5) scale combined score is presented, defined as the time to first onset of a ≥10 point decrease from baseline.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.70","spread":null},{"groupId":"OG001","value":"7.03","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to True Deterioration (TTD) in EORTC Composite Symptom Score for Cough (QLQ-LC13 Item 31), Chest Pain (QLQ-LC13 Item 40), or Dyspnea (QLQ-C30 Item 8)","description":"EORTC QLQ-C30 includes a single-item scale score for dyspnea (Item 8), the EORTC QLQ-LC13 is a supplemental lung cancer-specific module, which includes a single-item scale score for cough (Item 31) and chest pain (Item 40). Time to True Deterioration for the Composite Endpoint of EORTC QLQ- LC13 Cough, EORTC QLQ- LC13 Chest Pain, or EORTC QLQ-C30 Dyspnea is presented, defined as the time to first onset of a ≥10-point decrease from baseline in any one of 3 scale items with confirmation by the subsequent visit of a 10 or more-point deterioration from baseline in the same scale as the first onset under right-censoring rule.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.20","spread":null},{"groupId":"OG001","value":"5.55","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":99,"n":181},"commonTop":["Diarrhoea","Asthenia","Decreased appetite","Hypertension","Fatigue"]}}}