{"nctId":"NCT01802411","briefTitle":"Intercostal Nerve Block With Liposome Bupivacaine in Subjects Undergoing Posterolateral Thoracotomy","startDateStruct":{"date":"2012-12"},"conditions":["Posterolateral Thoracotomy","Postoperative Pain"],"count":191,"armGroups":[{"label":"EXPAREL 266 mg","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: EXPAREL 266 mg"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"EXPAREL 266 mg","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female, ≥18 years of age.\n* Scheduled to undergo a thoracotomy of at least 3 inches (7.6 cm) of intercostal incisional length or requiring insertion of an inter-rib spreader/retractor for a primary thoracic non-infectious indication under general anesthesia.\n* American Society of Anesthesiologists (ASA) Physical Status 1 - 3.\n* Able to provide informed consent, adhere to the study visit schedule, and complete all study assessments.\n* Able to demonstrate sensory function by exhibiting sensitivity to cold in one dermatome area in which study drug will be administered.\n\nExclusion Criteria:\n\n* Currently pregnant, nursing, or planning to become pregnant during the study or within 1 month after study drug administration. Female subjects must be surgically sterile, at least 2 years menopausal, or using an acceptable method of birth control. If of childbearing potential, must have a documented negative pregnancy test within 24 hours before surgery.\n* Any planned pleurodesis as part of the surgical procedure.\n* Use of any of the following medications within the times specified before surgery: long-acting opioid medication, non-steroidal anti-inflammatory drug (NSAID), or aspirin (except for low-dose aspirin used for cardioprotection or acetaminophen/paracetamol) within 3 days and any opioid medication within 24 hours.\n* Use of selective serotonin reuptake inhibitors (SSRIs), gabapentin, pregabalin (Lyrica®), or duloxetine (Cymbalta®) within 3 days of surgery.\n* Concurrent painful physical condition or concurrent surgery that may require analgesic treatment (such as an NSAID or opioid) in the postsurgical period for pain that is not strictly related to the surgery, and which may confound the postsurgical assessments (e.g., cancer pain, chronic neuropathic pain, concurrent abdominal surgery).\n* Current use of systemic glucocorticosteroids within 1 month of enrollment.\n* Body weight \\< 50 kilograms (110 pounds) or a body mass index ≥ 35 kg/m2.\n* Contraindication to any of the pain-control agents planned for surgical or postsurgical use (i.e., fentanyl, morphine, hydromorphone, oxycodone, or bupivacaine).\n* Administration of an investigational drug within 30 days or 5 elimination half-lives of such investigational drug, whichever is longer, prior to study drug administration, or planned administration of another investigational product or procedure during the subject's participation in this study.\n* Previous participation in a liposome bupivacaine study.\n* History of, suspected, or known addiction to or abuse of illicit drug(s), prescription medicine(s), or alcohol within the past 2 years.\n* Uncontrolled anxiety, schizophrenia, or other psychiatric disorder that, in the opinion of the Investigator, could interfere with study assessments or compliance.\n* Current or historical evidence of any clinically significant disease or condition, especially cardiovascular or neurological conditions that, in the opinion of the Investigator, may increase the risk of surgery or complicate the subject's postsurgical course or interfere with the determination of pain intensity related solely to the surgery.\n* Significant medical conditions (including widely disseminated metastatic disease) or laboratory results that, in the opinion of the Investigator, indicate an increased vulnerability to study drugs and procedures.\n* Subjects who are planned to receive Entereg® (alvimopan).\n* Subjects who will receive prophylactic antiemetics or planned postsurgical antiemetics given without regard to the subject's emesis needs.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Area Under the Curve (AUC) of Pain Intensity at Rest Through 72 Hours","description":"AUC of pain intensity scores at rest through 72 hours postsurgery. Participants assumed a resting position that did not exacerbate his or her postsurgical pain. Pain intensity scores were measured at baseline and 1, 2, 4, 8, 12, 24, 36, 48, 60, and 72 hours postsurgery, at first request for rescue pain medication, and on day 12 using the numeric rating scale at rest (NRS-R; 0=no pain and 10=worst possible pain).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"472.1","spread":"37.19"},{"groupId":"OG001","value":"459.0","spread":"36.57"}]}]}]},{"type":"SECONDARY","title":"Total Postsurgical Opioid Consumption Through 72 Hours","description":"Total postsurgical opioid consumption (morphine equivalent) through 72 hours postsurgery","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"70.88","spread":"37.537"},{"groupId":"OG001","value":"71.38","spread":"39.418"}]}]}]},{"type":"SECONDARY","title":"Time to First Opioid Rescue Through 72 Hours Postsurgery","description":"Time to first use of opioid rescue medication through 72 hours postsurgery, calculated as the date and time of first opioid use minus the date and time of the end of surgery.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.1","spread":null},{"groupId":"OG001","value":"0.7","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":12,"n":94},"commonTop":["Pyrexia","Vomiting","Nausea","Hypertension","Fatigue"]}}}