{"nctId":"NCT00079001","briefTitle":"Zoledronate in Preventing Skeletal (Bone)-Related Events in Men Who Are Receiving Androgen Deprivation Therapy For Prostate Cancer and Bone Metastases","startDateStruct":{"date":"2004-01"},"conditions":["Metastatic Cancer","Prostate Cancer"],"count":645,"armGroups":[{"label":"Zoledronic acid + androgen deprivation therapy","type":"EXPERIMENTAL","interventionNames":["Drug: zoledronic acid","Drug: androgen deprivation therapy","Drug: GnRH agonist","Dietary Supplement: Calcium supplement","Dietary Supplement: Vitamin D"]},{"label":"Placebo + androgen deprivation therapy","type":"ACTIVE_COMPARATOR","interventionNames":["Other: placebo","Drug: androgen deprivation therapy","Drug: GnRH agonist","Dietary Supplement: Calcium supplement","Dietary Supplement: Vitamin D"]}],"interventions":[{"name":"zoledronic acid","otherNames":[]},{"name":"placebo","otherNames":[]},{"name":"androgen deprivation therapy","otherNames":[]},{"name":"GnRH agonist","otherNames":[]},{"name":"Calcium supplement","otherNames":[]},{"name":"Vitamin D","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"1. Histologic Documentation: Histologic documentation of prostate adenocarcinoma. Patients with small cell, neuroendocrine, or transitional cell carcinomas are not eligible.\n2. Staging: At least one bone metastasis by radiographic imaging (bone scan, magnetic resonance imaging, computed tomography, or plain radiographs). Indeterminate lesions should be confirmed by a second imaging method. Imaging to document bone metastases is to be completed either within 12 weeks before registration or within 12 weeks before initiating androgen deprivation therapy for bone metastases.\n3. Hormone Therapy\n\n   * While on this study, patients must receive androgen deprivation therapy (ADT) for treatment of prostate cancer. Androgen deprivation therapy may have begun prior to enrollment on this study; however patients must have initiated ADT ≤ 6 months prior to enrollment.\n   * Androgen deprivation therapy is defined as bilateral orchiectomy or gonadotropin- releasing hormone (GnRH) agonist with or without an antiandrogen.\n   * Patients treated with intermittent androgen deprivation therapy are not eligible except for patients concurrently enrolled in SWOG-9346/INT-0162/CALGB 9594, Phase III Study of Intermittent Androgen Deprivation in Patients with Stage D2 Prostate Cancer.\n4. Prior Treatment:\n\n   * Hormone therapy at any point prior to 6 months before enrollment is prohibited. This includes any of the following treatments:\n\n     * orchiectomy,\n     * GnRH agonist (e. g., leuprolide, goserelin, triptorelin),\n     * estrogen therapy,\n     * antiandrogen (e. g., bicalutamide, flutamide, nilutamide), or\n     * any other therapy known to lower testosterone level or inhibit testosterone effect.\n   * Prior neoadjuvant and/or adjuvant hormone therapy is allowed provided that the duration of hormone therapy was six months or less and the hormone therapy was discontinued more than 6 months prior to study entry.\n   * No prior treatment with a bisphosphonate\n   * No prior treatment with denosumab\n   * No prior treatment with radiopharmaceuticals\n   * ≥ 4 weeks since completion of prior radiation therapy with at least one bone metastasis present that has NOT been radiated.\n5. ECOG (CTC) performance status 0-2\n6. Age: ≥ 18 years\n7. Required Initial Laboratory Data:\n\n   * Calculated Creatinine Clearance ≥ 30 mL/min\n   * Corrected serum calcium ≥ 8.0 mg/dL (2.00 mmol/L) and \\<11.6 mg/dL (2.90 mmol/L)","healthyVolunteers":false,"sex":"MALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Time to First Skeletal Related Event","description":"Time to first skeletal related event (SRE) was defined as the time from randomization to first skeletal event. Skeletal events are defined as radiation to bone, clinical fracture, surgery to bone and spinal cord compression and death due to prostate cancer. The median with 95% CI was estimated using the Kaplan Meier method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"31.9","spread":null},{"groupId":"OG001","value":"28.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival","description":"Overall survival (OS) was defined as the time from randomization to death of any cause. Surviving patients were censored at the date of last follow-up. The median OS with 95% CI was estimated using the Kaplan Meier method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"37.9","spread":null},{"groupId":"OG001","value":"36.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression-free Survival","description":"Progression Free Survival (PFS) was defined as the time from registration until disease progression or death, whichever occurs first. The median PFS with 95% CI was estimated using the Kaplan-Meier method.\n\nProgression is defined as one or more of the following: new bone metastases, biochemical progression of PSA, treatment with radiation therapy while on treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.6","spread":null},{"groupId":"OG001","value":"9.2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":60,"n":310},"commonTop":["Fatigue","Myalgia","Nausea","Creatinine increased","Serum calcium decreased"]}}}