{"nctId":"NCT04842604","briefTitle":"Continuation Study of B1371019(NCT03416179) and B1371012(NCT02367456) Evaluating Azacitidine With Or Without Glasdegib In Patients With Previously Untreated AML, MDS or CMML","startDateStruct":{"date":"2021-05-17","type":"ACTUAL"},"conditions":["Acute Myeloid Leukemia","Myelodysplastic Syndrome","Chronic Myelomonocytic Leukemia"],"count":14,"armGroups":[{"label":"Participants from B1371019 and B1371012","type":"EXPERIMENTAL","interventionNames":["Drug: Glasdegib","Drug: Azacitidine"]}],"interventions":[{"name":"Glasdegib","otherNames":["PF-04449913"]},{"name":"Azacitidine","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Any participant who continues to demonstrate clinical benefit (as determined by the Principal Investigator) from study treatment with azacitidine with or without glasdegib in this Study or from Study B1371012.\n* Capable of giving signed informed consent as described in Appendix 1, which includes compliance with the requirements and restrictions listed in the ICD and in this protocol.\n\nExclusion Criteria:\n\n* Other medical or psychiatric condition including recent (within the past year) or active suicidal ideation/behavior or laboratory abnormality that may increase the risk of study participation or, in the investigator's judgment, make the participant inappropriate for the study.\n* Female participants who are pregnant or breastfeeding (if continuing to receive study intervention);\n* Participant has been withdrawn from Study B1371019 and Study B1371012 for any reason (including INT cohort participants required to end study treatment)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Treatment Emergent Adverse Event (AE) and Treatment Related AE","description":"AE was any untoward medical occurrence in participant who received study drug without regard to possibility of causal relationship. An AE was considered treatment emergent if the event occurred during the on-treatment period (regardless of if it was seen prior to the start of treatment). An AE was considered treatment related as assigned by the investigator.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Treatment Emergent Serious Adverse Events (SAE) and Treatment Related SAEs","description":"A SAE was defined as any untoward medical occurrence that, at any dose that resulted in death; was life-threatening, required inpatient hospitalization or prolongation of existing hospitalization, resulted in persistent disability/incapacity, was a congenital anomaly/birth defect or other medical events as per investigator's judgement. A SAE was considered treatment emergent if the event occurred during the on-treatment period (regardless of if it was seen prior to the start of treatment). A SAE was considered treatment related as assigned by the investigator.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":9},"commonTop":["Neutropenia","Anaemia","Thrombocytopenia","Retinal detachment","Colitis"]}}}