{"nctId":"NCT02896855","briefTitle":"A Study to Evaluate the Efficacy and Safety of Pertuzumab + Trastuzumab + Docetaxel Versus Placebo + Trastuzumab + Docetaxel in Previously Untreated Human Epidermal Growth Factor Receptor 2 (HER2)-Positive Metastatic Breast Cancer","startDateStruct":{"date":"2016-09-13","type":"ACTUAL"},"conditions":["Breast Cancer"],"count":243,"armGroups":[{"label":"Arm A: Placebo + Trastuzumab + Docetaxel","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Docetaxel","Drug: Placebo","Drug: Trastuzumab"]},{"label":"Arm B: Pertuzumab + Trastuzumab + Docetaxel","type":"EXPERIMENTAL","interventionNames":["Drug: Docetaxel","Drug: Pertuzumab","Drug: Trastuzumab"]}],"interventions":[{"name":"Docetaxel","otherNames":[]},{"name":"Pertuzumab","otherNames":["Perjeta"]},{"name":"Placebo","otherNames":[]},{"name":"Trastuzumab","otherNames":["Herceptin"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Histologically or cytologically confirmed adenocarcinoma of the breast with locally recurrent or metastatic disease that is suitable for chemotherapy\n* HER2-positive metastatic breast cancer (MBC)\n* Left ventricular ejection fraction (LVEF) greater than or equal to (\\>=) 55 percent (%) at baseline (within 42 days of randomization)\n* Eastern Cooperative Oncology Group Performance Status of 0 or 1\n* Women of childbearing potential and men should agree to use an effective form of contraception and to continue its use for the duration of study treatment and for at least 7 months after the last dose of study treatment (trastuzumab and/or pertuzumab)\n\nExclusion Criteria:\n\n* History of anti-cancer therapy for MBC (with the exception of one prior hormonal regimen for MBC)\n* History of approved or investigative tyrosine kinase/HER inhibitors for breast cancer in any treatment setting, except trastuzumab used in the neoadjuvant or adjuvant setting\n* History of systemic breast cancer treatment in the neo-adjuvant or adjuvant setting with a disease-free interval from completion of the systemic treatment (excluding hormonal therapy) to metastatic diagnosis of less than (\\<) 12 months\n* History of persistent Grade \\>= 2 hematologic toxicity resulting from previous adjuvant therapy\n* Grade \\>= 3 peripheral neuropathy at randomization\n* History of other malignancy within the last 5 years, except for carcinoma in situ of the cervix or non-melanoma skin carcinoma that has been previously treated with curative intent\n* Current clinical or radiographic evidence of central nervous system (CNS) metastases\n* History of exposure to cumulative doses of anthracyclines\n* Current uncontrolled hypertension or unstable angina\n* History of congestive heart failure (CHF) of any New York Heart Association (NYHA) classification, or serious cardiac arrhythmia requiring treatment\n* History of myocardial infarction within 6 months of randomization\n* History of LVEF decrease to \\< 50% during or after prior trastuzumab neo-adjuvant or adjuvant therapy\n* Current dyspnea at rest due to complications of advanced malignancy, or other diseases that require continuous oxygen therapy\n* Inadequate organ function within 28 days prior to randomization\n* Current severe, uncontrolled systemic disease\n* Major surgical procedure or significant traumatic injury within 28 days prior to study treatment start or anticipation of the need for major surgery during the course of study treatment\n* Pregnant or lactating women\n* History of receiving any investigational treatment within 28 days of randomization\n* Current known infection with human immunodeficiency virus (HIV), hepatitis C virus (HCV), or active hepatitis B virus (HBV)\n* Receipt of intravenous (IV) antibiotics for infection within 14 days of randomization\n* Current chronic daily treatment with corticosteroids (excluding inhaled steroids)\n* Known hypersensitivity to any of the protocol-specified study treatments\n* Concurrent participation in an interventional or noninterventional study","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression-Free Survival, as Determined by the Investigator Using Response Evaluation Criteria in Solid Tumors Version 1.1 (RECIST v1.1)","description":"Progression-free survival (PFS) was defined as the time from randomization to first occurrence of progressive disease (PD), as determined by the investigator using RECIST v1.1, or death from any cause within 18 weeks after the last tumor assessment, whichever occurred first. As per RECIST v1.1, PD is defined as a 20% increase in the sum of the diameters of target lesions, an increase in size of measurable lesions by at least 5 millimeters (mm), and the appearance of new lesions. The Kaplan-Meier approach was used to estimate median PFS for each treatment arm. Data for participants who did not have a PFS event were censored at the time of the last tumor assessment (if no tumor assessments performed after baseline, at randomization plus 1 day).","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.4","spread":null},{"groupId":"OG001","value":"14.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12.5","spread":null},{"groupId":"OG001","value":"16.5","spread":null}]}]}]},{"type":"PRIMARY","title":"Kaplan-Meier Estimate of the Percentage of Participants Event-Free for Progression-Free Survival at 1 to 3 Years, as Determined by the Investigator Using RECIST v1.1","description":"Progression-free survival (PFS) was defined as the time from randomization to first occurrence of progressive disease (PD), as determined by the investigator using RECIST v1.1, or death from any cause within 18 weeks after the last tumor assessment, whichever occurred first. As per RECIST v1.1, PD is a 20% increase in the sum of the diameters of target lesions, an increase in size of measurable lesions by at least 5 mm, and the appearance of new lesions. The Kaplan-Meier approach was used to estimate the percentage of participants who were event-free for PFS at 1, 2, and 3 years. Data for participants who did not have a PFS event were censored at the time of the last tumor assessment (if no tumor assessments performed after baseline visit, at randomization plus 1 day). At final analysis, the median \\[range\\] time on study for Arm A vs. Arm B was 145.29 \\[3.3-225.3\\] weeks vs. 174.79 \\[0.9-226.1\\] weeks.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"52.90","spread":null},{"groupId":"OG001","value":"66.37","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"19.19","spread":null},{"groupId":"OG001","value":"37.85","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12.73","spread":null},{"groupId":"OG001","value":"29.44","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival","description":"Overall survival (OS) was defined as the time from randomization to death from any cause. The Kaplan-Meier approach was used to estimate median OS for each treatment arm. Participants who were alive or lost to follow-up at the time of the analysis were censored at the date they were last known to be alive. Participants with no post-baseline information were censored at the time of randomization plus 1 day. The results reported here are from the final analysis. At the primary completion date, the median duration of OS had not been reached and OS data was not considered mature due to the few number of events reported.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Kaplan-Meier Estimate of the Percentage of Participants Event-Free for Overall Survival at 1 to 3 Years","description":"Overall survival (OS) was defined as the time from randomization to death from any cause. The Kaplan-Meier approach was used to estimate the percentage of participants who were event-free for OS (i.e., alive) at 1, 2, and 3 years. Participants who were alive or lost to follow-up at the time of the analysis were censored at the date they were last known to be alive. Participants with no post-baseline information were censored at the time of randomization plus 1 day. At final analysis, the median \\[range\\] time on study for Arm A vs. Arm B was 145.29 \\[3.3-225.3\\] weeks vs. 174.79 \\[0.9-226.1\\] weeks.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"90.64","spread":null},{"groupId":"OG001","value":"93.44","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"73.85","spread":null},{"groupId":"OG001","value":"78.87","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"58.41","spread":null},{"groupId":"OG001","value":"70.79","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Measurable Disease at Baseline Who Achieved an Objective Response (Complete or Partial Response), as Determined by the Investigator Using RECIST v1.1","description":"An objective response was defined as a complete response (CR) or partial response (PR), as determined by the investigator using RECIST v1.1. As per RECIST v1.1, CR is defined as the disappearance of all target lesions, and PR is defined as at least a 30% decrease in the sum of diameters of target lesions. Also per RECIST v1.1, stable disease (SD) is defined as neither sufficient shrinkage to qualify for PR nor sufficient increase to qualify for progressive disease (PD), taking as reference the smallest sum on study; PD is defined as a 20% increase in the sum of the diameters of target lesions, an increase in size of measurable lesions by at least 5 mm, and the appearance of new lesions. The same assessment technique must be used throughout the study for evaluating a particular lesion, and the same investigator should assess all tumor responses for each participant. Participants without a post-baseline tumor assessment were considered non-responders.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"69.1","spread":null},{"groupId":"OG001","value":"79.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.2","spread":null},{"groupId":"OG001","value":"5.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"60.8","spread":null},{"groupId":"OG001","value":"73.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20.6","spread":null},{"groupId":"OG001","value":"15.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.1","spread":null},{"groupId":"OG001","value":"3.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.2","spread":null},{"groupId":"OG001","value":"1.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Objective Response, as Determined by the Investigator Using RECIST v1.1","description":"Duration of objective response was defined as the time from the first occurrence of a documented objective response (complete response \\[CR\\] or partial response \\[PR\\]) to the time of disease progression, as determined by the investigator using RECIST v1.1, or death from any cause within 18 weeks after the last tumor assessment, whichever occurred first. As per RECIST v1.1, CR is defined as the disappearance of all target lesions, and PR is defined as at least a 30% decrease in the sum of diameters of target lesions. The Kaplan-Meier approach was used to estimate median duration of objective response. Data for participants who did not have an event were censored at the time of the last tumor assessment (if no tumor assessments were performed after baseline visit, at randomization plus 1 day).","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.4","spread":null},{"groupId":"OG001","value":"12.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With at Least One Adverse Event","description":"The number of participants per treatment arm experiencing at least one adverse event, including all non-serious and serious adverse events, is reported here. Adverse events reported prior to first crossover treatment were included in the Placebo arm, and in the Crossover arm after that date, for participants in Arm A who crossed over from placebo to pertuzumab. At final analysis, the median \\[range\\] time on study treatment with placebo or pertuzumab per arm was: Arm A - Placebo: 52.3 \\[3-207\\] weeks; Arm B - Pertuzumab: 66.1 \\[3-225\\] weeks; Arm A - Crossover to Pertuzumab: 18.1 \\[12-24\\] weeks.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"115","spread":null},{"groupId":"OG001","value":"121","spread":null},{"groupId":"OG002","value":"5","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With at Least One Grade ≥3 Adverse Event","description":"Adverse event (AE) severity was assessed according to the National Cancer Institute Common Terminology Criteria for Adverse Events, Version 4.0 (NCI-CTCAE v4.0); if the AE was not specifically listed, the following grades of severity were used: Grade 1 = mild; Grade 2 = moderate; Grade 3 = severe; Grade 4 = life-threatening or disabling; and Grade 5 = death. Severe and serious are not synonymous. Severity refers to the intensity of an AE, whereas a serious AE must meet criteria set out in the protocol; both were independently assessed for each AE. AEs reported prior to first crossover treatment were included in the Placebo arm, and in the Crossover arm after that date, for participants in Arm A who crossed over from placebo to pertuzumab. At final analysis, the median \\[range\\] time on study treatment with placebo or pertuzumab per arm was: Arm A - Placebo: 52.3 \\[3-207\\] weeks; Arm B - Pertuzumab: 66.1 \\[3-225\\] weeks; Arm A - Crossover to Pertuzumab: 18.1 \\[12-24\\] weeks.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"83","spread":null},{"groupId":"OG001","value":"90","spread":null},{"groupId":"OG002","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With at Least One Adverse Event Leading to Withdrawal From Any Treatment","description":"Adverse events reported prior to first crossover treatment were included in the Placebo arm, and in the Crossover arm after that date, for participants in Arm A who crossed over from placebo to pertuzumab. At final analysis, the median \\[range\\] time on study treatment with placebo or pertuzumab per arm was: Arm A - Placebo: 52.3 \\[3-207\\] weeks; Arm B - Pertuzumab: 66.1 \\[3-225\\] weeks; Arm A - Crossover to Pertuzumab: 18.1 \\[12-24\\] weeks.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"15","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Symptomatic Left Ventricular Systolic Dysfunction (LVSD), as Determined Using Echocardiography (ECHO) or Multiple-Gated Acquisition (MUGA) Scan","description":"The number of participants with symptomatic left ventricular systolic dysfunction (LVSD) at any time during the study, as determined using echocardiography (ECHO) or multiple-gated acquisition (MUGA) scan, were summarized by treatment arm. Symptomatic LVSD was evaluated according to NCI CTCAE v4.0 (for \"heart failure\") and the New York Heart Association (NYHA) classification. At final analysis, the median \\[range\\] time on study treatment with placebo or pertuzumab per arm was: Arm A - Placebo: 52.3 \\[3-207\\] weeks; Arm B - Pertuzumab: 66.1 \\[3-225\\] weeks; Arm A - Crossover to Pertuzumab: 18.1 \\[12-24\\] weeks.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With an Asymptomatic Decline in Left Ventricular Ejection Fraction (LVEF) Event, as Determined Using ECHO or MUGA Scan","description":"An asymptomatic decline in LVEF event is reported as an adverse event of \"ejection fraction decreased\" and is defined as either of the following: an absolute decrease in LVEF of ≥10 percentage points from baseline to an LVEF of \\<50%; or an asymptomatic decrease in LVEF requiring treatment or leading to discontinuation of pertuzumab (or placebo) and trastuzumab. At final analysis, the median \\[range\\] time on study treatment with placebo or pertuzumab per arm was: Arm A - Placebo: 52.3 \\[3-207\\] weeks; Arm B - Pertuzumab: 66.1 \\[3-225\\] weeks; Arm A - Crossover to Pertuzumab: 18.1 \\[12-24\\] weeks.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"2","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants by the LVEF Abnormality Status Categories Over Time, as Determined by the Change From Baseline in LVEF Using ECHO or MUGA Scans","description":"Left ventricular ejection fraction (LVEF) is the measurement of how much blood is being pumped out of the left ventricle of the heart with each contraction. LVEF was calculated using the modified Simpson method and must have been ≥55% at baseline as determined by the local facility before a participant could be enrolled in the study. The investigator decided which method of LVEF assessment (ECHO \\[preferred\\] or MUGA scan) would be used for each participant at baseline, and the same method was to be used throughout the study, to the extent possible. The LVEF abnormality status categories, as a change relative to LVEF at baseline, included: Increase or no change in LVEF; Decrease of \\<10 LVEF points; Absolute LVEF value ≥50% and a decrease of ≥10 LVEF points; and Absolute LVEF value \\<50% and a decrease of ≥10 LVEF points. The overall worst LVEF value was defined as the lowest post-baseline value up to the end of the study, including unscheduled assessments and the post-treatment period.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"57","spread":null},{"groupId":"OG001","value":"63","spread":null}]},{"measurements":[{"groupId":"OG000","value":"51","spread":null},{"groupId":"OG001","value":"52","spread":null}]},{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"4","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"61","spread":null},{"groupId":"OG001","value":"62","spread":null}]},{"measurements":[{"groupId":"OG000","value":"33","spread":null},{"groupId":"OG001","value":"45","spread":null}]},{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"3","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"54","spread":null},{"groupId":"OG001","value":"51","spread":null}]},{"measurements":[{"groupId":"OG000","value":"35","spread":null},{"groupId":"OG001","value":"43","spread":null}]},{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"5","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"45","spread":null},{"groupId":"OG001","value":"46","spread":null}]},{"measurements":[{"groupId":"OG000","value":"28","spread":null},{"groupId":"OG001","value":"43","spread":null}]},{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"4","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"34","spread":null},{"groupId":"OG001","value":"36","spread":null}]},{"measurements":[{"groupId":"OG000","value":"29","spread":null},{"groupId":"OG001","value":"43","spread":null}]},{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"3","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"26","spread":null},{"groupId":"OG001","value":"38","spread":null}]},{"measurements":[{"groupId":"OG000","value":"27","spread":null},{"groupId":"OG001","value":"34","spread":null}]},{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"3","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"21","spread":null},{"groupId":"OG001","value":"30","spread":null}]},{"measurements":[{"groupId":"OG000","value":"17","spread":null},{"groupId":"OG001","value":"33","spread":null}]},{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"3","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null},{"groupId":"OG001","value":"26","spread":null}]},{"measurements":[{"groupId":"OG000","value":"15","spread":null},{"groupId":"OG001","value":"31","spread":null}]},{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"4","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"19","spread":null},{"groupId":"OG001","value":"29","spread":null}]},{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"24","spread":null}]},{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"2","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null},{"groupId":"OG001","value":"24","spread":null}]},{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"20","spread":null}]},{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"3","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null},{"groupId":"OG001","value":"21","spread":null}]},{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"23","spread":null}]},{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"2","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"15","spread":null}]},{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"24","spread":null}]},{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"3","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null},{"groupId":"OG001","value":"18","spread":null}]},{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"18","spread":null}]},{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"3","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"20","spread":null}]},{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"15","spread":null}]},{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"2","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"15","spread":null}]},{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"18","spread":null}]},{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"2","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"18","spread":null}]},{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"10","spread":null}]},{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"3","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"12","spread":null}]},{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"15","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"3","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"17","spread":null}]},{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"12","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"10","spread":null}]},{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"16","spread":null}]},{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"2","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"8","spread":null}]},{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"14","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"6","spread":null}]},{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"9","spread":null}]},{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"6","spread":null}]},{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"5","spread":null}]},{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"5","spread":null}]},{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"3","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"3","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG001","value":"1","spread":null}]},{"measurements":[{"groupId":"OG001","value":"0","spread":null}]},{"measurements":[{"groupId":"OG001","value":"0","spread":null}]},{"measurements":[{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"45","spread":null},{"groupId":"OG001","value":"45","spread":null}]},{"measurements":[{"groupId":"OG000","value":"28","spread":null},{"groupId":"OG001","value":"39","spread":null}]},{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"3","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20","spread":null},{"groupId":"OG001","value":"18","spread":null}]},{"measurements":[{"groupId":"OG000","value":"20","spread":null},{"groupId":"OG001","value":"18","spread":null}]},{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"0","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"4","spread":null}]},{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"14","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"2","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]},{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"1","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"21","spread":null},{"groupId":"OG001","value":"20","spread":null}]},{"measurements":[{"groupId":"OG000","value":"75","spread":null},{"groupId":"OG001","value":"75","spread":null}]},{"measurements":[{"groupId":"OG000","value":"16","spread":null},{"groupId":"OG001","value":"22","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Baseline LVEF and Change From Baseline to Maximum On-Treatment Decrease in LVEF at Any Point During the Study","description":"The baseline left ventricular ejection fraction (LVEF) and change from baseline to the maximum on-treatment decrease in LVEF at any point during the study are reported here. LVEF is the measurement of how much blood is being pumped out of the left ventricle of the heart (the main pumping chamber) with each contraction. LVEF was calculated using the modified Simpson method and must have been ≥55% at baseline as determined by the local facility before a participant could be enrolled in the study. The investigator decided which method of LVEF assessment (ECHO \\[preferred\\] or MUGA scan) would be used for each participant at baseline, and the same method should have been used throughout the study, to the extent possible. At final analysis, the median \\[range\\] time on study for Arm A vs. Arm B was 145.29 \\[3.3-225.3\\] weeks vs. 174.79 \\[0.9-226.1\\] weeks.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"64.23","spread":"4.90"},{"groupId":"OG001","value":"65.08","spread":"4.43"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.88","spread":"5.41"},{"groupId":"OG001","value":"-5.48","spread":"5.06"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":23,"n":120},"commonTop":["Leukopenia","Neutropenia","Anaemia","Alanine aminotransferase increased","Aspartate aminotransferase increased"]}}}