{"nctId":"NCT00413218","briefTitle":"Isavuconazole (BAL8557) in the Treatment of Candidemia and Other Invasive Candida Infections","startDateStruct":{"date":"2007-03-08","type":"ACTUAL"},"conditions":["Candidiasis, Invasive","Candidemia","Mycoses"],"count":450,"armGroups":[{"label":"Isavuconazole (ISA)","type":"EXPERIMENTAL","interventionNames":["Drug: Isavuconazole"]},{"label":"Caspofungin (CAS)/Voriconazole","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Caspofungin","Drug: Voriconazole"]}],"interventions":[{"name":"Isavuconazole","otherNames":["ASP9766","BAL8557"]},{"name":"Caspofungin","otherNames":["Cancidas"]},{"name":"Voriconazole","otherNames":["VFend"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients with candidemia or with an invasive Candida infection\n* Presence of fever, hypothermia or other appropriate local sign of infection\n* Female patients must be non-lactating and at no risk of pregnancy\n\nExclusion Criteria:\n\n* Patients with a sole diagnosis of mucocutaneous candidiasis, i.e. oropharyngeal, esophageal or genital candidiasis; or candidal lower urinary tract infection or Candida isolated solely from respiratory tract specimens\n* Patients with candidemia who failed a previous antifungal therapy for the same infection\n* Patients previously enrolled in a phase III study with isavuconazole\n* Patients with a body weight \\<40kg","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Overall Response of Success at the End of Intravenous Therapy (EOIV) as Determined by the Data Review Committee (DRC) Based on the Assessments of Clinical and Mycological Responses as Well as Alternative Systemic AFT Use","description":"A Data Review Committee (DRC) was established from independent experts in the field of fungal infections to determine diagnosis and outcomes independently of the investigators and sponsor. Success was defined as clinical response (complete or partial) and mycological response (eradication or presumed eradication) without the use of alternative systemic antifungal therapy (AFT) within 48 hours after the last dose of IV study medication.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"60.3","spread":null},{"groupId":"OG001","value":"71.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Overall Response of Success at Follow Up Visit 1 (FU1-2 Weeks After End of Treatment (EOT)) as Determined by the DRC Based on the Assessments of Clinical, Mycological Responses and Antifungal Therapy (AFT)","description":"A data review committee (DRC) was established from independent experts in the field of fungal infections to determine diagnosis and outcomes independently of the investigators and sponsor. Success was defined as clinical response (complete or partial) and mycological response (eradication or presumed eradication), without the use of alternative systemic AFT within 48 hours after the last dose of IV study medication.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"54.8","spread":null},{"groupId":"OG001","value":"57.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Overall Response of Success at EOT and Follow Up Visit 2 (FU2) as Determined by the DRC Based on the Assessments of Clinical and Mycological Responses as Well as Alternative Systemic AFT Use at EOT and FU2","description":"A data review committee (DRC) was established from independent experts in the field of fungal infections to determine diagnosis and outcomes independently of the investigators and sponsor. Success was defined as clinical response (complete or partial) and mycological response (eradication or presumed eradication), without the use of alternative systemic antifungal therapy AFT within 48 hours after the last dose of IV study medication (for EOT analysis) or for continued treatment of the primary infection, or for recurrent or emergent infection by FU2, with no recurrent or emergent infection by FU2 (for FU2 analysis).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"61.3","spread":null},{"groupId":"OG001","value":"72.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"43.2","spread":null},{"groupId":"OG001","value":"48.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Clinical Response of Success at EOIV, EOT, FU1 and FU2 as Determined by the Data Review Committee (DRC)","description":"A data review committee (DRC) was established from independent experts in the field of fungal infections to determine diagnosis and outcomes independently of the investigators and sponsor. Success was defined as clinical response (complete or partial).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"76.4","spread":null},{"groupId":"OG001","value":"84.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"76.4","spread":null},{"groupId":"OG001","value":"84.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"67.8","spread":null},{"groupId":"OG001","value":"67.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"52.8","spread":null},{"groupId":"OG001","value":"58.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Mycological Response of Success at EOIV, EOT, FU1 and FU2 as Determined by the Data Review Committee (DRC)","description":"A data review committee (DRC) was established from independent experts in the field of fungal infections to determine diagnosis and outcomes independently of the investigators and sponsor. Success was defined as mycological response (Eradication or Presumed Eradication).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"70.9","spread":null},{"groupId":"OG001","value":"85.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"71.9","spread":null},{"groupId":"OG001","value":"87.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"66.8","spread":null},{"groupId":"OG001","value":"65.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"51.8","spread":null},{"groupId":"OG001","value":"56.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Mycological Response of Success at Day 7 and EOT as Determined by The Investigator","description":"Success was defined as mycological response (eradication or presumed eradication).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"61.3","spread":null},{"groupId":"OG001","value":"72.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"72.9","spread":null},{"groupId":"OG001","value":"81.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Clinical Response of Success at Day 7 and EOT as Determined by The Investigator","description":"Investigators defined clinical response as success if participants exhibited complete or partial clinical response after evaluation of clinical signs and symptoms.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"54.3","spread":null},{"groupId":"OG001","value":"64.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"70.9","spread":null},{"groupId":"OG001","value":"78.6","spread":null}]}]}]},{"type":"SECONDARY","title":"All-Cause Mortality (ACM) at Day 14 and Day 56","description":"All-cause mortality is represented as the percentage of participants who died on or before the analysis day. Participants who were lost to follow-up (i.e., unknown survival status) before the analysis day were counted as death. All-cause mortality was examined on Day 14 and Day 56.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.6","spread":null},{"groupId":"OG001","value":"12.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"30.7","spread":null},{"groupId":"OG001","value":"29.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to First Confirmed Negative Culture","description":"The first confirmed negative blood culture was defined as the first negative blood culture on or after first dose followed by a second negative blood culture at least 24 hours apart without any positive blood cultures in between. A participant without a confirmed negative blood culture was censored on the participant's last visit day. This endpoint was analyzed for mITT participants with candidemia only using the Kaplan-Meier method. Only participants with at least one positive blood culture on or prior to first dose and the culture not resolved prior to first dose were included in this analysis","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.0","spread":null},{"groupId":"OG001","value":"3.0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":112,"n":220},"commonTop":["Hypokalaemia","Pyrexia","Diarrhoea","Vomiting","Constipation"]}}}