{"nctId":"NCT02733367","briefTitle":"Extension Study for Patients Entered Into Study Infacort 003","startDateStruct":{"date":"2016-03-04","type":"ACTUAL"},"conditions":["Adrenal Insufficiency"],"count":18,"armGroups":[{"label":"Infacort","type":"EXPERIMENTAL","interventionNames":["Drug: Infacort®"]}],"interventions":[{"name":"Infacort®","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nSubjects successfully completing study Infacort 003, whose inclusion criteria were:\n\n1. Male and female children less than 6 years of age.\n2. A diagnosis of adrenal insufficiency (AI) as confirmed by an inappropriately low cortisol usually with other supporting tests.\n3. Receiving appropriate adrenocortical replacement therapy (hydrocortisone with/without fludrocortisone).\n4. Adequately hydrated and nourished. In addition, the parents/carers must be able to understand and give written Informed Consent for this extension study.\n\nExclusion Criteria:\n\n1. Clinically evident acute AI (adrenal crisis) (Note: the subject can be re-evaluated for eligibility once the episode is over)\n2. Inability of the child to take oral therapy\n3. Subjects with clinical signs of acute infection or fever on inclusion (Note: the subject can be re-evaluated for eligibility once the episode is over)\n4. Any surgical or medical condition that in the opinion of the Investigator may place the subject at higher risk from his/her participation in the study\n5. Parents/carers of subjects unwilling to consent to saving and propagation of pseudonymised medical data for study reasons\n6. Subjects who are in a dependent relationship with the Investigator or the Sponsor","healthyVolunteers":false,"sex":"ALL","minimumAge":"1 Month","maximumAge":"6 Years","stdAges":["CHILD"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Incidence of Serious Adverse Events (SAEs) and Adverse Events (AEs)","description":"The primary endpoint was the nature and occurrence of serious adverse events (SAEs) and adverse events (AEs) observed throughout the study. AEs were recorded from the time of the first intake of Infacort until the final visit.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"193","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"42","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"151","spread":null}]}]}]},{"type":"SECONDARY","title":"Growth Velocity","description":"Growth velocity standard deviation score (SDS). Body height/length (cm) was obtained at each visit by specially trained paediatric endocrine nurses or physicians using standard calibrated auxological methods.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.6343","spread":"2.51996"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.9214","spread":"1.88757"}]}]}]},{"type":"SECONDARY","title":"Cortisol Levels","description":"Cortisol levels measured from dried blood spots. The dried blood spots were analysed for multi-steroids, including cortisol (all subjects). Blood spot absolute laboratory values for the safety population are presented. A dried blood spot sample was collected at the initial and final visits, every month for the first 2 months of the study and thereafter every 6 months (unless required after 3 months).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"43.329","spread":"48.3217"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"22.022","spread":"27.1323"}]}]}]},{"type":"SECONDARY","title":"Number of Participants Exhibiting a Change in Tanner Development Stage","description":"The Tanner Development Stage was assessed as an additional analysis in this study. All assessments (breast, genitalia, and pubic hair) were Grade 1 (pre-pubertal) at baseline, with only 1 subject (in Cohort 2) showing a change during the study. Subject 018 showed progression to Grade 2 in the pubic hair category (sparse, pigmented hair mainly on labia).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":18},"commonTop":["Pyrexia","Gastroenteritis","Viral upper respiratory tract infection","Vomiting","Viral infection"]}}}