{"nctId":"NCT01465997","briefTitle":"Evaluating Long Term Safety of Lacosamide (LCM) to Carbamazepine Controlled-release (CBZ-CR); Initial Monotherapy in Epilepsy Subjects 16 Years and Older","startDateStruct":{"date":"2012-05"},"conditions":["Epilepsy","Monotherapy"],"count":551,"armGroups":[{"label":"Lacosamide","type":"EXPERIMENTAL","interventionNames":["Drug: Lacosamide"]},{"label":"Carbamazepine-Controlled Release (CBZ-CR)","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Carbamazepine-Controlled Release (CBZ-CR)"]}],"interventions":[{"name":"Lacosamide","otherNames":["VIMPAT film-coated tablets"]},{"name":"Carbamazepine-Controlled Release (CBZ-CR)","otherNames":["Tegretol® Retard Tablets 200 mg"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subject/legal representative is considered reliable and capable of adhering to the protocol\n* Subject has remained seizure free and completed the Maintenance Phase of the SP0993; or subject has experienced 1 or more seizures on the first or second target dose during the SP0993 Maintenance Phase\n* Subject is expected to benefit from participation in SP0994 in the opinion of the investigator\n\nExclusion Criteria:\n\n* Subject is receiving any investigational drugs or using any experimental devices in addition to LCM or CBZ-CR\n* Subject experienced a seizure at the third target dose during the Evaluation Phase or Maintenance Phase of the SP0993 study\n* Subject is taking benzodiazepines for a non-epilepsy indication\n* Subject meets a withdrawal criterion from the previous study SP0993\n* Subject is experiencing an ongoing SAE from the previous study SP0993\n* Subject has a lifetime history of suicide attempt (including an active attempt, interrupted attempt, or aborted attempt), or has suicidal ideation in the past 6 months as indicated by a positive response (Yes) to either Question 4 or Question 5 of the Columbia Suicide Severity Rating Scale (C-SSRS) at Screening. Or subject has a positive response (Yes) to either Question 4 or Question 5 of the C-SSRS at Screening in the \"Since Last Visit\" version","healthyVolunteers":false,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Subjects With at Least One Treatment-emergent Adverse Event (AE) During the Treatment Phase (Maximum of 3.5 Years)","description":"Treatment-emergent AEs were defined as those events which started on or after the date of first dose of SP0994 study medication, or events in which severity worsened on or after the date of first dose of SP0994 study medication. AEs which occurred within 30 days after last dose of study medication were considered treatment emergent.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"181","spread":null},{"groupId":"OG001","value":"182","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Subjects Who Withdrew From the Study Due to a Treatment-emergent Adverse Event (AE) During the Treatment Phase (Maximum 3.5 Years)","description":"Treatment-emergent AEs were defined as those events which started on or after the date of first dose of SP0994 study medication, or events in which severity worsened on or after the date of first dose of SP0994 study medication. AEs which occurred within 30 days after last dose of study medication were considered treatment emergent.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"21","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Subjects With at Least One Treatment-emergent Serious Adverse Event (SAE) During the Treatment Phase (Maximum of 3.5 Years)","description":"A Serious Adverse Event is any untoward medical occurrence that at any dose results in death, is life threatening, requires in-patient hospitalization or prolongation of existing hospitalization, results in persistent or significant disability/incapacity is a congenital anomaly/birth defect.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32","spread":null},{"groupId":"OG001","value":"22","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":32,"n":279},"commonTop":["Nasopharyngitis","Headache","Dizziness"]}}}