{"nctId":"NCT03572049","briefTitle":"Endemic Mycoses Treatment With SUBA-itraconazole vs Itraconazole","startDateStruct":{"date":"2018-09-17","type":"ACTUAL"},"conditions":["Invasive Fungal Infections"],"count":88,"armGroups":[{"label":"SUBA itraconazole","type":"EXPERIMENTAL","interventionNames":["Drug: SUBA itraconazole"]},{"label":"Conventional itraconazole","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Conventional itraconazole"]}],"interventions":[{"name":"SUBA itraconazole","otherNames":[]},{"name":"Conventional itraconazole","otherNames":["itraconazole","Sporanox"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Male and female patients age \\> 18 years who have given written informed consent to participate\n2. Patients with a proven or probable endemic mycosis (Histoplasma, Coccidioides, Paracoccidioides, Blastomyces, Sporothrix, Talaromyces marneffei (formerly Penicillium marneffei) according to current EORTC/MSG (Mycoses Study Group) criteria, including patients who:\n\n   * Are immunosuppressed, including as a result of HIV/AIDS\n   * Have had a heart, lung or bone marrow transplant\n   * Have had chemotherapy for cancer\n   * Are otherwise normal hosts\n\nExclusion Criteria:\n\n1. Significant liver dysfunction as evidenced by at least 5 times greater than upper limits of normal baseline ALT (alanine aminotransferase) , AST (aspartate aminotransferase), alkaline phosphatase, or total bilirubin.\n2. Use of an alternative antifungal therapy (IV or oral) for more than 14 days for this infection, with the exception of Coccidioidomycosis. Subjects with Coccidioidomycosis who previously received fluconazole therapy for more than 14 days may be included, if in the opinion of the investigator, they are having an inadequate response or, are intolerant of fluconazole (e.g. due to adverse events). Such subjects must washout from fluconazole for 7 days (\\~5 half-lives of fluconazole) before starting investigational therapy.\n3. Evidence of CNS (central nervous system) infection.\n4. Unable to take PO medications.\n5. Female patients who are lactating or pregnant.\n\n   Women should be:\n   1. Postmenopausal for 1 year,\n   2. Post-hysterectomy or bilateral oophorectomy,\n   3. If of child bearing potential have a negative β-HCG (human chorionic gonadotropin) at screening and using highly effective method of birth control throughout course of study or remain abstinent for duration of study.\n6. Documented intolerance, allergy or hypersensitivity to an azole.\n7. Inability to comply with study treatment, study visits, and study procedures.\n8. Known history of congestive cardiac failure on medical treatment, fungal endocarditis, or other causes of ventricular dysfunction that may outweigh the benefit of itraconazole.\n9. Patients with active TB (tuberculosis)\n10. Concurrent use of astemizole, rifampin/rifampicin, rifabutin, ergot alkaloids, long acting barbiturates, carbamazepine, pimozide, quinidine, neostigmine, terfenadine, ketoconazole, valproic acid, or St. John's wort in the 5 days prior to first administration of study drug.\n11. Any known or suspected condition of the patient that may jeopardize adherence to the protocol requirements or impede the accurate measurement of efficacy.\n12. Treatment with any investigational agent in the 30 days prior to study entry.\n13. Patients unlikely to survive 30 days (including severe fungal disease defined by systolic blood pressure (SBP) \\< 90; hypoxia \\< 60).\n14. Patients with body weight \\< 40 kg.","healthyVolunteers":false,"sex":"ALL","minimumAge":"19 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Comparison of Plasma Itraconazole Levels and Hydroxyitraconazole Levels at Day 14","description":"Percentage of participants to achieve therapeutic itraconazole and hydroxyitraconazole levels by evaluating Inter-patient variability as calculated by co-efficient of variation on plasma specimens collected on Day 14","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"60.5","spread":null},{"groupId":"OG001","value":"71.0","spread":null}]}]}]},{"type":"PRIMARY","title":"Frequency of Treatment Related Adverse Events Days 1-42","description":"Comparison of the number of treatment related adverse events in each arm occurring Days 1-42.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null},{"groupId":"OG001","value":"27","spread":null}]}]}]},{"type":"SECONDARY","title":"Comparison of Plasma Itraconazole Levels and Hydroxyitraconazole Levels at Day 42","description":"Percentage of patients with therapeutic itraconazole and hydroxyitraconazole levels as measured in plasma trough levels Day 42","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"69.3","spread":null},{"groupId":"OG001","value":"58.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Resolution of Signs and Symptoms of Invasive Fungal Infection on Day 42","description":"We will measure specific signs and symptoms related to endemic fungal infection, comparing baseline findings to Day 42 findings using physical examination and patient history.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"29","spread":null},{"groupId":"OG001","value":"30","spread":null}]}]}]},{"type":"SECONDARY","title":"The Number of Days of Hospitalization at Day 180","description":"The number of days of Hospitalization occurring between Day 1-180","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":42},"commonTop":["Edema","Hypertension","Diarrhea","Nausea","Headache"]}}}