{"nctId":"NCT02908477","briefTitle":"Evaluation of De-escalated Adjuvant Radiation Therapy for Human Papillomavirus (HPV)-Associated Oropharynx Cancer","startDateStruct":{"date":"2016-10-03","type":"ACTUAL"},"conditions":["Oropharynx Cancer"],"count":228,"armGroups":[{"label":"De-escalated Adjuvant Radiation Therapy","type":"EXPERIMENTAL","interventionNames":["Radiation: Adjuvant Radiation Therapy","Drug: Docetaxel"]},{"label":"Standard of Care Treatment","type":"ACTIVE_COMPARATOR","interventionNames":["Radiation: Adjuvant Radiation Therapy","Drug: Cisplatin"]}],"interventions":[{"name":"Adjuvant Radiation Therapy","otherNames":[]},{"name":"Docetaxel","otherNames":["Taxotere"]},{"name":"Cisplatin","otherNames":["cisplatinum"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age ≥ 18 years.\n* Histological confirmation of HPV+ squamous cell carcinoma of the oropharynx. HPV positivity will be defined as positive staining for p16 on immunohistochemistry (IHC).\n* Gross total surgical resection with curative intent of the primary tumor and at least unilateral neck dissection within 7 weeks of registration.\n* ECOG Performance Status (PS) 0 or 1\n* Absence of distant metastases on standard diagnostic work-up ≤ 10 weeks prior to registration. (Chest CT, Chest x-ray (CXR), or PET/CT.)\n* Must have one of the following risk factors:\n\n  * Lymph node \\> 3 cm\n  * 2 or more positive lymph nodes\n  * Perineural invasion\n  * Lymphovascular space invasion\n  * T3 or T4 primary disease\n  * Lymph node extracapsular extension\n* The following laboratory values obtained ≥14 days prior to registration.\n\n  * Absolute neutrophil count (ANC) ≥1500/mm3\n  * Platelet count ≥100,000/mm3\n  * Hemoglobin ≥8.0g/dL\n  * Creatinine ≤ 1.5 mg/dL or creatinine clearance ≥ 50 mL/min\n  * Total bilirubin \\< 2 x institutional upper limit of normal (ULN)\n  * AST or ALT \\< 3 x institutional ULN\n* Negative pregnancy test done ≤7 days prior to registration, for women of childbearing potential only.\n* Ability to complete questionnaire(s) by themselves or with assistance.\n* Provide informed written consent.\n* Willingness to return to enrolling institution for follow-up (during the Active Monitoring Phase of the study).\n\nExclusion Criteria:\n\n* Any of the following because this study involves an agent that has known genotoxic, mutagenic and teratogenic effects:\n\n  * Pregnant women\n  * Nursing women\n  * Men or women of childbearing potential who are unwilling to employ adequate contraception\n* Co-morbid systemic illnesses or other severe concurrent disease which, in the judgment of the investigator, would make the patient inappropriate for entry into this study or interfere significantly with the proper assessment of safety and toxicity of the prescribed regimens.\n* Immunocompromised patients and patients known to be HIV positive.\n* Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements.\n* Receiving any other investigational agent which would be considered as a treatment for the primary neoplasm.\n* Other active malignancy ≤ 5 years prior to registration. EXCEPTIONS: Non-melanotic skin cancer or carcinoma-in-situ of the cervix. NOTE: If there is a history or prior malignancy, they must not be receiving other specific treatment for their cancer.\n* Prior history of radiation therapy to the affected site.\n* History of connective tissue disorders such as rheumatoid arthritis, lupus, or Sjogren's disease.\n* Presence of any of the following risk factors after surgery:\n\n  * Any positive surgical margin.\n  * Adenopathy below the clavicles\n* Prior systemic chemotherapy.\n* Receiving any medications or substances which in the opinion of the investigators would interfere with treatment. Examples could include strong inhibitors of CYP3A4 at oncologist discretion (see Appendix IV).\n* Severe pre-existing ototoxicity or neuropathy that would, in the opinion of the investigator, preclude the use of cisplatin chemotherapy.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Grade 3+ Adverse Events Rate","description":"To compare rate of late grade 3-5 toxicities between de-escalated adjuvant radiation therapy (DART) and standard adjuvant therapy.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":".032","spread":null},{"groupId":"OG001","value":".115","spread":null}]}]}]},{"type":"SECONDARY","title":"Local/Regional Control","description":"Local/regional failure percentage as assessed by imaging or physical exam at 2 years after study registration for patients treated with DART vs standard therapy.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"95.9","spread":null},{"groupId":"OG001","value":"98.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Quality of Life Between DART and Standard Adjuvant Therapy - FACT-HN","description":"To compare the overall QOL between DART and standard adjuvant therapy at 1-year post-treatment as measured by the Functional Assessment of Cancer Therapy - Head \\& Neck (FACT-HN) questionnaire. The FACT-HN consists of 12 questions related to symptoms and feeling over the past 7 days. Items are answered on a scale of 0-4 where 0=not at all, 1=a little bit, 2=somewhat, 3=quite a bit, and 4=very much.","classes":[]},{"type":"SECONDARY","title":"Quality of Life Between DART and Standard Adjuvant Therapy - EORTC-QLQ-HN35","description":"To compare the overall QOL between DART and standard adjuvant therapy at 1-year post-treatment as measured by the European Organization for Research and Treatment of Cancer (EORTC) Quality of Life Questionnaire (QLQ) Head and Neck Module (EORTC-QLQ-HN35). The questionnaire consists of 35 items related to symptoms or problems during the past week. Thirty (30) items are answered on a scale of 0-4 where 0=not at all; 1=a little; 3=quite a bit, and 4=very much, and five (5) items are answered with yes/no.","classes":[]},{"type":"SECONDARY","title":"Overall Survival","description":"Percentage of patients alive at 2 years.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"96.9","spread":null},{"groupId":"OG001","value":"98.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Disease-free Survival","description":"Percentage of patients disease free and alive at 2 years.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"88.2","spread":null},{"groupId":"OG001","value":"96.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Distant Failure Associated With DART vs Standard Treatment","description":"Distant failure is defined as cancer that has recurred or spread to a part of the body far away from the original tumor site","classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":136},"commonTop":["Dry mouth","Fatigue","Dysgeusia","Dysphagia","Dermatitis radiation"]}}}