{"nctId":"NCT00606580","briefTitle":"Phase 3 Study to Evaluate WR 279,396 vs. Paromomycin Alone to Treat Cutaneous Leishmaniasis (in Tunisia)","startDateStruct":{"date":"2008-01"},"conditions":["Cutaneous Leishmaniasis"],"count":375,"armGroups":[{"label":"WR 279,396 Topical Treament","type":"EXPERIMENTAL","interventionNames":["Drug: WR 279,396 topical cream"]},{"label":"Paromomycin Alone Topical treatment","type":"EXPERIMENTAL","interventionNames":["Drug: Paromomycin Alone topical cream"]},{"label":"Vehicle Placebo Cream","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Vehicle placebo cream"]}],"interventions":[{"name":"WR 279,396 topical cream","otherNames":[]},{"name":"Paromomycin Alone topical cream","otherNames":[]},{"name":"Vehicle placebo cream","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* The subject was age 5 years or older, but less than 65 years.\n* The subject was able to understand the information provided to him/her and give written informed consent. Consent was obtained from the parent/guardian of subjects who were \\< 18 years old. Children 12 to \\< 18 years old were asked to sign the written assent form. Witnessed verbal assent was obtained from subjects 5 to 11 years old.\n* The subject was a male or female who was generally healthy.\n* The subject had cutaneous lesions diagnosed as leishmaniasis in the index lesion by: (1) the identification of promastigotes in a culture of an aspirated lesion, or (2) the microscopic identification of Leishmania amastigotes on a DifQuik or Giemsa stained smear obtained from a lesion scraping.\n* The subject had five or fewer cutaneous lesions.\n* The subject had one lesion, which would be designated as the index lesion, that was ≥ 1 and \\< 5 cm in its greatest diameter and primarily ulcerative, ie, not purely verrucous or nodular.\n* The subject was willing to forego other forms of treatment for CL, including other investigational treatment during the study.\n* In the opinion of the principal investigator, the subject or subject's parent/guardian was capable of understanding and complying with the protocol\n\nExclusion Criteria\n\n* The subject received previous treatment for leishmaniasis (including WR 279,396) within the last 6-months, with the exception of mercurochrome.\n* The subject had difficulty complying with instructions on maintaining the dressing, eg, due to life style activities or age.\n* The subject had only a single lesion whose characteristics included any of the following: verrucous or nodular lesion, ≥ 5 cm in its greatest diameter, \\< 1 cm or located on the ear, or other location that in the opinion of the principal investigator would be difficult to maintain application of study drug topically.\n* The subject had a lesion due to Leishmania that involved the mucosa.\n* The subject had signs or symptoms of disseminated disease, ie, clinically significant lymphadenitis with nodules that were painful and \\> 1 cm in the lymphatic drainage of the ulcer.\n* The subject was a female with a positive urine pregnancy test, or who was breast feeding or lactating.\n* The subject had an active malignancy or had a history of a solid, metastatic or hematologic malignancy, with the exception of a basal or squamous cell carcinoma of the skin that had been removed.\n* The subject had a significant organ abnormality or chronic disease that, in the opinion of the investigator, would warrant exclusion of the subject from the study or would prevent the subject from completing the study.\n* The subject was receiving any of the following medications: any medication containing pentavalent antimony, including stibogluconate sodium (Pentostam®) and meglumine antimoniate (Glucantime®); amphotericin B, including liposomal amphotericin B and amphotericin B deoxycholate; other medications containing paromomycin (administered IV or topically); methylbenzethonium chloride, fluconazole, ketoconazole, itraconazole; pentamidine; or allopurinol.\n* The subject or the subject's parent/guardian was unable to understand verbal and/or written Arabic, English, or French (languages in which certified translations of the informed consent were available).\n* The subject presented with an immuno-compromising condition, including recidivant leishmaniasis (during the past 2 years), or diabetes.\n* The subject had a history of known or suspected idiosyncratic reactions or hypersensitivity to aminoglycosides.","healthyVolunteers":false,"sex":"ALL","minimumAge":"5 Years","maximumAge":"65 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Final Clinical Cure Rate","description":"Final clinical cure was defined as an index lesion that met the criteria for initial clinical cure without relapse. Definitions for index lesion outcomes were as follows:\n\n* Initial Clinical Improvement: At least 50% to 99% reduction in the size of the measured lesion from the baseline measurement by the Day 42 evaluation.\n* Initial Clinical Cure: 100% re-epithelialization (ie, a 0 x 0 length x width measurement) of the lesion at the nominal Day 42 evaluation, or initial clinical improvement followed by 100% re-epithelialization by Day 98.\n* Relapse: Initial clinical cure followed by re-ulceration by Day 168, or initial clinical improvement followed by lesion enlargement by Day 168.\n* Final Clinical Cure: Initial clinical cure without relapse through study Day 168.Clinical Failure: Lack of at least initial clinical improvement by Day 42, or relapse.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"101","spread":null},{"groupId":"OG001","value":"102","spread":null},{"groupId":"OG002","value":"73","spread":null}]}]}]},{"type":"SECONDARY","title":"Final Clinical Cure Rate (Per Protocol Dataset)","description":"Final clinical cure was defined as an index lesion that met the criteria for initial clinical cure without relapse. Definitions for index lesion outcomes as described in the primary outcome measure.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"101","spread":null},{"groupId":"OG001","value":"102","spread":null},{"groupId":"OG002","value":"73","spread":null}]}]}]},{"type":"SECONDARY","title":"Estimated Percentage Subjects With Re-epithelialization of the Index Lesion Without Relapse","description":"For the first of the above analyses, subjects were considered to have endpoint events at the first assessment on or before Day 42 where complete re-epithelialization occurred at the index lesion that was not followed by a later assessment where ulceration was present. Subjects who did not have complete re-epithelialization by Day 42 or who relapsed after Day 42 were censored in the analysis at the Day 42 assessment. This analysis was only to be conducted through Day 42.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"67.2","spread":null},{"groupId":"OG001","value":"68.8","spread":null},{"groupId":"OG002","value":"48.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Estimated Percentage of Subjects With Re-epithelialization of the Index Lesion Without Relapse at Various Times of Follow-up","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"67.2","spread":null},{"groupId":"OG001","value":"68.5","spread":null},{"groupId":"OG002","value":"49.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"72.9","spread":null},{"groupId":"OG001","value":"81.5","spread":null},{"groupId":"OG002","value":"57.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"94.3","spread":null},{"groupId":"OG001","value":"99.2","spread":null},{"groupId":"OG002","value":"90.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Estimated Percentage of All Treated Ulcerated Lesions Without Relapse at Day 42","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"51.7","spread":null},{"groupId":"OG001","value":"81.6","spread":null},{"groupId":"OG002","value":"58.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Estimated Percentage of All Treated Ulcerated Lesions Without Relapse at Day 49","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"81.4","spread":null},{"groupId":"OG001","value":"90.4","spread":null},{"groupId":"OG002","value":"64.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Estimated Percentage of All Treated Ulcerated Lesions Without Relapse at Day 98","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"91.5","spread":null},{"groupId":"OG001","value":"98.9","spread":null},{"groupId":"OG002","value":"92.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects Achieving Initial Clinical Improvement of the Index Lesion","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"105","spread":null},{"groupId":"OG001","value":"107","spread":null},{"groupId":"OG002","value":"77","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects Achieving Re-epithelialization of the Index Lesion Without Relapse","description":"Number of Subjects Achieving Re-epithelialization of the Index Lesion by Day 42 without Relapse from Day 42 Onward, Imputing Relapse for any Subject with a Missing Visit after Day 42","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"84","spread":null},{"groupId":"OG001","value":"84","spread":null},{"groupId":"OG002","value":"62","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects Achieving Re-epithelialization of All Treated Ulcerated Lesions Without Subsequent Relapse","description":"Number of Subjects Achieving Re-epithelialization of All Treated Ulcerated Lesions at Day 42 without Subsequent Relapse from Day 42 Onward,","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"83","spread":null},{"groupId":"OG001","value":"84","spread":null},{"groupId":"OG002","value":"60","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of All Ulcerated Lesions Achieving 100% Re-epithelialization by Day 42","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"190","spread":null},{"groupId":"OG001","value":"218","spread":null},{"groupId":"OG002","value":"160","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects With a Relapse on or After Day 42","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"3","spread":null},{"groupId":"OG002","value":"2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":125},"commonTop":["Application site vesicles","Skin irritation","Application site erythema","Superinfection","Bronchitis"]}}}