{"nctId":"NCT03548220","briefTitle":"A Study to Evaluate Efficacy and Safety of AG-348 in Not Regularly Transfused Adult Participants With Pyruvate Kinase Deficiency (PKD)","startDateStruct":{"date":"2018-08-09","type":"ACTUAL"},"conditions":["Pyruvate Kinase Deficiency","Anemia, Hemolytic"],"count":80,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"AG-348, 5 mg","type":"EXPERIMENTAL","interventionNames":["Drug: AG-348"]},{"label":"AG-348, 20 mg","type":"EXPERIMENTAL","interventionNames":["Drug: AG-348"]},{"label":"AG-348, 50 mg","type":"EXPERIMENTAL","interventionNames":["Drug: AG-348"]}],"interventions":[{"name":"Placebo","otherNames":[]},{"name":"AG-348","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Informed consent;\n* Male or female, aged 18 years or older;\n* Documented clinical laboratory confirmation of pyruvate kinase (PK) deficiency, defined as documented presence of at least 2 mutant alleles in the PKLR gene, of which at least 1 is a missense mutation;\n* Hemoglobin (Hb) concentration less than or equal to 10.0 grams per deciliter (g/dL) regardless of gender (average of at least 2 Hb measurements \\[separated by a minimum of 7 days\\] during the Screening Period)\n* Considered not regularly transfused, defined as having had no more than 4 transfusion episodes in the 12-month period up to the first day of study treatment and no transfusions in the 3 months prior to the first day of study treatment;\n* Received at least 0.8 mg oral folic acid daily for at least 21 days prior to the first dose of study treatment, to be continued daily during study participation.\n* Adequate organ function;\n* Women of reproductive potential, have a negative serum pregnancy test;\n* For women of reproductive potential as well as men with partners who are women of reproductive potential, be abstinent as part of their usual lifestyle, or agree to use 2 forms of contraception, 1 of which must be considered highly effective, from the time of giving informed consent, during the study, and for 28 days following the last dose of study treatment for women and 90 days for men following the last dose of study treatment;\n* Willing to comply with all study procedures for the duration of the study;\n\nExclusion Criteria:\n\n* Homozygous for the R479H mutation or have 2 non-missense mutations, without the presence of another missense mutation, in the PKLR gene;\n* Significant medical condition that confers an unacceptable risk to participating in the study, and/or that could confound the interpretation of the study data;\n* Splenectomy scheduled during the study treatment period or have undergone splenectomy within 12 months prior to signing informed consent;\n* Currently enrolled in another therapeutic clinical trial involving ongoing therapy with any investigational or marketed product or placebo. Prior and subsequent participation in the PK Deficiency Natural History Study (NHS) (NCT02053480) or PK Deficiency Registry is permitted however, concurrent participation is not; participants enrolling in this current study will be expected to temporarily suspend participation in the NHS or Registry;\n* Exposure to any investigational drug, device, or procedure within 3 months prior to the first dose of study treatment;\n* Prior treatment with a pyruvate kinase activator;\n* Prior bone marrow or stem cell transplant;\n* Currently pregnant or breastfeeding;\n* History of major surgery within 6 months of signing informed consent;\n* Currently receiving medications that are strong inhibitors of cytochrome P450 (CYP)3A4, strong inducers of CYP3A4, strong inhibitors of P-glycoprotein (P-gp), or digoxin (a P-gp sensitive substrate medication) that have not been stopped for a duration of at least 5 days or a timeframe equivalent to 5 half-lives (whichever is longer) prior to the first dose of study treatment;\n* Currently receiving hematopoietic stimulating agents that have not been stopped for a duration of at least 28 days prior to the first dose of study treatment;\n* History of allergy to sulfonamides if characterized by acute hemolytic anemia, drug induced liver injury, anaphylaxis, rash of erythema multiforme type or Stevens-Johnson syndrome, cholestatic hepatitis, or other serious clinical manifestations;\n* History of allergy to AG-348 or its excipients;\n* Currently receiving anabolic steroids, including testosterone preparations, within 28 days prior to treatment.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants Achieving a Hemoglobin (Hb) Response (HR)","description":"Hemoglobin response (HR) is defined as a ≥1.5 g/dL (0.93 mmol/L) increase in Hb concentration from baseline that is sustained at 2 or more scheduled assessments at Weeks 16, 20, and 24. The baseline Hb concentration is the average of all available Hb concentrations for a participant during the Screening Period up to the first dose of study treatment. As pre-specified in the protocol, the data for this outcome measure is summarized between the active arm vs the placebo arm (AG-348 5 mg, 20 mg and 50 mg arms are analyzed and reported together in comparison to Placebo).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"40.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Average Change From Baseline in Hb Concentration at Weeks 16, 20 and 24","description":"This is the change in Hb concentration at Weeks 16, 20 and 24 compared to baseline. Data presented represents the value of the change from baseline averaged over Weeks 16, 20 and 24. Baseline was defined as the average of all screening assessments within 45 (42+3) days before randomization for participants randomized and not dosed or before start of study treatment for participants randomized and dosed. As pre-specified in the protocol, the data for this outcome measure is summarized between the active arm vs the placebo arm (AG-348 5 mg, 20 mg and 50 mg arms are analyzed and reported together in comparison to Placebo).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.48","spread":"2.082"},{"groupId":"OG001","value":"16.73","spread":"2.075"}]}]}]},{"type":"SECONDARY","title":"Maximum Change From Baseline in Hb Concentration","description":"This is the maximum change from baseline in Hb concentration up to Week 24. As pre-specified in the protocol, the data for this outcome measure is summarized between the active arm vs the placebo arm (AG-348 5 mg, 20 mg and 50 mg arms are analyzed and reported together in comparison to Placebo).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.76","spread":"4.217"},{"groupId":"OG001","value":"23.94","spread":"21.367"}]}]}]},{"type":"SECONDARY","title":"Time to Achieve an Increase in Hb Concentration of 1.5 g/dL or More","description":"This is the time taken to first achieve an increase of hemoglobin concentration of 1.5 g/dL or more from baseline. As pre-specified in the protocol, the data for this outcome measure is summarized between the active arm vs the placebo arm (AG-348 5 mg, 20 mg and 50 mg arms are analyzed and reported together in comparison to Placebo).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG001","value":"7.66","spread":"4.050"}]}]}]},{"type":"SECONDARY","title":"Average Change From Baseline in Indirect Bilirubin at Weeks 16, 20 and 24","description":"The change from baseline in indirect bilirubin levels was summarized. Indirect bilirubin is a marker for hemolysis. Data presented represents the value of the change from baseline averaged over Weeks 16, 20 and 24. Baseline was defined as the average of all screening assessments within 45 (42+3) days before randomization for participants randomized and not dosed or before the start of study treatment for participants randomized and dosed. As pre-specified in the protocol, the data for this outcome measure is summarized between the active arm vs the placebo arm (AG-348 5 mg, 20 mg and 50 mg arms are analyzed and reported together in comparison to Placebo).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.10","spread":"4.061"},{"groupId":"OG001","value":"-21.16","spread":"4.228"}]}]}]},{"type":"SECONDARY","title":"Average Change From Baseline in Lactic Acid Dehydrogenase (LDH) at Weeks 16, 20 and 24","description":"The change from baseline in LDH levels was summarized. LDH is a marker for hemolysis. Data presented represents the value of the change from baseline averaged over Weeks 16, 20 and 24. Baseline was defined as the average of all screening assessments within 45 (42+3) days before randomization for participants randomized and not dosed or before the start of study treatment for participants randomized and dosed. As pre-specified in the protocol, the data for this outcome measure is summarized between the active arm vs the placebo arm (AG-348 5 mg, 20 mg and 50 mg arms are analyzed and reported together in comparison to Placebo).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-21.18","spread":"16.040"},{"groupId":"OG001","value":"-91.99","spread":"16.222"}]}]}]},{"type":"SECONDARY","title":"Average Change From Baseline in Haptoglobin at Weeks 16, 20 and 24","description":"The change from baseline in haptoglobin levels was summarized. Haptoglobin levels are markers for hemolysis. Data presented represents the value of the change from baseline averaged over Weeks 16, 20 and 24. Baseline was defined as the average of all screening assessments within 45 (42+3) days before randomization for participants randomized and not dosed or before the start of study treatment for participants randomized and dosed. As pre-specified in the protocol, the data for this outcome measure is summarized between the active arm vs the placebo arm (AG-348 5 mg, 20 mg and 50 mg arms are analyzed and reported together in comparison to Placebo).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.012","spread":"0.0412"},{"groupId":"OG001","value":"0.169","spread":"0.0408"}]}]}]},{"type":"SECONDARY","title":"Average Change From Baseline in Reticulocyte Percentages at Weeks 16, 20 and 24","description":"The change from baseline in reticulocyte percentage was summarized. Reticulocyte levels are markers for hematopoietic activity. Data presented represents the value of the change from baseline averaged over Weeks 16, 20 and 24. Baseline was defined as the average of all screening assessments within 45 (42+3) days before randomization for participants randomized and not dosed or before the start of study treatment for participants randomized and dosed. As pre-specified in the protocol, the data for this outcome measure is summarized between the active arm vs the placebo arm (AG-348 5 mg, 20 mg and 50 mg arms are analyzed and reported together in comparison to Placebo).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0038","spread":"0.01390"},{"groupId":"OG001","value":"-0.0973","spread":"0.01401"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Pyruvate Kinase Deficiency Diary (PKDD) Score at Week 24","description":"The PKDD is a 7-item patient reported outcome (PRO) measure of the core signs and symptoms associated with PK deficiency in adults. Participants rate their experience with symptoms of PK deficiency on the present day. The symptoms include those associated with tiredness, jaundice, bone pain, shortness of breath, and energy level. The score ranges from 25 to 76, with higher scores indicating a higher disease burden. The change from baseline in PKDD weekly scores was evaluated. A negative change from baseline indicates a lower disease burden. As pre-specified in the protocol, the data for this outcome measure is summarized between the active arm vs the placebo arm (AG-348 5 mg, 20 mg and 50 mg arms are analyzed and reported together in comparison to Placebo).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.05","spread":"0.976"},{"groupId":"OG001","value":"-5.16","spread":"0.955"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Pyruvate Kinase Deficiency Impact Assessment (PKDIA) Score at Week 24","description":"The PKDIA is a 12-item patient reported outcome (PRO) measure of the common impacts of PK deficiency on activities of daily living. Participants rate how PK deficiency has impacted aspects of daily living in the past 7 days, including impacts on relationships; perceived appearance; work performance; and leisure, social, mental, and physical activities. The score range is 30 to 76, with higher scores indicating a higher disease burden. The change from baseline in PKDIA scores was evaluated. A negative change from baseline indicates a lower disease burden. As pre-specified in the protocol, the data for this outcome measure is summarized between the active arm vs the placebo arm (AG-348 5 mg, 20 mg and 50 mg arms are analyzed and reported together in comparison to Placebo).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.39","spread":"1.157"},{"groupId":"OG001","value":"-4.65","spread":"1.123"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Adverse Events","description":"An AE is any untoward medical occurrence in a participant or clinical investigation subject administered a pharmaceutical product and which does not necessarily have to have a causal relationship with the study treatment. An AE can, therefore, be any unfavorable and unintended sign (including an abnormal laboratory finding, for example), symptom, or disease temporally associated with the use of a medicinal product, whether or not considered related to the medicinal product.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"89.7","spread":null},{"groupId":"OG001","value":"50.0","spread":null},{"groupId":"OG002","value":"100","spread":null},{"groupId":"OG003","value":"88.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Area Under the Curve From Time 0 to the Last Quantifiable Concentration [AUC(0-last)] for AG-348 at Week 12","description":null,"paramType":"GEOMETRIC_MEAN","dispersionType":"Geometric Coefficient of Variation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"565.9","spread":"NA"},{"groupId":"OG001","value":"1481.2","spread":"26.9"},{"groupId":"OG002","value":"2973.3","spread":"35.6"}]}]}]},{"type":"SECONDARY","title":"Maximum Plasma Concentration (Cmax) for AG-348","description":null,"paramType":"GEOMETRIC_MEAN","dispersionType":"Geometric Coefficient of Variation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"156.9","spread":"NA"},{"groupId":"OG001","value":"373.1","spread":"13.6"},{"groupId":"OG002","value":"1033","spread":"31.2"}]}]}]},{"type":"SECONDARY","title":"Time to Cmax (Tmax) for AG-348","description":null,"paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.75","spread":null},{"groupId":"OG001","value":"1.02","spread":null},{"groupId":"OG002","value":"0.50","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Last Measurable Concentration (Tlast) for AG-348","description":null,"paramType":"GEOMETRIC_MEAN","dispersionType":"Geometric Coefficient of Variation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.787","spread":"NA"},{"groupId":"OG001","value":"7.809","spread":"4.2"},{"groupId":"OG002","value":"7.162","spread":"28.0"}]}]}]},{"type":"SECONDARY","title":"Exposure-Response Relationship of Adverse Event (Hot Flush) and AG-348 Concentration and Relevant AG-348 Pharmacokinetic Parameters","description":"Predicted probability of experiencing all grade hot flush at the doses of 5, 20, and 50 mg mitapivat BID based on exposure-response model.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.37","spread":null},{"groupId":"OG001","value":"4.03","spread":null},{"groupId":"OG002","value":"5.5","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Percentage of Participants With Adverse Events of Special Interest (AESI)","description":"An AE is any untoward medical occurrence in a participant or clinical investigation subject administered a pharmaceutical product and which does not necessarily have to have a causal relationship with the study treatment. An AE can, therefore, be any unfavorable and unintended sign (including an abnormal laboratory finding, for example), symptom, or disease temporally associated with the use of a medicinal product, whether or not considered related to the medicinal product. An AESI can be serious or non-serious.","paramType":null,"dispersionType":null,"classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"Change From Baseline in Bone Mineral Density Z-Score at Week 24","description":null,"paramType":null,"dispersionType":null,"classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"Change From Baseline in Bone Mineral Density T-Score at Week 24","description":null,"paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Exposure-Response Relationship Between Safety Parameters (Sex Hormone in Male Subjects) and AG-348 Concentration and Relevant AG-348 Pharmacokinetic Parameters","description":"Predicted percent change from baseline at Week 24 in the sex hormone measures (total testosterone, free testosterone, and estrone) at the doses of 5, 20, and 50 mg mitapivat BID in male participants.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.877","spread":null},{"groupId":"OG001","value":"3.18","spread":null},{"groupId":"OG002","value":"7.59","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.01","spread":null},{"groupId":"OG001","value":"14.1","spread":null},{"groupId":"OG002","value":"26","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-31.5","spread":null},{"groupId":"OG001","value":"-56.5","spread":null},{"groupId":"OG002","value":"-68.2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":39},"commonTop":["Headache","Nausea","Diarrhoea","Nasopharyngitis","Fatigue"]}}}