{"nctId":"NCT00097695","briefTitle":"Subcutaneous Treatment With Icatibant for Acute Attacks of Hereditary Angioedema","startDateStruct":{"date":"2004-12-28","type":"ACTUAL"},"conditions":["Angioedema"],"count":84,"armGroups":[{"label":"Icatibant- Randomized","type":"EXPERIMENTAL","interventionNames":["Drug: Icatibant"]},{"label":"Placebo-Randomized","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"Controlled Open-label / laryngeal attack","type":"EXPERIMENTAL","interventionNames":["Drug: Icatibant"]},{"label":"Untreated Patients at the baseline","type":"EXPERIMENTAL","interventionNames":["Drug: Icatibant"]}],"interventions":[{"name":"Icatibant","otherNames":["Brand name, Firazyr®"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age above 18 years;\n* Documented diagnosis of HAE Type I or II (confirmed complement 1 esterase inhibitor \\[C1-INH\\] deficiency);\n* Current edema be in the cutaneous, abdominal and/or laryngeal areas;\n* Current edema be moderate to severe according to the investigator's Symptom Score.\n\nExclusion Criteria:\n\n* Diagnosis of angioedema other than HAE, for example, acquired angioedema (AAE);\n* Participation in a clinical trial of another investigational medicinal product (IMP) within the past month;\n* Treatment with any pain medication since onset of the current edema attack;\n* Treatment with replacement therapy, including C1-INH products (e.g. human C1-INH preparations), less than 3 days from onset of the current edema attack;\n* Treatment with ACE inhibitors (e.g. Lotensin, Prinivil, Accupril);\n* Evidence of severe, symptomatic coronary artery disease based on medical history or screening examination;\n* Serious concomitant illnesses that the physician considers to be a contraindication for participation in the trial;\n* Pregnancy and/or breast-feeding.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Time to Onset of Symptom Relief (TOSR)","description":"The primary efficacy endpoint was TOSR assessed by the patient using a Visual Analogue Scale (VAS). The VAS is a scale used to measure intensity of each symptom of the attack at baseline and at the pre-determined time points throughout treatment period. It consists of a horizontal 10cm line, with the 0 point corresponding to a state where patient experiences no symptoms at all and the 10cm point represents the worst symptoms ever experienced by patient. The patient indicates his/her current state of symptoms by drawing a mark across the horizontal line. TOSR was defined as the time between time of injection to time of first documented onset of symptom relief for the 3 primary symptoms: cutaneous swelling, cutaneous skin, and abdominal pain. The primary symptom was based on the type of attack. For abdominal attacks, the single primary symptom was abdominal pain. For cutaneous attacks, the single primary symptom was either skin swelling or skin pain, whichever was most severe.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.5","spread":null},{"groupId":"OG001","value":"4.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Regression (Start of Improvement) According to Patient","description":"This parameter assessed the time to regression (start of improvement) of observable(visible) symptoms according to the patients. Patients were asked \"Report date and time when you feel that your symptoms start to improve\".","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.8","spread":null},{"groupId":"OG001","value":"16.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Almost Complete Symptom Relief","description":"The time to almost complete symptom relief was defined as a score between 0 and 10 mm on the VAS for at least 3 consecutive measurements for all symptom.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.5","spread":null},{"groupId":"OG001","value":"19.4","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":27},"commonTop":["Hereditary angioedema","Infections","Administration site conditions","Headache/Migraine","Nausea"]}}}