{"nctId":"NCT01849289","briefTitle":"A Trial Comparing Efficacy and Safety of Insulin Degludec and Insulin Glargine in Insulin naïve Subjects With Type 2 Diabetes","startDateStruct":{"date":"2013-06-02","type":"ACTUAL"},"conditions":["Diabetes","Diabetes Mellitus, Type 2"],"count":833,"armGroups":[{"label":"Insulin Degludec","type":"EXPERIMENTAL","interventionNames":["Drug: Insulin Degludec"]},{"label":"Insulin Glargine","type":"EXPERIMENTAL","interventionNames":["Drug: Insulin Glargine"]}],"interventions":[{"name":"Insulin Degludec","otherNames":["NN1250"]},{"name":"Insulin Glargine","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Type 2 diabetes mellitus (diagnosed clinically) for at least 6 months\n* Insulin naïve subjects (Allowed are: previous short term insulin treatment up to 14 days; treatment during hospitalisation or during gestational diabetes is allowed for periods longer than 14 days)\n* Current treatment: metformin monotherapy or metformin in any combination with an insulin secretagogue (sulfonylurea or glinide), dipeptidyl peptidase IV (DPP-IV) inhibitor, alfa-glucosidase-inhibitors (acarbose) with unchanged dosing for at least 3 months prior to randomisation (Visit 2) with the minimum doses stated: metformin: alone or in combination (including fixed combination) 1500 mg daily, or maximum tolerated dose (at least 1000 mg daily), insulin secretagogue (sulfonylurea or glinide): minimum half of the daily maximal dose according to local labelling, DPP-IV inhibitor: minimum 100 mg daily or according to local labelling, alfa-glucosidase-inhibitors (acarbose): minimum half of the daily maximal dose or maximum tolerated dose\n* HbA1c (glycosylated haemoglobin) 7.0-10.0% (both inclusive) by central laboratory analysis\n* BMI (Body Mass Index) below or equal to 40.0 kg/m\\^2\n\nExclusion Criteria:\n\n* Treatment with TZDs (thiazoledinedione), or GLP-1 (glucagon-like peptide 1) receptor agonists within the last 3 months prior to Visit 1 (screening)\n* Anticipated change in concomitant medication known to interfere significantly with glucose metabolism, such as systemic corticosteroids, beta-blockers, MAO (monoamine oxidase) inhibitors\n* Cardiovascular disease within the last 6 months prior to Visit 1 (screening) defined as stroke; decompensated heart failure NYHA (New York Heart Association) class III or IV; myocardial infarction; unstable angina pectoris; or coronary arterial bypass graft or angioplasty\n* Any clinically significant disease or disorder, except for conditions associated with type 2 diabetes mellitus, which in the Investigator's opinion could interfere with the results of the trial\n* Previous participation in this trial. Participation is defined as randomised. Re-screening of screening failures is allowed only once within the limits of the recruitment period\n* Known or suspected hypersensitivity to trial product(s) or related products","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in HbA1c (%) (Analysed by Central Laboratory)","description":"Change from baseline in HbA1c (%) after 26 weeks of treatment.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.3","spread":"1.1"},{"groupId":"OG001","value":"-1.2","spread":"1.0"}]}]}]},{"type":"SECONDARY","title":"Number of Severe and Minor Treatment Emergent Hypoglycaemic Episodes","description":"Confirmed hypoglycaemic episodes consisted of episodes of severe hypoglycaemia as well as minor hypoglycaemic episodes with a confirmed PG value of less than 3.1 mmol/L (56 mg/dL).Minor hypoglycaemic episode is defined as an episode with symptoms consistent with hypoglycaemia with confirmation by full blood glucose \\< 2.8 mmol/L (50 mg/dL), or PG \\< 3.1 mmol/L (56 mg/dL) and which is handled by the subject himself/herself or any asymptomatic full blood glucose value \\< 2.8 mmol/L (50 mg/dL) or PG value \\< 3.1 mmol/L (56 mg/dL).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"85","spread":null},{"groupId":"OG001","value":"97","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in FPG (Fasting Plasma Glucose) (Analysed by Central Laboratory)","description":"Change from baseline in FPG after 26 weeks of treatment.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.35","spread":"2.91"},{"groupId":"OG001","value":"-3.14","spread":"2.71"}]}]}]},{"type":"SECONDARY","title":"Within-subject Variability as Measured by Coefficient of Variation (CV%) in Pre-breakfast SMPG (Self-measured Plasma Glucose)","description":"Within subject Coefficient of variation(CV\\[%\\]) in pre-breakfast self measured plasma glucose for dose adjustment after 26 treatment weeks are displayed below.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.65","spread":"9.15"},{"groupId":"OG001","value":"10.01","spread":"7.95"}]}]}]},{"type":"SECONDARY","title":"Responder for HbA1c (Below 7.0%) at End of Trial Without Severe and Minor Hypoglycaemic Episodes","description":"A responder for HbA1c without severe or confirmed hypoglycaemia is defined as a subject, who meets the HbA1c target at end of trial without treatment emergent severe or confirmed hypoglycaemia during the last 12 weeks of treatment or within 7 days from last treatment.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"252","spread":null},{"groupId":"OG001","value":"114","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Treatment Emergent AEs (Adverse Events)","description":"Treatment emergent events (after first trial product administration and no later than 7 days after last trial product administration)","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"612","spread":null},{"groupId":"OG001","value":"387","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":16,"n":553},"commonTop":["Upper respiratory tract infection","Nasopharyngitis"]}}}