{"nctId":"NCT03486938","briefTitle":"Study of AGB101 in Mild Cognitive Impairment Due to Alzheimer's Disease","startDateStruct":{"date":"2018-12-13","type":"ACTUAL"},"conditions":["Mild Cognitive Impairment","Prodromal Alzheimer's Disease"],"count":164,"armGroups":[{"label":"Placebo Oral Tablet","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo Oral Tablet"]},{"label":"AGB101 220 mg tablet","type":"EXPERIMENTAL","interventionNames":["Drug: AGB101 220 mg tablet"]}],"interventions":[{"name":"Placebo Oral Tablet","otherNames":[]},{"name":"AGB101 220 mg tablet","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Subjects between 55 and 85 years old (inclusive) in good general health:\n\n   1. Willing and able to consent and participate for the duration of the study\n   2. Have eighth-grade education or good work history sufficient to exclude mental retardation\n   3. Have visual and auditory acuity adequate for neuropsychological testing\n   4. Have proficient fluency of the native local language to participate in all the neuropsychological test assessments\n2. Have a study partner who has sufficient contact with the subject to be able to provide assessment of memory changes, who can accompany the subject to all the clinic visits for the duration of each visit, and who is able to provide an independent evaluation of the subject's functioning\n3. Have MCI due to AD as defined by all of the following criteria and consistent with the National Institute on Aging-Alzheimer's Association criteria:\n\n   1. MMSE scores between 24 and 30 (inclusive; exceptions may be made for subjects with \\<8 years of education at the discretion of the sponsor)\n   2. A memory complaint reported by the subject or his/her study partner\n   3. Evidence of lower memory performance based on delayed recall in the International Shopping List Test (ISLT)\n   4. A clinical dementia rating (CDR) score of 0.5 with a memory box score of ≥0.5\n   5. Essentially preserved activities of daily living\n   6. Cognitive decline not primarily caused by vascular, traumatic, or medical problems (alternative causes of cognitive decline are ruled out)\n4. Permitted medications:\n\n   1. With potential pro-cognitive effects, such as cholinesterase inhibitors and memantine, must be at a stable dose for ≥3 months prior to screening and remain stable throughout the study; estrogen replacement therapy, Ginkgo biloba, and vitamin E must be at a stable dose for ≥4 weeks prior to screening and remain stable throughout the study\n   2. Other psychotropics, such as antidepressants and antipsychotics, must be at a stable dose for ≥3 months prior to screening and remain stable throughout the study\n5. Willing and able to undergo imaging procedures:\n\n   1. A Positron Emission Tomography (PET) scan with Florbetaben(an 18F isotope diagnostic agent) or documented evidence of an amyloid positive PET scan.\n\n      The Florbetaben scan performed at baseline must be read by a qualified physician with experience in reading amyloid PET scans, and it should be consistent with the presence of amyloid plaques.\n   2. Repeated MRI scans (3 Tesla) with no contraindications to MRI. MRI scan results are consistent with the diagnosis of amnestic MCI due to Alzheimer's disease with no clinically significant findings of non-AD pathology that could account for the observed cognitive impairment.\n6. Willing to allow collection of blood for apolipoprotein E (ApoE) genotyping.\n\nExclusion Criteria:\n\n1. Use of anticonvulsant medications or excluded psychotropic medications within 3 months prior to the baseline visit\n2. Participation in a therapeutic clinical study for any medical or psychiatric indications within 3 months (6 months for biologics) of the screening visit, or at any time during the study.\n\n   Subjects must understand that they may only enroll in this clinical study once; they may not enroll in any other clinical study while participating in the current study, and they may not participate in a clinical study of a drug, biologic, therapeutic device, or medical food, in which the last dose/administration was received within 3 months (6 months for biologics) prior to screening.\n3. History of hypersensitivity or lack of tolerability to AGB101 (levetiracetam)\n4. Severe renal impairment (creatinine clearance of \\<30 mL/minute) or undergoing hemodialysis\n5. Any significant neurological disease other than suspected incipient AD, such as Parkinson's disease, multi-infarct dementia, Huntington's disease, normal pressure hydrocephalus, brain tumor, progressive supranuclear palsy, seizure disorder (lifetime history; infant febrile seizures are not exclusionary), subdural hematoma, multiple sclerosis, or history of significant head trauma followed by persistent neurologic deficits, or known structural brain abnormalities\n6. Presence of pacemakers, aneurysm clips, artificial heart valves, ear implants, metal fragments, or foreign objects in the eyes, skin, or body\n7. Diagnosis of major depression or bipolar disorder, as described in the Diagnostic and Statistical Manual of Mental Disorders, 5th Ed (DSM-5), within the past 3 years.\n\n   Psychotic features, agitation, or behavioral problems within the last 3 months that could lead to difficulty complying with the protocol. Subjects must not have a major depressive disorder or other types of depression that could confound diagnosis of MCI due to AD, or clinical assessments, in the opinion of the investigator. The geriatric depression scale (long form score \\>9 suggests depression) results should be reviewed by the investigator to assist in this determination.\n8. Modified Hachinski Ischemic Scale (HIS) score \\>4\n9. History of schizophrenia (DSM-5 criteria)\n10. History of alcohol or substance abuse or dependence within the past 3 years (DSM-5 criteria)\n11. Any significant systemic illness or unstable medical condition that could lead to difficulty in complying with the protocol requirements.\n12. Clinically significant abnormalities in B12 or thyroid function test that might interfere with the study.\n\n    A low B12 (below normative range for elderly) is exclusionary, unless follow-up labs (homocysteine and methylmalonic acid) indicate that it is not physiologically significant. If the B12 deficiency is treated, subjects may become eligible to participate in the study.\n13. Residence in a skilled nursing facility. Individuals in independent living communities, assisted living facilities, residential care facilities, or continuing care communities are eligible provided they engage in a sufficient spectrum of activity to permit assessment of all 6 domains contributing to the CDR-SB. Individuals in these facilities must also have a caregiver who has the ability to observe the subject during the study and can participate in clinical evaluations.\n14. Any use of excluded medications (e.g., antiepileptics, certain antidepressants or antipsychotics, antihistamines with anticholinergic properties, opiates)\n15. Participation in clinical studies using the ISLT, Behavioral Pattern Separation (BPS-O) task, or the trail making test (A, B) within 1 month of screening\n16. Female subjects must not be pregnant, lactating, or of childbearing potential (i.e., they must be 2 years post menopause or surgically sterile)","healthyVolunteers":false,"sex":"ALL","minimumAge":"55 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Clinical Dementia Rating Scale - Sum of Boxes (CDR-SB) Score From Baseline","description":"CDR-SB scores at baseline were subtracted from CDR-SB scores at week 78 to generate the change score from baseline, with a possible total range of -18 to 18. Positive change scores reflect greater impairment on the CDR-SB at week 78, while negative change scores reflect less impairment on the CDR-SB at week 78.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.1","spread":"2"},{"groupId":"OG001","value":".9","spread":"1.5"}]}]}]},{"type":"SECONDARY","title":"Change in Mini Mental Status Exam (MMSE) Score From Baseline","description":"MMSE scores at baseline were subtracted from MMSE scores at week 78 to generate the change score from baseline, with a possible total range of -30 to 30. Positive change scores reflect improved performance on the MMSE at week 78, while negative change scores reflect worsening performance on the MMSE at week 78.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.9","spread":"3.7"},{"groupId":"OG001","value":"-2.2","spread":"2.8"}]}]}]},{"type":"SECONDARY","title":"Change in Functional Activities Questionnaire (FAQ) Score From Baseline","description":"FAQ scores at baseline were subtracted from FAQ scores at week 78 to generate the change score from baseline, with a possible total range of -30 to 30. Positive change scores reflect greater impairment on the FAQ at week 78, while negative change scores reflect less impairment on the FAQ at week 78.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.6","spread":"6.4"},{"groupId":"OG001","value":"4","spread":"5.3"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":10,"n":83},"commonTop":["Musculoskeletal and connective tissue disorders","Injury, poisoning and procedural complications","Infections and infestations","Nervous system disorders","Psychiatric disorders"]}}}