{"nctId":"NCT00959764","briefTitle":"A Study Comparing Oral Calcitonin to Nasal Spray Calcitonin in Postmenopausal Osteoporotic Women","startDateStruct":{"date":"2009-06"},"conditions":["Osteoporosis, Postmenopausal"],"count":565,"armGroups":[{"label":"Oral calcitonin and placebo nasal spray","type":"EXPERIMENTAL","interventionNames":["Drug: Oral Calcitonin Tablets"]},{"label":"Intranasal calcitonin & oral placebo","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Intranasal Calcitonin"]},{"label":"Placebo: tablet & intranasal spray","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo tablets and placebo intranasal spray"]}],"interventions":[{"name":"Oral Calcitonin Tablets","otherNames":["rsCT tablets"]},{"name":"Intranasal Calcitonin","otherNames":["Miacalcin and Miacalcic"]},{"name":"Placebo tablets and placebo intranasal spray","otherNames":["Matching placebos"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Female and age 45 or over.\n* Must have undergone the onset of spontaneous or surgical menopause. Spontaneous menopause is defined as 12 months of spontaneous amenorrhea or 6 months of spontaneous amenorrhea with serum Follicle Stimulating Hormone (FSH) levels \\>40 milli-international units (mIU)/milliliter (mL) or 6 weeks post-surgical bilateral oophorectomy with or without hysterectomy.\n* Diagnosis of osteoporosis on the basis of an axial lumbar spine, femoral neck or total hip BMD which is below the mean for premenopausal women by a magnitude of at least 2.5 SD or 2.0 SD, if there is a documented history of a vertebral fragility fracture.\n* Must have at least three contiguous lumbar vertebrae (L1-L4) that are evaluable by DXA for BMD that is, without fracture or significant degenerative disease, as determined by Bio-Imaging Technologies, Inc.\n* No clinically significant abnormal findings in the medical history, physical exam or nasal exam.\n* No clinically significant abnormal laboratory values at the screening assessment.\n\nExclusion Criteria:\n\n* History of severe allergic disease.\n* History of metabolic and other bone diseases, including osteogenesis imperfecta, osteomalacia, and Paget's disease.\n* Vitamin D insufficiency defined as a 25 hydroxyvitamin D level \\<20 ng/mL.\n* Use of any intravenous bisphosphonate in the past 24 months, or \\>2 doses of intravenous bisphosphonate ever.\n* Use of oral bisphosphonate before randomization, including investigational bisphosphonates, unless: 1) less than 6 months of treatment and off for 6 months, or 2) 6 to 12 months of treatment and off for 2 years, or 3) More than 12 months of treatment and off for 5 years\n* Use of denosumab, fluoride, or strontium, ever.\n* Use of parathyroid hormone analogs or other bone metabolic agents within 1 year preceding randomization.\n* Any condition or disease that may interfere with the ability to have a DXA scan or to evaluate a DXA scan, for example, severe osteoarthritis of the spine, spinal fusion, pedicle screws, history of vertebroplasty, or degenerative disease that results in insufficient number of evaluable lumbar vertebrae, or more than 1 lumbar vertebral fracture in L1 through L4. (More than 4 vertebral fractures in T4 through L4; Bilateral hip replacements)\n* Use of anabolic steroids or androgens within 6 months preceding randomization.\n* Use of Vitamin D metabolites and analogs, (e.g., calcitriol) within 3 months preceding randomization). Note: Vitamin D supplementation is not exclusionary.\n* Use of estrogen or estrogen-related drugs, for example, tamoxifen, tibolone, or raloxifene within 3 months preceding randomization.\n* Use of coumadin within 4 weeks preceding randomization or heparin within 1 week preceding randomization.\n* Chronic systemic treatment with glucocorticoids, hormone replacement therapy, calcitonin or any other medication within the previous three months which, in the opinion of the Investigator, would interfere with the study.\n* Clinically relevant abnormal history, physical findings or laboratory values at the pre-study screening assessment that could interfere with the objectives of the study or the safety of the patient.\n* Presence of acute or chronic illness or history of chronic illness which, in the judgment of the Investigator, makes participation in the study medically inappropriate.\n* Uncontrolled hypertension, significant gastrointestinal abnormalities, uncontrolled diabetes mellitus, significant coronary heart disease, any psychotic mental illness, chronic allergic rhinitis, asthma, uncorrected endocrine dysfunction, or significantly impaired hepatic, respiratory or renal function.\n* History of drug or alcohol abuse, or intake of more than 30 units of alcohol weekly.","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"45 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percent Change From Baseline in Bone Mineral Density (BMD) of Axial Lumbar Spine","description":"Bone Mineral Density is measured by Dual-Energy X-ray Absorptiometry (DXA) body scans. Two scans were taken for each timepoint(baseline, week 24 and week 48) and the mean of the two values was entered. The primary outcome timepoint was 48 weeks, but if a patient did not complete the full study, then the 24 week BMD value was used as Last Observation Carried Forward. The percentage change from the baseline value, set as 0%, was recorded as the primary outcome measure.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.53","spread":"3.17"},{"groupId":"OG001","value":"0.76","spread":"2.91"},{"groupId":"OG002","value":"0.47","spread":"3.21"}]}]}]},{"type":"SECONDARY","title":"Change in Plasma C-terminal Telopeptide of Collagen 1 (CTx-1)","description":"Change from baseline in plasma CTx-1 at 24 and 48 weeks. CTx-1 is an accepted plasma biomarker as evidence of an effect on bone resorption and the effect of oral calcitonin was compared to that of intranasal calcitonin, both vs placebo.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-42.93","spread":"41.99"},{"groupId":"OG001","value":"-24.64","spread":"41.61"},{"groupId":"OG002","value":"-21.09","spread":"62.46"}]}]}]},{"type":"SECONDARY","title":"Change in Plasma CTx-1 From Baseline","description":"Percent change from baseline of plasma CTx-1 at end of study=48 weeks","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-29.92","spread":"47.53"},{"groupId":"OG001","value":"-11.41","spread":"40.24"},{"groupId":"OG002","value":"-11.83","spread":"35.58"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":20,"n":263},"commonTop":["abdominal pain","abdominal pain upper","nausea","Nasopharyngitis","Headache"]}}}