{"nctId":"NCT02553915","briefTitle":"Omega-3 Fatty Acids for Major Depressive Disorder With High Inflammation: A Personalized Approach","startDateStruct":{"date":"2015-12","type":"ACTUAL"},"conditions":["Major Depressive Disorder","Overweight","Inflammation"],"count":61,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Placebo"]},{"label":"EPA 1 g/day","type":"EXPERIMENTAL","interventionNames":["Other: Placebo","Drug: EPA 1 g/day"]},{"label":"EPA 2 g/day","type":"EXPERIMENTAL","interventionNames":["Other: Placebo","Drug: EPA 2 g/day"]},{"label":"EPA 4 g/day","type":"EXPERIMENTAL","interventionNames":["Drug: EPA 4 g/day"]}],"interventions":[{"name":"Placebo","otherNames":[]},{"name":"EPA 1 g/day","otherNames":["Eicosapentaenoic acid; omega-3 fatty acid"]},{"name":"EPA 2 g/day","otherNames":["Eicosapentaenoic acid; omega-3 fatty acid"]},{"name":"EPA 4 g/day","otherNames":["Eicosapentaenoic acid; omega-3 fatty acid"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Able to provide informed consent.\n* Men or women aged 18-80 years.\n* A primary psychiatric diagnosis of major depressive disorder (MDD), by Diagnostic and Statistical Manual-5th ed (DSM-5) using the Mini International Neuropsychiatric Interview (MINI v.7.0).\n* A Screening and Baseline visit Inventory of Depressive Symptoms, Clinician rated (IDS-C30) total score ≥ 25.\n* Currently overweight at screening, defined as BMI \\> 25 kg/m2.\n* Screening visit high-sensitivity C-reactive protein concentration ≥ 3 mg/L.\n* Willing to not significantly modify their diet from the time they sign consent through the end of study participation.\n\nExclusion Criteria:\n\n* Use of any psychotropic agents within 2 weeks of baseline or at any time during the study, with the exception of prescription hypnotics (eszopiclone, zaleplon, zolpidem, suvorexant, ramelteon), diphenhydramine, or a stable daily dose of a benzodiazepine.\n* Breastfeeding or pregnant women, women intending to become pregnant within 6 months of the screening visit, or women of child bearing potential who are not using a medically accepted means of contraception (defined as oral contraceptive pill or implant, condom, diaphragm, intrauterine device (IUD), status-post tubal ligation, or partner with vasectomy)\n* Patients who, in the investigator's judgement, pose a current, serious suicidal or homicidal risk.\n* Serious or unstable medical illness that in the investigator's opinion could compromise response to treatment or interpretation of study results.\n* History of seizure disorder, except for childhood febrile seizures.\n* Meeting DSM-5 criteria at any point in their lifetime, for any of the following: Neurocognitive Disorder, Psychotic Disorder, Bipolar disorder, Anorexia Nervosa\n* Meeting DSM-5 criteria in the 3 months prior to the screening visit for any Substance Use Disorder (except nicotine or caffeine).\n* Meeting DSM-5 criteria at screening for current obsessive compulsive disorder or bulimia nervosa.\n* Presence of psychotic features at any time during the current major depressive episode.\n* Any conditions or medications (within 1 week of baseline or during the trial) that might confound the biomarker findings, including: Regular ingestion of NSAIDs or Cyclooxygenase-2 (COX-2) inhibitors, or any use of oral steroids, immunosuppressants, interferon, chemotherapy, or anticoagulants (Patients will be instructed not to take a nonsteroidal antiinflammatory drug (NSAID) or COX-2 inhibitor in the 24 hours prior to a biomarker assessment visit), Malignancy not in remission for at least 1 year, Active autoimmune disorder or inflammatory bowel disease, Insulin-dependent diabetes mellitus.\n* History of allergy to PUFA supplements.\n* Laboratory evidence of undiagnosed hypothyroidism or change in treatment for hypothyroidism in the 3 months prior to screening.\n* Patients who have failed to respond during the course of their current major depressive episode to \\>4 adequate antidepressant trials, defined as six weeks or more of treatment with the FDA-defined minimally effective dose.\n* Patients who have taken a supplement of at least 1 g/day of omega 3 fatty acids for at least 6 weeks during the current major depressive episode.\n* Patients who have had electroconvulsive therapy (ECT) during the current depressive episode or within 6 months of the screening visit.\n* Patients who have taken supplements with omega-3 fatty acids (see Appendix A for list of products) within sixty (60) days of the screening visit.\n* Patients who, at baseline, are consuming a diet that contains more than 3g/day of omega-3 FA, or who consume more than 3 meals of fatty fish per week.\n* Patients who have a history of a bleeding disorder.\n* Patients who have participated in another clinical trial of an investigational medication within 1 month of the screening visit.\n* Patients who are currently in psychotherapy that was initiated within 90 days prior to the study screening visit.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percent Change in Plasma Concentration of Inflammatory Biomarkers IL-6 (pg/mL) and PBMC TNF-α (pg/mL)","description":"To evaluate whether a dose-response relationship exists between dose of EPA and decrease either in plasma interleukin-6 (IL-6) levels (pg/mL) or in mitogen-stimulated peripheral blood mononuclear cell (PBMC) Tumor Necrosis Factor-α (TNF-α) expression and secretion (pg/mL), when compared with placebo. Levels of inflammatory biomarkers were assessed at baseline (week 0) and at week 12 for comparison. Percent changes were calculated as relative to baseline values. Greater percent decrease indicates better outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.92","spread":"30.24"},{"groupId":"OG001","value":"-1.27","spread":"28.37"},{"groupId":"OG002","value":"7.19","spread":"32.24"},{"groupId":"OG003","value":"4.45","spread":"40.16"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.59","spread":"45.82"},{"groupId":"OG001","value":"-0.19","spread":"39.63"},{"groupId":"OG002","value":"10.38","spread":"80.36"},{"groupId":"OG003","value":"28.54","spread":"56.97"}]}]}]},{"type":"PRIMARY","title":"Mean Change in Depression Severity Score (IDS-C30) After 12 Weeks of Treatment","description":"To evaluate whether EPA treatment produces a decrease in ratings of depression severity after 12 weeks of treatment, when compared with placebo-treated subjects. Comparison is made between pre-treatment and post-12 weeks treatment. Inventory of Depressive Symptomatology-30 item-Clinician Rated (IDS-C30) is a depression severity scale, where lower scores indicate less depressive severity and higher scores indicate greater severity. Minimum score is 0 (zero) and maximum score is 84.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"36.6","spread":"10.54"},{"groupId":"OG001","value":"36.14","spread":"7.15"},{"groupId":"OG002","value":"31.36","spread":"7.12"},{"groupId":"OG003","value":"31.92","spread":"5.44"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-17.6","spread":"7.82"},{"groupId":"OG001","value":"-12.07","spread":"11.29"},{"groupId":"OG002","value":"-12.73","spread":"17.32"},{"groupId":"OG003","value":"-16.15","spread":"10.49"}]}]}]},{"type":"PRIMARY","title":"Percent Change in IDS-C Score After 12 Weeks of Treatment","description":"To evaluate whether EPA treatment produces a decrease in ratings of depression severity, when compared with placebo-treated subjects; and whether the changes in IL-6 or mitogen- stimulated PBMC TNF-α expression will mediate changes observed in ratings of depression.\n\nInventory of Depressive Symptomatology-30 item-Clinician Rated (IDS-C30) is a depression severity scale, where lower scores indicate less depressive severity and higher scores indicate greater severity. Minimum score is 0 (zero) and maximum score is 84. Change in score over 12 weeks (from week 0 to week12) is calculated as a percent change from baseline. Greater percent change in the negative direction indicates better outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-50.73","spread":"25.24"},{"groupId":"OG001","value":"-34.52","spread":"31.51"},{"groupId":"OG002","value":"-37.53","spread":"50.92"},{"groupId":"OG003","value":"-51.4","spread":"30.23"}]}]}]},{"type":"SECONDARY","title":"Percent Change in Plasma Concentrations of Mitogen-stimulated PBMC IL-6 (pg/mL) and Plasma Tumor Necrosis Factor (TNF)-α (pg/mL)","description":"To evaluate whether EPA treatment produces decreases in plasma levels of mitogen-stimulated PBMC IL-6 and TNF-α (both in in pg/mL). Percent change calculated by comparing week 12 to week 0 (baseline). Greater decrease (change in negative direction) indicates better outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"41.6","spread":"78.1"},{"groupId":"OG001","value":"-0.51","spread":"67.93"},{"groupId":"OG002","value":"101.48","spread":"296.86"},{"groupId":"OG003","value":"17.37","spread":"65.73"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9.98","spread":"27.99"},{"groupId":"OG001","value":"0.22","spread":"23.33"},{"groupId":"OG002","value":"-1.95","spread":"18.63"},{"groupId":"OG003","value":"-10.13","spread":"13.98"}]}]}]},{"type":"SECONDARY","title":"Percent Changes in Levels of Expression of Inflammation-related Genes for Interleukin (IL)-6 and Tumor Necrosis Factor (TNF)-α (in ΔΔCt Units)","description":"To evaluate whether EPA treatment produces decreases in the expression of inflammation pathway-related genes for IL-6 and TNF-α (in ΔΔCt units). Levels compared at week 0 (baseline) and at week 12 to obtain percent change from baseline. Greater decrease (change in negative direction) indicates better outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"109.22","spread":"285.65"},{"groupId":"OG001","value":"1426","spread":"4573"},{"groupId":"OG002","value":"16.03","spread":"141.26"},{"groupId":"OG003","value":"20.2","spread":"172.23"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"93.56","spread":"316.02"},{"groupId":"OG001","value":"217.46","spread":"692.42"},{"groupId":"OG002","value":"-36.09","spread":"37.32"},{"groupId":"OG003","value":"-2.27","spread":"58.24"}]}]}]},{"type":"SECONDARY","title":"Percent Change in High-sensitivity C-reactive Protein (Hs-CRP) in mg/L","description":"To evaluate whether EPA treatment produces decreases in plasma hs-CRP in mg/L. Levels compared at week o (baseline) and week 12 to obtain percent change. Greater percent decrease in the negative direction indicates better outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.22","spread":"54.27"},{"groupId":"OG001","value":"-9.52","spread":"53.87"},{"groupId":"OG002","value":"1.09","spread":"74.46"},{"groupId":"OG003","value":"-17.96","spread":"35.08"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":15},"commonTop":["Upper Respiratory Infection","Gastric reflux","Diarrhea/Loose stool","Constipation","Headache"]}}}