{"nctId":"NCT01963143","briefTitle":"Bioequivalence Study to Evaluate the Pharmacokinetics, Safety, and Tolerability of Gammaplex® 10 and Gammaplex® 5% in Primary Immunodeficiency Diseases","startDateStruct":{"date":"2014-02"},"conditions":["Primary Immune Deficiency Disorders","Common Variable Immunodeficiency","X-linked Agammaglobulinaemia","Hyper-IgM Syndrome"],"count":48,"armGroups":[{"label":"Treatment Sequence 1 - Adults","type":"EXPERIMENTAL","interventionNames":["Biological: Gammaplex (5%)","Biological: Gammaplex 10"]},{"label":"Treatment Sequence 2 - Adults","type":"EXPERIMENTAL","interventionNames":["Biological: Gammaplex (5%)","Biological: Gammaplex 10"]},{"label":"Pediatrics","type":"EXPERIMENTAL","interventionNames":["Biological: Gammaplex 10"]}],"interventions":[{"name":"Gammaplex (5%)","otherNames":[]},{"name":"Gammaplex 10","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n1. Adult cohort: The subject is aged 16 to 55 years inclusive, is of either sex, and belongs to any ethnic group.\n\n   Pediatric cohort: The subject is aged 2 to 15 years inclusive, is of either sex, weighs at least 10 kg, and belongs to any ethnic group.\n2. The subject has primary immunodeficiency disease, e.g. common variable immunodeficiency, X linked and autosomal forms of agammaglobulinemia, hyper IgM (Immunoglobulin M) syndrome. Isolated deficiency of a single IgG subclass or of specific antibodies without hypogammaglobulinemia per se, does not qualify for inclusion.\n3. The subject is currently receiving a licensed IGIV (or investigational stage III, IIIb IGIV) at a dose that has not changed by ± 50% of the mean dose for at least three months before study entry and is between 300 and 800 mg/kg/infusion. The infusion interval must be either every 21 or every 28 days.\n4. The subject must have a trough level ≥ 6 g/L (600 mg/dL). At least one documented trough level must be available from the three months before Screening.\n5. The subject must have documentation from the last three consecutive routine IGIV infusions for the following, before the first infusion in this study: dose of IGIV, treatment intervals, and trade name (or identity) of the IGIV treatment.\n6. Female subjects of childbearing potential must have a negative result on an HCG (human chorionic gonadotropin) based pregnancy test at Screening.\n7. Females who are or become sexually active must practice contraception using a method of proven reliability for the study duration.\n8. The subject is willing to comply with all aspects of the protocol for the duration of the study.\n9. The subject has signed an informed consent form and assent form (if applicable).\n\nExclusion criteria:\n\n1. The subject has a history of any severe anaphylactic reaction to blood or any blood derived product.\n2. The subject has selective IgA deficiency, history of reaction to products containing IgA (Immunoglobulin A), or has a history of antibodies to IgA.\n3. The subject has cellular or innate impaired immunity (i.e. only subjects with humoral impaired immunity may be included).\n4. The subject has evidence of an active infection at the time of enrolment.\n5. The subject has previously completed or withdrawn from this study.\n6. The subject is currently receiving, or has received, any investigational agent other than an IGIV within the prior three months.\n7. The subject is pregnant or is nursing.\n8. The subject has positive results for any of the following at Screening:\n\n   * Serological test for HIV 1 and 2, HCV, or HBsAg\n   * NAT (Nucleic acid amplification technique)for HCV\n   * NAT for HIV\n9. The subject has levels \\> 2.5 times the upper limit of normal, as defined at the central laboratory, of any of the following at Screening:\n\n   * Alanine amino transaminase\n   * Aspartate amino transaminase\n10. The subject has severe renal impairment (defined as serum creatinine greater than two times the upper limit of normal or blood urea nitrogen greater than 2.5 times the upper limit of normal for the range of the laboratory doing the analysis); the subject is on dialysis; the subject has a history of acute renal failure.\n11. The subject is known to abuse alcohol, opiates, psychotropic agents, or other chemicals or drugs, or has done so within the past 12 months.\n12. The subject has a history of deep vein thrombosis or thrombotic complications of IGIV therapy.\n13. The subject suffers from any acute or chronic\\* medical condition (e.g. renal disease or predisposing conditions for renal disease, coronary artery disease, or protein losing state) that the Investigator feels may interfere with the conduct of the study.\n14. The subject has an acquired immunodeficiency condition such as chronic\\* lymphocytic leukemia, lymphoma, multiple myeloma, or chronic or recurrent neutropenia (absolute neutrophil count \\< 1 × 109/L).\n15. The subject is receiving the following medication:\n\n    * Steroids (long term daily, ≥ 0.15 mg of prednisone equivalent/kg/day). Requirement for short or intermittent courses of steroids would not exclude a subject.\n    * Immunosuppressive drugs\n    * Immunomodulatory drugs\n16. The subject has uncontrolled arterial hypertension (systolic blood pressure \\> 160 mm Hg and/or diastolic blood pressure \\> 100 mm Hg).\n17. The subject has anemia (hemoglobin \\< 10 g/dL) at Screening.\n18. The subject is known to be intolerant to any component of Gammaplex, such as sorbitol (i.e. hereditary intolerance to fructose) or glycine.\n\n    * Chronic conditions would be as per the Investigator's opinion however for this study the guidance is that the condition has been present for at least 6 months.","healthyVolunteers":false,"sex":"ALL","minimumAge":"2 Years","maximumAge":"55 Years","stdAges":["CHILD","ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Primary Bioequivalence Analysis - Area Under the Curve Within a 28-day Dosing Interval (AUC0-28) in Adult Subjects","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.01","spread":null},{"groupId":"OG001","value":"1.01","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.07","spread":null},{"groupId":"OG001","value":"1.07","spread":null}]}]}]},{"type":"SECONDARY","title":"Secondary Bioequivalence Analysis - Area Under the Curve Within a 21-Day Dosing Interval (AUC0-21) in Adult Subjects","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.99","spread":null},{"groupId":"OG001","value":"0.99","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.10","spread":null},{"groupId":"OG001","value":"1.10","spread":null}]}]}]},{"type":"SECONDARY","title":"Secondary Bioequivalence Analysis - IgG Trough Levels","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.98","spread":null},{"groupId":"OG001","value":"0.98","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.95","spread":null},{"groupId":"OG001","value":"0.95","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":33},"commonTop":["Headache","Upper respiratory tract infection","Viral upper respiratory tract infection","Acute sinusitis","Sinusitis"]}}}