{"nctId":"NCT02414841","briefTitle":"A Study of Vonapanitase (PRT-201) Administered Immediately After Radiocephalic Arteriovenous Fistula(AVF) Creation in Patients With Chronic Kidney Disease (CKD) (PATENCY-2)","startDateStruct":{"date":"2015-08","type":"ACTUAL"},"conditions":["Chronic Kidney Disease"],"count":696,"armGroups":[{"label":"Vonapanitase","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Vonapanitase"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Vonapanitase","otherNames":["PRT-201"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Age of at least 18 years.\n2. Life expectancy of at least 6 months.\n3. Diagnosis of CKD.\n4. Planned creation of a new radiocephalic AVF (revision of an existing AVF is not eligible).\n5. Ability to understand and comply with the requirements of the entire study and to communicate with the study team.\n6. Written informed consent using a document that has been approved by the Institutional Review Board (IRB) or Independent Ethics Committee (IEC).\n7. If female and of childbearing potential (premenopausal and not surgically sterile) must have a negative serum pregnancy test at the screening visit and be willing to use contraception from the time of the screening visit to 2 weeks following study drug administration. Acceptable methods of birth control include abstinence, barrier methods, hormones, or intra-uterine device.\n\nExclusion Criteria:\n\n1. Malignancy or treatment for malignancy within the previous 12 months with the exception of the following cancers if they have been resected: localized basal cell or squamous cell skin cancer, or any cancer in situ.\n2. Presence of any significant medical condition that might significantly confound the collection of safety and efficacy data in this study.\n3. Previous treatment with vonapanitase (PRT-201).\n4. Treatment with any investigational drug within the previous 30 days or investigational antibody therapy within the previous 90 days prior to signing informed consent.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"100 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Kaplan-Meier Estimate of Secondary AVF Patency","description":"Kaplan-Meier estimate of median time from AVF creation until AVF abandonment (secondary patency)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With AVF Use for Hemodialysis","description":"AVF use for hemodialysis is defined as the ability of the study AVF to be successfully cannulated and used for hemodialysis for a minimum of 90 days or at least 30 days prior to a patient's last visit, if hemodialysis has not been initiated at least 90 days prior to the patient's last visit. If AVF use is not defined as above, non-use of the AVF for hemodialysis is defined as an abandoned fistula prior to use; or if hemodialysis is recorded on 2 consecutive visits and there is no cannulation date or duration of use is less than 90 days. The patients who are not categorized as having use or non-use of the AVF have insufficient data to determine AVF use for hemodialysis and will be categorized as having indeterminate use.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"209","spread":null},{"groupId":"OG001","value":"99","spread":null}]},{"measurements":[{"groupId":"OG000","value":"91","spread":null},{"groupId":"OG001","value":"53","spread":null}]},{"measurements":[{"groupId":"OG000","value":"105","spread":null},{"groupId":"OG001","value":"56","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":48,"n":399},"commonTop":["Vascular Stenosis","Arteriovenous Fistula Thrombosis","Haematoma","Local Swelling"]}}}