{"nctId":"NCT04411641","briefTitle":"Nonrelapsing Secondary Progressive Multiple Sclerosis (NRSPMS) Study of Bruton's Tyrosine Kinase (BTK) Inhibitor Tolebrutinib (SAR442168) (HERCULES)","startDateStruct":{"date":"2020-09-24","type":"ACTUAL"},"conditions":["Non-relapsing Secondary Progressive Multiple Sclerosis"],"count":1131,"armGroups":[{"label":"SAR442168","type":"EXPERIMENTAL","interventionNames":["Drug: Tolebrutinib"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo to match Tolebrutinib"]}],"interventions":[{"name":"Tolebrutinib","otherNames":["SAR442168"]},{"name":"Placebo to match Tolebrutinib","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria :\n\n* 18 to 60 years of age inclusive\n* Diagnosis of nonrelapsing secondary progressive multiple sclerosis according to the 2017 McDonald criteria\n* Expanded disability status scale (EDSS) between 3.0 to 6.5 points inclusive, at screening\n* The participant must have documented evidence of disability progression observed during the 12 months before screening\n* Absence of clinical relapses for at least 24 months\n* Contraceptive use by men or women should be consistent with local regulations regarding the methods of contraception for those participating in clinical studies\n* A female participant is eligible to participate if she is not pregnant or breastfeeding, and at least one of the following conditions applies:\n* Is not a WOCBP OR\n* Is a WOCBP and agrees to use an acceptable contraceptive method\n\nExclusion criteria:\n\n* The participant has conditions that would adversely affect study participation such as short life expectancy.\n* Evidence of infection with human immuodeficiency virus (HIV), transplantation, progressive multifocal leukoencephalopathy (PML), active hepatitis B or C, active or latent tuberculosis or other active infections that would adversely affect study participation.\n* Persistent chronic or active or recurring system infection, that may adversely affect participation or IMP administration in this study, as judged by the Investigator.\n* History of malignancy within 5 years prior to screening.\n* History of alcohol or drug abuse within 1 year prior to screening.\n* Hospitalized for psychiatric disease within 2 years prior to screening.\n* Clinically significant laboratory abnormalities (including evidence of liver injury) or electrocardiogram abnormalities at screening\n* Bleeding disorder, known platelet dysfunctionat any time prior to the screening visit\n* A platelet count \\<150 000/μL at the screening visit\n* A history of significant bleeding event within 6 months prior to screening, according to the Investigator's judgment such as, but not limited to cerebral or gastrointestinal bleeding.\n* Lymphocyte count below the lower limit of normal at screening.\n* Recent live (attenuated) vaccine within 2 months before the first treatment visit.\n* Recent major surgery (within 4 weeks of screening) or planned major surgery during the study.\n* The participant has received medications/treatments for MS within a specified time frame.\n* Receiving potent and moderate inducers or inhibitors of cytochrome P450 3A (CYP3A) or potent inhibitors of CYP2C8 hepatic enzymes.\n* Receiving anticoagulant or antiplatelet therapy (such as aspirin\\>81mg/day, clopidogrel, warfarin).\n* Contraindications to magnetic resonance imaging (MRI).\n\nThe above information is not intended to contain all considerations relevant to a patient's potential participation in a clinical trial.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"60 Years","stdAges":["ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Time to Onset of 6-Month Confirmed Disability Progression (CDP) as Assessed by Expanded Disability Status Scale (EDSS)","description":"The EDSS is a disability scale that assesses the following 7 functional domains: visual, brainstem, pyramidal \\[motor\\], cerebellar \\[coordination\\], sensory, cerebral, and bowel/bladder. The total EDSS ranges from 0 (normal) to 10 (death due to multiple sclerosis \\[MS\\]) (0.5 increments from 1-10; next increase after 0 is 1). Higher scores indicated increased disability. Time to onset of 6-month CDP was defined as the time from randomization to the onset of a sustained increase from baseline in EDSS score of \\>=1.0 point from the baseline EDSS score when the baseline score was \\<=5.0 or of \\>=0.5 points when the baseline EDSS score was \\>5.0 confirmed after a minimum 6-month interval.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.97","spread":null},{"groupId":"OG001","value":"12.04","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Onset of 3-month Confirmed Disability Progression as Assessed by Expanded Disability Status Scale","description":"The EDSS is a disability scale that assesses the following 7 functional domains: visual, brainstem, pyramidal \\[motor\\], cerebellar \\[coordination\\], sensory, cerebral, and bowel/bladder. The total EDSS ranges from 0 (normal) to 10 (death due to MS) (0.5 increments from 1-10; next increase after 0 is 1). Higher scores indicated increased disability. Time to onset of 3-month CDP was defined as the time from randomization to the onset of a sustained increase from baseline in EDSS score (of \\>=1.0 point from the baseline EDSS score when the baseline score is \\<=5.0, of \\>=0.5 points when the baseline EDSS score is \\>5.0) confirmed after a minimum 3-month interval. The confirmation of 3-month CDP followed the same criteria as that of 6-month CDP.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.96","spread":null},{"groupId":"OG001","value":"12.04","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Number of New and/or Enlarging T2-hyperintense Lesions Per Year","description":"Magnetic resonance imaging (MRI) of the brain was performed to identify number of new and/or enlarging T2-hyperintense lesions defined as the sum of the individual number of new and/or enlarging T2 lesions from baseline up to and including the EOS visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.948","spread":null},{"groupId":"OG001","value":"1.835","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Onset of Sustained 20% Increase in the 9-hole Peg Test (HPT) for at Least 3 Months","description":"The 9-HPT is a brief, standardized, quantitative test of upper extremity function and the time to complete the 9-HPT is used to assess a participant's manual dexterity and fine motor skills. A participant was asked to place the pegs into the holes and remove them with the dominant and non-dominant hand; two successful trials for each hand. The amount of time (in seconds) required to place and remove all nine pegs was recorded for each trial (ranging from 10 to 300 seconds). The mean time to test completion served for assessment of the participant's hand dexterity. Higher value indicated worse outcome. An increase of \\>20% from the baseline in the 9-HPT was considered meaningful worsening; time to onset of sustained 20% increase for at least 3 months is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.39","spread":null},{"groupId":"OG001","value":"12.21","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Onset of Sustained 20% Increase in the Timed 25-foot Walk (T25-FW) for at Least 3 Months","description":"The T25-FW test is a quantitative mobility and leg function performance test used to assess a participant's walking ability. A participant was directed to one end of a clearly marked 25-foot course and instructed to walk 25 feet as quickly as safely possible for 2 trials. The amount of time (in seconds) to walk 25 feet was recorded (ranging from 2.2 to 180 seconds). The mean walk time was used for assessment of the participant's walking ability. Higher value indicated worse outcome. An increase of \\>20% from the baseline in the T25-FW test was considered meaningful worsening; time to onset of sustained 20% increase for at least 3 months is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.25","spread":null},{"groupId":"OG001","value":"9.54","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Onset of 6-month Confirmed Disability Improvement (CDI) as Assessed by Expanded Disability Status Scale","description":"The EDSS is a disability scale that assesses the following 7 functional domains: visual, brainstem, pyramidal \\[motor\\], cerebellar \\[coordination\\], sensory, cerebral, and bowel/bladder. The total EDSS ranges from 0 (normal) to 10 (death due to MS) (0.5 increments from 1-10; next increase after 0 is 1). Higher scores indicated increased disability. CDI was defined as a \\>=1 point decrease in the EDSS score from baseline confirmed over at least 6 months.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.04","spread":null},{"groupId":"OG001","value":"11.89","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change in Brain Volume at EOS Compared to Month 6","description":"MRI of the brain was performed to evaluate percent change in brain volume which is considered as a marker of the central nervous system degenerative process. Least squares (LS) mean is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.776","spread":"0.0479"},{"groupId":"OG001","value":"-0.694","spread":"0.0336"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Cognitive Function as Assessed by Symbol Digit Modalities Test (SDMT) at EOS","description":"The SDMT is used to assess processing speed, divided attention, visual scanning, tracking and motor speed. It involves a simple substitution task using a reference key. The number of correct substitutions and number of items completed within a 90 second interval (maximum 110 seconds) are recorded. A decrease of 4 points from baseline on the SDMT is considered meaningful worsening. The score was the number of correctly coded items from 0-110 in 90 seconds; higher scores indicated better outcome. LS mean is presented. Baseline was defined as the last available value prior to the first dose of study intervention.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.171","spread":"0.0373"},{"groupId":"OG001","value":"0.136","spread":"0.0264"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Cognitive Function as Assessed by California Verbal Learning Test Second Edition (CVLT-II) at EOS","description":"The CVLT-II is a verbal learning and memory test consisting of recall and recognition of a list of 16 words. The list was read by the examiner, participants listened to the list and reported as many of the items as possible. For each assessment, 5 trials were completed. Standardized scores were used for analysis. The maximum possible score was 80 and a minimum was 0. A higher score indicated better recall meaning improved cognitive function. LS mean is presented. Baseline was defined as the last available value prior to the first dose of study intervention.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.448","spread":"0.9571"},{"groupId":"OG001","value":"14.169","spread":"0.6759"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Multiple Sclerosis Quality of Life-54 (MSQoL-54) Questionnaire Score at EOS","description":"MSQoL-54 is standardized instrument with generic and MS-specific items which generates 12 subscales \\& 2 single-item measures (satisfaction with sexual function \\[1 item\\] \\& change in health \\[1 item\\].12 subscales are as follows:a:physical health (10 items),b:health perceptions (5 items), c:energy (5 items),d:role limitation physical (4 items),e:sexual function (4 items),f:pain (3 items),g:social function (3 items),h:health distress (4 items),i:overall quality of life (2 items),j:emotional well-being (5 items),k:role limitations emotional (3 items) and l:cognitive function (4 items).Physical health composite score was calculated as weighted sum of 'a to h' subscales and mental health composite score was calculated as weighted sum of 'i to l' subscales mentioned above.Each composite score was transformed linearly to common 0 (worst) to 100 (best) score range;LS mean is presented.Higher score indicated improved QoL.Baseline:last available value prior to first dose of study intervention.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.979","spread":"0.8032"},{"groupId":"OG001","value":"-3.455","spread":"0.5623"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.648","spread":"0.9964"},{"groupId":"OG001","value":"-3.944","spread":"0.6959"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment-emergent Adverse Events (AEs), Treatment-emergent Serious AEs, Treatment-emergent AEs Leading to Permanent Study Intervention Discontinuation, and Treatment-emergent Adverse Events of Special Interest (AESIs)","description":"An AE was any untoward medical occurrence in a participant or clinical study participant, temporally associated with the use of study intervention, whether or not considered related to the study intervention. SAE was any untoward medical occurrence that at any dose: resulted in death, was life-threatening, required inpatient hospitalization or prolongation of existing hospitalization, resulted in persistent disability/incapacity, was a congenital anomaly/birth defect or was an important medical event. An AESI was an AE (serious or nonserious) of scientific and medical concern specific to the Sponsor's product or program for which ongoing monitoring and immediate notification by the Investigator to the Sponsor was required. TEAEs were defined as AEs that developed, worsened or became serious during the TE period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"293","spread":null},{"groupId":"OG001","value":"613","spread":null},{"groupId":"OG002","value":"47","spread":null},{"groupId":"OG003","value":"80","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"39","spread":null},{"groupId":"OG001","value":"113","spread":null},{"groupId":"OG002","value":"9","spread":null},{"groupId":"OG003","value":"11","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"29","spread":null},{"groupId":"OG002","value":"1","spread":null},{"groupId":"OG003","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20","spread":null},{"groupId":"OG001","value":"75","spread":null},{"groupId":"OG002","value":"6","spread":null},{"groupId":"OG003","value":"10","spread":null}]}]}]},{"type":"SECONDARY","title":"Maximum Observed Plasma Concentration (Cmax) of Tolebrutinib and M2 Metabolite","description":"Blood samples were collected at specified timepoints to assess Cmax of tolebrutinib and M2 metabolite using a population pharmacokinetics (PopPK) model.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.94","spread":"6.18"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"27.5","spread":"17.3"}]}]}]},{"type":"SECONDARY","title":"Time to Maximum Observed Plasma Concentration (Tmax) of Tolebrutinib and M2 Metabolite","description":"Blood samples were collected at specified timepoints to assess Tmax of tolebrutinib and M2 metabolite using a PopPK model.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.42","spread":"0.674"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.52","spread":"0.667"}]}]}]},{"type":"SECONDARY","title":"Area Under the Plasma Concentration-time Curve Over the Last 24-hours Dosing Interval (AUC0-24) of Tolebrutinib and M2 Metabolite","description":"Blood samples were collected at specified timepoints to assess AUC0-24 of tolebrutinib and M2 metabolite using a PopPK model.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"29.6","spread":"17.8"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"84.6","spread":"53.7"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Plasma Neurofilament Light Chain (NfL) and Serum Chitinase-3 Like Protein-1 (Chi3L1) Levels at EOS","description":"Blood samples were collected at specified timepoints to assess change from baseline in NfL and Chi3L1. Baseline was defined as the last available value prior to the first dose of study intervention.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.070","spread":null},{"groupId":"OG001","value":"1.900","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5156.900","spread":null},{"groupId":"OG001","value":"3132.250","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Cluster of Differentiation (CD)19+ B Cells at EOS","description":"Blood samples were collected at specified timepoints to assess change from baseline in CD19+ B cells. Baseline was defined as the last available value prior to the first dose of study intervention.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.000","spread":null},{"groupId":"OG001","value":"-63.000","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Serum Immunoglobulin (Ig) Levels at EOS","description":"Blood samples were collected at specified timepoints to assess change from baseline in IgG and IgM levels. Baseline was defined as the last available value prior to the first dose of study intervention.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.350","spread":null},{"groupId":"OG001","value":"-0.085","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.050","spread":null},{"groupId":"OG001","value":"-0.240","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":39,"n":375},"commonTop":["Covid-19","Urinary Tract Infection","Fall","Nasopharyngitis","Headache"]}}}