{"nctId":"NCT03759392","briefTitle":"Study to Assess the Effect of Omecamtiv Mecarbil on Exercise Capacity in Subjects With Heart Failure","startDateStruct":{"date":"2019-04-09","type":"ACTUAL"},"conditions":["Heart Failure With Reduced Ejection Fraction"],"count":276,"armGroups":[{"label":"Omecamtiv Mecarbil","type":"EXPERIMENTAL","interventionNames":["Drug: Omecamtiv Mecarbil"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Omecamtiv Mecarbil","otherNames":["CK-1827452","AMG-423"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria\n\n* Male or female, greater than or equal to 18 to lesser than or equal to 85 years of age\n* History of chronic HF, defined as requiring continuous treatment with medications for HF for a minimum of 3 months before screening\n* New York Heart Association (NYHA) class II or III at screening\n* Left ventricular ejection fraction less than or equal to 35%\n* On maximally tolerated HF standard of care (SoC) therapies consistent with regional clinical practice guidelines, if not contraindicated and according to investigator judgment of the subject's clinical status. Beta blocker dose must be stable for 30 days prior to randomization.\n* N-terminal (NT)-proBNP level greater than or equal to 200 pg/mL\n* Peak VO2 less than or equal to 75% of the predicted normal value with respiratory exchange ratio (RER) greater than or equal to 1.05 on a screening CPET, confirmed by a CPET core laboratory\n\nExclusion Criteria\n\n* Severe uncorrected valvular heart disease\n* Paroxysmal atrial fibrillation or flutter documented within the previous 6 months, direct-current (DC) cardioversion or ablation procedure for atrial fibrillation within 6 months, or plan to attempt to restore sinus rhythm within 6 months of randomization. Subjects with persistent atrial fibrillation and no sinus rhythm documented in the prior 6 months are permitted.\n* Symptomatic bradycardia, second-degree Mobitz type II, or third-degree heart block without a pacemaker.\n* History of gastrointestinal bleeding requiring hospitalization, urgent procedure or transfusion in the prior year, or received intravenous (IV) iron, blood transfusion, or an erythropoiesis-stimulating agent (ESA) within 3 months prior to screening, or planned blood transfusion or ESA use during the study screening or treatment period. Chronic, stable use of oral iron is permitted.\n* Ongoing or planned enrollment in cardiac rehabilitation.\n* Requires assistance to walk or use of mobility assistive devices such as motorized devices, wheelchairs, or walkers. The use of canes for stability while ambulating is acceptable if the subject is deemed capable of performing CPET.\n* Major medical event or procedure within 3 months prior to randomization, including: hospitalization, surgery, renal replacement therapy or cardiac procedure. This includes episodes of decompensated HF that require IV HF treatment.\n* At screening: Resting systolic BP greater than 140 mmHg or less than 85 mmHg, or diastolic BP greater than 90 mmHg (mean of triplicate readings); Resting heart rate greater than 90 beats per minute, or less than 50 beats per minute (mean of triplicate readings); Estimated glomerular filtration rate (eGFR) less than 30 mL/min/1.73m2 (by the modified Modification of Diet in Renal Disease equation); Hepatic impairment defined by a total bilirubin (TBL) greater than or equal to 2 times the upper limit of normal (ULN), or alanine aminotransferase (ALT) or aspartate aminotransferase (AST) greater than or equal to 3 times ULN. Patients with documented Gilbert syndrome and TBL greater than or equal to 2 times ULN due to unconjugated hyperbilirubinemia, without other hepatic impairment, are permitted.\n* Room air oxygen saturation under 90% at screening\n* Hemoglobin less than 10.0 g/dL at screening\n* Significant adverse finding (e.g., exercise-induced early ischemic changes, abnormal decrease in BP \\[systolic BP falls by more than 10 mmHg\\], unexpected arrhythmia or other serious finding) during CPET at screening that precludes safe participation in the study, per investigator\n* Chronotropic incompetence (including inadequate pacemaker rate response) during CPET at screening, defined as a maximum heart rate \\<60% of the maximum predicted heart rate","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Peak Oxygen Uptake on Cardiopulmonary Exercise Testing From Baseline to Week 20","description":"The effect of treatment on exercise capacity, as assessed by peak oxygen uptake, was assessed during cardiopulmonary exercise testing (CPET) with gas-exchange analysis. Cycle ergometry was the preferred modality for exercise testing; treadmill exercise testing was an acceptable alternative. Participants were to use the same testing modality for all exercise tests during the study. Whenever possible, CPET was administered by the same study personnel using the same equipment throughout the study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.239","spread":"0.1718"},{"groupId":"OG001","value":"0.207","spread":"0.2412"}]}]}]},{"type":"SECONDARY","title":"Change in Total Workload During Cardiopulmonary Exercise Testing From Baseline to Week 20","description":"Total workload was measured during CPET (cycle ergometry \\[preferred\\] or treadmill exercise testing) and represents the maximum load to which a participant was subjected during CPET in order to produce work.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.798","spread":"1.3352"},{"groupId":"OG001","value":"1.590","spread":"1.9477"}]}]}]},{"type":"SECONDARY","title":"Change in Ventilatory Efficiency During Cardiopulmonary Exercise Testing From Baseline to Week 20","description":"Ventilatory efficiency (ventilation \\[VE\\]/volume of exhaled carbon dioxide \\[VCO2\\]) was measured through CPET with gas exchange analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.277","spread":"0.3616"},{"groupId":"OG001","value":"-0.138","spread":"0.5065"}]}]}]},{"type":"SECONDARY","title":"Change in the Average Daily Activity Units Measured Over a 2-week Period From Baseline (Week -2 to Day 1) to Weeks 18-20","description":"The effect of treatment on daily activity, as assessed by average daily activity units, was evaluated by actigraphy. Actigraphy was collected during 4 sessions throughout the study for 2 week intervals.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.2","spread":"0.30"},{"groupId":"OG001","value":"-0.5","spread":"0.38"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":30,"n":185},"commonTop":["Dizziness","Fatigue","Dyspnoea","Diarrhoea","Back pain"]}}}