{"nctId":"NCT02022007","briefTitle":"Saxagliptin + Metformin Compared to Saxagliptin or Metformin Monotherapy in PCOS Women With Impaired Glucose Homeostasis","startDateStruct":{"date":"2014-03"},"conditions":["Polycystic Ovary Syndrome","Disorder of Glucose Regulation"],"count":38,"armGroups":[{"label":"Metformin XR","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Metformin XR"]},{"label":"Saxagliptin","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Saxagliptin"]},{"label":"Saxagliptin-Metformin XR","type":"EXPERIMENTAL","interventionNames":["Drug: Saxagliptin-Metformin XR"]}],"interventions":[{"name":"Metformin XR","otherNames":["Glucophage XR","Biguanide-insulin sensitizer"]},{"name":"Saxagliptin","otherNames":["Onglyza","DPP-4 inhibitor"]},{"name":"Saxagliptin-Metformin XR","otherNames":["Kombiglyze XR","Combination DPP-4 inhibitor and Glucophage XR"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Females 18 years to 42 years of age with polycystic ovary syndrome(NIH PCOS criteria) with prediabetic hyperglycemia determined by an 75 gram oral glucose tolerance test (OGTT). Study subjects will be inclusive of PCOS women with impaired fasting glucose (IFG), impaired glucose tolerance (IGT), or both (IFG/IGT).\n* Written consent for participation in the study\n\nExclusion Criteria:\n\n* Presence of significant systemic disease, heart problems including congestive heart failure, history of pancreatitis, or diabetes mellitus (Type 1 or 2)\n* Any hepatic diseases in the past (viral hepatitis, toxic hepatic damage, jaundice of unknown etiology), gallstones, abnormal liver function tests or renal impairment (elevated serum creatinine levels or abnormal creatinine clearance)\n* Uncontrolled thyroid disease (documented normal TSH), Cushing's syndrome, congenital adrenal hyperplasia or hyperprolactinemia\n* Significantly elevated triglyceride levels (fasting triglyceride \\> 400 mg %)\n* Untreated or poorly controlled hypertension (sitting blood pressure \\> 160/95 mm Hg)\n* Use of hormonal medications, drugs known to affect gastrointestinal motility, lipid-lowering (statins, etc.) and/or anti-obesity drugs or medications that interfere with carbohydrate metabolism (such as isotretinoin, hormonal contraceptives, gonadotropin releasing hormone (GnRH) analogues, glucocorticoids, anabolic steroids, C-19 progestins) for at least 8 weeks. Use of anti-androgens that act peripherally to reduce hirsutism such as 5-alpha reductase inhibitors (finasteride, spironolactone, flutamide) for at least 4 weeks\n* Prior history of a malignant disease requiring chemotherapy\n* Known hypersensitivity or contraindications to use of insulin sensitizers such as metformin or thiazolidinediones\n* History of hypersensitivity reaction to saxagliptin or other DPP-4 inhibitors (e.g. anaphylaxis, angioedema, exfoliative skin conditions)\n* Current use of metformin, thiazolidinediones, glucagon-like peptide -1 receptor agonists, DPP-4 inhibitors, or weight loss medications (prescription or OTC) Patients must stop use of insulin sensitizers or antidiabetic medicines such as metformin for at least 4 weeks or thiazolidinediones, GLP1 agonists or DPPIV inhibitors for 8 weeks.\n* Prior use of medication to treat diabetes except gestational diabetes\n* Use of drugs known to exacerbate glucose tolerance\n* Eating disorders (anorexia, bulimia) or gastrointestinal disorders\n* Suspected pregnancy (documented negative serum pregnancy test), desiring pregnancy during the study treatment interval, breastfeeding, or known pregnancy in last 2 months\n* Active or prior history of substance abuse (smoke or tobacco use within past 3 years) or significant intake of alcohol or history of alcoholism\n* Patient not willing to use adequate barrier contraception during study period (unless sterilized or have an IUD).\n* Debilitating psychiatric disorder such as psychosis or neurological condition that might confound outcome variables\n* Inability or refusal to comply with protocol\n* Not currently participating or having participated in an experimental drug study in previous three months","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"18 Years","maximumAge":"42 Years","stdAges":["ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Glucose Metabolism","description":"Glucose metabolic secretory status after drug treatment (normal, impaired or diabetic). We used the American Diabetes Association (ADA) definition of impairment which is fasting glucose greater than 100 mg/dL and/or 2 hour glucose greater than 140 mg/dL.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"6","spread":null},{"groupId":"OG002","value":"10","spread":null}]}]}]},{"type":"PRIMARY","title":"Oral Disposition Index","description":"Post-treatment in insulin-sensitivity-secretion index . The insulin secretion-sensitivity index (IS-SI) provides an estimate of β-cell compensation relative to the prevailing insulin resistance, not absolute insulin secretion. It is derived by applying the concept of the disposition index (DI) to measurements obtained during the 2-h OGTT. The IS-SI, a surrogate measure of the DI derived from the OGTT (IGI multiplied by the SIOGTT\\], was calculated as the product of acute β-cell response \\[IGI\\] and Matsuda index (SIOGTT) based on the existence of the predicted hyperbolic relationship between these two measures","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"208","spread":"126"},{"groupId":"OG001","value":"359","spread":"295"},{"groupId":"OG002","value":"532","spread":"347"}]}]}]},{"type":"SECONDARY","title":"Fasting Glucose","description":"Post-treatment fasting glucose levels","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.4","spread":"0.7"},{"groupId":"OG001","value":"5.3","spread":".51"},{"groupId":"OG002","value":"5.0","spread":".36"}]}]}]},{"type":"SECONDARY","title":"Mean Blood Glucose During the OGTT","description":"Post-treatment mean blood glucose levels. Mean blood glucose (MBG) concentrations were calculated by summing glucose values obtained at 0,30,60 and 120 minutes during the OGTT and dividing by 4.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.9","spread":"1.4"},{"groupId":"OG001","value":"7.1","spread":"1.64"},{"groupId":"OG002","value":"6.2","spread":"1.2"}]}]}]},{"type":"SECONDARY","title":"Matsuda Index of Insulin-Sensitivity (SI OGTT)","description":"Post-treatment insulin sensitivity index. The Matsuda index of whole-body insulin sensitivity is calculated from an oral glucose tolerance test (10,000/square root of \\[fasting glucose x fasting insulin\\] x \\[mean glucose x mean insulin during OGTT\\]), and is highly correlated with the rate of whole-body glucose disposal during the euglycemic insulin clamp","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.5","spread":"1.6"},{"groupId":"OG001","value":"3.5","spread":"3.4"},{"groupId":"OG002","value":"4.1","spread":"2.6"}]}]}]},{"type":"SECONDARY","title":"Pancreatic ß-cell Compensatory Function","description":"Post-treatment corrected early phase insulin secretion index (IGI/HOMA-IR). . Early pancreatic β-cell response is estimated as the insulinogenic index (IGI) derived from the ratio of the increment of insulin to that of glucose 30 minutes after a glucose load (insulin 30 min - insulin 0 min/glucose 30 min - glucose 0 min) corrected for by the relative level of insulin resistance (IGI/HOMA-IR which is estimated by homeostasis model assessment of insulin resistance using fasting insulin and glucose levels).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.46","spread":"0.3"},{"groupId":"OG001","value":"1.4","spread":"1.7"},{"groupId":"OG002","value":"1.03","spread":"0.7"}]}]}]},{"type":"SECONDARY","title":"Body Mass Index at 16 Weeks","description":"Height and weight measurements were used to calculate body mass index (BMI), defined as kg/m2.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"42","spread":"7.7"},{"groupId":"OG001","value":"36.7","spread":"7.4"},{"groupId":"OG002","value":"42","spread":"10.2"}]}]}]},{"type":"SECONDARY","title":"Waist Circumference at 16 Weeks","description":"The circumference measurement was taken in the upright position using a 15-mm width flexible metric tape held close to the body but not tight enough to indent the skin. Waist circumference (WC) was measured in centimeters at the narrowest level midway between the lowest ribs and the iliac crest.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"109","spread":"13"},{"groupId":"OG001","value":"99.6","spread":"17"},{"groupId":"OG002","value":"106","spread":"16"}]}]}]},{"type":"SECONDARY","title":"Menstrual Cycle Interval at 16 Weeks","description":"The number of menstrual cycles during the previous year was recorded and the average menstrual interval calculated by dividing 365 by the number of menstrual cycles in the previous year . During the study period, the patients in a menstrual diary recorded vaginal bleeding over 16 weeks. The effects of treatment intervention on menstrual cycle interval was calculated evaluated by dividing 112 days by the number of menstrual cycles recorded in each patient's menstrual cycle diary.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"81","spread":"44"},{"groupId":"OG001","value":"58","spread":"29"},{"groupId":"OG002","value":"36","spread":"11"}]}]}]},{"type":"SECONDARY","title":"Triglyceride (TRG) /HDL-cholesterol Ratio","description":"The measure of TRG levels and HDL- cholesterol levels are used as an estimate of insulin sensitivity. A TRG/HDL-C ratio of greater than 3.0 is used as an indirect measure of insulin resistance","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.2","spread":"2.4"},{"groupId":"OG001","value":"2.9","spread":"1.3"},{"groupId":"OG002","value":"3.0","spread":"0.9"}]}]}]},{"type":"SECONDARY","title":"Free Androgen Index (FAI)","description":"Hyperandrogenism is measured by a combination of total testosterone (T) and sex hormone binding globulin (SHBG). The FAI was calculated as the quotient 100 x T/SHBG; hyperandrogenism was defined by a FAI value \\>3.85.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.3","spread":"2.8"},{"groupId":"OG001","value":"5.5","spread":"3.4"},{"groupId":"OG002","value":"4.3","spread":"3.5"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Participants With No Clinically Significant Changes in Liver Enzyme Levels or Positive Pregnancy Tests","description":"The safety criteria will include laboratory values for liver enzymes and document the absence of pregnancy in all participants during the trial","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":13},"commonTop":["Diarrhea"]}}}