{"nctId":"NCT02105662","briefTitle":"An Efficacy and Safety Study of Grazoprevir (MK-5172) + Elbasvir (MK-8742) in the Treatment of Chronic Hepatitis C Virus in Participants Who Are Co-Infected With Human Immunodeficiency Virus:C-EDGE CO-INFXN (MK-5172-061)","startDateStruct":{"date":"2014-06-03","type":"ACTUAL"},"conditions":["Chronic Hepatitis C"],"count":218,"armGroups":[{"label":"Grazoprevir+Elbasvir","type":"EXPERIMENTAL","interventionNames":["Drug: Grazoprevir 100 mg/Elbasvir 50 mg fixed-dose combination tablets"]}],"interventions":[{"name":"Grazoprevir 100 mg/Elbasvir 50 mg fixed-dose combination tablets","otherNames":["MK-5172A"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Documented chronic HCV genotype (GT) 1, GT4, or GT6 infection with no evidence of non-typeable or mixed GT infection (positive for anti-HCV antibody, HCV RNA, or any of the listed GTs at least 6 months prior to screening must be confirmed by screening lab results)\n* Treatment naïve for all anti-HCV treatments\n* HIV-1 infection documented by laboratory test\n* Currently naïve to treatment with any antiretroviral therapy (ART) and have no plans to initiate ART during this study OR on a HIV ART for at least 8 weeks prior to study entry\n* Has not experienced any alteration(s) in HIV therapy within 4 weeks of randomization\n* Has at least one viable antiretroviral regimen alternative beyond the current regimen in the event of HIV virologic failure or the development of anti-retroviral drug resistance\n* Participants of reproductive potential must agree to remain abstinent from heterosexual activity OR use (or have their partner use) acceptable contraception during heterosexual activity while receiving study drug and for 14 days after last dose of study drug.\n\nExclusion Criteria:\n\n* Evidence of decompensated liver disease manifested by the presence or history of ascites, esophageal or gastric variceal bleeding, hepatic encephalopathy or other signs of symptoms of advanced liver disease\n* Co-infected with hepatitis B virus\n* History of malignancy \\<=5 years prior to study start except for adequately treated basal cell or squamous cell skin cancer or in situ cervical cancer or is under evaluation for other active or suspected malignancy\n* Taking or planning to take any HIV therapy that includes a ritonavir-boosted or unboosted protease inhibitor, efavirenz or etravirine\n* Currently participating or has participated in a study with an investigational compound within 30 days of study start and is not willing to refrain from participating in another study during this study\n* Clinically-relevant drug or alcohol abuse within 12 months of study start\n* Pregnant, breast feeding, or expecting to conceive or donate eggs from Day 1 of the study throughout treatment and 14 days after the last dose of study medication, or longer if dictated by local regulations\n* Organ transplants (including hematopoietic stem cell transplants) other than cornea and hair\n* Poor venous access\n* History of gastric surgery (e.g., stapling, bypass) or history of malabsorption disorders (e.g., celiac sprue disease)\n* Medical condition requiring, or likely to require, chronic systemic administration of corticosteroids during this study\n* History of opportunistic infection in the 6 months prior to study start\n* Use of HIV drugs other than a dual nucleoside reverse transcriptase inhibitor (NRTI) backbone of tenofovir or abacavir and either emtricitibine or lamivudine PLUS raltegravir (or dolutegravir or rilpivirine)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants Achieving Sustained Virologic Response 12 Weeks After the End of All Study Therapy (SVR12)","description":"Blood was drawn from each participant to assess Hepatitis C Virus ribonucleic acid (HCV RNA) plasma levels using the Roche COBAS™ Taqman™ HCV Test, v2.0 (High Pure System). The Roche COBAS Taqman HCV Test, v2.0 assay (High Pure System) had a lower limit of quantification of 15 IU/mL and a limit of detection of 9.3 IU/mL (in plasma). SVR12 was defined as undetectable (\\<9.3 IU/mL) HCV RNA at 12 weeks after the end of all study therapy.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"96.3","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants Experiencing Adverse Events (AEs) During the Treatment Period and First 14 Follow-up Days","description":"An AE is defined as any untoward medical occurrence in a participant administered a pharmaceutical product and which does not necessarily have to have a causal relationship with this treatment. An AE can therefore be any unfavourable and unintended sign (including an abnormal laboratory finding, for example), symptom, or disease temporally associated with the use of a medicinal product or protocol-specified procedure, whether or not considered related to the medicinal product or protocol -specified procedure. Any worsening (i.e., any clinically significant adverse change in frequency and/or intensity) of a preexisting condition that is temporally associated with the use of the Sponsor's product, is also an AE.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"73.9","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants Discontinuing Study Therapy Due to AEs During the Treatment Period","description":"An AE is defined as any untoward medical occurrence in a participant administered a pharmaceutical product and which does not necessarily have to have a causal relationship with this treatment. An AE can therefore be any unfavourable and unintended sign (including an abnormal laboratory finding, for example), symptom, or disease temporally associated with the use of a medicinal product or protocol-specified procedure, whether or not considered related to the medicinal product or protocol -specified procedure. Any worsening (i.e., any clinically significant adverse change in frequency and/or intensity) of a preexisting condition that is temporally associated with the use of the Sponsor's product, is also an AE.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving Sustained Virologic Response 24 Weeks After the End of All Study Therapy (SVR24)","description":"Blood was drawn from each participant to assess HCV RNA plasma levels using the Roche COBAS™ Taqman™ HCV Test, v2.0 (High Pure System). The Roche COBAS Taqman HCV Test, v2.0 assay (High Pure System) had a lower limit of quantification of 15 IU/mL and a limit of detection of 9.3 IU/mL (in plasma). SVR24 was defined as undetectable (\\<9.3 IU/mL) HCV RNA at 24 weeks after the end of all study therapy.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"93.1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":8,"n":218},"commonTop":["Fatigue","Headache","Nausea","Diarrhoea","Upper respiratory tract infection"]}}}