{"nctId":"NCT01401465","briefTitle":"Study To Evaluate Patient Preference, Satisfaction And Efficacy Of a Nasal Aerosol Versus an Aqueous Nasal Spray","startDateStruct":{"date":"2011-07"},"conditions":["Perennial Allergic Rhinitis"],"count":327,"armGroups":[{"label":"Ciclesonide Nasal Aerosol","type":"EXPERIMENTAL","interventionNames":["Drug: ciclesonide"]},{"label":"Mometasone Nasal Spray","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: mometasone"]}],"interventions":[{"name":"ciclesonide","otherNames":[]},{"name":"mometasone","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Give written informed consent and/or assent (as appropriate), including privacy authorization as well as adherence to concomitant medication withholding periods, prior to participation.\n* Male or female 12 years and older prior to screening\n* Subject must be in general good health (defined as the absence of any clinically relevant abnormalities as determined by the investigator) based on screening physical examination, clinical laboratory results, and medical history.\n* A documented history of PAR to a relevant perennial allergen (house dust mites, cockroach, molds, animal dander) for a minimum of two years immediately preceding screening. The PAR must have been of sufficient severity to have required treatment (either continuous or intermittent) in the past, and require treatment with an INCS throughout the entire study period.\n* At least one treatment for PAR during the 6 months prior to expected randomization, 14 days, with a nasal spray.\n* A demonstrated sensitivity to at least 1 allergen known to induce PAR (house dust mites, animal dander, cockroach, and molds) based on a documented result with a standard skin-prick test either within 90 days prior to screening or performed at screening. A positive test is defined as a wheal diameter at least 3 mm larger than the negative control wheal for the skin-prick test. The subject's positive test for the allergen must be consistent with the medical history of PAR and the allergen must be present in the subject's environment throughout the study.\n* Based upon subject's medical history, in the investigator's judgment, the subject is unlikely to have a seasonal allergy exacerbation during the study.\n* Subject, if female ≤ 65 years of age, must have a negative serum pregnancy test prior to screening Females of childbearing potential must be instructed to and agree to avoid pregnancy during the study and must use an acceptable method of birth control: An oral contraceptive, an intrauterine device (IUD), implantable contraceptive, transdermal or injectable contraceptive for at least 1 month prior to entering the study with continued use throughout the study and for 30 days following completion of the study; Barrier method of contraception, eg, condom and/or diaphragm with spermicide while participating in the study; Abstinence.\n* The subject must possess a degree of understanding of written English, in the opinion of the investigator, that enables them to complete study participation\n\nExclusion Criteria:\n\n* Female subject who is pregnant or lactating.\n* History of physical findings of clinically significant nasal pathology, including nasal polyps or other respiratory tract malformations; recent nasal biopsy; nasal trauma; or nasal ulcers or perforations. Clinically insignificant findings may be allowed if, in the investigator's judgment, the findings are unlikely to impact on: the safety or efficacy of an INCS: the subject's perception of treatment with an INCS.\n* Surgery and atrophic rhinitis or rhinitis medicamentosa within the last 60 days prior to screening\n* Presently has nasal jewelry, has had a nasal piercing, or a history of nasal surgery (eg, rhinoplasty, septoplasty) or trauma to the nasal cavity.\n* Subject is, in the investigator's judgment, having a seasonal exacerbation prior to screening\n* Participation in any investigational drug trial within the 30 days prior to screening, participation in a previous study involving the ARTSP instrument, or planned participation in another investigational drug trial at any time during this study.\n* A known hypersensitivity to any corticosteroid or any of the components in the formulations of ciclesonide or mometasone.\n* History of a respiratory infection or disorder (including, but not limited to, bronchitis, pneumonia, influenza, severe acute respiratory syndrome \\[SARS\\]) within the 14 days prior to screening\n* History of alcohol or drug abuse within 2 years prior to screening\n* History of a positive test for human immunodeficiency virus (HIV), hepatitis B, or hepatitis C.\n* Active asthma requiring treatment with inhaled or systemic corticosteroids and/or routine use of beta agonists and any controller drugs (eg, theophylline, leukotriene antagonists, etc.); intermittent use (less than or equal to three uses per week) of inhaled short-acting beta-agonists is acceptable. Use of short-acting beta-agonists for exercise-induced bronchospasm is allowed.\n* Expected use of any disallowed medications during the study period.\n* Expected initiation of immunotherapy during the study period or planned dose escalation during the study period. However, initiation of immunotherapy 90 days or more prior to screening and use of a stable (maintenance) dose (30 days or more) may be considered for inclusion.\n* Non-vaccinated exposure to or active infection with chickenpox or measles within the 21 days prior to screening\n* Expected initiation of pimecrolimus cream 1% or greater or tacrolimus ointment 0.03% or greater during the study period or planned dose escalation during the study period.However, initiation of these creams/ointments 30 days or more prior to screening and use of a stable (maintenance) dose during the study period may be considered for inclusion.\n* Study participation by clinical site employees and/or their immediate relatives who reside in the same household.\n* Study participation by more than one subject from the same household.\n* Have any of the following conditions that are judged by the investigator to be clinically significant and/or affect the subject's ability to participate in the clinical trial: impaired hepatic function including alcohol related liver disease or cirrhosis, history of ocular disturbances, eg, glaucoma or posterior subcapsular cataracts any systemic infection hematological, hepatic, renal, endocrine (except for controlled diabetes mellitus or postmenopausal symptoms or hypothyroidism) disease, gastrointestinal disease, malignancy (excluding basal cell carcinoma, current neuropsychological condition with or without drug therapy\n* Any condition that, in the judgment of the investigator, would preclude the subject from completing the protocol with completion of the assessments as written.\n* Any use of mometasone nasal spray within 3 months prior to screening\n* Any prior use of ciclesonide nasal aerosol.","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Total Preference Composite Score Assessed at the End of the Study. The Total Preference Score is the Standardized Sum of 17 Individual Preference Items","description":"For the 17 individual items, patients were forced to choose their preference between ciclesonide and mometasone (item choices: 1 = prefer ciclesonide; 0 = prefer mometasone). The items for the Total Preference Score assessed 16 treatment attributes and one overall treatment preference: Ease of use, Convenience, Flexibility in daily activities, Taste, Use in public, Smell, Less \"run out\" of nose, Longer relief, Less \"run down\" of throat, Symptom relief, If both were the same price, Better appearance, Less nasal irritation, Faster relief, Number of sprays per dose, Makes nose feel, and Overall - the one preferred. The score is based on the proportion of items (x 100) preferred for ciclesonide and a score of 50 indicates no preference and scores over 50 indicate preference for ciclesonide. This analysis presents the comparison of ciclesonide versus mometasone and provides the score in relation to the preference for ciclesonide.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"68.3","spread":"35.2"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Regimen Attributes Composite Score","description":"The Regimen Attributes Composite Score is a composite of the Sensory Impact and Regimen Management Scales of the Allergic Rhinitis Treatment Satisfaction and Preference Scales. The Regimen Management Scale assess patient satisfaction with issues relating to dosing, ability to remember to use the spray, the ease/difficulty of the spray, and convenience of the treatment. The Sensory Impact Scale assess patient satisfaction with issues relating to sensory attributes, including medication running out of the nose, medication running down the throat, impact on smell/taste, etc. Scores range from 0 (lower satisfaction) to 100 (higher satisfaction).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.90","spread":"1.36"},{"groupId":"OG001","value":"4.88","spread":"1.36"}]}]}]},{"type":"SECONDARY","title":"Treatment Process Composite Preference Score","description":"The Treatment Process Composite Preference Score is a standardized sum of 9 individual preference items (Ease of use, Convenience, Flexibility Daily Activity, Taste, Use in public, Smell. Less \"Run out\" of nose, Less \"Run down\" of throat, Number Sprays Dose). For each of these 9 individual items, patients were forced to choose their preference between ciclesonide nasal aerosol 74 mcg and mometasone AQ 200 mcg. Larger values greater than 50 indicated greater preference for ciclesonide, while smaller values less than 50 indicated greater preference for mometasone.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"74.087","spread":"33.743"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Subject-reported AM and PM rTNSS Averaged Over Each 2-week Treatment Period.","description":"The reflective Total Nasal Symptom Score (rTNSS) is the sum of 4 Nasal Symptoms: Runny Nose, Sneezing, Itchy Nose, and Nasal Congestion. These symptoms were assessed each morning and evening, and their totals averaged to obtain a daily average rTNSS. These daily averages were averaged over the 6 days prior to treatment to obtain the baseline value, and over the 14 days of each two-week period to obtain the on-treatment averages. The baseline values were then subtracted from the on-treatment averages to obtain the change from baseline scores. Subjects assess each individual symptoms on a scale of 0-3 where: 0 = absent, 1 = mild ,2 = moderate ,3 = severe Therefore, rTNSS values range from 0-12 (with 0 representing an absence of symptoms and higher scores reflecting more severe symptoms). Reflective TNSS measures these symptoms over the previous 12-hour time interval.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.4","spread":"0.12"},{"groupId":"OG001","value":"-2.3","spread":"0.12"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Treatment Functional Impact Composite Score","description":"A combination of the Interference Scale, the Role Limitation Scale, and the Burden Scale. The composite score and the subscales all range from 0 (lower satisfaction) to 100 (higher satisfaction). This is an unweighted average of the combined scales.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.36","spread":"14.7"},{"groupId":"OG001","value":"9.70","spread":"1.48"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Regimen Acceptance Composite Score","description":"A combination of the Perceived Relief Scale and the Regimen Adaptation Scale. The composite score and all subscales range from 0 (lower satisfaction) to 100 (higher satisfaction). This is an unweighted average of the combined scales.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.34","spread":"2.79"},{"groupId":"OG001","value":"2.99","spread":"2.79"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Treatment Satisfaction Rating Scale: Interference","description":"This subscale evaluates the patient's assessment of the degree to which allergy symptoms or side effects of the nasal spray interfered with daily routine, meals, recreation, family life, sleep schedules, energy levels, making plans, traveling, having fun and overall quality of life. Scores range from 0 (lower satisfaction) to 100 (higher satisfaction).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17.31","spread":"2.18"},{"groupId":"OG001","value":"14.36","spread":"2.18"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Treatment Satisfaction Rating Scale: Regimen Adaptation","description":"This subscale evaluates the patient's assessment of the convenience of the treatment, whether the treatment was one the subject would recommend to other persons with the same condition, and the level of satisfaction with the current treatment. Scores range from 0 (lower satisfaction) to 100 (higher satisfaction).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.65","spread":"2.69"},{"groupId":"OG001","value":"2.19","spread":"2.70"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Treatment Satisfaction Rating Scale: Role Limitation","description":"This subscale evaluates the patient's assessment of the degree of interference with social interactions with family, friends, travel, having fun, problems in performing work or social roles and how flexible the treatment was with scheduling life activities. Scores range from 0 (lower satisfaction) to 100 (higher satisfaction).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.35","spread":"1.38"},{"groupId":"OG001","value":"6.62","spread":"1.38"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Treatment Satisfaction Rating Scale: Regimen Difficulties","description":"This subscale evaluates the patient's degree of pain, discomfort and side effects perceived to be associated with treatment, and the extent to which pain and discomfort were bothersome. Scores range from 0 (lower satisfaction) to 100 (higher satisfaction).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-7.58","spread":"2.34"},{"groupId":"OG001","value":"-0.13","spread":"2.35"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Treatment Satisfaction Rating Scale: Sensory Impact","description":"This subscale evaluates the patient's assessment of the sensory attributes including medication running out of the nose, medication running down the throat, and impact on smell and taste. Issues regarding skipping the medication because of the way the nose feels and wanting to try other medications to find a better one are also included. Scores range from 0 (lower satisfaction) to 100 (higher satisfaction).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.37","spread":"1.90"},{"groupId":"OG001","value":"4.41","spread":"1.90"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Treatment Satisfaction Rating Scale: Hassle","description":"This subscale focuses specifically on the patient's assessment of the amount of bother and hassle of the treatment regimen, including coordinating activities, dosing, carrying supplies, rubbing nose or eyes, blowing nose repeatedly, or facial puffiness. Scores range from 0 (lower satisfaction) to 100 (higher satisfaction). Scores range from 0 (lower satisfaction) to 100 (higher satisfaction).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24.7","spread":"2.82"},{"groupId":"OG001","value":"17.4","spread":"2.82"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Treatment Satisfaction Rating Scale: Burden","description":"This subscale evaluates the patient's assessment of the level of degree of burden that treatment for allergic rhinitis imposes on a number of areas, including adherence to the treatment regimen, exercise, performing daily activities, social activities, and enjoying life. Scores range from 0 (lower satisfaction) to 100 (higher satisfaction).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.45","spread":"1.68"},{"groupId":"OG001","value":"8.23","spread":"1.68"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Treatment Satisfaction Rating Scale: Regimen Management","description":"This subscale evaluates the patient's assessment of issues relating to dosing (number of times and the time required to dose), ability to remember to use the spray, the ease/difficulty of the spray and several questions further pertaining to the convenience of the treatment. Scores range from 0 (lower satisfaction) to 100 (higher satisfaction).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.41","spread":"1.32"},{"groupId":"OG001","value":"5.38","spread":"1.32"}]}]}]},{"type":"SECONDARY","title":"The Change From Baseline in the Treatment Satisfaction Rating Scale: Perceived Relief","description":"The patient's perceived level of relief along with the degree of satisfaction associated with that amount of relief was evaluated within this scale. Scores range from 0 (lower satisfaction) to 100 (higher satisfaction).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.05","spread":"3.08"},{"groupId":"OG001","value":"3.77","spread":"3.08"}]}]}]},{"type":"SECONDARY","title":"The Change From Baseline in Overall Quality of Life Composite Score","description":"Mean of all items in the Mental and Emotional Health and General Health Perceptions scales. Scores range from 100 (lower satisfaction) to 500 (higher satisfaction)","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.64","spread":"4.80"},{"groupId":"OG001","value":"6.31","spread":"4.80"}]}]}]},{"type":"SECONDARY","title":"The Change From Baseline in Health-Related Quality of Life: Perceived Health (Global Analogue Scale)","description":"The mean of 5 questions: Feeling past month 1) overall or in general, 2) physically, 3) emotionally, 4) personal life and 5) about job or work. Scores range from 100 (lower satisfaction) to 500 (higher satisfaction)","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.82","spread":"0.16"},{"groupId":"OG001","value":"0.73","spread":"0.16"}]}]}]},{"type":"SECONDARY","title":"The Change From Baseline in Health-Related Quality of Life: Allergic-Rhinitis Specific Symptom Interference Scale","description":"The mean of 7 questions concerning interference with life activities due to the symptoms of allergic-rhinitis (nasal congestion, runny nose, itchy throat or sneezing) interfered with your ability to perform life activities. The life activities included: 1) work, 2) social events, 3) recreational activities, 4) exercise and physical activities, 5) work effectiveness, 6) enjoying life and 7) \"feeling your best\". Scores range from 1 (lower satisfaction) to 6 (higher satisfaction)","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.76","spread":"0.10"},{"groupId":"OG001","value":"0.71","spread":"0.10"}]}]}]},{"type":"SECONDARY","title":"The Change From Baseline in Health-Related Quality of Life: General Symptom Interference Scale","description":"The mean of 7 questions concerning life interference due to nonallergic rhinitis specific symptoms (\"other symptoms or health problems such as fatigue, pain and depression\" with the same life activities: 1) work, 2) social events, 3) recreational activities, 4) exercise and physical activities, 5) work effectiveness, 6) enjoying life and 7) \"feeling your best\". Scores range from 1 (lower satisfaction) to 10 (higher satisfaction)","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.44","spread":"0.10"},{"groupId":"OG001","value":"0.38","spread":"0.10"}]}]}]},{"type":"SECONDARY","title":"The Change From Baseline in Health-Related Quality of Life: Symptoms and Side-Effects Distress Scale","description":"The mean of 48 questions including allergic-rhinitis and allergic-rhinitis treatment specific and general symptoms measured for prevalence, frequency and distress severity. Scores range from 100 (lower satisfaction) to 600 (higher satisfaction).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"34.05","spread":"4.19"},{"groupId":"OG001","value":"26.69","spread":"4.19"}]}]}]},{"type":"SECONDARY","title":"The Change From Baseline in Health-Related Quality of Life: Mental and Emotional Health Scale","description":"The mean of 24 questions encompassing anxiety, depression, and loss of behavioral and emotional control (Psychological Distress), life satisfaction, positive well being and emotional ties (Psychological Well Being).Scores range from 100 (lower satisfaction) to 500 (higher satisfaction)","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.32","spread":"4.99"},{"groupId":"OG001","value":"6.42","spread":"4.99"}]}]}]},{"type":"SECONDARY","title":"The Change From Baseline in Health-Related Quality of Life: General Health Perceptions Scale","description":"The mean of 11 questions on sleep disturbance, vitality and general health status. Scores range from 100 (lower satisfaction) to 500 (higher satisfaction).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25.00","spread":"6.63"},{"groupId":"OG001","value":"20.94","spread":"6.65"}]}]}]},{"type":"SECONDARY","title":"The Change From Baseline in Health-Related Quality of Life: Work Well Being Questionnaire Scale","description":"The mean of 1 question on how many days worked and 12 questions on level of satisfaction with work, ability to do work, problems completing work (physical and emotional); 1 questions on rating of leisure activities. Scores range from 1 (lower satisfaction) to 10 (higher satisfaction).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.12","spread":"0.06"},{"groupId":"OG001","value":"0.010","spread":"0.06"}]}]}]},{"type":"SECONDARY","title":"Treatment Outcome Composite Score Assessed at the End of the Study","description":"Reflects preference on items concerned with perceived drug effectiveness (longer relief; symptom relief; prefer if both were the same price; for feeling better about your appearance; for few problems with irritation to nose; faster relief; how it makes your nose feel). The score is based on the proportion of items (x 100) preferred for ciclesonide and a score of 50 indicates an equal number of items preferred in the two groups. Larger values than 50 indicated greater than 50 percent of the subjects indicated preference for ciclesonide, while smaller values than 50 indicated greater than 50 percent preference for mometasone. Data is presented as the mean treatment outcome composite score. This analysis presents the comparison of ciclesonide versus mometasone in relation to preference for ciclesonide.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"61.598","spread":"40.776"}]}]}]},{"type":"SECONDARY","title":"Work/Disability Days: Bed Days","description":"Assessed at the end of each two-week treatment period","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.018","spread":null},{"groupId":"OG001","value":"0.013","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.009","spread":null},{"groupId":"OG001","value":"0.018","spread":null}]}]}]},{"type":"SECONDARY","title":"Work/Disability Days: Missed Work","description":"Assessed at the end of each two-week treatment period","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.002","spread":null},{"groupId":"OG001","value":"0.005","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.004","spread":null},{"groupId":"OG001","value":"0.004","spread":null}]}]}]},{"type":"SECONDARY","title":"Work/Disability Days: Reduced Activity Days","description":"Assessed at the end of each two-week treatment period","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.039","spread":null},{"groupId":"OG001","value":"0.067","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.017","spread":null},{"groupId":"OG001","value":"0.039","spread":null}]}]}]},{"type":"SECONDARY","title":"The Number of Subjects Experiencing Nasal AEs, Including Epistaxis, Nasal Ulceration, and Nasal Perforation","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]}]},{"type":"SECONDARY","title":"The Percentage of Subjects Experiencing Nasal AEs, Including Epistaxis, Nasal Ulceration, and Nasal Perforation","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.9","spread":null},{"groupId":"OG001","value":"1.3","spread":null}]}]}]},{"type":"SECONDARY","title":"The Number of Subjects Experiencing AEs","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"90","spread":null},{"groupId":"OG001","value":"67","spread":null}]}]}]},{"type":"SECONDARY","title":"The Percentage of Subjects Experiencing AEs","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"28.9","spread":null},{"groupId":"OG001","value":"21.5","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":311},"commonTop":["Application site pain","Headache","Epistaxis"]}}}