{"nctId":"NCT01536392","briefTitle":"Oral Ondansetron Versus Transdermal Granisetron (Sancuso) for Women With Cervical, Endometrial or Vaginal Cancer Receiving Pelvic Chemoradiation","startDateStruct":{"date":"2012-03","type":"ACTUAL"},"conditions":["Cancer of the Cervix"],"count":76,"armGroups":[{"label":"Granisetron","type":"EXPERIMENTAL","interventionNames":["Drug: Granisetron","Behavioral: Questionnaires","Behavioral: Study Drug Diary"]},{"label":"Ondansetron","type":"EXPERIMENTAL","interventionNames":["Drug: Ondansetron","Behavioral: Questionnaires","Behavioral: Study Drug Diary"]}],"interventions":[{"name":"Granisetron","otherNames":[]},{"name":"Ondansetron","otherNames":["Zofran"]},{"name":"Questionnaires","otherNames":["Surveys"]},{"name":"Study Drug Diary","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Women with cervical, endometrial or vaginal cancer dispositioned to receive primary or postoperative adjuvant pelvic radiation therapy with concurrent cisplatin administration.\n2. Women must be at least 18 years of age.\n3. Women must be able to read English or Spanish at a sixth grade level.\n4. Women with childbearing potential must have a negative pregnancy test within 1 week of starting chemoradiation therapy.\n\nExclusion Criteria:\n\n1. Women with cervical, endometrial or vaginal cancer who are receiving chemotherapy and/or radiation therapy for recurrent disease.\n2. Women with cervical, endometrial, or vaginal cancer who are receiving extended field radiation therapy.\n3. Women with cervical, endometrial or vaginal cancer who are receiving chemotherapy and/or radiation therapy in a palliative setting.\n4. Women with cervical, endometrial, or vaginal cancer who have already received their first dose of chemotherapy or radiation for more than 7 days prior to starting chemotherapy.","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Response Rate to Anti-Emetic Therapy Days 4-7 Each Chemotherapy Cycle","description":"Response defined as no emetic or retching episodes and no rescue medication use during late onset phase (4-7 days post-chemotherapy) measured each cycle. Responses tabulated to 4 items of Morisky Medication Adherence measure for each treatment group by cycle of therapy. Elements summarized of Morrow Assessment of Nausea and Emesis and for pill counts/compliance for each treatment group by cycle of therapy. Descriptive statistics summarize total scores for Osoba Module, used to measure effect of nausea and vomiting on quality of life, for each treatment group by cycle of therapy. Osoba Nausea and Emesis Module; higher scores indicate worse quality of life. Morisky Medication Adherence Scale. Higher scores indicate higher compliance. Morisky Medication Adherence Scale is Yes=0 and No=1 , zero is the lowest level of medication adherence, and 4 is the highest level of medication adherence.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"49.8","spread":null},{"groupId":"OG001","value":"39.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Response Rate to Anti Emetic Therapy 0-24 Hours Each Chemotherapy Cycle","description":"The response rates to anti-emetic therapy (no emetic or retching episodes and no rescue medication use) in the acute (0-24 hours) phase. Responses tabulated to 4 items of Morisky Medication Adherence measure for each treatment group by cycle of therapy. Elements summarized of Morrow Assessment of Nausea and Emesis and for pill counts/compliance for each treatment group by cycle of therapy. Descriptive statistics summarize total scores for Osoba Module, used to measure effect of nausea and vomiting on quality of life, for each treatment group by cycle of therapy. Osoba Nausea and Emesis Module; higher scores indicate worse quality of life. Morisky Medication Adherence Scale. Higher scores indicate higher compliance. Morisky Medication Adherence Scale is Yes=0 and No=1 , zero is the lowest level of medication adherence, and 4 is the highest level of medication adherence.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"49.8","spread":null},{"groupId":"OG001","value":"39.7","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":41},"commonTop":["Nausea","Fatigue","Constipation","Diarrhea"]}}}