{"nctId":"NCT01365793","briefTitle":"Randomized Control Trial of Fluid Therapy for Pediatric Diabetic Ketoacidosis","startDateStruct":{"date":"2010-11"},"conditions":["Cerebral Edema","Diabetic Ketoacidosis"],"count":1389,"armGroups":[{"label":"Rapid rehydration using 0.45% saline replacement fluid","type":"EXPERIMENTAL","interventionNames":["Drug: 0.45% saline replacement fluid"]},{"label":"Rapid rehydration using 0.9% saline replacement fluid","type":"EXPERIMENTAL","interventionNames":["Drug: 0.9% saline replacement fluid"]},{"label":"Slower rehydration using 0.45% saline intravenous fluid","type":"EXPERIMENTAL","interventionNames":["Drug: 0.45% saline intravenous fluid"]},{"label":"Slower rehydration using 0.9% saline intravenous fluid","type":"EXPERIMENTAL","interventionNames":["Drug: 0.9% saline Intravenous fluid"]}],"interventions":[{"name":"0.45% saline replacement fluid","otherNames":[]},{"name":"0.9% saline replacement fluid","otherNames":[]},{"name":"0.45% saline intravenous fluid","otherNames":[]},{"name":"0.9% saline Intravenous fluid","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* must present or be transferred to a participating emergency department\n* age less than 18 years\n* diagnosis of DKA\n\n  * serum glucose or fingerstick glucose concentration \\>300 mg/dL\n  * venous pH \\< 7.25 OR serum bicarbonate concentration \\< 15 mmol/L.\n\nExclusion Criteria:\n\n* patients with underlying neurological disorders or neurocognitive deficits which would affect either mental status testing during treatment or subsequent neurocognitive testing after recovery\n* patients who present with concomitant alcohol or drug use, head trauma, meningitis or other conditions which might affect neurological function\n* patients transferred to one of the participating emergency departments after initiation of DKA treatment other than one 10cc/kg intravenous bolus of 0.9% saline\n* patients who are known to be pregnant at time of ED evaluation\n* patients who have been enrolled in this study twice previously\n* patients for whom the treating physician believed a specific fluid and electrolyte regimen was warranted\n* patients for whom informed consent could not be obtained within 1 hour after completion of the initial fluid bolus, or within 2 hours from initiation of fluids, whichever is longer\n* Patients who have been receiving IV fluids at a maintenance rate or greater (defined by the 4-2-1 rule) for more than two hours; OR\n* Patients for whom it has been more than four hours since DKA therapy (IV fluids, IV bolus, or IV insulin) began; OR\n* Patients who have been given hyperosmolar therapy (i.e. mannitol or 3% normal saline) prior to or since arriving at one of the participating PECARN emergency departments; OR\n* Patients for whom the treating physician intends to immediately administer hyperosmolar therapy (i.e. mannitol or 3% normal saline); OR\n* Patients whose baseline GCS is 11 or less.","healthyVolunteers":false,"sex":"ALL","maximumAge":"17 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"the Number of Participants With Glasgow Coma Score (GCS) < 14 Within the First 24 Hours of Treatment for Diabetic Ketoacidosis (DKA)","description":"The primary outcome is the binary indicator that a patient's GCS score drops below 14 (i.e. abnormal score) within the first 24 hours of treatment of DKA. There will be two treatment factors: sodium concentration of re-hydration fluids and rate of rehydration. These effects will be tested separately, using the Mantel-Haenszel chi-square test, stratified by hospital, and by the other main factor.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"11","spread":null},{"groupId":"OG002","value":"11","spread":null},{"groupId":"OG003","value":"16","spread":null}]}]}]},{"type":"SECONDARY","title":"Frequency of Clinically Apparent Brain Injury","description":"Deterioration in neurological status requiring interventions such as hyperosmolar therapy or endotracheal intubation, or resulting in death. This outcome was determined by an adjudication committee.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"2","spread":null},{"groupId":"OG002","value":"5","spread":null},{"groupId":"OG003","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Hourly Improvement in Forward and Backward Digit Span Scores During DKA Treatment (Mean Difference Per Hour)","description":"The Digit Span subtest is adapted from the Wechsler Intelligence Scale for Children, 4th version (WISC-IV) and it assesses working memory. It consists of a Digit Span Forward task in which individuals are asked to repeat numbers in the same sequence as they were presented verbally and a Digit Span Backward task in which participants repeat the numbers in the reversed order to which they were heard. Each task yields a score ranging from 0 to 16. Higher scores represent better outcomes for this test. The trajectory of digit span scores during the course of the hospitalization was used to assess improvements in mental status and whether these varied systematically as a function of treatment protocol. Digit span measurements were collected every four hours during waking hours (7AM to 10PM). The measure analyzed is the average linear change in scores between enrollment and either 24-hours or DKA resolution, whichever occurred first.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.065","spread":"0.010"},{"groupId":"OG001","value":"0.058","spread":"0.010"},{"groupId":"OG002","value":"0.046","spread":"0.010"},{"groupId":"OG003","value":"0.039","spread":"0.010"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.052","spread":"0.009"},{"groupId":"OG001","value":"0.053","spread":"0.009"},{"groupId":"OG002","value":"0.042","spread":"0.009"},{"groupId":"OG003","value":"0.043","spread":"0.009"}]}]}]},{"type":"SECONDARY","title":"Mean Scores on Tests of Memory Capacity 3 Months After Recovery From DKA.","description":"Contextual memory was assessed via color and spatial-position tasks. Color-Task: black-ink items on a white square background were shown on a computer screen with a colored border. Subjects were asked to remember the item and the item's border color. Items were shown for 1 second, followed by a 1-second interval in which a fixation point was shown. Then, subjects were given a self-paced recognition test including studied drawings and new drawings shown in random order with no color border. Subjects determined if they had seen the drawing before. For recognized drawings, subjects reported the previously shown border color. Spatial-Position task: identical to the color task except that the items instead varied in their spatial position on the computer screen. The item-context association rate is the rate of correct item-color and item-spatial position recalled over the total of previously viewed items correctly recognized. Score range: 0-1 with higher scores indicating a better outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.60","spread":"0.14"},{"groupId":"OG001","value":"0.60","spread":"0.14"},{"groupId":"OG002","value":"0.61","spread":"0.14"},{"groupId":"OG003","value":"0.60","spread":"0.14"}]}]}]},{"type":"SECONDARY","title":"Intelligence Quotient (IQ) Testing","description":"IQ was assessed with the WASI (6-18 year olds) or WPPSI-III (3-5 year olds) at the 3 month follow-up visit. The Wechsler Abbreviated Scale of Intelligence (WASI) is a measure of IQ designed for individuals aged 6 to 89. The WASI includes four subtests; the Block Design and Matrix Reasoning tests measure Performance IQ, and the Vocabulary and Similarities tests measure Verbal IQ. Full scale IQ was computed from these scores and used for analyses. Scores typically vary from 75 to 135 with higher scores representing a better outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"102","spread":"12"},{"groupId":"OG001","value":"102","spread":"13"},{"groupId":"OG002","value":"102","spread":"13"},{"groupId":"OG003","value":"103","spread":"13"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":5,"n":342},"commonTop":["Headache","Hypoglycaemia","Hypokalaemia","Acidosis hyperchloraemic","Oropharyngeal pain"]}}}