{"nctId":"NCT02446912","briefTitle":"Efficacy and Safety of Two Doses of Anifrolumab Compared to Placebo in Adult Subjects With Active Systemic Lupus Erythematosus","startDateStruct":{"date":"2015-06-09","type":"ACTUAL"},"conditions":["Active Systemic Lupus Erythematosus"],"count":460,"armGroups":[{"label":"Anifrolumab - higher dose","type":"EXPERIMENTAL","interventionNames":["Biological: Anifrolumab"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"Anifrolumab - lower dose","type":"EXPERIMENTAL","interventionNames":["Biological: Anifrolumab"]}],"interventions":[{"name":"Anifrolumab","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Aged 18 through 70 years at the time of screening\n2. Diagnosis of paediatric or adult SLE with a diagnosis of SLE according to the ACR 1982 revised criteria ≥24 weeks prior to signing the Informed Consent form (ICF)\n3. Currently receiving at least 1 of the following:\n\n   1. Where prednisone is the single standard of care medication (ie, the subject is not concurrently receiving any medication listed in inclusion criterion 3(c)), a dose of oral prednisone ≥7.5 mg/day but ≤40 mg/day (or prednisone equivalent) for a minimum of 8 weeks prior to Day 1. In addition, the dose of oral prednisone or prednisone equivalent the subject is taking must be stable for a minimum of 2 weeks prior to randomisation.\n   2. Where prednisone is not the single standard of care medication (ie, the subject is concurrently receiving at least one medication listed in inclusion criterion 3(c)), a dose of oral prednisone (≤40 mg/day) (or prednisone equivalent) for a minimum of 2 weeks prior to signing of the ICF. In addition, the dose of oral prednisone or prednisone equivalent the subject is taking must be stable for a minimum of 2 weeks prior to randomisation.\n   3. Any of the following medications administered for a minimum of 12 weeks prior to signing the informed consent, and at a stable dose for a minimum of 8 weeks prior to signing the informed consent through Day 1:\n\n   (i) Azathioprine ≤200 mg/day (ii) Antimalarial (eg, chloroquine, hydroxychloroquine, quinacrine) (iii) Mycophenolate mofetil ≤2 g/day or mycophenolic acid ≤1.44 g/day (iv) Oral, subcutaneous (SC), or intramuscular methotrexate ≤25 mg/week (v) Mizoribine ≤150 mg/day\n4. Fulfils at least 4 of the 11 ACR modified 1982 classification criteria for SLE, at least 1 of which must be:\n\n   1. Positive antinuclear antibody (ANA) test at screening by immunofluorescent assay (IFA) at the central laboratory with titre ≥1:80; OR\n   2. Anti-dsDNA antibodies at screening elevated to above normal (including indeterminante), as per the central laboratory; OR\n   3. Anti-Smith (anti-Sm) antibody at screening elevated to above normal as per the central laboratory.\n5. At Screening, Disease Activity Adjudication Group confirmation of:\n\n   SLEDAI-2K Criteria: SLEDAI-2K score ≥6 points and \"Clinical\" SLEDAI-2K score ≥4 points. The \"Clinical\" SLEDAI-2K is the SLEDAI-2K assessment score without the inclusion of points attributable to any urine or laboratory results including immunologic measures.\n6. Must not have active or latent TB on either chest radiograph or by quantiferon gold test\n7. Day 1 \"Clinical\" SLEDAI-2K score ≥4 points\n8. OCS dose stable for at least 2 weeks prior to randomisation\n9. Stable SLE SOC treatment at the time of randomisation\n10. Women of child-bearing potential must have a negative serum β-hCG test and negative urine pregnancy test at randomisation (Day 1) prior to administration of investigational product\n\nExclusion Criteria:\n\n1. Receipt of any investigational product (small molecule or biologic agent) within 4 weeks or 5 half-lives prior to signing of the ICF, whichever is greater\n2. Receipt of any of the following:\n\n   (a) Intra-articular, intramuscular or IV glucocorticosteroids within 6 weeks prior to Day 1\n3. History of, or current diagnosis of, a clinically significant non SLE-related vasculitis syndrome.\n4. Active severe or unstable neuropsychiatric SLE\n5. Active severe SLE-driven renal disease\n6. Diagnosis (within 1 year of signing the ICF) of mixed connective tissue disease or any history of overlap syndromes of SLE or SSc.\n7. History of, or current, inflammatory joint or skin disease other than SLE\n8. History of any non-SLE disease that has required treatment with oral or parenteral corticosteroids for more than 2 weeks within the last 24 weeks prior to signing the ICF\n9. Known history of a primary immunodeficiency, splenectomy, or any underlying condition that predisposes the subject to infection, or a positive result for human immunodeficiency virus (HIV) infection confirmed by central laboratory at screening. Subjects refusing HIV testing during the screening period will not be eligible for study participation\n10. Confirmed positive test for hepatitis B or hepatitis C\n11. Any severe herpes infection at any time prior to Week 0 (Day 1)\n12. Opportunistic infection requiring hospitalisation or intravenous antimicrobial treatment within 3 years prior to randomization\n13. History of cancer, apart from:\n\n    1. Squamous or basal cell carcinoma of the skin that has been successfully treated\n    2. Cervical cancer in situ that has been successfully treated","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants Who Achieved a Systemic Lupus Erythematosus (SLE) Responder Index ≥4 (SRI[4]) at Week 52 (Original Analysis With Restricted Medication Rules)","description":"SRI(4) was defined as meeting all of the following criteria:\n\nReduction from baseline of ≥4 points in the Systemic Lupus Erythematosus Disease Activity Index 2000 (SLEDAI-2K) No new organ systems affected, defined by 1 or more British Isles Lupus Assessment Group (BILAG-2004) A or 2 or more BILAG-2004 B items No worsening from baseline in participants lupus disease activity. Worsening was defined as an increase of ≥0.30 points on a 3-point Physician's Global Assessment (PGA) visual analogue scale (VAS) No discontinuation of investigational product and no use of restricted medications beyond the pre-specified analysis threshold.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35","spread":null},{"groupId":"OG001","value":"65","spread":null},{"groupId":"OG002","value":"74","spread":null}]}]}]},{"type":"POST_HOC","title":"Number of Participants Who Achieved a Systemic Lupus Erythematosus (SLE) Responder Index ≥4 (SRI[4]) at Week 52 (Post-Hoc Analysis With Revised Restricted Medication Rules)","description":"SRI(4) was defined as meeting all of the following criteria:\n\nReduction from baseline of ≥4 points in the SLEDAI-2K No new organ systems affected, defined by 1 or more BILAG-2004 A or 2 or more BILAG-2004 B items No worsening from baseline in lupus disease activity. Worsening defined as an increase of ≥0.30 points on a 3-point PGA VAS No discontinuation of investigational product and no use of restricted medications beyond the revised post-hoc allowed threshold.\n\nRevised rules were designed to be more clinically appropriate, capture intent of protocol, minimize the risk of restricted medications confounding efficacy, and to allow appropriate quantification and interpretation of the relevant endpoints.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"45","spread":null},{"groupId":"OG001","value":"84","spread":null},{"groupId":"OG002","value":"79","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Achieved a Systemic Lupus Erythematosus (SLE) Responder Index of ≥4 at Week 52 in the Interferon (IFN) Test-High Sub-Group (Original Analysis With Restricted Medication Rules)","description":"SRI(4) was defined as meeting all of the following criteria:\n\nReduction from baseline of ≥4 points in the SLEDAI-2K No new organ systems affected, defined by 1 or more BILAG-2004 A or 2 or more BILAG-2004 B No worsening from baseline in participants lupus disease activity. Worsening was defined as an increase of ≥0.30 points on a 3-point PGA VAS No discontinuation of investigational product and no use of restricted medications beyond the pre-specified analysis threshold.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30","spread":null},{"groupId":"OG001","value":"53","spread":null},{"groupId":"OG002","value":"59","spread":null}]}]}]},{"type":"POST_HOC","title":"Number of Participants Who Achieved an Systemic Lupus Erythematosus (SLE) Responder Index of ≥4 at Week 52 in the Interferon (IFN) Test-High Sub-Group (Post-Hoc Analysis With Revised Restricted Medication Rules)","description":"SRI(4) was defined as meeting all of the following criteria:\n\nReduction from baseline of ≥4 points in the SLEDAI-2K No new organ systems affected, defined by 1 or more BILAG-2004 A or 2 or more BILAG-2004 B items No worsening from baseline in lupus disease activity. Worsening defined as an increase of ≥0.30 points on a 3-point PGA VAS No discontinuation of investigational product and no use of restricted medications beyond the revised post-hoc analysis threshold.\n\nRevised rules were designed to be more clinically appropriate, capture intent of protocol, minimize the risk of restricted medications confounding efficacy, and to allow appropriate quantification and interpretation of the relevant endpoints.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"40","spread":null},{"groupId":"OG001","value":"71","spread":null},{"groupId":"OG002","value":"63","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Achieved and Maintained an Oral Corticosteroid (OCS) Dose of ≤7.5 mg/Day in the Sub-group of Participants With Baseline OCS ≥10 mg/Day (Original Analysis With Restricted Medication Rules)","description":"Maintained OCS reduction was defined by meeting all the following criteria:\n\nAchieve an OCS dose of ≤7.5 mg/day prednisone or equivalent by Week 40 Maintain an OCS dose ≤7.5 mg/day prednisone or equivalent from Week 40 to Week 52 No discontinuation of investigational product and no use of restricted medications beyond the pre-specified analysis threshold.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null},{"groupId":"OG001","value":"42","spread":null},{"groupId":"OG002","value":"33","spread":null}]}]}]},{"type":"POST_HOC","title":"Number of Participants Who Achieved and Maintained an Oral Corticosteroid (OCS) Dose of ≤7.5 mg/Day in the Sub-group of Participants With Baseline OCS ≥10 mg/Day (Post-Hoc Analysis With Revised Restricted Medication Rules)","description":"Maintained OCS reduction was defined by meeting all of the following criteria:\n\nAchieve an OCS dose of ≤7.5 mg/day prednisone or equivalent by Week 40 Maintain an OCS dose ≤7.5 mg/day prednisone or equivalent from Week 40 to Week 52 No discontinuation of investigational product and no use of restricted medications beyond the revised post-hoc analysis threshold.\n\nRevised rules were designed to be more clinically appropriate, capture intent of protocol, minimize the risk of restricted medication confounding efficacy, and to allow appropriate quantification and interpretation of the relevant endpoints.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24","spread":null},{"groupId":"OG001","value":"50","spread":null},{"groupId":"OG002","value":"33","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With a ≥50% Reduction in CLASI Activity Score at Week 12 in the Sub-group of Participants With Baseline CLASI Activity Score ≥10 (Original Analysis With Restricted Medication Rules)","description":"50% reduction in Cutaneous Lupus Erythematosus Disease Area and Severity Index (CLASI) activity score compared to baseline was defined by meeting all of the following criteria:\n\nAchieve ≥50% reduction of CLASI activity score at Week 12 compared to baseline No discontinuation of investigational product and no use of restricted medications beyond the pre-specified analysis threshold before assessment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null},{"groupId":"OG001","value":"24","spread":null},{"groupId":"OG002","value":"14","spread":null}]}]}]},{"type":"POST_HOC","title":"Number of Participants With a ≥50% Reduction in CLASI Activity Score at Week 12 in the Sub-group of Participants With Baseline CLASI Activity Score ≥10 (Post-Hoc Analysis With Revised Restricted Medication Rules)","description":"50% reduction in Cutaneous Lupus Erythematosus Disease Area and Severity Index (CLASI) activity score compared to baseline was defined by meeting all the following criteria:\n\nAchieve ≥50% reduction of CLASI activity score at Week 12 compared to baseline No discontinuation of investigational product and no use of restricted medications beyond the revised post-hoc analysis threshold before assessment.\n\nRevised rules were designed to be more clinically appropriate, capture intent of protocol, minimize the risk of restricted medication confounding efficacy, and to allow appropriate quantification and interpretation of the relevant endpoints.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null},{"groupId":"OG001","value":"25","spread":null},{"groupId":"OG002","value":"14","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Achieved a Systemic Lupus Erythematosus (SLE) Responder Index of ≥4 (SRI[4]) at Week 24 (Original Analysis With Restricted Medication Rules)","description":"SRI(4) was defined as meeting all of the following criteria:\n\nReduction from baseline of ≥4 points in the SLEDAI-2K No new organ systems affected as defined by 1 or more BILAG-2004 A or 2 or more BILAG-2004 B items No worsening from baseline in participants lupus disease activity. Worsening was defined as an increase of ≥0.30 points on a 3-point PGA VAS No discontinuation of investigational product and no use of restricted medications beyond the pre-specified threshold.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"34","spread":null},{"groupId":"OG001","value":"74","spread":null},{"groupId":"OG002","value":"75","spread":null}]}]}]},{"type":"POST_HOC","title":"Number of Participants Who Achieved a Systemic Lupus Erythematosus (SLE) Responder Index of ≥4 (SRI[4]) at Week 24 (Post-Hoc Analysis With Revised Restricted Medication Rules)","description":"SRI(4) was defined as meeting all of the following criteria:\n\nReduction from baseline of ≥4 points in the SLEDAI-2K No new organ systems affected, defined by 1 or more BILAG-2004 A or 2 or more BILAG-2004 B items No worsening from baseline in lupus disease activity. Worsening defined as an increase of ≥0.30 points on a 3-point PGA VAS No discontinuation of investigational product and no use of restricted medications beyond the revised post-hoc allowed threshold.\n\nRevised rules were designed to be more clinically appropriate, capture intent of protocol, minimize the risk of restricted medications confounding efficacy, and to allow appropriate quantification and interpretation of the relevant endpoints.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"40","spread":null},{"groupId":"OG001","value":"83","spread":null},{"groupId":"OG002","value":"79","spread":null}]}]}]},{"type":"SECONDARY","title":"Annualized Flare Rate","description":"A flare was defined as either 1 or more new British Isle Lupus Assessment Group (BILAG-2004) A or 2 or more new BILAG-2004 B items compared to the previous visit. The occurrence of a new flare was checked for each available visit versus the previous available visit up to Week 52. If no new flares occurred, the number of flares was set to 0. Otherwise all flares were counted leading to the maximum number of flares of 13. The annualized flare rate was calculated as the number of flares divided by the flare exposure time in days multiplied with 365.25 (1 year). The flare exposure time is the time up to Week 52 (date of BILAG-2004 assessment at Week 52) or up to the date of last available BILAG-2004 assessment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.62","spread":null},{"groupId":"OG001","value":"0.60","spread":null},{"groupId":"OG002","value":"0.72","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Met the Criteria for British Isles Lupus Assessment Group-based Composite Lupus Assessment (BICLA) Response (Original Analysis With Restricted Medication Rules)","description":"A BICLA responder was achieved if all of the following criteria was met:\n\nAll criteria related to SRI(4) (please see primary endpoint) plus:\n\nReduction of all baseline BILAG-2004 A to B/C/D and baseline BILAG-2004 B to C/D, and no BILAG-2004 worsening in other organ systems, as defined by 1 or more BILAG-2004 A or 1 or more new BILAG-2004 B item No discontinuation of investigational product and no use of restricted medications beyond the revised post-hoc analysis threshold before assessment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27","spread":null},{"groupId":"OG001","value":"67","spread":null},{"groupId":"OG002","value":"49","spread":null}]}]}]},{"type":"POST_HOC","title":"Number of Participants Who Met the Criteria for British Isles Lupus Assessment Group-based Composite Lupus Assessment (BICLA) Response (Post-Hoc Analysis With Revised Restricted Medication Rules)","description":"A BICLA responder was achieved if all of the following criteria was met:\n\nAll criteria related to SRI(4) (please see primary endpoint) plus:\n\nReduction of all baseline BILAG-2004 A to B/C/D and baseline BILAG-2004 B to C/D, and no BILAG-2004 worsening in other organ systems, as defined by 1 or more BILAG-2004 A or 1 or more new BILAG-2004 B item No discontinuation of investigational product and no use of restricted medications beyond the revised post-hoc analysis threshold before assessment.\n\nRevised rules were designed to be more clinically appropriate, capture intent of protocol, minimize the risk of restricted medications confounding efficacy, and to allow appropriate quantification and interpretation of the relevant endpoints.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35","spread":null},{"groupId":"OG001","value":"83","spread":null},{"groupId":"OG002","value":"54","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Reporting One or More Adverse Events (AE)","description":"An AE is defined as any untoward medical occurrence in a clinical investigation participant administered a drug; it does not necessarily have to have a causal relationship with this treatment. AEs were collected throughout the duration of the study, from baseline until end of follow-up (a maximum of 12 weeks post last dose \\[Week 48\\]), or until Week 52 for participants who enrolled onto the long term extension (LTE). The reported value is inclusive of serious and non-serious AEs.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"80","spread":null},{"groupId":"OG001","value":"161","spread":null},{"groupId":"OG002","value":"145","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Reporting One or More Adverse Events of Special Interest (AESI)","description":"An AESI is an AE of scientific and medical concern specific to understanding biologics and requires close monitoring and rapid communication by the Investigator to the Sponsor/Sponsor's delegate. An AESI may be serious or nonserious. The events of interest are serious infections, including non opportunistic serious infections, opportunistic infections, anaphylaxis, malignancy, herpes zoster, TB (including latent TB), influenza, vasculitis (non-SLE), and MACE (including stroke, MI, or cardiovascular death).\n\nAEs were collected throughout the duration of the study, from baseline until end of follow-up (a maximum of 12 weeks post last dose \\[Week 48\\]), or until Week 52 for participants who enrolled onto the long term extension (LTE).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"23","spread":null},{"groupId":"OG002","value":"18","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Markedly Abnormal Vital Signs","description":"Vital signs included oral temperature, blood pressure (BP), pulse rate, and respiratory rate.\n\nVital signs were collected throughout the duration of the study, from baseline until end of follow-up (a maximum of 12 weeks post last dose \\[Week 48\\]), or until Week 52 for participants who enrolled onto the long term extension (LTE).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null},{"groupId":"OG001","value":"36","spread":null},{"groupId":"OG002","value":"46","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Markedly Abnormal Physical Examinations","description":"Physical examinations included height and weight. Participants were weighed at each study visit and any medically significant changes were reported.\n\nPhysical examination values were collected throughout the duration of the study, from baseline until end of follow-up (a maximum of 12 weeks post last dose \\[Week 48\\]), or until Week 52 for participants who enrolled onto the long term extension (LTE).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"2","spread":null},{"groupId":"OG002","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Markedly Abnormal Electrocardiogram (ECG) Scores","description":"ECGs documented the date, time, heart rate, QRS duration, PR interval, RR interval, QT, and corrected QT interval, which were calculated using the Fridericia formula. The investigator judged the overall interpretation as normal or abnormal, and if abnormal it was decided as to whether or not the abnormality was clinically significant or not clinically significant.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Mild To Moderate Lupus Flare Evaluated by Modified Safety of Estrogens in Lupus Erythematosus National Assessment (SELENA)-SLEDAI Flare Index","description":"The modified SELENA flare index was completed by the Investigator or delegated/qualified physician. Assessment of flares were scored in comparison to the participant's previous visit and should only include findings which, in the opinion of the Investigator, are due to systemic lupus erythematosus (SLE) disease activity within that timeframe. Flare was defined as any 1 criterion present in either the Mild/Moderate Flare or Severe Flare categories.\n\nNumber of flares were collected throughout the duration of the study, from baseline until end of follow-up (a maximum of 12 weeks post last dose \\[Week 48\\]), or until Week 52 for participants who enrolled onto the long term extension (LTE).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"38","spread":null},{"groupId":"OG001","value":"58","spread":null},{"groupId":"OG002","value":"67","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Markedly Abnormal Laboratory Tests","description":"Laboratory tests were collected at central clinical laboratories and included hematology, serum chemistry and urinalysis tests. Laboratory values were collected throughout the duration of the study, from baseline until end of follow-up (a maximum of 12 weeks post last dose \\[Week 48\\]), or until Week 52 for participants who enrolled onto the long term extension (LTE).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"44","spread":null},{"groupId":"OG001","value":"71","spread":null},{"groupId":"OG002","value":"87","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Suicidal Ideation or Behaviour Assessed Via the Columbia Suicide Severity Rating Scale (C-SSRS)","description":"The C-SSRS is an assessment tool that evaluates suicidal ideation and behavior. Number of participants with suicidal ideation or behavior was defined as the number of participants who answered \"yes\" at any time during the treatment period (Baseline to Week 52) to one of the 10 categories:\n\nCategory 1: Wish to be dead Category 2: Non-specific active suicidal thoughts Category 3: Active suicidal ideation with any methods (not plan) without intent to act Category 4: Active suicidal ideation with some intent to act, without specific plan Category 5: Active suicidal ideation with specific plan and intent Category 6: Preparatory acts or behavior Category 7: Aborted attempt Category 8: Interrupted attempt Category 9: Actual attempt (non-fatal) Category 10: Completed suicide","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"2","spread":null},{"groupId":"OG002","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Personal Health Questionnaire Depression Scale-8 (PHQ-8) Score","description":"PHQ-8 is a 8-item self-report scale, all items are rated on a score of 0-3, for a total range of 0-24. PHQ-8 assesses symptoms of depression over the previous 2 weeks. Higher scores indicate more depressive symptoms. A negative change from baseline score indicates improvement in symptoms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.1","spread":"4.43"},{"groupId":"OG001","value":"-2.7","spread":"5.58"},{"groupId":"OG002","value":"-1.7","spread":"5.40"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":10,"n":93},"commonTop":["Nasopharyngitis","Upper respiratory tract infection","Urinary tract infection","Headache","Infusion related reaction"]}}}