{"nctId":"NCT00078312","briefTitle":"Armodafinil (CEP-10953) for Treatment of Narcolepsy, Obstructive Sleep Apnea/Hypopnea Syndrome, or Chronic Shift Work Sleep Disorder","startDateStruct":{"date":"2004-01"},"conditions":["Narcolepsy","Sleep Apnea, Obstructive","Sleep Apnea Syndromes","Shift-Work Sleep Disorder"],"count":328,"armGroups":[],"interventions":[{"name":"CEP-10953 (Armodafinil)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nPatients are included in the study if all of the following criteria are met:\n\n1. Written informed consent is obtained.\n2. Men and women (outpatients) of any ethnic origin, between 18 and 65 years of age (inclusive) are eligible.\n3. The patient has a complaint of excessive sleepiness associated with a current diagnosis of:\n\n   * Narcolepsy-Diagnosis made on the basis of International Classification of Sleep Disorders (ICSD) (American Sleep Disorders Association 2000) criteria.\n   * OSAHS-Diagnosis made on the basis of ICSD criteria. Furthermore, patients with OSAHS must meet the following nCPAP therapy requirements:\n\n     * Previous adequate education and intervention efforts to encourage nCPAP therapy use must be documented.\n     * A patient's nCPAP therapy regimen must be stable for at least 4 weeks.\n     * nCPAP therapy is effective, in the opinion of the investigator.\n     * Evidence of regular nCPAP usage must be shown during a 2 week evaluation period (ie, nCPAP therapy usage of at least 4 hours/night on at least 70% of the nights).\n   * Chronic SWSD-Diagnosis made on the basis of at least minimum ICSD criteria. Furthermore, patients with chronic SWSD must have had excessive sleepiness during night shifts for at least 3 months, work a minimum of 3 night shifts per month that include at least 6 hours between 2200 and 0800 and are no longer than 12 hours in duration, and plan to continue to work night shifts throughout the study.\n4. The patient has a Clinical Global Impression of Severity of Disease (CGI-S) rating of 4 or more. (For patients with OSAHS, the CGI-S scale will be administered after nCPAP effectiveness and regular usage is established. For patients with narcolepsy or OSAHS, CGI-S will be evaluated to assess general clinical condition. For patients with SWSD, CGI-S will be evaluated to assess sleepiness during the night shift including the commute to and from work.)\n5. The patient is in good health as determined by a medical and psychiatric history, medical examination, electrocardiogram (ECG), serum chemistry and hematology. Women must be surgically sterile, 2 years postmenopausal, or if of childbearing potential, must use a medically accepted method of birth control (ie, barrier method with spermicide, steroidal contraceptive \\[oral, implanted, and Depo-Provera contraceptives must be used in conjunction with a barrier method\\], or intrauterine device \\[IUD\\]).\n6. The patient may have been prescribed PROVIGIL or stimulant therapy to treat the sleep disorder; however, they must have undergone a washout period of at least 7 days prior to screening assessments.\n7. The patient must be willing and able to comply with study restrictions and to attend regularly scheduled clinic visits as specified in this protocol.\n\nExclusion Criteria:\n\nPatients are excluded from participating in this study if 1 or more of the following criteria are met:\n\n1. have any clinically significant, uncontrolled medical conditions (treated or untreated)\n2. have a probable diagnosis of a current sleep disorder other than the primary diagnosis of narcolepsy, OSAHS, or chronic SWSD\n3. consume caffeine including coffee, tea and/or other caffeine containing beverages or food averaging more than 600 mg of caffeine or more than 8 cups of coffee per day\n4. used any prescription drugs disallowed by the protocol or clinically significant use of over-the-counter (OTC) drugs within 7 days before the baseline visit\n5. have a history of alcohol, narcotic, or any other drug abuse as defined by the Diagnostic and Statistical Manual of the American Psychiatric Association, 4th Edition (DSM IV)\n6. have a positive UDS at the screening visit\n7. have a clinically significant deviation from normal in the physical examination\n8. are pregnant or lactating. Any woman becoming pregnant during the study will be withdrawn from the study\n9. have used an investigational drug within 1 month before the screening visit\n10. have any disorder that may interfere with drug absorption, distribution, metabolism, or excretion (including gastrointestinal surgery)\n11. have a known clinically significant drug sensitivity to stimulants","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Safety and Tolerability as Measured by Number of Participants With Adverse Events","description":"Serious and Non-serious Adverse Events (SAEs). Serious adverse event is any adverse event occurring at any dose that results in any of the following outcomes: death, life-threatening, inpatient hospitalization, persistent or significant disability, congenital anomaly, or an important medical event. An adverse event that does not meet any of the criteria for seriousness listed previously will be regarded as a nonserious adverse event.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"323","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":12,"n":323},"commonTop":["Headache","Insomnia","Upper respiratory tract infection","Nausea","Dizziness"]}}}