{"nctId":"NCT01911442","briefTitle":"Lurasidone Pediatric Autism Study","startDateStruct":{"date":"2013-08"},"conditions":["Autism"],"count":150,"armGroups":[{"label":"Lurasidone 20 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Lurasidone 20 mg daily"]},{"label":"Lurasidone 60 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Lurasidone"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Lurasidone 20 mg daily","otherNames":["Latuda"]},{"name":"Lurasidone","otherNames":["Latuda"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Written informed consent from parent(s) or legal guardian(s) with sufficient intellectual capacity to understand the study and support subjects' adherence to the study procedures must be obtained for subjects who are not emancipated. In accordance with Institutional Review Board (IRB) requirements, the subject will complete an informed assent when developmentally appropriate, to participate in the study before conduct of any study-specific procedures.\n* Male or female subjects 6 to 17 years of age, inclusive, at the time of consent.\n* A reliable informant (eg, parent, legal guardian, or caregiver) who has past and current direct knowledge of the subject must accompany the subject at each visit and must oversee the administration of the study drug.\n* DSM-IV-TR primary diagnosis of autistic disorder confirmation of the diagnosis by a trained clinician (eg, psychiatrist, psychologist, social workers, etc) at the time of screening, by means of the Autism Diagnostic Interview, Revised (ADI-R).\n* Screening and Baseline ABC irritability subscale score ≥ 18.\n* Screening and Baseline CGI-S ≥ 4.\n* Within 5th to 95th percentile for gender specific Growth Charts from Centers for Disease Control (CDC).\n* No clinically relevant abnormal laboratory values.\n* No clinically relevant abnormal vital sign values/findings\n\n  1. Females who participate in this study:\n\n     * are unable to become pregnant (eg, premenarchal, surgically sterile, etc.) -OR-\n     * practices true abstinence (consistent with lifestyle) and must agree to remain abstinent from signing informed consent to at least 7 days after the last dose of study drug has been taken;\n\n-OR-\n\n•are sexually active and willing to use a medically effective method of birth control (eg, male using condom and female using condom, diaphragm, contraceptive sponge, spermicide, contraceptive pill, or intrauterine device) from signing informed consent to at least 7 days after the last dose of study drug has been taken.\n\n* Males must be willing to remain sexually abstinent (consistent with lifestyle) or use an effective method of birth control (eg, male using condom and female using condom, diaphragm, contraceptive sponge, spermicide, contraceptive pill, or intrauterine device) from signing informed consent to at least 7 days after the last dose of study drug has been taken.\n* In the judgment of the investigator, the subject is able to swallow the size and number of study drug tablets specified per protocol (See Table 4 for study drug tablet size).\n* Able to adhere to protocol-specified meal requirements during dosing.\n* Have a stable living arrangement for at least 3 months prior to screening.\n* Non-pharmacologic therapy (eg, behavior modification) must be stable for at least 4 weeks before screening and consistent throughout the study.\n\nExclusion Criteria:\n\n* Subjects with profound intellectual disability.\n* Current diagnosis of bipolar disorder, psychosis, schizophrenia or major depression, or childhood disintegrative disorder as confirmed by the MINI-Kid (as appropriate) at screening. Confirmed genetic disorders with cognitive and behavioral disturbances are also exclusionary.\n* Clinically significant neurological, metabolic (including type 1 and type 2 diabetes), hepatic, renal, hematological, pulmonary, cardiovascular, gastrointestinal, carcinoma, and/or urological disorder that would pose a risk to the subjects if they were to participate in the study or that might confound the results of the study.\n\nNote: Active medical conditions that are minor or well-controlled are not exclusionary if they do not affect risk to the subject or the study results. In cases in which the impact of the condition upon risk to the subject or study results is unclear, the Medical Monitor should be consulted. Any subject with a known cardiovascular disease or condition (even if controlled) must be discussed with the Medical Monitor during screening.\n\n* Evidence of any chronic organic disease of the CNS such as tumors, inflammation, active seizure disorder, vascular disorder, potential CNS related disorders that might occur in childhood- eg, Duchenne Muscular dystrophy, myasthenia gravis, or other neurologic or serious neuromuscular disorders. In addition, subjects must not have a history of persistent neurological symptoms attributable to serious head injury. Past history of febrile seizure, drug-induced seizure, or alcohol withdrawal seizure is not exclusionary.\n* If the subject has a history of seizures, the subjects must not currently be taking any antiepileptic drugs (AEDs) and be seizure-free for at least 6 months.\n* Clinically significant finding(s) on physical examination determined by the investigator to pose a health concern to the subject while on study.\n* A history or presence of abnormal ECG, which in the investigator's opinion is clinically significant. Screening ECGs will be centrally over-read, and eligibility will be determined based on the over-read.\n* Known history or presence of clinically significant intolerance to any antipsychotic medications including but not limited to angioedema, serotonin or neuroleptic malignant syndromes, severe dystonia, or moderate to severe tardive dyskinesia.\n* Clinically significant alcohol abuse/dependence or drug abuse/dependence based on Mini International Neuropsychiatric Interview for children and adolescents (MINI-Kid) criteria within the last 6 months prior to screening.\n* Clinically significant orthostatic hypotension (ie, a drop in systolic blood pressure of 20 mmHg or more and/or drop in diastolic blood pressure of 10 mmHg or more within 4 minutes of standing up).\n* Presence or history (within the last year) of a medical or surgical condition (eg, gastrointestinal disease) that might interfere with the absorption, metabolism, or excretion of orally administered lurasidone.\n* Positive test results at screening for:\n\n  1. Urine drugs of abuse (amphetamines, barbiturates, benzodiazepines, cocaine, opiates, phencyclidine, cannabinoids, methamphetamine, and methadone). However, a positive test for amphetamines, barbiturates, opiates, benzodiazepines or methadone may not result in exclusion of subjects if the investigator determines that the positive test is as a result of prescription medicine(s).\n  2. Pregnancy test (only in female subjects ≥ 11 years old).\n* Lifetime history of human immunodeficiency virus (HIV) positive or acquired immune deficiency syndrome (AIDS), or history of Hepatitis B or C.\n* Participated in another interventional clinical trial or receiving an investigational product within 30 days prior to study drug administration.\n* Use of concomitant medications that consistently prolong the QT/QTc interval within 28 days prior to randomization.\n* Received depot neuroleptics unless the last injection was at least 1 month or 1 treatment cycle prior to screening, whichever is longer.\n* Subject has received treatment with antidepressants within 3 days, fluoxetine hydrochloride at any time within 21 days, an MAO inhibitor within 21 days of randomization or clozapine within 120 days of randomization. Depot neuroleptics must be discontinued at least one treatment cycle prior to randomization.\n* Use of any antipsychotic medication (other than study drug), carbamazepine, oxcarbazepine or fluvoxamine, within 3 days prior to randomization.\n* Females who are pregnant, lactating, or likely to become pregnant during the study.\n* Donation of whole blood within 60 days prior to randomization.\n* Has a prolactin concentration greater than or equal to 100 ng/mL at screening.\n* Subject is considered by the investigator to be at imminent risk of suicide during the study. Subject has a history of one or more serious suicide attempts (based on the investigator's judgment) in the 12 months prior to screening. Subjects determined to be at risk of suicide or injury, as assessed by the investigator at screening, will be referred for further psychiatric evaluation.\n* Clinically relevant history of drug hypersensitivity to lurasidone or any components in the formulation.\n* Subject requires use of concomitant medications that are potent inducers or inhibitors of the cytochrome P450 (CYP) 3A4 enzyme system (Appendix C) from signing informed consent until follow-up.","healthyVolunteers":false,"sex":"ALL","minimumAge":"6 Years","maximumAge":"17 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Aberrant Behavior Checklist (ABC) Irritability Subscale Score at Week 6","description":"The ABC irritability subscale score is the sum of 15 items, each rated among 0 = Not at all; 1 = Slight in degree; 2 = Moderately serious; and 3 = Severe in degree. The ABC irritability subscale score ranges from 0 to 45. Higher values of ABC subscale scores represent greater severity of illness.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.8","spread":"1.5"},{"groupId":"OG001","value":"9.4","spread":"1.43"},{"groupId":"OG002","value":"7.5","spread":"1.52"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Clinical Global Impression-Severity (CGI-S) at Week 6","description":"The Clinical Global Impression - Severity of Illness (CGI-S) Scale is rated on a 7-point scale of severity with 1 = Normal, not at all ill to 7 = Among the most extremely ill patients. Higher values of CGI-S scores represent greater severity of illness.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.1","spread":"0.17"},{"groupId":"OG001","value":"-1.0","spread":"0.16"},{"groupId":"OG002","value":"-0.7","spread":"0.17"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Aberrant Behavior Checklist (ABC) Hyperactivity Subscale Score at Week 6","description":"The ABC hyperactivity and noncompliance subscale score is the sum of 16 items, each rated among 0 = Not at all; 1 = Slight in degree; 2 = Moderately serious; and 3 = Severe in degree. The ABC hyperactivity and noncompliance subscale score may range from 0 to 48. In general, higher values of ABC subscale scores represent greater severity of illness.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-9.7","spread":"1.50"},{"groupId":"OG001","value":"-6.6","spread":"1.43"},{"groupId":"OG002","value":"-7.1","spread":"1.52"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Children's Yale-Brown Obsessive Compulsive Scales (CY-BOCS) Modified for Pervasive Developmental Disorders (PDDs)","description":"CY-BOCS total score ranges from 0 to 20. The higher value of CY-BOCS scores the greater severity of illness. This table is a summary of Y-BOCS compulsion total score.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.0","spread":"0.46"},{"groupId":"OG001","value":"-1.0","spread":"0.44"},{"groupId":"OG002","value":"-1.2","spread":"0.49"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Caregiver Strain Questionnaire (CGSQ)","description":"CGSQ is a caregiver reported assessment to assesses extent to which caregivers are affected by special demands associated with caring for a child with emotional/behavioral problems. CGSQ is comprised of three subscales which range in severity from 1 to 5 (Objective Strain, Subjective Externalized Strain, Subjective Internalized Strain), The 3 subscales are calculated as the averages of the corresponding individual items. Higher scores on each indicates greater strain. A Global Strain score is calculated by summing the three subscales (Objective Strain, Subjective Externalized Strain, Subjective Internalized Strain) to provide an indication of the total impact of the special demands on the family. Global Strain scores range from 3 to 15. As with the individual subscales, higher scores indicate greater strain.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.49","spread":"0.292"},{"groupId":"OG001","value":"-1.66","spread":"0.274"},{"groupId":"OG002","value":"-1.35","spread":"0.300"}]}]}]},{"type":"SECONDARY","title":"Proportion of Subjects Who Have CGI-I Score of 1 (Very Much Improved) or 2 (Much Improved) at Week 6","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null},{"groupId":"OG001","value":"17","spread":null},{"groupId":"OG002","value":"14","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Subjects Who Have at Least 25% Reduction From Baseline to Week 6 in the ABC Irritability Subscale Score.","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25","spread":null},{"groupId":"OG001","value":"26","spread":null},{"groupId":"OG002","value":"23","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":49},"commonTop":["Vomiting","Somnolence","Diarrhoea","Headache","Nasopharynigitis"]}}}