{"nctId":"NCT00510692","briefTitle":"Chemoprevention Trial in Familial Adenomatous Polyposis (FAP) Coli Using EPA","startDateStruct":{"date":"2006-11"},"conditions":["Familial Adenomatous Polyposis Coli","FAP"],"count":58,"armGroups":[{"label":"2g/day Eicosapentanoic Acid (EPA)","type":"EXPERIMENTAL","interventionNames":["Drug: Eicosapentanoic Acid (EPA)","Procedure: Endoscopy","Procedure: Biopsies taken"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Procedure: Endoscopy","Procedure: Biopsies taken","Drug: Placebo"]}],"interventions":[{"name":"Eicosapentanoic Acid (EPA)","otherNames":["ALFA"]},{"name":"Endoscopy","otherNames":["Endoscopy either Colonoscopy or Flexible sigmoidoscopy."]},{"name":"Biopsies taken","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subjects must have a known diagnosis of Familial Adenomatous Polyposis (FAP) and have had a previous colectomy with ileo-rectal anastomosis.\n* Males or females aged 18 and over\n* If the participant is female and of child bearing potential, she agrees to participate in this study by providing written informed consent, has been using adequate contraception (e.g. abstinence, condom, Intra-uterine device (IUD), birth control pill, diaphragm and spermicidal gel combination) since her last menses and will use adequate contraception during the study, is not lactating, and agrees to undergo a serum pregnancy test at baseline and month 6. Sexually active males must agree to use an accepted method of contraception.\n* Rectal polyp status: the subject has an endoscopically assessable rectal segment.\n* Subjects must show a willingness to abstain from regular use of non-steroidal anti-inflammatory medication for the duration of the study. A cardioprotective dose of aspirin (75mg) will be permitted.\n* Subjects must have provided written informed consent to participate.\n* Subjects must have assessable rectal polyps post baseline flexible sigmoidoscopy.\n* Subjects must have the following rectal polyp burden at the conclusion of the baseline endoscopy:\n* Rectum - 3 or more quantifiable polyps ≥2mm diameter\n* In the rectum quantifiable polyps are defined as being within a composite \"cloverleaf\" photograph that includes a tattoo.\n\nExclusion Criteria:\n\n* Subjects who are due to undergo an anticipated colectomy within 8 months of randomisation\n* History of invasive carcinoma in the past 5 years other than resected Dukes' A/B1 colon cancer or resected non-melanomatous skin cancer\n* Partial or complete colectomy within 12 months prior to enrolment.\n* History of pelvic radiation\n* Subjects who are allergic to fish\n* Subjects who have diabetes mellitus\n* Subjects who are pregnant or breast-feeding\n* Subjects taking aspirin or other non-steroidal anti-inflammatory drugs on a regular basis other than low dose (75 mg) cardioprotective dose.\n* Subjects who have aspirin-sensitive asthma\n* Subjects suffering from haemorrhagic disorders\n* Subjects who are taking warfarin or other anticoagulants\n* Subjects who have significant abnormalities on their screening blood tests\n* Subjects taking lipid lowering medication\n* Subjects with gastrointestinal malabsorptive disease\n* Subjects with known or prior coagulopathy\n* Subjects with uncontrolled hypercholesterolaemia\n* Subjects who are taking other fish-oil supplements (e.g. cod liver oil) who are unwilling to stop them for the duration of the study. Subjects previously taking fish oil must have a washout period of 1 month prior to study enrolment.\n* Subjects who are deemed mentally incompetent, or have a history of anorexia nervosa or bulimia\n* Subjects with a history of alcohol or drug abuse, including laxative abuse which would render the subject unreliable.\n* Subjects considered by their physician unlikely to be able to comply with the protocol.\n* Subjects who have taken part in an experimental drug study in the preceding 3 months.\n* Subjects who have a positive pregnancy test within 14 days prior to baseline visit.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Absolute Change in the Number of Polyps Measured in a Focal Area of the Rectum.","description":"Absolute change in the number of polyps measured in a defined focal area of the rectum.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.5","spread":"0.9"},{"groupId":"OG001","value":"0.5","spread":"1.4"}]}]}]},{"type":"SECONDARY","title":"Percentage Change in the Number of Polyps Measured in the Defined Focal Area of the Rectum.","description":"Percentage change in the number of polyps measured in the defined focal area of the rectum in subjects treated with EPA compared to subjects receiving placebo.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-12.6","spread":null},{"groupId":"OG001","value":"9.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Global Rectal Polyp Burden.","description":"Change in global rectal polyp burden in subjects treated with Eicosapentanoic Acid (EPA) compared to subjects receiving placebo. Each reviewer in the Polyp Video Scoring Committee assessed global colorectal polyp burden change as \"better\", \"same as\" or \"worse\". The qualitative assessment was assigned a score of +1 for \"better\", 0 for \"same as\" and -1 for \"worse\". Thereafter a mean overall reviewers score was calculated.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.09","spread":null},{"groupId":"OG001","value":"-0.34","spread":null}]}]}]},{"type":"SECONDARY","title":"Relative EPA Concentration of Total Free Fatty Acids in the Rectal Mucosa.","description":"Relative EPA concentration of total free fatty acids in the rectal mucosa of subjects with FAP.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.56","spread":null},{"groupId":"OG001","value":"0.54","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects With Adverse Events.","description":"Incidence of adverse events in each treatment group.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25","spread":null},{"groupId":"OG001","value":"25","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":29},"commonTop":["Gastrointestinal","Nervous system disorders","General disorders","Infections and infestations","Musculoskeletal and connective tissue disorders"]}}}