{"nctId":"NCT01761266","briefTitle":"A Multicenter, Open-Label, Phase 3 Trial to Compare the Efficacy and Safety of Lenvatinib (E7080) Versus Sorafenib in First-line Treatment of Participants With Unresectable Hepatocellular Carcinoma","startDateStruct":{"date":"2013-03-01","type":"ACTUAL"},"conditions":["Hepatocellular Carcinoma (HCC)"],"count":954,"armGroups":[{"label":"Lenvatinib","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Lenvatinib"]},{"label":"Sorafenib","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Sorafenib"]}],"interventions":[{"name":"Lenvatinib","otherNames":["E7080, Lenvima"]},{"name":"Sorafenib","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"1. Participants must have confirmed diagnosis of unresectable HCC with any of the following criteria:\n\n   * Histologically or cytologically confirmed diagnosis of HCC.\n   * Clinically confirmed diagnosis of HCC according to American Association for the Study of Liver Diseases (AASLD) criteria, including cirrhosis of any etiology or with chronic hepatitis B or C infection criteria\n2. At least one measurable target lesion according to modified Response Evaluation Criteria in Solid Tumors (mRECIST) meeting the following criteria:\n\n   • Hepatic lesion\n   1. The lesion can be accurately measured in at least one dimension as \\>=1.0 centimeter (cm) (viable tumor for typical; and longest diameter for atypical), and\n   2. The lesion is suitable for repeat measurement.\n\n      • Nonhepatic lesion\n   3. Lymph node (LN) lesion that measures at least one dimension as \\>=1.5 cm in the short axis, except for porta hepatis LN that measures \\>=2.0 cm in the short axis.\n   4. Non-nodal lesion that measures \\>=1.0 cm in the longest diameter Lesions previously treated with radiotherapy or locoregional therapy must show radiographic evidence of disease progression to be deemed a target lesion.\n3. Participants categorized to stage B (not applicable for transarterial chemoembolization \\[TACE\\]) or stage C based on Barcelona Clinic Liver Cancer (BCLC) staging system.\n4. Adequate bone marrow function, defined as:\n\n   * Absolute neutrophil count (ANC) \\>=1.5 X 10\\^9 per liter (/L)\n   * Hemoglobin (Hb) \\>=8.5 gram per deciliter (g/dL)\n   * Platelet count \\>=75 X 10\\^9/L.\n5. Adequate liver function, defined as:\n\n   * Albumin \\>=2.8 g/dL\n   * Bilirubin less than or equal to (\\<=) 3.0 mg/dL\n   * Aspartate aminotransferase (AST), alkaline phosphatase (ALP), and alanine aminotransferase (ALT) \\<=5 X the upper limit of normal (ULN).\n6. Adequate blood coagulation function, defined as international normalized ratio (INR) \\<=2.3.\n7. Adequate renal function defined as creatinine clearance greater than (\\>) 40 milliliter per minute (mL/min) calculated per the Cockcroft and Gault formula.\n8. Adequate pancreatic function, defined as amylase and lipase \\<=1.5 X ULN.\n9. Adequately controlled blood pressure (BP) with up to 3 antihypertensive agents, defined as BP \\<=150/90 millimeters of mercury (mmHg) at Screening and no change in antihypertensive therapy within 1 week prior to the Cycle1/Day1.\n10. Child-Pugh score A.\n11. Eastern Cooperative Oncology Group (ECOG)- performance status (PS) 0 or 1.\n12. Males or females aged at least 18 years (or any age \\>18 years as determined by country legislation) at the time of informed consent.\n13. Females must not be lactating or pregnant at Screening or Baseline (as documented by a negative beta-human chorionic gonadotropin \\[B-hCG\\] test with a minimum sensitivity of 25 International Units Per Liter (IU/L) or equivalent units of BhCG).\n\n    A separate baseline assessment is required if a negative screening pregnancy test was obtained more than 72 hours before the first dose of study drug.\n14. All females will be considered to be of childbearing potential unless they are postmenopausal (amenorrheic for at least 12 consecutive months, in the appropriate age group and without other known or suspected cause) or have been sterilized surgically (ie, bilateral tubal ligation, total hysterectomy or bilateral oophorectomy, all with surgery at least 1 month before dosing).\n15. Females of childbearing potential must not have had unprotected sexual intercourse within 30 days before study entry and must agree to use a highly effective method of contraception (e.g., total abstinence, an intrauterine device, a double barrier method \\[such as condom plus diaphragm with spermicide\\], a contraceptive implant, an oral contraceptive, or have a vasectomized partner with confirmed azoospermia) throughout the entire study period and for 30 days after study drug discontinuation. If currently abstinent, the participant must agree to use a double barrier method as described above if she becomes sexually active during the study period or for 30 days after study drug discontinuation. Females who are using hormonal contraceptives must have been on a stable dose of the same hormonal contraceptive product for at least 4 weeks before dosing and must continue to use the same contraceptive during the study and for 30 days after study drug discontinuation.\n16. Male participants must have had a successful vasectomy (confirmed azoospermia) or they and their female partners must meet the criteria above (i.e., not of childbearing potential or practicing highly effective contraception throughout the study period and for 30 days after study drug discontinuation). No sperm donation is allowed during the study period and for 30 days after study drug discontinuation.\n17. Provide written informed consent.\n18. Willing and able to comply with all aspects of the protocol.\n\nExclusion Criteria\n\n1. Imaging findings for HCC corresponding to any of the following:\n\n   * HCC with \\>=50 percent liver occupation\n   * Clear invasion into the bile duct\n   * Portal vein invasion at the main portal branch (Vp4).\n2. Participants who have received any systemic chemotherapy, including anti-vascular endothelial growth factor (VEGF) therapy, or any systemic investigational anticancer agents, including lenvatinib, for advanced/unresectable HCC. Note: Participants who have received local hepatic injection chemotherapy are eligible.\n3. Participants who have received any anticancer therapy (including surgery, percutaneous ethanol injection, radio frequency ablation, transarterial \\[chemo\\] embolization, hepatic intra-arterial chemotherapy, biological, immunotherapy, hormonal, or radiotherapy) or any blood enhancing treatment (including blood transfusion, blood products, or agents that stimulate blood cell production, eg, granulocyte colony-stimulating factor \\[G-CSF\\]) within 28 days prior to randomization.\n4. Participants who have not recovered from toxicities as a result of prior anticancer therapy, except alopecia and infertility. Recovery is defined as \\< Grade 2 severity per Common Terminology Criteria for Adverse Events Version 4.0 (CTCAE v4.0).\n5. Significant cardiovascular impairment: history of congestive heart failure \\> New York Heart Association (NYHA) Class II, unstable angina, myocardial infarction or stroke within 6 months of the first dose of study drug, or cardiac arrhythmia requiring medical treatment at Screening.\n6. Prolongation of corrected QT interval (QTc) interval to \\>480 millisecond (ms)\n7. Gastrointestinal malabsorption or any other condition that might affect the absorption of lenvatinib in the opinion of the investigator.\n8. Bleeding or thrombotic disorders or use of anticoagulants requiring therapeutic INR monitoring, eg, warfarin or similar agents. Treatment with low molecular weight heparin and factor X inhibitors which do not require INR monitoring is permitted. Antiplatelet agents are prohibited throughout the study.\n9. Gastrointestinal bleeding event or active hemoptysis (bright red blood of at least 0.5 teaspoon) within 28 days prior to randomization.\n10. Gastric or esophageal varices that require interventional treatment within 28 days prior to randomization. Prophylaxis with pharmacologic therapy (eg, nonselective beta-blocker) is permitted.\n11. Active malignancy (except for HCC or definitively treated melanoma in-situ, basal or squamous cell carcinoma of the skin, or carcinoma in-situ of the cervix) within the past 36 months.\n12. Participants whose only target lesion(s) is in bone will be excluded.\n13. Meningeal carcinomatosis.\n14. Any history of or current brain or subdural metastases.\n15. Participants having \\>1+ proteinuria on urine dipstick testing will undergo a 24-hour urine collection for quantitative assessment of proteinuria. Participants with a urine protein \\>=1g/24 hours will be ineligible.\n16. Surgical arterial-portal venous shunt or arterial-venous shunt.\n17. Any medical or other condition that in the opinion of the investigator would preclude the participant's participation in a clinical study.\n18. Known intolerance to lenvatinib or sorafenib (or any of the excipients).\n19. Human immunodeficiency virus (HIV) positive or active infection requiring treatment (except for hepatitis virus).\n20. Any history of drug or alcohol dependency or abuse within the prior 6 months.\n21. Any participant who cannot be evaluated by either triphasic liver computed tomography (CT) or triphasic liver Magnetic resonance imaging (MRI) because of allergy or other contraindication to both CT and MRI contrast agents.\n22. Major surgery within 3 weeks prior to randomization or scheduled for surgery during the study.\n23. Participants has had a liver transplant.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Survival (OS)","description":"OS was defined as the duration from the date of randomization until the date of death from any cause. Participants who were lost to follow-up were censored at the last date the participant was known to be alive, and participants who remained alive were censored at the time of data cutoff.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.6","spread":"12.1"},{"groupId":"OG001","value":"12.3","spread":"10.4"}]}]}]},{"type":"SECONDARY","title":"Progression Free Survival (PFS)","description":"PFS was defined as the time from the date of randomization to the date of first documentation of disease progression based on modified Response Evaluation Criteria in Solid Tumors (mRECIST), or date of death, whichever occurred first. Disease progression was defined as at least a 20 percent (%) increase in the sum of diameters of target lesions, taking as reference the baseline sum of diameters of target lesions. As planned, data for this secondary endpoint was collected and analyzed up to the primary completion date.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.4","spread":"6.9"},{"groupId":"OG001","value":"3.7","spread":"3.6"}]}]}]},{"type":"SECONDARY","title":"Time to Progression (TTP)","description":"TTP was defined as the time from the date of randomization to the date of first documentation of disease progression based on mRECIST. Disease progression was defined as at least a 20% increase in the sum of diameters of target lesions, taking as reference the baseline sum of diameters of target lesions. As planned, data for this secondary endpoint was collected and analyzed up to the primary completion date.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.9","spread":"7.4"},{"groupId":"OG001","value":"3.7","spread":"3.6"}]}]}]},{"type":"SECONDARY","title":"Objective Response Rate (ORR)","description":"ORR was defined as the percentage of participants with a best overall response of complete response (CR) or partial response (PR) based on mRECIST. CR was defined as disappearance of any intratumoral arterial enhancement in all target lesions. PR was defined as at least a 30% decrease in the sum of diameters of viable (enhancement of arterial phase) target lesions taking as reference to the baseline sum of the diameters of target lesions. As planned, data for this secondary endpoint was collected and analyzed up to the primary completion date.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24.1","spread":"20.2"},{"groupId":"OG001","value":"9.2","spread":"6.6"}]}]}]},{"type":"SECONDARY","title":"Time to Clinically Meaningful Worsening of Health Related Quality of Life (HRQoL) Assessed Using European Organization for Research and Treatment of Cancer Quality of Life Questionnaire (EORTC QLQ-C30)","description":"The EORTC QLQ-C30 included 30 questions comprising 9 multi-item scales: 5 functional scales (physical, role, cognitive, emotional, and social) and 9 symptom scales (fatigue, pain, nausea/vomiting, dyspnoea, appetite loss, insomnia, constipation, diarrhea and financial difficulties) and a single global health and QOL status score. Most questions used a 4-point scale (1=Not at all to 4=Very much); 2 questions used a 7-point scale (1= Very poor to 7=Excellent). All domain scores were calculated as an average of item scores and transformed to 0 to 100 score range. A high score for a functional scale represents a high/healthy level of functioning, a high score for the global health status/quality of life (QoL) represents a high QoL, but a high score for a symptom scale/item represents a high level of symptomatology/problem. As planned, data for this secondary endpoint was collected and analyzed up to the primary completion date.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.7","spread":"1.05"},{"groupId":"OG001","value":"1.8","spread":"1.05"}]}]}]},{"type":"SECONDARY","title":"Time to Clinically Meaningful Worsening of HRQoL Assessed Using - EORTC QLQ- Hepatocellular Carcinoma Domain (HCC 18)","description":"The EORTC QLQ-HCC-18 was an 18-item questionnaire design used along with the 30-item EORTC QLQ-C30. EORTC QLQ-HCC 18 questionnaire included 8 symptom scales such as fatigue, jaundice, body image, nutrition, pain, fever, sex life and abdominal swelling. Each individual item ranges from 1 to 4, where 1 = \"not at all\" and 4 = \"very much.\" All domain scores were calculated as an average of item scores and transformed to 0 to 100 score range. A high score for a functional scale represented a high/healthy level of functioning, a high score for the global health status/quality of life (QoL) represented a high QoL, but a high score for a symptom scale/item represented a high level of symptomatology/problem. As planned, data for this secondary endpoint was collected and analyzed up to the primary completion date.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.9","spread":"1.81"},{"groupId":"OG001","value":"1.8","spread":"1.74"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.6","spread":"3.72"},{"groupId":"OG001","value":"3.7","spread":"2.86"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.8","spread":"2.73"},{"groupId":"OG001","value":"1.9","spread":"1.84"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.1","spread":"3.68"},{"groupId":"OG001","value":"2.8","spread":"2.04"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.7","spread":"1.97"},{"groupId":"OG001","value":"2.8","spread":"2.73"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.5","spread":"4.57"},{"groupId":"OG001","value":"3.7","spread":"2.99"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7.4","spread":"5.46"},{"groupId":"OG001","value":"6.7","spread":"4.60"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7.4","spread":"5.52"},{"groupId":"OG001","value":"7.4","spread":"5.46"}]}]}]},{"type":"SECONDARY","title":"Time to Clinically Meaningful Worsening of HRQoL Assessed Using EuroQol Five Dimension Health Questionnaire (EQ-5D-3L)","description":"The EuroQol five dimension health questionnaire (EQ-5D-3L) assesses quality of life along 5 dimensions. Participants rate 5 aspects of health (mobility, self-care, usual activities, pain/discomfort, and anxiety/depression) by choosing from 3 answering options (1=no problems; 2=some problems; 3=extreme problems). The summed score ranges from 3-15 with \"3\" corresponding to no problems and \"15\" corresponding to severe problems in the 5 dimensions. EQ-5D-3L also included an EQ visual analogue scale (VAS) that ranges between 100 (best imaginable health) and 0 (worst imaginable health). Decrease from baseline in EQ-5D-3L signifies improvement. Total index EQ-5D-3L summary score was weighted with a range of -0.594 (worst) to 1.0 (best). EQ-5D-3L also included an EQ health utilities index (HUI) where 1.00 indicated perfect health while a score of 0.00 indicated death. As planned, data for this secondary endpoint was collected and analyzed up to the primary completion date.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.8","spread":"2.17"},{"groupId":"OG001","value":"1.9","spread":"1.84"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.8","spread":"1.97"},{"groupId":"OG001","value":"1.9","spread":"1.84"}]}]}]},{"type":"SECONDARY","title":"Area Under the Plasma Drug Concentration-time Curve (AUC) for Lenvatinib","description":"AUC was assessed on Cycle 1 Day 1, Cycle 2 Day 1 and Cycle 1 Day 15. Summarized data for all time points was reported. As planned, data for this secondary endpoint was collected and analyzed up to the primary completion date.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1969.6","spread":"743.0"},{"groupId":"OG001","value":"2120.9","spread":"685.6"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Disease Control Rate (DCR)","description":"DCR was defined as the percentage of participants with a best overall response of CR or PR, or stable disease (SD). Best overall response of SD must have been \\>=7 weeks after randomization. CR was defined as disappearance of any intratumoral arterial enhancement in all target lesions. PR was defined as at least a 30% decrease in the sum of diameters of viable (enhancement of arterial phase) target lesions taking as reference the baseline sum of the diameters of target lesions. SD was when a case does not qualify for either PR or PD and was new non-target lesions. PD was defined as at least a 20% increase in the sum of diameters of target lesions, taking as reference the baseline sum of diameters of target lesions. As planned, data for this pre-specified endpoint was collected and analyzed up to the primary completion date.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"75.5","spread":"71.7"},{"groupId":"OG001","value":"60.5","spread":"56.1"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Clinical Benefit Rate (CBR)","description":"CBR was defined as the percentage of participants with a best overall response of CR or PR or durable SD (duration of SD \\>=23 weeks after randomization). For participants whose best overall response (BOR) was SD, the duration of SD was defined as the time from the date of randomization to the first documented PD or death, whichever occurred first. CR was defined as disappearance of any intratumoral arterial enhancement in all target lesions. PR was defined as at least a 30% decrease in the sum of diameters of viable (enhancement of arterial phase) target lesions taking as reference the baseline sum of the diameters of target lesions. SD was when a case does not qualify for either PR or PD. PD was defined as at least a 20% increase in the sum of diameters of target lesions, taking as reference the baseline sum of diameters of target lesions. As planned, data for this pre-specified endpoint was collected and analyzed up to the primary completion date.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"59.0","spread":"54.6"},{"groupId":"OG001","value":"38.4","spread":"34.1"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Percent Change From Baseline in Serum Biomarker","description":"The serum biomarkers analysed were angiopoietin-2 (ANG2), fibroblast growth factor 19 (FGF19), fibroblast growth factor 21 (FGF21), fibroblast growth factor 23 (FGF23) and vascular endothelial growth factor (VEGF) as blood serum biomarkers, and protein induced by vitamin K absence or antagonist-II (PIVKA-II) as a blood tumor marker in serum. As planned, data for this pre-specified endpoint was collected and analyzed up to the primary completion date.","paramType":"MEDIAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-28.1","spread":"15.94"},{"groupId":"OG001","value":"8.9","spread":"23.96"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-28.8","spread":"16.53"},{"groupId":"OG001","value":"-0.9","spread":"24.06"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-32.2","spread":"23.23"},{"groupId":"OG001","value":"0.5","spread":"26.62"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-35.6","spread":"22.91"},{"groupId":"OG001","value":"-4.5","spread":"20.05"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-38.9","spread":"19.83"},{"groupId":"OG001","value":"7.0","spread":"23.25"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-36.7","spread":"23.59"},{"groupId":"OG001","value":"-3.6","spread":"24.82"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-41.4","spread":"21.20"},{"groupId":"OG001","value":"1.0","spread":"32.83"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-40.2","spread":"25.33"},{"groupId":"OG001","value":"-6.7","spread":"31.26"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-39.6","spread":"14.04"},{"groupId":"OG001","value":"-1.1","spread":"29.68"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11.7","spread":"99.13"},{"groupId":"OG001","value":"16.8","spread":"27.88"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"75.0","spread":"155.01"},{"groupId":"OG001","value":"1.3","spread":"83.65"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"66.5","spread":"134.26"},{"groupId":"OG001","value":"36.6","spread":"119.65"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"86.9","spread":"123.85"},{"groupId":"OG001","value":"22.8","spread":"70.58"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"208.1","spread":"602.11"},{"groupId":"OG001","value":"46.8","spread":"214.14"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"152.8","spread":"228.37"},{"groupId":"OG001","value":"-1.0","spread":"40.36"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"119.8","spread":"203.81"},{"groupId":"OG001","value":"26.9","spread":"67.13"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"64.4","spread":"101.97"},{"groupId":"OG001","value":"-5.9","spread":"57.39"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"95.8","spread":"135.31"},{"groupId":"OG001","value":"53.9","spread":"113.79"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"159.3","spread":"202.00"},{"groupId":"OG001","value":"56.6","spread":"109.46"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"140.1","spread":"270.73"},{"groupId":"OG001","value":"9.0","spread":"64.17"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"22.0","spread":"75.22"},{"groupId":"OG001","value":"4.0","spread":"43.14"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15.7","spread":"77.44"},{"groupId":"OG001","value":"18.6","spread":"57.18"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"38.3","spread":"38.3"},{"groupId":"OG001","value":"49.4","spread":"76.43"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"42.9","spread":"145.43"},{"groupId":"OG001","value":"32.8","spread":"70.63"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"41.0","spread":"95.97"},{"groupId":"OG001","value":"31.1","spread":"43.15"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"52.6","spread":"168.22"},{"groupId":"OG001","value":"23.2","spread":"40.90"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"63.4","spread":"128.34"},{"groupId":"OG001","value":"23.7","spread":"53.84"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"38.3","spread":"115.53"},{"groupId":"OG001","value":"17.0","spread":"68.51"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"59.1","spread":"108.39"},{"groupId":"OG001","value":"68.9","spread":"103.55"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"141.4","spread":"340.51"},{"groupId":"OG001","value":"104.9","spread":"183.28"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23.9","spread":"49.01"},{"groupId":"OG001","value":"-16.3","spread":"36.14"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20.9","spread":"56.91"},{"groupId":"OG001","value":"-6.2","spread":"48.18"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"25.5","spread":"45.27"},{"groupId":"OG001","value":"17.3","spread":"75.25"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"29.5","spread":"48.38"},{"groupId":"OG001","value":"14.2","spread":"49.29"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"29.6","spread":"63.69"},{"groupId":"OG001","value":"1.0","spread":"47.28"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"26.3","spread":"54.57"},{"groupId":"OG001","value":"-10.6","spread":"46.15"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"31.5","spread":"57.44"},{"groupId":"OG001","value":"0.7","spread":"46.95"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"38.1","spread":"67.35"},{"groupId":"OG001","value":"2.8","spread":"43.84"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23.2","spread":"62.58"},{"groupId":"OG001","value":"0.5","spread":"38.74"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17.8","spread":"73.59"},{"groupId":"OG001","value":"14.2","spread":"47.11"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"80.0","spread":"171.41"},{"groupId":"OG001","value":"166.9","spread":"256.04"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"169.7","spread":"329.33"},{"groupId":"OG001","value":"243.8","spread":"416.82"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"252.4","spread":"611.40"},{"groupId":"OG001","value":"218.7","spread":"281.45"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"371.7","spread":"812.45"},{"groupId":"OG001","value":"196.2","spread":"348.80"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"628.2","spread":"1752.64"},{"groupId":"OG001","value":"369.5","spread":"766.59"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"648.7","spread":"2746.41"},{"groupId":"OG001","value":"415.7","spread":"554.27"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"184.8","spread":"352.75"},{"groupId":"OG001","value":"703.6","spread":"1226.58"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"277.8","spread":"481.53"},{"groupId":"OG001","value":"724.0","spread":"1257.87"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"318.8","spread":"577.21"},{"groupId":"OG001","value":"859.1","spread":"1492.93"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"809.3","spread":"1827.42"},{"groupId":"OG001","value":"272.5","spread":"489.60"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"157.5","spread":"300.21"},{"groupId":"OG001","value":"97.4","spread":"118.43"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"128.9","spread":"333.85"},{"groupId":"OG001","value":"94.0","spread":"180.80"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"97.7","spread":"162.39"},{"groupId":"OG001","value":"66.0","spread":"124.58"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"113.4","spread":"231.19"},{"groupId":"OG001","value":"76.1","spread":"111.20"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"132.4","spread":"249.59"},{"groupId":"OG001","value":"116.2","spread":"215.57"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"113.1","spread":"219.36"},{"groupId":"OG001","value":"130.9","spread":"341.12"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"133.1","spread":"383.43"},{"groupId":"OG001","value":"96.9","spread":"173.77"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"148.7","spread":"349.58"},{"groupId":"OG001","value":"181.1","spread":"399.67"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"129.6","spread":"215.05"},{"groupId":"OG001","value":"135.6","spread":"267.61"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"127.1","spread":"266.64"},{"groupId":"OG001","value":"147.8","spread":"304.31"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":209,"n":476},"commonTop":["Diarrhoea","Palmar-plantar erythrodysaesthesia syndrome","Hypertension","Decreased appetite","Fatigue"]}}}