{"nctId":"NCT02264990","briefTitle":"Study Comparing Veliparib Plus Carboplatin and Paclitaxel Versus Investigator's Choice of Standard Chemotherapy in Adults Receiving First Cytotoxic Chemotherapy for Metastatic or Advanced Non-Squamous Non-Small Cell Lung Cancer (NSCLC) and Who Are Current or Former Smokers","startDateStruct":{"date":"2014-09-30","type":"ACTUAL"},"conditions":["Non-squamous Non-small Cell Lung Cancer"],"count":595,"armGroups":[{"label":"Veliparib + Carboplatin + Paclitaxel","type":"EXPERIMENTAL","interventionNames":["Drug: Paclitaxel","Drug: Carboplatin","Drug: Veliparib","Drug: Pemetrexed"]},{"label":"Investigator's Choice Chemotherapy","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Paclitaxel","Drug: Carboplatin","Drug: Cisplatin","Drug: Pemetrexed"]}],"interventions":[{"name":"Paclitaxel","otherNames":[]},{"name":"Carboplatin","otherNames":[]},{"name":"Cisplatin","otherNames":[]},{"name":"Veliparib","otherNames":["ABT-888"]},{"name":"Pemetrexed","otherNames":["Alimta"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subject must be ≥ 18 years of age with life expectancy \\> 12 weeks.\n* Subject must have cytologically or histologically confirmed advanced or metastatic non-squamous NSCLC and are current or former smokers.\n* Subject must have NSCLC that is not amenable to surgical resection or radiation with curative intent at time of screening.\n* Subject must have at least 1 unidimensional measurable NSCLC lesion on a computed tomography (CT) scan as defined by Response Evaluation Criteria in Solid Tumors (RECIST) version 1.1.\n\nExclusion Criteria:\n\n* Subject has a known hypersensitivity to paclitaxel or to other drugs formulated with polyethoxylated castor oil (Cremophor).\n* Subject has a known hypersensitivity to platinum compounds.\n* Subject has peripheral neuropathy ≥ grade 2.\n* Subject has squamous NSCLC, or an untreated known epidermal growth factor receptor (EGFR) mutation of exon 19 deletion or L858R mutation in exon 21, or a known anaplastic lymphoma kinase (ALK) gene rearrangement.\n* Subject has received prior cytotoxic chemotherapy or chemoradiotherapy for NSCLC.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Survival (OS) in the Lung Subtype Panel Positive Subgroup","description":"Overall survival is defined as the time from the date that the participant was randomized to the date of the participant's death. Overall survival was estimated using Kaplan-Meier methodology. Participants still alive at the data cut-off date were censored at the date they were last known to be alive.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.2","spread":null},{"groupId":"OG001","value":"11.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression Free Survival (PFS) in the Lung Subtype Panel Positive Subgroup","description":"Progression-free survival is defined as the time from the date of randomization to the date of disease progression (PD) per Response Evaluation Criteria In Solid Tumors (RECIST) version 1.1 or death (all causes of mortality), whichever occurred first.\n\nPD: At least a 20% increase in the size of target lesions, taking as reference the smallest size recorded since the treatment started (Baseline or after) with an absolute increase of at least 5 mm, the appearance of one or more new lesions, or unequivocal progression of existing non-target lesions.\n\nPFS was estimated using Kaplan-Meier methodology. Participants who did not have an event of disease progression or had not died on or before the cutoff date were censored at the date of their last disease progression assessment on or before the cut-off date. Any PD and death occurring \\> 26 weeks and \\> 12 weeks after the previous assessment, respectively, were excluded and patients were censored at last assessment before PD or death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.2","spread":null},{"groupId":"OG001","value":"6.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Objective Response Rate (ORR) in the Lung Subtype Panel Positive Subgroup","description":"Objective response rate is defined as the percentage of participants with a complete response (CR) or partial response (PR) per Response Evaluation Criteria In Solid Tumors (RECIST) version 1.1 criteria. Response must have been confirmed at a consecutive assessment 28 days or more after the assessment at which response was first observed.\n\nCR: The disappearance of all target and non-target lesions and no new lesions. Any pathological lymph nodes (whether target or non-target) must have reduction in short axis to \\< 10 mm.\n\nPR: At least a 30% decrease in the sum of diameters of target lesions, taking as reference the Baseline sum diameters, persistence of one or more non-target lesion(s) and/or maintenance of tumor marker level above the normal limits, or any new lesions.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30.0","spread":null},{"groupId":"OG001","value":"22.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival in All Participants","description":"Overall survival is defined as the time from the date that the participant was randomized to the date of the participant's death. OS was estimated using Kaplan-Meier methodology. Participants still alive at the data cut-off date were censored at the date they were last known to be alive.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.1","spread":null},{"groupId":"OG001","value":"12.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression Free Survival (PFS) in All Participants","description":"Progression-free survival is defined as the time from the date of randomization to the date of disease progression (PD) per RECIST version 1.1 or death (all causes of mortality), whichever occurred first.\n\nPD: At least a 20% increase in the size of target lesions, taking as reference the smallest size recorded since the treatment started (Baseline or after) with an absolute increase of at least 5 mm, the appearance of one or more new lesions, or unequivocal progression of existing non-target lesions.\n\nPFS was estimated using Kaplan-Meier methodology. Participants who did not have an event of disease progression or had not died on or before the cut-off date were censored at the date of their last disease progression assessment on or before the cut-off date. Any PD and death occurring \\> 26 weeks and \\> 12 weeks after the previous assessment, respectively, were excluded and patients were censored at last assessment before PD or death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.7","spread":null},{"groupId":"OG001","value":"5.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Objective Response Rate (ORR) in All Participants","description":"Objective response rate is defined as the percentage of participants with a complete response (CR) or partial response (PR) per RECIST version 1.1 criteria. Response must have been confirmed at a consecutive assessment 28 days or more after the assessment at which response was first observed.\n\nCR: The disappearance of all target and non-target lesions and no new lesions. Any pathological lymph nodes (whether target or non-target) must have reduction in short axis to \\< 10 mm.\n\nPR: At least a 30% decrease in the sum of diameters of target lesions, taking as reference the Baseline sum diameters, persistence of one or more non-target lesion(s) and/or maintenance of tumor marker level above the normal limits, or any new lesions.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"29.0","spread":null},{"groupId":"OG001","value":"26.2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":98,"n":288},"commonTop":["ANAEMIA","NAUSEA","NEUTROPENIA","PERIPHERAL SENSORY NEUROPATHY","ALOPECIA"]}}}