{"nctId":"NCT02942576","briefTitle":"Edoxaban Treatment Versus Vitamin K Antagonist (VKA) in Patients With Atrial Fibrillation (AF) Undergoing Catheter Ablation","startDateStruct":{"date":"2017-03-21","type":"ACTUAL"},"conditions":["Atrial Fibrillation"],"count":632,"armGroups":[{"label":"Edoxaban-based regimen","type":"EXPERIMENTAL","interventionNames":["Drug: Edoxaban"]},{"label":"VKA-based regimen","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: VKA-Based Regimen"]}],"interventions":[{"name":"Edoxaban","otherNames":["Lixiana"]},{"name":"VKA-Based Regimen","otherNames":["Warfarin"]},{"name":"VKA-Based Regimen","otherNames":["Phenprogamma","Phenprocoumon"]},{"name":"VKA-Based Regimen","otherNames":["Previscan","Fluindione"]},{"name":"VKA-Based Regimen","otherNames":["Sintrom","Acenocoumarol"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female at least 18 years of age with documented history of paroxysmal (lasting ≤7 days), persistent (lasting \\>7 days but ≤12 months) or long-standing \\[long-lasting\\] persistent (\\>12 months) non-valvular AF. Duration of AF can be confirmed by any electrical tracing or a recording in the subject's medical records (e.g., medical chart, hospital discharge summary).\n* Subject is eligible and is scheduled for either radio frequency (RF) or cryoballoon catheter ablation (both first and repeated procedure included).\n* Signed informed consent form (ICF).\n\nExclusion Criteria:\n\n* AF considered to be of a transient or reversible nature (such as in myocarditis, post-surgery, ionic disturbances, thyrotoxicosis, pneumonia, severe anemia etc.).\n* Subject post stroke, or with a systemic thromboembolic event within the past 6 months prior to randomization.\n* Subject has a thrombus in the left atrial appendage (LAA), left atrium (LA), left ventricle (LV), or aorta, or an intracardial mass.\n* Subject had a myocardial infarction (MI) within the 2 months prior to randomization or coronary artery bypass graft (CABG) surgery within 3 months prior to the randomization.\n* Subject has signs of bleeding, history of clinically-relevant bleeding according to International Society on Thrombosis and Hemostasis (ISTH), or conditions associated with high risk of bleeding\n* Subjects with any contraindication for anticoagulant agents.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants Who Experienced the Composite of All-cause Death, Stroke (VARC-2), and Major Bleeding (ISTH) in the Edoxaban Group Compared With Vitamin K Antagonist (VKA) Group in Participants Undergoing Catheter Ablation (Adjudicated Data)","description":"Stroke (ischemic, hemorrhagic, or undetermined) was defined by Valve Academic Research Consortium-2 (VARC-2) as an acute episode of focal or global neurological dysfunction caused by brain, spinal cord, or retinal vascular injury following hemorrhage or infarction. A stroke event was based on any of the following: duration of neurological dysfunction \\>24 hours (h), duration of neurological dysfunction \\<24 h in case of imaging-documented new hemorrhage or infarction, and a neurological dysfunction resulting in death.\n\nMajor bleeding was defined by the International Society on Thrombosis and Hemostasis (ISTH) as fatal bleeding and/or bleeding that is symptomatic and occurs in a critical area or organ and/or extrasurgical site bleeding causing a fall in hemoglobin level of \\>2 g/dL or leads to blood transfusion, surgical site bleeding that requires a second intervention, causes hemarthrosis that delays mobilization or wound healing, or causes hemodynamic instability.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants Who Experienced Major Bleeding (International Society on Thrombosis and Hemostasis [ISTH]) in the Edoxaban Group Compared With VKA Group Among Participants Undergoing Catheter Ablation (Adjudicated Data)","description":"Major bleeding was defined by the International Society on Thrombosis and Hemostasis (ISTH) as fatal bleeding and/or bleeding that is symptomatic and occurs in a critical area or organ and/or extrasurgical site bleeding causing a fall in hemoglobin level of \\>2 g/dL or leads to blood transfusion, surgical site bleeding that requires a second intervention, causes hemarthrosis that delays mobilization or wound healing, or causes hemodynamic instability.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Experienced the Composite of All-cause Death, Stroke (Alternative), and Major Bleeding (ISTH) in the Edoxaban Group Compared With VKA Group Among Participants Undergoing Catheter Ablation (Adjudicated Data)","description":"An alternative definition characterized stroke (ischemic, hemorrhagic, or undetermined) as an abrupt onset, over minutes to hours, of a focal neurological deficit in the distribution of a single brain artery that was not due to an identifiable nonvascular cause (ie, brain tumor or trauma), and that either lasted at least 24 hours or resulted in death within 24 hours of onset.\n\nMajor bleeding was defined by the International Society on Thrombosis and Hemostasis (ISTH) as fatal bleeding and/or bleeding that is symptomatic and occurs in a critical area or organ and/or extrasurgical site bleeding causing a fall in hemoglobin level of \\>2 g/dL or leads to blood transfusion, surgical site bleeding that requires a second intervention, causes hemarthrosis that delays mobilization or wound healing, or causes hemodynamic instability.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Experienced the Composite of Stroke (VARC-2), Systemic Embolic Events (SEE), and Cardiovascular (CV) Mortality in the Edoxaban Group Compared With VKA Group Among Participants Undergoing Catheter Ablation (Adjudicated Data)","description":"Stroke (ischemic, hemorrhagic, or undetermined) was defined by Valve Academic Research Consortium-2 (VARC-2) as an acute episode of focal or global neurological dysfunction caused by brain, spinal cord, or retinal vascular injury following hemorrhage or infarction. A stroke event was based on any of the following: duration of neurological dysfunction \\>24 hours (h), duration of neurological dysfunction \\<24 h in case of imaging-documented new hemorrhage or infarction, and a neurological dysfunction resulting in death.\n\nSEE was defined as an arterial embolism resulting in clinical ischemia, excluding the central nervous system, coronary, and pulmonary arterial circulation.\n\nCV mortality was defined as cardiac or vascular death according to Academic Research Consortium.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":40,"n":405},"commonTop":["Atrial fibrillation","Atrial flutter","Pyrexia","Palpitations","Dyspnea"]}}}