{"nctId":"NCT00353119","briefTitle":"A Placebo-Controlled Double-Blind Study on the Safety and Efficacy of Etanercept in Palmoplantar Pustulosis","startDateStruct":{"date":"2006-04"},"conditions":["Palmoplantaris Pustulosis"],"count":15,"armGroups":[{"label":"Placebo then etanercept","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo comparator","Drug: Etanercept"]},{"label":"Etanercept","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Etanercept"]}],"interventions":[{"name":"Placebo comparator","otherNames":["Saline"]},{"name":"Etanercept","otherNames":["Enbrel"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Palmoplantar pustulosis with a severity score of at least 8 on hands and-or feet\n* Age 18 years or older\n* Patient who would benefit from systemic therapy\n* Unless surgically sterile (or at least 1 year post-menopausal for women) patients (heterosexual men and women) must have used a effective method of contraception for at least 30 days before the start of the study drug and until at least 1 month after the last drug administration\n* Informed consent obtained\n* Normal or non clinically significant chest X ray taken within 6 months of screening\n* Negative serum pregnancy test at screening and negative urine pregnancy test at day 0 for women of childbearing potential\n* Negative personal history of tuberculosis\n* Presence of PPP for more than 6 months\n* Subject must be willing to inject themselves subcutaneously.\n* Negative PPD results\n\nExclusion Criteria:\n\n* Use of topical steroids, topical tar preparations, or other topical anti PPP or anti-psoriatic preparations within the past two weeks\n* Unstable forms of psoriasis (acute guttate psoriasis, psoriatic erythroderma, generalized pustular psoriasis)\n* At the investigator's discretion any significant infection within 30 days of screening or a patient at risk of septicemia\n* Presence of acute forms of tinea pedis and other causes of pustular eruptions of the palms and soles apart from PPP based on clinical evaluation\n* Evidence of any skin condition that would interfere with the evaluation of PPP\n* Use of investigational drugs within the past four weeks\n* Use of systemic anti-PPP or anti-psoriatic drugs such as steroids, retinoids, or methotrexate within the past four weeks\n* Use of parenteral systemic antibiotics within the past four weeks\n* Use of cyclosporine within the past four weeks\n* Use of ultraviolet light therapy (UVB, nbUVB or PUVA) within the past two weeks\n* An unstable or serious medical condition\n* Known sero-positivity for the HIV virus\n* Known hypersensitivity to etanercept or one of its components\n* Receipt of live attenuated vaccines 12 weeks or less before Day 0 and during the course of the study\n* Pregnant or breast feeding female subject\n* Any significant medical condition that might cause this study to be detrimental to the patient\n* At the investigator's discretion current or history of alcohol or drug abuse that would interfere with the ability to comply with the study protocol\n* Presence of congestive heart failure\n* Presence of a demyelinating disorder (optic neuritis, multiple sclerosis or other)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage Change in Palmoplantar Pustulosis Severity Index (PPPASI) Before Crossover","description":"Comparison of the percentage change in Palmoplantar pustulosis severity index PPPASI) at 12 weeks in patients treated with placebo or etanercept\n\nPPPASI = (E + I + D)Area X 0.2 (R palm) + (E + I + D) Area X 0.2 (L palm) + (E + I + D) Area X 0.3 (R sole) + (E + I + D) Area X 0.3 (L sole).\n\nErythema, pustules and desquamation are evaluated on a scale of 0 to 4 while area is evaluated on a scale of 0 to 6. The PPPASI score can vary from 0 (absence of disease) to 72 (most severe palmoplantar psoriasis possible).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30.1","spread":"25.7"},{"groupId":"OG001","value":"7.1","spread":"60.4"}]}]}]},{"type":"SECONDARY","title":"Number of Adverse Events","description":"Study the safety of etanercept in patients with PPP by collecting adverse events from the screening visit until week 28. For a given AE, a subject will be counted once even if he or she has experienced multiple episodes for that particular AE. An adverse event is any untoward medical occurrence including any clinically significant abnormal laboratory values or variation from the baseline condition to the last visit (week 28) in a patient receiving a pharmaceutical product, without regards to the possibility of a causal relationship with this treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"57","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage Change in Palmoplantar Pustulosis Area and Severity Index (PPPASI)","description":"Evaluate efficacy using palmoplantar pustulosis area and severity index (PPPASI) in patient with palmoplantar pustulosis treated with etanercept for 6 months\n\nPPPASI = (E + I + D)Area X 0.2 (R palm) + (E + I + D) Area X 0.2 (L palm) + (E + I + D) Area X 0.3 (R sole) + (E + I + D) Area X 0.3 (L sole).\n\nErythema, pustules and desquamation are evaluated on a scale of 0 to 4 while area is evaluated on a scale of 0 to 6. The PPPASI score can vary from 0 (absence of disease) to 72 (most severe palmoplantar psoriasis possible).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30.1","spread":"36.1"}]}]}]},{"type":"SECONDARY","title":"Percentage Change in Palmoplantar Pustulosis Area and Severity Index (PPPASI) After Crossover","description":"Evaluate efficacy using palmoplantar pustulosis area and severity index (PPPASI) in patient with palmoplantar pustulosis treated with etanercept for 6 months\n\nPPPASI = (E + I + D)Area X 0.2 (R palm) + (E + I + D) Area X 0.2 (L palm) + (E + I + D) Area X 0.3 (R sole) + (E + I + D) Area X 0.3 (L sole).\n\nErythema, pustules and desquamation are evaluated on a scale of 0 to 4 while area is evaluated on a scale of 0 to 6. The PPPASI score can vary from 0 (absence of disease) to 72 (most severe palmoplantar psoriasis possible).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"52.1","spread":"15.4"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":5},"commonTop":["Injection site reaction","Common Cold","Headache","Nausea","Tendinitis"]}}}