{"nctId":"NCT00761930","briefTitle":"Compare the Clinical Efficacy of Prototype Toothpastes.","startDateStruct":{"date":"2008-03"},"conditions":["Gingival Diseases"],"count":103,"armGroups":[{"label":"A","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Fluoride"]},{"label":"B","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Triclosan and fluoride"]},{"label":"C","type":"EXPERIMENTAL","interventionNames":["Drug: Herbal Ingredient and fluoride"]}],"interventions":[{"name":"Fluoride","otherNames":["Colgate Great Regular Flavor toothpaste"]},{"name":"Triclosan and fluoride","otherNames":["Colgate Total toothpaste"]},{"name":"Herbal Ingredient and fluoride","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female volunteers 18-65 years of age\n* Good general health\n* Must sign informed consent form\n* Minimum of 16 natural uncrowned teeth (excluding third molars) must be present.\n* No history of allergy to personal care consumer products, or their ingredients,\n* relevant to any ingredient in the test products as determined by the dental/medical\n* Professional monitoring the study.\n* Dental Selection Criteria: Average full mouth GI score should be in the range of\n* \\- 2.0. heavy plaque formers should be avoided. Target a full mouth PI\n* (Quigley-Hein) to be in the range of 1.5-3.0\n* If of child bearing potential and on birth control (diaphragm, birth control pills,\n* Birth control implants, IUD (Intrauterine device), condoms)\n\nExclusion Criteria:\n\n* Subjects unable or unwilling to sign the informed consent form.\n* Medical condition which requires pre-medication prior to dental visits/procedures\n* Moderate or advanced periodontal disease\n* 2 or more decayed untreated dental sites at screening.\n* Other disease of the hard or soft oral tissues.\n* Impaired salivary function (e.g. Sjogren's syndrome or head and neck irradiation).\n* Use of medications that are currently affect salivary flow.\n* Use of antibiotics or antimicrobial drugs within 30 days prior to study visit #1.\n* Pregnant or nursing women.\n* Participation in any other clinical study within 1 week prior to enrollment into this\n* study.\n* Use of tobacco products\n* Subjects who must receive dental treatment during the study dates.\n* Current use of Antibiotics for any purpose.\n* History of allergy to common dentifrice ingredients\n* Presence of an orthodontic appliance which interferes with plaque scoring.\n* History of allergy to natural remedies, such as herbal ingredients\n* Immune compromised individuals (HIV, AIDS, immuno suppressive drug therapy)\n* Smoker","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Dental Plaque","description":"Quigley Hein Method: Units on a scale 0 to 5 (0 = no plaque, 1 = separate flecks of plaque on the tooth, 2 = a thin continuous band of plaque, 3 = a band of plaque up to one-third of the tooth, 4 = plaque covering up to two thirds of the of the tooth, 5 = plaque covering two-thirds or more of the crown of the tooth. Plaque score= sum of all scores divided by the number of sites (teeth) scored.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.273","spread":"0.328"},{"groupId":"OG001","value":"1.806","spread":"0.523"},{"groupId":"OG002","value":"2.041","spread":"0.403"}]}]}]},{"type":"PRIMARY","title":"Gingivitis Score","description":"Gingivitis score (GI)= Units on a scale 0 to 3 (0 = no inflammation,\n\n1 = Mild inflammation-slight change in color and little change in texture 2 = Moderate inflammation-moderate glazing, redness, edema and hypertrophy. Tendency to bleed upon probing. 3 = Severe inflammation-marked redness and hypertrophy. Tendency to spontaneous bleeding. GI scored=sum of GI scores divided by the number of sites (gingival gum line around the tooth)scored.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.942","spread":"0.302"},{"groupId":"OG001","value":"0.722","spread":"0.369"},{"groupId":"OG002","value":"0.705","spread":"0.387"}]}]}]},{"type":"PRIMARY","title":"Bleeding Index (EIBI)","description":"Eastman Interdental Bleeding Index Scores (EIBI) measures the number of interdental spaces that bleed, divided by number of interdental spaces studied to yield a score with a minimum of O and a maximum of 1 (0=no bleeding \\& 1= bleeding) The number of spots between teeth that bleed are divided by number of spots between teeth that are scored and may be expressed as a percent when multiplied by 100.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.325","spread":".246"},{"groupId":"OG001","value":"0.164","spread":"0.194"},{"groupId":"OG002","value":"0.141","spread":"0.183"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":34},"commonTop":[]}}}