{"nctId":"NCT02558829","briefTitle":"Validation of Macimorelin as a Test for Adult Growth Hormone Deficiency","startDateStruct":{"date":"2015-12-03","type":"ACTUAL"},"conditions":["Growth Hormone Deficiency With Pituitary Anomalies"],"count":157,"armGroups":[{"label":"GHST Sequence A","type":"EXPERIMENTAL","interventionNames":["Drug: Macimorelin","Drug: Insulin"]},{"label":"GHST Sequence B","type":"EXPERIMENTAL","interventionNames":["Drug: Macimorelin","Drug: Insulin"]}],"interventions":[{"name":"Macimorelin","otherNames":["Macimorelin-GHST (MAC)"]},{"name":"Insulin","otherNames":["Insulin Tolerance Test (ITT)"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Suspected growth hormone deficiency (GHD), based on either of the following:\n\n  * structural hypothalamic or pituitary disease, or\n  * surgery or irradiation in these areas, or\n  * head trauma as an adult, or\n  * evidence of other pituitary hormone deficiencies, or\n  * idiopathic childhood onset GHD (without known hypothalamic or pituitary lesion or injury).\n* Healthy\\* control subjects, matching a 'high likelihood GHD' subjects\n\nExclusion Criteria:\n\n* GH therapy within 1 month prior to anticipated first GHST within this trial (within 3 months in case of long-acting GH formulation).\n* GHST within 7 days prior to the anticipated first test day within the trial.\n* Subjects with a medical history and clinical signs of a not adequately treated thyroid dysfunction or subjects who had a change in thyroid therapy within 30 days prior to anticipated first test day within the trial.\n* Untreated hypogonadism or not on a stable substitution treatment within 30 days prior to anticipated first test day within the trial.\n* Treatment with drugs directly affecting the pituitary secretion of somatotropin (e.g. somatostatin analogues, clonidine, levodopa, and dopamine agonists) or provoking the release of somatostatin; antimuscarinic agents (atropine).\n* Concomitant use of a CYP3A4 inducer (e.g., carbamazepine, phenobarbital, phenytoin, pioglitazone, rifabutin, rifampin, St. John's Wort).\n* Medical history of ongoing clinically symptomatic severe psychiatric disorders.\n* Parkinson's disease.\n* Cushing disease or patients on supraphysiologic glucocorticoid therapy within 30 days prior to the anticipated first test day within the trial.\n* Type 1 diabetes or untreated or poorly controlled Type 2 diabetes, as defined by HbA1c \\> 8%.\n* Body mass index (BMI) ≥ 40.0 kg/m2.\n* Participation in a trial with any investigational drug within 30 days prior to trial entry.\n* Vigorous physical exercise within 24 hours prior to each GHST within this trial.\n* Known hypersensitivity to macimorelin or insulin, or any of the constituents of either preparation.\n* Clinically significant cardiovascular or cerebrovascular disease.\n* Prolonged ECG QT interval, defined as corrected QT interval (QTc) \\> 500 msec.\n* Concomitant treatment with any drugs that might prolong QT/QTc.\n* Elevation of laboratory parameters indicating hepatic or renal dysfunction or damage (aspartate amino transferase (ASAT), alanine aminotransferase (ALAT), gamma-glutamyl transpeptidase (GGT)\\> 2.5 x ULN; ), creatinine, or bilirubin \\> 1.5x ULN).\n* Medical history of seizure disorders.\n* Known immunosuppression.\n* Current active malignancy other than non-melanoma skin cancer.\n* Breastfeeding or positive urine pregnancy test (for women of childbearing potential only).\n* Women of childbearing age without contraception, such as hormonal contraception or use of condom and spermicides or use of diaphragm and spermicides or Intra Uterine Device (IUD).\n* Lack of ability or willingness to give informed consent.\n* Anticipated non-availability for trial visits/procedures.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Co-primary Efficacy Variables: Percent Positive and Percent Negative Agreement of Macimorelin-GHST (MAC) With ITT","description":"In the primary efficacy analysis, the estimated percentages of the agreements and the two-sided 95% confidence interval (or one-sided 97.5% confidence interval) of the percent agreement based on Clopper-Pearson are presented. The probability for a \"Negative Agreement\" equals the sum of the probability of both tests being correct (negative test results for both tests for subjects with \"true non-AGHD\") and the probability of both tests being wrong (negative test results for both tests for subjects with \"true AGHD\").\n\nThe performance of the GHST with Macimorelin was considered to be acceptable if the lower bound of the two-sided 95% confidence interval (or lower bound of the one-sided 97.5% confidence interval) for the primary efficacy variables was 75% or higher for 'percent negative agreement', and 70% or higher for the 'percent positive agreement'.\n\nThe following cut-off values for stimulated GH levels were used: - MAC: GH: 2.8 ng/mL, - ITT: GH: 5.1 ng/mL.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"55","spread":null},{"groupId":"OG001","value":"4","spread":null},{"groupId":"OG002","value":"19","spread":null},{"groupId":"OG003","value":"62","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Agreements (Positive/ Negative) for MAC and ITT","description":"As part of the secondary efficacy analysis, the percent of overall agreement was analyzed, using the same methodology described for the analyses for the primary efficacy variables.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"55","spread":null},{"groupId":"OG001","value":"4","spread":null},{"groupId":"OG002","value":"19","spread":null},{"groupId":"OG003","value":"62","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Any Test Emergent Adverse Event (TEAE), With Any TEAE Likely or Possibly Related, and With Any Test Emergent Severe AE","description":"GHST ('Test') emergent AEs (TEAEs): AEs occurring or observed from the day of first GHST (administration of an IMP) throughout End-of-Study (EOS) visit or Early Termination, whichever occurred first. TEAEs were analyzed and compared for both GHSTs. Detailed listings are presented in the Adverse Events section. The frequencies presented in this section refer to number of subjects with any TEAE, each subject was counted only once within each category.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"151","spread":null},{"groupId":"OG001","value":"39","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"149","spread":null},{"groupId":"OG001","value":"22","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"ECG: Change in Heart Rate From Baseline at 60 Minutes Post-dose","description":"During the GHSTs, ECGs were measured at pre-dose (up to 15 min before) and 60 minutes post-dose. Furthermore, ECGs were measured at screening and at End-of-Study (EOS) Visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"63.4","spread":"10.35"},{"groupId":"OG001","value":"60.5","spread":"9.47"},{"groupId":"OG002","value":"63.7","spread":"10.70"},{"groupId":"OG003","value":"65.6","spread":"10.90"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Sensitivity and Specificity of the MAC, GH: 2.8 ng/mL","description":"Exploratory evaluation of sensitivity and specificity of the MAC as performance characteristic, based on test outcome in Group A and Group D subjects.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"33","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"5","spread":null},{"groupId":"OG003","value":"24","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Agreement (Positive/Negative) for MAC Core Study Part and MAC Repeatability Extension (Amendment 1)","description":"Amendment no 1 (repeatability extension) had been issued for selected sites in Europe to obtain exploratory data on the repeatability of the MAC in a subset of subjects that had completed the core study. Pre-defined MAC cut-off point GH: 2.8 ng/mL. Agreements were calculated with two-sided 95% confidence intervals.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null},{"groupId":"OG001","value":"2","spread":null},{"groupId":"OG002","value":"16","spread":null},{"groupId":"OG003","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":154},"commonTop":["Hyperhidrosis","Somnolence","Hunger","Dizziness","Fatigue"]}}}