{"nctId":"NCT02085408","briefTitle":"Clofarabine or Daunorubicin Hydrochloride and Cytarabine Followed By Decitabine or Observation in Treating Older Patients With Newly Diagnosed Acute Myeloid Leukemia","startDateStruct":{"date":"2011-02-04","type":"ACTUAL"},"conditions":["Acute Myeloid Leukemia With Multilineage Dysplasia Following Myelodysplastic Syndrome","Adult Acute Megakaryoblastic Leukemia (M7)","Adult Acute Minimally Differentiated Myeloid Leukemia (M0)","Adult Acute Monoblastic Leukemia (M5a)","Adult Acute Monocytic Leukemia (M5b)","Adult Acute Myeloblastic Leukemia With Maturation (M2)","Adult Acute Myeloblastic Leukemia Without Maturation (M1)","Adult Acute Myeloid Leukemia With 11q23 (MLL) Abnormalities","Adult Acute Myeloid Leukemia With Del(5q)","Adult Acute Myeloid Leukemia With Inv(16)(p13;q22)","Adult Acute Myeloid Leukemia With t(16;16)(p13;q22)","Adult Acute Myeloid Leukemia With t(8;21)(q22;q22)","Adult Acute Myelomonocytic Leukemia (M4)","Adult Erythroleukemia (M6a)","Adult Pure Erythroid Leukemia (M6b)","Secondary Acute Myeloid Leukemia","Untreated Adult Acute Myeloid Leukemia"],"count":727,"armGroups":[{"label":"A (Induction:daunorubicin/cytarabine; consolidation:cytarabine; maintenance:observation/transplant)","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Daunorubicin","Drug: Cytarabine","Other: Observation","Procedure: Allogeneic hematopoietic stem cell transplantation"]},{"label":"B (Induction: clofarabine; Consolidation: clofarabine; Maintenance: decitabine or transplant)","type":"EXPERIMENTAL","interventionNames":["Drug: Clofarabine","Drug: Decitabine","Procedure: Allogeneic hematopoietic stem cell transplantation"]}],"interventions":[{"name":"Daunorubicin","otherNames":["Daunomycin","Cerubidine","Rubidomycin"]},{"name":"Cytarabine","otherNames":["Ara-C","Arabinosyl","Cytosar-U","cytosine arabinoside"]},{"name":"Clofarabine","otherNames":["CLOLAR","Cl-F-Ara-A, 2-chloro-9-(2-deoxy-2-fluoro-β-Darabinofuranosyl)adenine"]},{"name":"Decitabine","otherNames":["Dacogen®","5-aza-2'-deoxycytidine","5-aza-CdR"]},{"name":"Observation","otherNames":[]},{"name":"Allogeneic hematopoietic stem cell transplantation","otherNames":["AlloSCT"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria for Step 1 (Induction):\n\n* Sexually active males must be strongly advised to use an accepted and effective method of contraception\n* Aspartate aminotransferase (AST), alanine aminotransferase (ALT), total bilirubin =\\< grade 1\n* Newly-diagnosed AML patients according to World Health Organization (WHO) classification who are considered candidates for intensive chemotherapy based upon examination of peripheral blood or bone marrow aspirate specimens or touch preparations of the bone marrow biopsy obtained within two weeks prior to randomization; a bone marrow aspirate is required for enrollment; however, on occasion there is discordance between percentage of myeloblasts on the differential of the peripheral blood or aspirate; the peripheral blood criteria are sufficient for diagnosis; confirmatory immunophenotyping will be performed centrally\n* ECOG performance status (PS) 0-3 (restricted to ECOG PS 0-2 if \\>= 70 years of age)\n* Patients with secondary AML are eligible for enrollment onto the trial; secondary AML is defined as AML that has developed in a person with a history of antecedent blood count abnormalities, or myelodysplastic syndrome (MDS), or a myeloproliferative disorder (excluding chronic myeloid leukemia); or a history of prior chemotherapy or radiation therapy for a disease other than AML\n* Total serum bilirubin =\\< 1.5 times upper limit of normal (ULN) (=\\< grade 1); if total bilirubin is 2 to 3 mg/dL, but direct bilirubin is normal, then the patient will be considered eligible\n* Patients with a serum creatinine \\> 1 are eligible if they have a calculated glomerular filtration rate (GFR) of \\>= 60 ml/min (i.e. class I or class II chronic kidney disease ) using the Modification of Diet in Renal Disease (MDRD) formula\n\n  * Note: Daily creatinine and MDRD formula are only for the 1st induction cycle\n* Cardiac ejection fraction \\>= 45% or within institutional normal limits; a nuclear medicine gated blood pool examination is preferred; a two-dimensional (2-D) echocardiogram (ECHO) scan is acceptable if a calculated ejection fraction is obtained and follow-up measurement of the cardiac ejection fraction will also be performed by echocardiography; measurement of cardiac ejection fraction should be within two weeks prior to receiving treatment\n\n  * NOTE: when a multi gated acquisition scan (MUGA) or echocardiogram cannot be obtained due to weekend or holiday, then patients may be enrolled provided there is no history of significant cardiovascular disease and a measurement of cardiac ejection fraction will be performed within 5 days of study enrollment\n* Patients with suspected central nervous system (CNS) involvement should undergo lumbar puncture\n* Cytogenetic analysis must be performed from diagnostic bone marrow (preferred) or if adequate number of circulating blasts (\\>10\\^9/l) from peripheral blood\n* HLA typing should be performed at registration, if possible\n* Diagnostic bone marrow and peripheral blood specimens must be submitted for immunophenotyping and selected molecular testing\n\nExclusion Criteria for Step 1 (Induction):\n\n* Concurrent active malignancy for which they are receiving treatment (other than myelodysplastic syndromes \\[MDS\\])\n* Active, uncontrolled infection\n* Acute promyelocytic leukemia (APL) confirmed either by the presence of t(15;17)(q22;q21) or promyelocytic leukemia (PML)/retinoic acid receptor (RAR) alpha transcripts\n* Blastic transformation of chronic myelogenous leukemia\n* Prior therapy of MDS with decitabine, low-dose cytarabine, or azacitidine\n* Prior chemotherapy for AML with the exception of hydroxyurea for increased blast count or leukapheresis for leukocytosis\n* Documented CNS involvement\n* Previous treatment for antecedent hematological disorders (AHD) with 5-azacitidine, decitabine, or low dose cytarabine\n* Human immunodeficiency virus (HIV) infection\n\nInclusion Criteria for Step 2 (Consolidation)\n\n* NOTE: All patients achieving complete remission (CR) or complete remission with incomplete blood count recovery (CRi) will receive consolidation when fit\n* NOTE: Patients proceeding to transplant are allowed up to one cycle of consolidation treatment\n* Consolidation cycle 1 must commence within sixty days of the bone marrow aspirate and biopsy that confirmed the presence of a CR or CRi\n* Patients must have achieved a CR or CRi (or morphologic leukemia-free state for those patients proceeding to Arm G transplant)\n* Patients who have achieved a CR or CRi must have maintained peripheral blood evidence of a CR or CRi\n* ECOG performance status of 0-2\n* Patients must have resolved any serious infectious complications related to induction\n\n  * NOTE: Patients with an HLA-matched donor and proceeding to transplant will be allowed up to one cycle of consolidation treatment\n* Any significant medical complications related to induction must have resolved\n* Patients must have a creatinine and AST =\\< grade 1 within 48 hours prior to registration\n\nInclusion Criteria for Step 3 (Maintenance):\n\n* Maintenance should commence within 60 days of recovery of peripheral blood counts after consolidation cycle 2; patients must begin consolidation cycle 2 within 60 days of recovery to be eligible for further therapy\n* Patients must have maintained peripheral blood evidence of a remission and must have a CR or CRi, confirmed on restaging bone marrow (BM) aspirate and biopsy and cytogenetic analysis\n* ECOG performance status of 0 -2\n* Patients must have resolved any serious infectious complications related to consolidation cycle 2\n* Any significant medical complications related to consolidation cycle 2 must have resolved\n* Total serum bilirubin =\\< 1.5 x ULN\n\n  * NOTE: if total bilirubin is 2-3 mg/dL, but direct bilirubin is normal, then the patient will be considered eligible\n* Serum creatinine =\\< grade 1\n* The absolute neutrophil count (ANC) must be \\> 1000 mm\\^3 prior to starting every cycle of treatment with decitabine; decitabine may be delayed for up to 4 weeks between cycles (i.e. may be administered as infrequently as every (q) 8 weeks) while waiting for counts to recover\n* The platelet count must be \\> 75,000 mm\\^3 prior to starting every cycle of treatment with decitabine; decitabine may be delayed for up to 4 weeks between cycles (i.e. may be administered as infrequently as every (q) 8 weeks) while waiting for counts to recover\n\nInclusion Criteria for Step 3 (Allogeneic Transplantation):\n\n* Patients must be \\> 28 days from the start of induction or re-induction chemotherapy, or from the start Consolidation Cycle 1 (if received) and \\< 90 days following recovery from most recent treatment; and they must have achieved and maintained a response to induction therapy (CR, CRi, or \"morphologic disease-free state\")\n* Patients must have recovered from the effects of induction, re-induction, or consolidation chemotherapy (all toxicities =\\< grade I with the exception of reversible electrolyte abnormalities), and have no ongoing active infection requiring treatment\n* Patients must have a total serum bilirubin =\\< 1.5 x ULN (grade =\\< 1) and a serum creatinine =\\< grade 1; AST \\<= grade 1\n* An eligible HLA-identical donor (either related or unrelated) should be available; in sibling donors, low resolution HLA typing (A,B,DR) will be considered sufficient; in the case of unrelated donors, high-resolution class I and II typing (A, B, C, DRB1 and DQ) should be matched at all 10 loci; donors must be willing and able to undergo peripheral blood progenitor mobilization\n\n  * HLA-identical sibling (6/6): the donor must be determined to be an HLA-identical sibling (6/6) by serologic typing for class (A, B) and low resolution molecular typing for class II (DRB1)\n  * Matched unrelated donor (10/10): high resolution molecular typing at the following loci is required: HLA-A, -B, -C, -DRBL, and -DQB1\n  * NOTE: for matched donors - will allow select 1 antigen mismatched sibling donors and unrelated donors in accordance with site institutional standard, as long as matched at HLA-A, HLA-B, HLA-C, and DRB1, and with advanced discussion/approval by the Study Chair and the bone marrow transplant (BMT) co-chair\n* Patients must be considered reliable enough to comply with the medication regimen and follow-up, and have social support necessary to allow this compliance\n* Patients must have a cardiac ejection fraction of \\>= 40%, or within institutional normal limits; a nuclear medicine gated blood pool examination is preferred; a 2-D ECHO scan is acceptable if a calculated ejection fraction is obtained and follow-up measurement of the cardiac ejection fraction will also be performed by echocardiography; measurement of cardiac ejection fraction should be within two weeks prior to allogeneic transplantation\n* Diffusion capacity of carbon monoxide (DLCO) \\> 40% with no symptomatic pulmonary disease\n\nExclusion Criteria for Step 3 (Allogeneic Transplantation):\n\n* Hypersensitivity to Escherichia (E.) coli-derived products\n* Human immunodeficiency virus (HIV) infection; patients with immune dysfunction are at a significantly higher risk of toxicities from intensive immunosuppressive therapies","healthyVolunteers":false,"sex":"ALL","minimumAge":"60 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Survival","description":"Overall survival is defined as the time from randomization to death or date last known alive.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.9","spread":null},{"groupId":"OG001","value":"11.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Patients With Complete Remission","description":"Patients are required to have all of the following to be considered as having a completion remission (CR).\n\n* Peripheral Blood Counts\n\n  1. Neutrophil count \\> 1.0 x 10\\^9 /L\n  2. Platelet count ≥ 100 x 10\\^9 /L\n  3. Reduced hemoglobin concentration or hematocrit has no bearing on remission status\n  4. Leukemic blasts must not be present in the peripheral blood\n* Bone Marrow Aspirate and Biopsy\n\n  1. Cellularity of bone marrow biopsy must be \\> 20% with maturation of all cell lines\n  2. \\< 5% blasts by morphologic review\n  3. Auer rods must not be detectable\n* Extramedullary leukemia, such as CNS or soft tissue involvement, must not be present","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.446","spread":null},{"groupId":"OG001","value":"0.453","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival by Donor Status","description":"Overall survival is defined as time between achieving leukemia-free state after induction therapy to death from any cause or date last known alive. The association between overall survival and donor status was evaluated regardless of assigned treatment arms. Patients with transplant donor information (either had donor or did not have a donor) reported after achieving CR/Cri/leukemia-free state post induction therapy were included in this analysis.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27.2","spread":null},{"groupId":"OG001","value":"12.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Disease-free Survival for Maintenance","description":"DFS for maintenance comparison is defined as the time from maintenance randomization until relapse or death of any cause. The censored follow-up time for patients without relapse and death information is the date of last contact. Only patients who remained in CR or CRi after completion of consolidation therapy that were randomized to either observation or decitabine in the maintenance Step were included in this analysis.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.2","spread":null},{"groupId":"OG001","value":"16.3","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Expression and Methylation Profiling","description":"DNA methylation profiling and gene expression are evaluated using peripheral blood samples collected at baseline of the maintenance treatment (prior to 2nd randomization). These are to be compared between patients with decitabine and patients on observation.","paramType":null,"dispersionType":null,"classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"Relapse After Decitabine Maintenance by Epigenetic Signature of Normal Bone Marrow","description":"To examine the epigenetic profiles of remission marrow among patients randomized to observation vs. decitabine to determine whether epigenetic signature of apparently morphologically normal bone marrow is predictive of relapse or response to decitabine maintenance.\n\nRelapse following complete remission is defined as:\n\n1. Peripheral Blood Counts\n\n   * Reappearance of blasts in the blood\n2. Bone Marrow Aspirate and Biopsy\n\n   * Presence of \\> 5% blasts, not attributable to another cause (e.g., bone marrow regeneration).\n   * If there are no circulating blasts and the bone marrow contains 5% to 20% blasts, then a repeat bone marrow performed ≥ 1 week later documenting more than 5% blasts is necessary to meet the criteria for relapse.","paramType":null,"dispersionType":null,"classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"Complete Remission Rate by ABC-transporter P-glycoprotein (Pgp)","description":"Patients with all the following are considered as having a complete remission.\n\n* Peripheral Blood Counts\n\n  1. Neutrophil count \\> 1.0 x 109 /L\n  2. Platelet count ≥ 100 x 109 /L\n  3. Reduced hemoglobin concentration or hematocrit has no bearing on remission status\n  4. Leukemic blasts must not be present in the peripheral blood\n* Bone Marrow Aspirate and Biopsy\n\n  1. Cellularity of bone marrow biopsy must be \\> 20% with maturation of all cell lines\n  2. \\< 5% blasts by morphologic review\n  3. Auer rods must not be detectable\n* Extramedullary leukemia, such as CNS or soft tissue involvement, must not be present\n\nThe proportion of patients with complete remission will be compared between patients who overexpress Pgp and patients who do not overexpress Pgp.","paramType":null,"dispersionType":null,"classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"To Assess the Intensity of Expression of CXCR4 on Diagnostic Leukemia Cells and to Correlate This Parameter With Other Established Prognostic Factors","description":"Expression of CXCR4 will be assessed in this study by flow cytometric assay. The associations between the expression level and other prognostic factors in patients receiving induction treatment will be evaluated.","paramType":null,"dispersionType":null,"classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"The Association Between Somatic Mutations and Relapse","description":"Relapse following complete remission is defined as:\n\n1. Peripheral Blood Counts\n\n   * Reappearance of blasts in the blood\n2. Bone Marrow Aspirate and Biopsy\n\n   * Presence of \\> 5% blasts, not attributable to another cause (e.g., bone marrow regeneration).\n   * If there are no circulating blasts and the bone marrow contains 5% to 20% blasts, then a repeat bone marrow performed ≥ 1 week later documenting more than 5% blasts is necessary to meet the criteria for relapse.","paramType":null,"dispersionType":null,"classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"Overall Survival by Patient Characteristics and Lifestyle","description":"Overall survival is defined as time from randomization to death or date last known alive. The associations between overall survival and smoking status, obesity, regular acetaminophen use, regular aspirin use, benzene exposure, living in a rural/farm environment and some other underlying exposures and lifestyle factors will be evaluated.","paramType":null,"dispersionType":null,"classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"Copy Number Changes Using Array Comparative Genomic Hybridization (CGH) by Patient Characteristics","description":"Copy number changes will be tested based on array CGH technology. The associations between copy number changes and acute myeloid leukemia patient characteristics will be evaluated.","paramType":null,"dispersionType":null,"classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"Quality of Life (QOL) Assessed by Functional Assessment of Cancer Therapy - Leukemia (FACT-Leu)","description":"QOL will be assessed using the Functional Assessment of Cancer Therapy - Leukemia (FACT-Leu). This instrument combines the General version of the Functional Assessment of Cancer Therapy (FACT-G) with a leukemia-specific subscale. The total score of FACT-Leu ranges between 0 and 176. Higher score indicates better QOL.","paramType":null,"dispersionType":null,"classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"Change in Health-related QOL Over Time","description":"QOL will be assessed using the Functional Assessment of Cancer Therapy - Leukemia (FACT-Leu). This instrument combines the General version of the Functional Assessment of Cancer Therapy (FACT-G) with a leukemia-specific subscale. The total score of FACT-Leu ranges between 0 and 176. Higher score indicates better QOL.\n\nChanges in QOL will be calculated by subtracting baseline QOL score from follow-up QOL score.","paramType":null,"dispersionType":null,"classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"Patient Function Assessed by Functional Assessment of Cancer Therapy - General (FACT-G)","description":"QOL will be assessed using the Functional Assessment of Cancer Therapy - General (FACT-G). FACT-G includes 4 subscales, physical well-being (score range: 0-28), social/family well-being (score range: 0-28), emotional well-being (score range: 0-24), and functional well-being (score range: 0-28). The total score of FACT-G ranges between 0 and 108. Higher score indicates better QOL.","paramType":null,"dispersionType":null,"classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"Change in QOL Post Transplant From Baseline","description":"For those patients who go to allo transplant, the FACT-Leu and the Functional Assessment of Chronic Illness Therapy - Fatigue (FACIT-Fatigue) instruments will be administered at the beginning of the conditioning regimen and 100 days (+14 days) post transplant.\n\nFACT-Leu combines the General version of the Functional Assessment of Cancer Therapy (FACT-G) with a leukemia-specific subscale. The total score of FACT-Leu ranges between 0 and 176. Higher score indicates better QOL.\n\nFACIT-Fatigue has 13 items and the total score ranges between 0 and 52. Higher score indicates better QOL.\n\nChanges in QOL will be calculated by subtracting baseline QOL score from follow-up QOL score.","paramType":null,"dispersionType":null,"classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"Baseline QOL Scores by Treatment Completion Status","description":"The associations between baseline QOL scores and the ability to finish treatment will be evaluated. Baseline QOL will be assessed using the Functional Assessment of Cancer Therapy - Leukemia (FACT-Leu) and the Functional Assessment of Chronic Illness Therapy - Fatigue (FACIT-Fatigue).\n\nFACT-Leu combines the General version of the Functional Assessment of Cancer Therapy (FACT-G) with a leukemia-specific subscale. The total score of FACT-Leu ranges between 0 and 176. Higher score indicates better QOL.\n\nFACIT-Fatigue has 13 items and the total score ranges between 0 and 52. Higher score indicates better QOL.","paramType":null,"dispersionType":null,"classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":354,"n":356},"commonTop":["Anemia","Platelet count decreased","White blood cell decreased","Neutrophil count decreased","Aspartate aminotransferase increased"]}}}