{"nctId":"NCT02163694","briefTitle":"A Phase 3 Randomized, Placebo-controlled Trial of Carboplatin and Paclitaxel With or Without Veliparib (ABT-888) in HER2-negative Metastatic or Locally Advanced Unresectable BRCA-associated Breast Cancer","startDateStruct":{"date":"2014-04-08","type":"ACTUAL"},"conditions":["Metastatic Breast Cancer"],"count":513,"armGroups":[{"label":"Veliparib Placebo with Carboplatin and Paclitaxel","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Veliparib Placebo","Drug: Carboplatin","Drug: Paclitaxel"]},{"label":"Veliparib with Carboplatin and Paclitaxel","type":"EXPERIMENTAL","interventionNames":["Drug: Veliparib","Drug: Carboplatin","Drug: Paclitaxel"]}],"interventions":[{"name":"Veliparib Placebo","otherNames":[]},{"name":"Veliparib","otherNames":["ABT-888"]},{"name":"Carboplatin","otherNames":[]},{"name":"Paclitaxel","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Histologically or cytologically confirmed breast cancer that is either locally advanced or metastatic. Locally advanced breast cancer must not be amenable to surgical resection or radiation with curative intent.\n2. Suspected deleterious or deleterious Breast Cancer Gene 1 (BRCA1) and/or Breast Cancer Gene 2 (BRCA2) germline mutation.\n3. Breast cancer must be Human Epidermal Growth Factor Receptor 2 (HER2)-negative.\n4. Measurable or non-measurable (but radiologically evaluable) disease per Response Evaluation Criteria In Solid Tumors (RECIST), version 1.1 on computed tomography (CT) scan (within 28 days of randomization) with at least one lesion outside previously irradiated areas.\n5. Eastern Cooperative Oncology Group (ECOG) Performance status of 0 to 2.\n6. Adequate hematologic, renal, and hepatic function (within 28 days of randomization).\n\nExclusion Criteria:\n\n1. More than two prior lines of cytotoxic chemotherapy (e.g., gemcitabine, doxorubicin, capecitabine) for metastatic disease.\n\n   * Regimens received in the adjuvant/neoadjuvant setting or for locally advanced breast cancer within the past 6 months will also be considered toward the maximum of 2 prior lines of therapy. Adjuvant/neoadjuvant chemotherapy for one cancer event will count as one prior line of therapy, if received within the past 6 months.\n   * Previous treatments with hormonal therapy (tamoxifen, aromatase inhibitors) and signal transduction agents (e.g., erlotinib, gefitinib, everolimus, bevacizumab) are allowed and are not counted towards the prior line of therapy.\n2. Progressed or recurred within 12 months of completing platinum therapy or received \\> 1 prior line of platinum therapy for breast cancer in any setting (adjuvant, neoadjuvant, or metastatic).\n3. Prior therapy with Poly(ADP-ribose)-Polymerase (PARP) inhibitors.\n4. Prior taxane therapy administered for the treatment of metastatic breast cancer with the below exceptions.\n\n   * Prior taxane therapy for metastatic breast cancer is allowed if the patient received ≤ 1 full cycle (i.e., therapy discontinued within 4 weeks for subjects receiving weekly paclitaxel or Abraxane; therapy discontinued within 3 weeks for subjects receiving paclitaxel or docetaxel every 3 weeks) in the absence of progression or if taxane therapy for metastatic disease was \\> 12 months prior to Cycle 1 Day-2 (C1D-2).\n   * Use of taxanes as adjuvant therapy or to treat locally advanced disease is permitted, if given more than 6 months prior to C1D-2\n5. Known history of allergic reaction to cremophor-paclitaxel, carboplatin, Azo-Colourant Tartrazine (also known as FD\\&C Yellow 5 or E102), Azo-Colourant Orange Yellow-S (also known as FD\\&C Yellow 6 or E110) or known contraindications to any study supplied drug.\n6. Active CNS metastases or leptomeningeal disease.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression-Free Survival (PFS)","description":"Time to PFS is defined as the number of days from the date the participant was randomized to the date the participant experiences radiographic disease progression (as determined by the investigators), or to the date of death (all causes of mortality) if disease progression is not reached. All events of disease progression occurring on or before the Primary Analysis Cutoff date of 05 April 2019 were to be included, regardless of whether the event occurred while the participant was still taking study drug or had previously discontinued study drug. PFS was estimated for each treatment group using Kaplan-Meier methodology.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.6","spread":null},{"groupId":"OG001","value":"14.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS)","description":"Time to death (overall survival) is defined as the number of days from the date the participant was randomized to the date of the participant's death. All events of death which occur up to the analysis cutoff date are to be included, regardless of whether the event occurred while the participant was still taking study drug or after the participant discontinued study drug. If a participant has not died, the data for the participant is to be censored at the date last known to be alive or at the analysis cutoff date if that is earlier.\n\nThe final analysis of OS will occur when the pre-specified number of events has occurred in the ITT population.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"28.2","spread":null},{"groupId":"OG001","value":"32.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Clinical Benefit Rate (CBR)","description":"The clinical benefit rate (CBR) is defined as the progression-free rate at 24 weeks (168 days), estimated using Kaplan Meier methodology. All events of disease progression in the primary progression free survival analysis database were to be included, regardless of whether the event occurred while the participant was still taking, or had previously discontinued, study drug. If the participant had not yet progressed then their data was to be censored at the date of the last evaluable disease progression assessment. Participants without post-baseline assessments were to be censored at the date of randomization.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"93.2","spread":null},{"groupId":"OG001","value":"90.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Objective Response Rate (ORR)","description":"The objective response rate (ORR) is calculated as the percentage of participants who have a confirmed partial response (PR) or complete response (CR) based on assessment by the investigators per Response Evaluation Criteria In Solid Tumors (RECIST) criteria version 1.1. All participants who had at least one measurable lesion at baseline were to be included in the ORR calculation.\n\nThe final analysis of ORR will occur when the pre-specified number of Overall Survival events have occurred in the ITT population, per the fixed sequence testing procedure.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"74.1","spread":null},{"groupId":"OG001","value":"75.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression-Free Survival on Subsequent Therapy (PFS2)","description":"PFS2 is defined as the number of days from the date of randomization to the time of disease progression on subsequent therapy or death from any cause. The distribution of PFS2 was to be estimated for each treatment group using Kaplan-Meier methodology.\n\nThe final analysis of PFS2 will occur when the pre-specified number of Overall Survival events have occurred in the ITT population, per the fixed sequence testing procedure.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17.4","spread":null},{"groupId":"OG001","value":"21.5","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":68,"n":174},"commonTop":["NEUTROPENIA","THROMBOCYTOPENIA","ANAEMIA","NAUSEA","ALOPECIA"]}}}