{"nctId":"NCT01493414","briefTitle":"INC424 for Patients With Primary Myelofibrosis, Post Polycythemia Myelofibrosis or Post-essential Thrombocythemia Myelofibrosis.","startDateStruct":{"date":"2011-08-16"},"conditions":["Myelofibrosis"],"count":2233,"armGroups":[{"label":"INC424","type":"EXPERIMENTAL","interventionNames":["Drug: INC424"]}],"interventions":[{"name":"INC424","otherNames":["Ruxolitinib"]}],"eligibilityModule":{"eligibilityCriteria":"Main Inclusion Criteria:\n\n1. Patients must not be eligible for another ongoing INC424 clinical trial.\n2. Patients must be diagnosed with PMF, PPV MF or PET-MF, according to the 2008 revised International Standard Criteria, irrespective of JAK2 mutation status..\n3. Patients with PMF requiring therapy must be classified as high risk (3 prognostic factors) OR intermediate risk level 2 (2 prognostic factors, no more), OR intermediate risk level 1 (1 prognostic factor, no more) with an enlarged spleen (assessment to occur at the Screening Visit).\n\n   The prognostic factors, defined by the International Working Group are:\n   * Age \\> 65 years;\n   * Presence of constitutional symptoms (weight loss, fever, night sweats);\n   * Marked anemia (Hgb \\< 10g/dL)\\*;\n   * Leukocytosis (history of white blood cell (WBC) \\> 25 x109/L);\n   * Circulating blasts \\> 1%. \\* A hemoglobin value \\< 10 g/dL must be demonstrated during the Screening Visit for patients who are not transfusion dependent. Patients receiving regular transfusions of packed red blood cells will be considered to have hemoglobin \\< 10 g/dL for the purpose of evaluation of risk factors.\n4. Patients with Intermediate-1 disease and splenomegaly must have a palpable spleen measuring 5 cm or greater from the costal margin to the point of greatest splenic protrusion.\n5. Patients must have a peripheral blood blast count of \\< 10%.\n6. Patients with an Eastern Cooperative Oncology Group (ECOG) performance status of 0, 1, or 2.\n7. Fedratinib pretreated patients with documented complete physical examination including full neurologic examination and cardiology assessment, thiamine level testing, and MRI of the brain if indicated based on signs or symptoms. Patients pretreated with fedratinib should have completed or be receiving thiamine supplementation according to the investigator's instructions.\n\nMain Exclusion Criteria:\n\n1. Patients eligible for hematopoietic stem cell transplantation (suitable candidate and a suitable donor is available).\n2. Patients with history of malignancy in past 3 years except for treated, early-stage squamous or basal cell carcinoma in situ.\n3. Impairment of gastrointestinal (GI) function or GI disease that may significantly alter the absorption of oral INC424 (e.g., ulcerative diseases, uncontrolled nausea, vomiting, diarrhea, malabsorption syndrome, small bowel resection).\n4. Patients with cardiac disease which in the Investigator's opinion may jeopardize the safety of the patient or the compliance with the protocol.\n5. Patients with currently uncontrolled or unstable angina, rapid or paroxysmal atrial fibrillation or recent (approximately 6 months) myocardial infarction or acute coronary syndrome.\n6. Patients with clinically significant bacterial, fungal, parasitic or viral infection which require therapy. Patients with acute bacterial infections requiring antibiotic use should delay screening/enrollment until the course of antibiotic therapy has been completed.\n7. Patients with known active hepatitis A, B, C or who are HIV-positive.\n8. Patients with inadequate bone marrow reserve at the Baseline visit as demonstrated by:\n\n   * Absolute neutrophil count (ANC) ≤ 1000/µL.\n   * Platelet count \\< 50,000/µL without the assistance of growth factors, thrombopoietic factors or platelet transfusions.\n9. Patients with any history of platelet counts \\< 50,000/µL or ANC \\< 500/µL except during treatment for a myeloproliferative disorder or treatment with cytotoxic therapy for any other reason.\n10. In the case of ruxolitinib pretreated patients, ruxolitinib primary resistant patients defined as:\n\n    • No spleen reduction within the first 12 weeks after front line therapy with ruxolitinib.\n\n    AND\n\n    • No reduction in symptoms within the first 12 weeks after first-line treatment with ruxolitinib.\n11. In the case of ruxolitinib pretreated patients, patients discontinuing ruxolitinib due to a Grade 4 Adverse event (AE) related or suspected to be related to ruxolitinib.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Adverse Events (AEs) and Serious Adverse Events (SAEs) up to 5 Years","description":"An adverse event (AE) is any untoward medical occurrence in a clinical trial participant regardless of causal relationship to study drug and regardless whether study drug has been administered. A serious adverse event (SAE) is any untoward medical occurrence or effect that at any dose results in death, is life-threatening, requires inpatient hospitalization or prolongation of existing hospitalization, results in persistent or significant disability / incapacity, is a congenital anomaly / birth defect or is medically important due to other reasons than the above mentioned criteria. A non-serious AE is any AE that does not meet the criteria above.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2153","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"830","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With at Least 50% Reduction in Spleen Length","description":"Spleen length was assessed by manual palpation. Assessment of spleen response was repeated until early discontinuation of the study drug and also at study completion (28 days post end of treatment visit).","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"71.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Best Overall Response (BOR) up to 5 Years According to Spleen Length","description":"Overall response is analyzed using the spleen response, as assessed by the investigator and also by deriving the response using International Working Group-Myeloproliferative Neoplasms Research and Treatment (IWG-MRT) criteria.\n\nParticipants with spleen length at baseline between 5 and 10 cm were reported as Responders if reporting non palpable spleen; Stable disease does not meet criteria for response or disease progression and Progressive disease with an increase of 100% from baseline in spleen length.\n\nParticipants with spleen length at baseline more than 10 cm were reported as Responders with spleen reduction of 50% from baseline; Stable disease does not meet criteria for response or disease progression and Progressive disease with an increase of 50% from baseline in spleen length.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null},{"groupId":"OG002","value":"NA","spread":null},{"groupId":"OG003","value":"NA","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"421","spread":null},{"groupId":"OG001","value":"334","spread":null},{"groupId":"OG002","value":"1","spread":null},{"groupId":"OG003","value":"9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"742","spread":null},{"groupId":"OG001","value":"463","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"19","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Eastern Cooperative Oncology Group (ECOG) Performance Status From Baseline to Worst Post-baseline ECOG Status up to 5 Years","description":"ECOG Performance Score has 5 grades. 0 = Fully active, able to carry out all pre-disease activities; 1 = Restricted in strenuous activity but ambulatory and able to carry out work of light or sedentary nature; 2 = Ambulatory and capable of all self-care but unable to carry out work activities. Active about 50% of waking hours; 3 = Capable of limited self-care, confined to bed/chair more than 50% of waking hours; 4 = Completely disabled; cannot carry on self-care. Totally confined to bed/chair. 5 = Death.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"598","spread":null}]},{"measurements":[{"groupId":"OG000","value":"377","spread":null}]},{"measurements":[{"groupId":"OG000","value":"62","spread":null}]},{"measurements":[{"groupId":"OG000","value":"12","spread":null}]},{"measurements":[{"groupId":"OG000","value":"7","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null}]},{"measurements":[{"groupId":"OG000","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"89","spread":null}]},{"measurements":[{"groupId":"OG000","value":"629","spread":null}]},{"measurements":[{"groupId":"OG000","value":"187","spread":null}]},{"measurements":[{"groupId":"OG000","value":"26","spread":null}]},{"measurements":[{"groupId":"OG000","value":"12","spread":null}]},{"measurements":[{"groupId":"OG000","value":"1","spread":null}]},{"measurements":[{"groupId":"OG000","value":"16","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]},{"measurements":[{"groupId":"OG000","value":"43","spread":null}]},{"measurements":[{"groupId":"OG000","value":"111","spread":null}]},{"measurements":[{"groupId":"OG000","value":"20","spread":null}]},{"measurements":[{"groupId":"OG000","value":"12","spread":null}]},{"measurements":[{"groupId":"OG000","value":"1","spread":null}]},{"measurements":[{"groupId":"OG000","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null}]},{"measurements":[{"groupId":"OG000","value":"1","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]},{"measurements":[{"groupId":"OG000","value":"8","spread":null}]},{"measurements":[{"groupId":"OG000","value":"4","spread":null}]},{"measurements":[{"groupId":"OG000","value":"1","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Functional Assessment of Cancer Therapy (FACT-TOI, FACT-G) and FACT-Lymphoma (FACT-Lym) Total Scores Measured at Baseline and Week 48","description":"The FACT-Lym questionnaire consists of a total of 42 questions divided between five subscales (i.e., physical well-being, social/family well-being, emotional well-being, functional well-being and lymphoma subscale). Each subscale questionnaire rates each question on a 5-point scale from 0 = Not at all to 4 = Very much. These scores were summed to three total sum scores, namely FACT-Lym score, FACT-Lym Trial Outcome Index (TOI), FACT-General (FACT-G) and FACT-Lym total score. Total scores: FACT-Lym=0-60, FACT-TOI=0-116, FACT-G total=0-108, FACT-Lym Total= 0-168. Higher scores are reflective of better HRQoL.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"42.3","spread":"10.20"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"47.9","spread":"8.47"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"77.9","spread":"18.99"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"86.8","spread":"16.42"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"113.9","spread":"24.01"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"123.3","spread":"22.34"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"71.6","spread":"15.98"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"75.5","spread":"15.59"}]}]}]},{"type":"SECONDARY","title":"Time to First Improvement in FACT-Lym, FACIT-Fatigue Score and ECOG Performance Status","description":"Improvement was defined by the upper limit of the minimally important difference (MID). Patients with the best possible score at Baseline were excluded from this analysis because their HRQoL cannot be further improved. Responders and non-responders for each endpoint were defined based on change from baseline scores using pre specified cut-off points. Patients with an improved score compared to Baseline, for which the magnitude of the change was at least the cutoff value, were classified as responders; otherwise, as non-responders. The responder cutoff: ECOG cutoff=1, range=0 to 5, FACT-Lym cutoff=5.4, range 0-60, FACIT-Fatigue =5 and range=0-52.The median time to first improvement was estimated using the Kaplan Meier method and time to improvement event was determined based on upper bound of the MID. The time to improvement was calculated from the date of first study drug administration.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"63.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Medical Resource Utilization up to 5 Years","description":"Percentage of patients requiring medical resources (blood transfusions, hospitalization, emergency room visits, general practitioners or specialists consultations, urgent care or splenic irradiation) up to 5 years.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"129","spread":null}]},{"measurements":[{"groupId":"OG000","value":"29","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"480","spread":null}]},{"measurements":[{"groupId":"OG000","value":"1595","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":830,"n":2233},"commonTop":["Anaemia","Thrombocytopenia","Asthenia","Pyrexia","Diarrhoea"]}}}