{"nctId":"NCT00755716","briefTitle":"Topiramate Alone and in Combination With the Nicotine Patch for Smoking Cessation: A Pilot Study","startDateStruct":{"date":"2006-04"},"conditions":["Tobacco Dependence"],"count":57,"armGroups":[{"label":"Placebo (sugar pill)","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo (sugar pill)"]},{"label":"Topiramate","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Topiramate"]},{"label":"Topiramate and Nicotine patch","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Topiramate","Drug: Nicotine patch"]}],"interventions":[{"name":"Placebo (sugar pill)","otherNames":["sugar pill"]},{"name":"Topiramate","otherNames":["topimax"]},{"name":"Nicotine patch","otherNames":["nicoderm"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female cigarette smoker between the ages of 18 and 65 years inclusive and relatively healthy.\n* Subjects must smoke an average of at least 10 cigarettes per day during the past year and during the month prior to the screening visit, with no period of abstinence greater than 3 months in the past year.\n* BMI \\> 18kg/in2.\n* Subjects must be free of serious or unstable disease within the past 6 months\n* Female subjects must be a) postmenopausal for at least two years, or practicing an effective method of birth control (e.g., surgically sterile, prescription oral contraceptives, contraceptive injections, intrauterine device, spermicide with barrier, contraceptive patch, contraceptive ring, male partner sterilization, abstinence and agree to continue abstinence or to use an acceptable method of contraception, as listed above, should sexual activity commence) before entry and throughout the study; have a negative urine pregnancy test at the screening visit. b) agree to avoid pregnancy through 30 days after the last dose of study medication, c) have a negative urine pregnancy test (β-hCG) at screening or baseline and agree to use at least one of the birth control methods as noted in the protocol.\n* Subjects must be able to be seen as an outpatient, to be assessed in a clinic setting, and able and willing to comply with all study visits.\n* Subjects must be able to provide written consent.\n* Subjects must be the only member of the household participating in this study.\n\nExclusion criteria:\n\n* Subjects who are currently suffering from depression or have been diagnosed with depression or treated with an antidepressant within the past 12 months.\n* Subjects who have a past or present history of psychosis, panic disorder, or bipolar disorder.\n* Subjects who have severe chronic obstructive pulmonary disease (COPD).4. Subjects who have clinically significant cardiovascular disease in the past 6 months\n* Subjects who have clinically significant cardiovascular disease in the past 6 months which includes: myocardial infarction, coronary artery bypass graft CABG), percutaneous transluminal coronary angioplasty (PTCA), severe or unstable angina, serious arrhythmia, and clinically significant ECG conduction abnormalities.\n* Subjects who have uncontrolled hypertension or a systolic blood pressure greater than 150 mm Hg or a diastolic blood pressure greater than 95 mm Hg at screening or baseline.\n* Subjects who have a history of clinically significant neurological disorders including subjects with seizure disorders, cerebrovascular diseases stroke or transient ischemic attack) and/or progressive or degenerative neurological disorders (e.g., multiple sclerosis) in the past 6 months.\n* Subjects who have a history of clinically significant endocrine disorders or gastrointestinal diseases, including insulin dependent diabetes, uncontrolled hyperthyroidism, and active peptic ulcer.\n* Subjects who have clinically significant hepatic or renal impairment (e.g., an estimated creatinine clearance \\<60 mL/min).\n* Subjects who have an SGOT (AST) or SGPT (ALT) concentration greater than 1.5 times the upper limit of normal.\n* Subjects who have a history of cancer.\n* Subjects who are believed to be medically unstable and/or not appropriate for study participation in the opinion of the principal investigator.\n* Subjects who have previously been treated with topiramate for any reason and discontinued treatment due to an adverse event or due to a hypersensitivity reaction to topiramate.\n* Subjects with evidence or a history of clinically significant allergic reaction.\n* Subjects who have an allergy to adhesive tape or a skin disorder that may be exacerbated by nicotine patch.\n* Subjects with a history of drug (except nicotine) or alcohol abuse or dependence within the past 12 months.\n* Subjects with a positive urine drug screen.\n* Subjects that have been enrolled in a study that included topiramate.\n* Subjects who have taken or will plan to take another investigational drug within 30 days or 5 half-lives (whichever is longer) before the Baseline visit or within 30 days of study completion.\n* Subjects who take or plan to take a concomitant medication that is prohibited by this protocol.\n* Subjects who require other medications during the study that might interfere with the evaluation of the study drug (for example, nicotine replacement therapy and bupropion).\n* Subjects who used a nicotine replacement product, bupropion, clonidine, or nortriptyline within the past 6 months, or participated in a study with an experimental drug for smoking cessation within the past one year.\n* Subjects who intend to use non-cigarette tobacco products (including, for example, pipe tobacco, cigars, snuff, chewing tobacco, etc.) or marijuana during study participation.\n* Subjects who intend to donate blood or blood components while receiving study drug or within 1 month of the completion of the study treatment.\n* Subjects who are unable and/or unlikely to comprehend and follow the study protocol, which includes a) a subject who, in the investigator's opinion, will be unlikely to commit to the duration of the study, b) a subject who, in the investigator's opinion should not be enrolled in the study because of the precautions, warnings or contraindications outlined in the topiramate package insert.\n* Subjects who have lactose intolerance.\n* Subjects with a history of glaucoma.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Primary Outcome is 4-week Continuous Quit Rate at the End of Treatment.","description":"The primary efficacy endpoint was CO-confirmed cigarette abstinence during the last 4 weeks of treatment.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"5","spread":null},{"groupId":"OG002","value":"7","spread":null}]}]}]},{"type":"SECONDARY","title":"MNWS","description":"Minnesota Nicotine Withdrawing Scale\n\nScale contains 9 items which are scored 0-4. The total range for the scale is 0-36, where higher scores indicate greater nicotine withdrawal symptoms.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.7","spread":"1.3"},{"groupId":"OG001","value":"4.9","spread":"1.2"},{"groupId":"OG002","value":"6.8","spread":"1.1"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":19},"commonTop":["Nervousness/agitation/irritablility","Upper Respiratory Infection","Nausea/Vomiting","Fatigue","Headache"]}}}