{"nctId":"NCT04984993","briefTitle":"Clinical Investigation Using MED3000 Gel or Tadalafil Tablets in the Treatment of Erectile Dysfunction","startDateStruct":{"date":"2021-09-14","type":"ACTUAL"},"conditions":["Erectile Dysfunction"],"count":116,"armGroups":[{"label":"MED3000","type":"EXPERIMENTAL","interventionNames":["Device: MED3000 (Male)","Device: MED3000 (Female)"]},{"label":"Tadalafil","type":"EXPERIMENTAL","interventionNames":["Drug: Tadalafil 5mg (Male)","Drug: Tadalafil 5mg (Female)"]}],"interventions":[{"name":"MED3000 (Male)","otherNames":[]},{"name":"Tadalafil 5mg (Male)","otherNames":[]},{"name":"MED3000 (Female)","otherNames":[]},{"name":"Tadalafil 5mg (Female)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male heterosexual patients aged 22-70 years.\n* Confirmed clinical diagnosis of mild, moderate or severe ED for more than 3 months.\n* Involved in a continuous heterosexual relationship with their partner for at least 6 months.\n\nExclusion Criteria:\n\n* Any significant cardiovascular, pulmonary, hepatic, renal, gastrointestinal, haematological, endocrinological, metabolic, neurological or psychiatric disease.\n* History of unstable medical or psychiatric condition or using any medication that, in the opinion of the Principal Investigator, is likely to affect the patient's ability to complete the investigation or precludes the patient's participation in the investigation.","healthyVolunteers":false,"sex":"MALE","genderBased":true,"genderDescription":"Male patients who have had erectile dysfunction for at least 3 months","minimumAge":"22 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in the Erectile Function (EF) Domain of the International Index of Erectile Function (IIEF) Questionnaire, in Patients Randomised to MED3000, at Week 24","description":"Co-primary objectives:\n\n* Demonstrate an improvement compared to baseline of erectile function, in patients randomised to receive MED3000, using the IIEF-EF patient reported outcome instrument.\n* Observe a mean change from baseline of the IIEF-EF, in patients randomised to MED3000, greater or equal to the minimal clinically importance difference of 4.\n\nThe IIEF is a validated questionnaire, consisting of 15 questions, for detecting treatment changes in EF. The EF domain of IIEF is derived using questions 1, 2, 3, 4, 5 and 15. A score of 0 to 5 is awarded to each of questions 1 to 5 and a score of 1 to 5 is awarded to question 15. Higher scores indicate better sexual function. Domain score is computed by summing the scores for individual questions. The minimum and maximum possible scores are 1 and 30 respectively. Patients with a score of 21 or less are considered to have ED. Change from baseline = Week 24 score - Baseline score.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.73","spread":"1.00"}]}]}]},{"type":"SECONDARY","title":"Percentage of Uses Per Patient That Led to an Onset of Erection Within a Certain Period of Time in Patients Randomised to MED3000.","description":"Demonstrate a speed of onset of action from application of MED3000 gel to the time when patient notices their erection starting.\n\nPercentage of MED3000 uses per patient that resulted in the patient noticing their erection starting within certain period of time, out of the total number of intercourse attempts made using the product during the 24-week treatment period. The certain periods of time are within 15 minutes, 10 minutes and 5 minutes. Percentage of uses is calculated with the denominator equal to the total number of intercourse attempts made using the product during the 24-week treatment period and the numerator equal to the total number of times that the response to the onset of action question 1 indicated a time of 5 (10, 15) minutes or less.\n\nQuestion 1 of the Onset of Action questionnaire:\n\n\\- After application of the gel/taking medication, when did you begin to notice your erection starting?","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"62.59","spread":"39.18"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"47.81","spread":"36.26"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"24.01","spread":"33.43"}]}]}]},{"type":"SECONDARY","title":"Percentage of Uses Per Patient That Led to an Onset of Action Within a Certain Period of Time in Patients Randomised to MED3000.","description":"Demonstrate a speed of onset of action from application of MED3000 gel to the time when the patients is able to have penetrative sex.\n\nPercentage of MED3000 uses per patient that resulted in the patient being able to have penetrative sex within certain period of time, out of the total number of intercourse attempts made using the product during the 24-week treatment period. The certain periods of time are within 15 minutes, 10 minutes and 5 minutes. Percentage of uses is calculated with the denominator equal to the total number of intercourse attempts made using the product during the 24-week treatment period and the numerator equal to the total number of times that the response to the onset of action question 2 indicated a time of 5 (10, 15) minutes or less.\n\nQuestion 2 of the Onset of Action questionnaire:\n\n\\- After application of the gel/taking medication, when were you able to have penetrative sex?","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"55.70","spread":"36.13"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"31.91","spread":"29.30"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13.72","spread":"22.33"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":94},"commonTop":["Headache (Male)","Headache (Female)","Nausea (Male)","Non-cardiac chest pain (Male)","Back Pain (Male)"]}}}