{"nctId":"NCT00337285","briefTitle":"An Open-label Study of NRP104 in Adults With Attention Deficit Hyperactivity Disorder (ADHD)","startDateStruct":{"date":"2006-07"},"conditions":["Attention Deficit Hyperactivity Disorder","Attention Deficit Disorders With Hyperactivity","Attention Deficit Hyperactivity Disorders"],"count":349,"armGroups":[{"label":"1","type":"EXPERIMENTAL","interventionNames":["Drug: Vyvanse (lisdexamfetamine dimesylate), NRP104"]}],"interventions":[{"name":"Vyvanse (lisdexamfetamine dimesylate), NRP104","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subject must be 18-55 years of age, inclusive, at the time of consent of the NRP104.303 study.\n* Subject must have been randomized and must have met all inclusion/exclusion criteria in the NRP104.303 study.\n* Subject must be male or non-pregnant female. Females of childbearing potential (FOCP) must comply with contraceptive restrictions noted in the protocol.\n* Subject must have a satisfactory medical assessment with no clinically significant or relevant abnormalities as determined by medical history, PE, clinical and laboratory evaluation.\n* In the opinion of the investigator, the subject understands and is able, willing, and likely to fully comply with the study procedures and restrictions.\n* Subject must have given written, personally signed and dated informed consent to participate in the study in accordance with the International Conference on Harmonization (ICH) Good Clinical Practice (GCP) Guidelines and applicable regulations before completing any study specific procedures.\n* Subject experienced no adverse events in a previous study of NRP104 or elsewhere that would preclude continued exposure to NRP104.\n\nExclusion Criteria:\n\n* Subject has any concurrent chronic or acute illness or unstable medical condition that could confound the results of safety assessments, increase risk to the subject or lead to difficulty complying with the protocol. Subjects who have a history of mental retardation or a severe learning disability are excluded.\n* Subject has a known cardiac structural abnormality or any other condition that may affect cardiac performance.\n* Subject has any clinically significant ECG or laboratory abnormality known to the investigator prior to dispensation of study medication.\n* Subject has a resting sitting systolic blood pressure or diastolic blood pressure deemed clinically significant by the investigator.\n* Subject has used any prohibited prescription medication except for medications used to treat ADHD within 30 days of screening visit. Hormonal contraceptives are acceptable.\n* Subject has a positive urine drug result at Screening (with the exception of subject's current stimulant therapy, if any).\n* Subject has taken an investigational drug or taken part in a clinical trial within 30 days prior to Screening (except for participating in an NRP104 study).\n* The female subject is pregnant or lactating.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"55 Years","stdAges":["ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in ADHD-RS-IV Total Score From Baseline at Up to One Year","description":"Change in the Attention Deficit Hyperactivity Disorder Rating Scale-fourth edition (ADHD-RS-IV) total score from baseline. The ADHD-RS-IV consists of 18 items scored on a 4-point scale ranging from 0 (no symptoms) to 3 (severe symptoms) with total score ranging from 0 to 54.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-24.8","spread":"11.7"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Improvement on CGI-I","description":"Clinical Global Impression-Improvement (CGI-I) consists of a 7-point scale ranging from 1 (very much improved) to 7 (very much worse). Improvement includes 1 and 2 on the scale.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"290","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in PSQI Total Score From Baseline at Up to One Year","description":"Pittsburgh Sleep Quality Index (PSQI) is a self-rated questionnaire consisting of 18 items which generates seven component scores on a scale from 0 (better sleep) to 3 (worse sleep) resulting in a global score of 0-21, where a higher number reflects worse sleep quality.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.3","spread":"2.8"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":8},"commonTop":["Upper respiratory tract infection","Insomnia","Headache","Dry mouth","Decreased appetite"]}}}