{"nctId":"NCT02329327","briefTitle":"A Study in Participants With Acute Major Bleeding to Evaluate the Ability of Andexanet Alfa to Reverse the Anticoagulation Effect of Direct and Indirect Oral Anticoagulants (Extension Study)","startDateStruct":{"date":"2015-04-10","type":"ACTUAL"},"conditions":["Bleeding"],"count":479,"armGroups":[{"label":"Andexanet","type":"EXPERIMENTAL","interventionNames":["Biological: Andexanet"]}],"interventions":[{"name":"Andexanet","otherNames":["ALXN2070","Andexanet Alfa","PRT064445","Andexxa"]}],"eligibilityModule":{"eligibilityCriteria":"Key Inclusion Criteria:\n\n1. Acute major bleeding episode that required urgent reversal of anticoagulation; defined by at least one of the following:\n\n   * Acute bleeding that was potentially life-threatening, or\n   * Acute bleeding associated with a fall in hemoglobin level by ≥2 grams/deciliter (g/dL), or\n   * Acute bleeding associated with a hemoglobin level of ≤8 g/dL if no baseline hemoglobin was available, or\n   * Acute bleeding in a critical area or organ such as intraspinal, pericardial, or intracranial.\n2. If bleeding was intracranial or intraspinal, the participant must have undergone a head computed tomography (CT) or magnetic resonance imaging (MRI) scan demonstrating the bleeding.\n3. Participant received or was believed to have received one of the following within 18 hours prior to andexanet administration: apixaban, rivaroxaban, edoxaban, or enoxaparin.\n4. For participants with intracranial bleeding, there must be a reasonable expectation that andexanet treatment will commence within 2 hours of the baseline imaging evaluation.\n\nKey Exclusion Criteria:\n\n1. The participant was scheduled to undergo surgery in less than 12 hours, with the exception of minimally invasive surgery/procedures.\n2. Participant with an intracerebral hemorrhage that had any of the following:\n\n   * Glasgow coma score \\<7, or\n   * Intracerebral hematoma \\>60 cubic centimeters as assessed by CT or MRI\n3. Participants with visible, musculoskeletal or intra-articular bleeding as their qualifying bleed.\n4. Expected survival of less than 1 month.\n5. Recent history (within 2 weeks) of a diagnosed thrombotic event as follows: venous thromboembolism, myocardial infarction, disseminated intravascular coagulation, cerebral vascular accident, transient ischemic attack, unstable angina pectoris hospitalization or severe peripheral vascular disease within 2 weeks prior to Screening.\n6. Severe sepsis or septic shock at the time of Screening.\n7. Pregnant or a lactating female.\n8. Participant received any of the following drugs or blood products within 7 days of Screening:\n\n   * Vitamin K antagonist\n   * Dabigatran\n   * Prothrombin Complex Concentrate (PCC) products or recombinant factor VIIa (rfVIIa)\n   * Whole blood, plasma fractions\n9. Treated with an investigational drug \\<30 days prior to Screening.\n10. Planned administration of PCC, fresh frozen plasma or rfVIIa from Screening until within 12 hours after the end of the andexanet infusion.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percent Change From Baseline In Anti-fXa Activity By FXa Inhibitor","description":"Anti-fXa activity was measured to assess the ability of andexanet to reverse the anticoagulant effect of FXa inhibitors. Baseline was defined as the last value obtained prior to the start of the andexanet bolus. The change from baseline was calculated as the reduction in anti-fXa activity from baseline to the on-treatment nadir (that is, the minimum value between end of bolus and end of infusion). Percent reduction was calculated as the ratio between the maximum change from baseline and the baseline value, multiplied by 100.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-93.3","spread":null},{"groupId":"OG001","value":"-94.1","spread":null},{"groupId":"OG002","value":"-71.3","spread":null},{"groupId":"OG003","value":"-75.41","spread":null},{"groupId":"OG004","value":"-96.3","spread":null}]}]}]},{"type":"PRIMARY","title":"Participants Achieving Hemostatic Efficacy","description":"Hemostatic efficacy was achieved when the body had time to produce thrombin and a subsequent clot and was rated by the EAC as: excellent; good; poor/none; not evaluable due to non-administrative reasons; not evaluable due to administrative reasons. These ratings were based on pre-specified criteria that were included in the EAC Charter. The EAC was blinded to anti-fXa activity levels. Participant results were classified as either success or failure based on the hemostatic efficacy rating (success = excellent/good, failure = poor/none). Participants rated by the EAC as non-evaluable due to administrative reasons were excluded from the analysis of hemostatic efficacy.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"134","spread":null},{"groupId":"OG001","value":"102","spread":null},{"groupId":"OG002","value":"22","spread":null},{"groupId":"OG003","value":"14","spread":null},{"groupId":"OG004","value":"61","spread":null},{"groupId":"OG005","value":"193","spread":null},{"groupId":"OG006","value":"18","spread":null},{"groupId":"OG007","value":"218","spread":null},{"groupId":"OG008","value":"54","spread":null},{"groupId":"OG009","value":"272","spread":null},{"groupId":"OG010","value":"2","spread":null},{"groupId":"OG011","value":"2","spread":null},{"groupId":"OG012","value":"1","spread":null},{"groupId":"OG013","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"35","spread":null},{"groupId":"OG001","value":"25","spread":null},{"groupId":"OG002","value":"6","spread":null},{"groupId":"OG003","value":"2","spread":null},{"groupId":"OG004","value":"13","spread":null},{"groupId":"OG005","value":"51","spread":null},{"groupId":"OG006","value":"4","spread":null},{"groupId":"OG007","value":"51","spread":null},{"groupId":"OG008","value":"17","spread":null},{"groupId":"OG009","value":"68","spread":null},{"groupId":"OG010","value":"0","spread":null},{"groupId":"OG011","value":"0","spread":null},{"groupId":"OG012","value":"0","spread":null},{"groupId":"OG013","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline In Anti-fXa Activity By Hemostatic Efficacy","description":"This outcome measure assessed the relationship between hemostatic efficacy and anti-fXa activity in participants receiving an FXa inhibitor who had acute major bleeding. Anti-fXa activity was measured to assess the ability of andexanet to reverse the anticoagulant effect of FXa inhibitors. Baseline was defined as the last value obtained prior to the start of the andexanet bolus. Hemostatic efficacy was achieved when the body had time to produce thrombin and a subsequent clot and was rated by the EAC as: excellent; good; poor/none; not evaluable due to non-administrative reasons; not evaluable due to administrative reasons.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-93.4","spread":null},{"groupId":"OG001","value":"-94.6","spread":null},{"groupId":"OG002","value":"-75.8","spread":null},{"groupId":"OG003","value":"-75.20","spread":null},{"groupId":"OG004","value":"-96.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-93.3","spread":null},{"groupId":"OG001","value":"-92.4","spread":null},{"groupId":"OG002","value":"-65.2","spread":null},{"groupId":"OG003","value":"-78.44","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":157,"n":382},"commonTop":["Urinary Tract Infection"]}}}