{"nctId":"NCT04970654","briefTitle":"A Research Study in Chinese Children With a Low Level of Hormone to Grow. Treatment is Somapacitan Once a Week Compared to Norditropin® Once a Day.","startDateStruct":{"date":"2021-07-22","type":"ACTUAL"},"conditions":["Growth Hormone Deficiency in Children"],"count":110,"armGroups":[{"label":"Somapacitan weekly","type":"EXPERIMENTAL","interventionNames":["Drug: somapacitan"]},{"label":"Norditropin® daily","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Norditropin®"]}],"interventions":[{"name":"somapacitan","otherNames":[]},{"name":"Norditropin®","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Informed consent of parent or legally acceptable representative of participant and child assent, as age-appropriate must be obtained before any trial related activities\n* The parent or legally acceptable representative of the child must sign and date the Informed consent form (according to local requirements)\n* The child must sign and date child assent form or provide oral assent (if required according to local requirements)\n* Prepubertal children: a) Boys: Age more than or equal to 2 years and 26 weeks and less than or equal to 11.0 years at the time of signing informed consent.\n* Testis volume less than 4 ml. b) Girls: Age more than or equal to 2 years and 26 weeks and less than or equal to 10.0 years at the time of signing informed consent. Tanner stage 1 for breast development (no palpable glandular breast tissue)\n* Confirmed diagnosis of growth hormone deficiency determined by two different growth hormone stimulation tests performed within 12 months prior to randomisation, defined as a peak growth hormone level of less than or equal to 10.0 ng/ml using the WHO International Somatropin 98/574 standard\n* If only one growth hormone stimulation test is available before screening, then confirmation of growth hormone deficiency by second and different growth hormone stimulation test must be done\n* For children with at least 2 additional pituitary hormone deficiencies (other than growth hormone deficiency) only one growth hormone stimulation test is needed\n* Impaired height defined as at least 2.0 standard deviations below the mean height for chronological age and gender according to Chinese general population standards at screening\n* Impaired height velocity defined as annualised height velocity at screening less than 7cm/year for subjects between 2.5 and 3 years old and less than 5 cm/year for subjects from 3 years and above calculated over a time span of minimum 3 months and maximum 18 months prior to screening according to Chinese guideline and expert consensus on children with short stature and GH therapy\n* No prior exposure to growth hormone therapy or IGF-I treatment\n* Bone age less than chronological age at screening\n* Body Mass Index more than 5th and less than 95th percentile, Body Mass Index-for-age growth charts according to Chinese general population standards.\n* IGF-I \\< -1.0 SDS at screening, compared to age and gender normalized range measured at central laboratory\n* No intracranial tumour confirmed by magnetic resonance imaging or computer tomography scan. An image or scan taken within 9 months prior to screening can be used as screening data if the medical evaluation and conclusion is available\n\nExclusion Criteria:\n\n* Known or suspected hypersensitivity to trial product(s) or related products.\n* Previous participation in this trial. Participation is defined as randomisation.\n* Receipt of any investigational medicinal product within 3 months before screening or participation in another clinical trial before randomisation\n* Any known or suspected clinically significant abnormality likely to affect growth or the ability to evaluate growth with standing height measurements:\n* Turner Syndrome (including mosaicisms)\n* Chromosomal aneuploidy and significant gene mutations causing medical \"syndromes\" with short stature, including but not limited to Laron syndrome, Noonan syndrome, Prader-Willi Syndrome, abnormal SHOX-1 gene analysis or absence of GH receptors\n* Significant spinal abnormalities including but not limited to scoliosis, kyphosis and spina bifida variants\n* Congenital abnormalities (causing skeletal abnormalities), including but not limited to Russell-Silver Syndrome or skeletal dysplasias\n* Family history of skeletal dysplasia\n* Children born small for gestational age (birth weight 10th percentile of the recommended gender-specific birth weight for gestational age according to national standards in China5\n* Children diagnosed with diabetes mellitus or screening values from central laboratory of\n\n  1. fasting plasma glucose more than or equal to 126 mg/dl (7.0 mmol/L) or\n  2. HbA1c more than or equal to 6.5 %\n* Current inflammatory diseases requiring systemic corticosteroid treatment for longer than 2 consecutive weeks within the last 3 months prior to screening\n* Children requiring inhaled glucocorticoid therapy at a dose greater than 400 µg/day of inhaled budesonide or equivalents for longer than 4 consecutive weeks within the last 12 months prior to screening\n* Concomitant administration of other treatments that may have an effect on growth, e.g. but not limited to methylphenidate for treatment of attention deficit hyperactivity disorder (ADHD)\n* Diagnosis of attention deficit hyperactivity disorder\n* Prior history or presence of malignancy including intracranial tumours\n* Prior history or known presence of active Hepatitis B or Hepatitis C (exceptions to this exclusion criterion is the presence of antibodies due to vaccination against Hepatitis B)\n* Any clinically significant abnormal laboratory screening tests, as judged by the study doctor\n* Any disorder which, in the opinion of the study doctor, might jeopardise Participant's safety or compliance with the protocol\n* The participant or the parent/legally acceptable representative is likely to be non-compliant in respect to trial conduct, as judged by the study doctor\n* Children with hypothyroidism and/or adrenal insufficiency not on adequate and stable replacement therapy for at least 90 days prior to randomisation.","healthyVolunteers":false,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Height Velocity","description":"Height velocity (HV) was derived from height measurements taken at baseline (week 0) and the week 52 visit as: HV = (height at 52 weeks visit - height at baseline)/(time from baseline to 52 weeks visit in years).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.5","spread":"2.3"},{"groupId":"OG001","value":"11.0","spread":"2.1"}]}]}]},{"type":"SECONDARY","title":"Change in Bone Age","description":"Change in bone age is presented from week -2 to week 52. This outcome measure was analysed based on the 'on treatment' observation period. On treatment observation period: It starts from first administration of trial product and up until last trial contact, visit 7 (52 weeks+5 days) or 14 days after last administration, whichever comes first.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.6","spread":"2.2"},{"groupId":"OG001","value":"5.5","spread":"2.1"}]}]}]},{"type":"SECONDARY","title":"Change in Height Standard Deviation Score","description":"Change in the height standard deviation score (HSDS) is presented from baseline (week 0) to week 52. HSDS was derived using Chinese general population standards. The formula to calculate HSDS is: HSDS = ((Height / M)\\*\\*L-1) / (L\\*S). L: The sex and age-specific power in the Box-Cox transformation, M: The sex and age-specific median, S: The sex and age-specific generalized coefficient of variation. The range for HSDS was -10 to +10. Negative scores indicated a height below the mean height for a child with the same age and gender, whereas positive scores indicated a height above the mean height for a child with the same age and gender. This outcome measure was analysed based on the 'on treatment' observation period. On treatment observation period: It starts from first administration of trial product and up until last trial contact, visit 7 (52 weeks+5 days) or 14 days after last administration, whichever comes first.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.13","spread":"0.48"},{"groupId":"OG001","value":"1.21","spread":"0.46"}]}]}]},{"type":"SECONDARY","title":"Change in Height Velocity Standard Deviation Score","description":"Change in height velocity standard deviation score (HVSDS) is presented from baseline (week 0) to week 52. HVSDS was derived using Prader standards. HVSDS was calculated using the formula: HVSDS = (height velocity - mean)/standard deviation (SD), where height velocity was the height velocity variable measured, mean and SD of height velocity by gender and age for the reference population. The range for HVSDS was -10 to +10. Negative scores indicated a height velocity below the mean height velocity for a child with the same age and gender, whereas positive scores indicated a height velocity above the mean height velocity for a child with the same age and gender. This outcome measure was analysed based on the 'on treatment' observation period. On treatment observation period: It starts from first administration of trial product and up until last trial contact, visit 7 (52 weeks+5 days) or 14 days after last administration, whichever comes first.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.34","spread":"3.01"},{"groupId":"OG001","value":"8.96","spread":"3.53"}]}]}]},{"type":"SECONDARY","title":"Change in Fasting Plasma Glucose","description":"Change in fasting plasma glucose is presented from baseline (week 0) to week 52. This outcome measure was analysed based on the 'on treatment' observation period. On treatment observation period: It starts from first administration of trial product and up until last trial contact, visit 7 (52 weeks+5 days) or 14 days after last administration, whichever comes first.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.541","spread":"0.523"},{"groupId":"OG001","value":"0.304","spread":"0.521"}]}]}]},{"type":"SECONDARY","title":"Change in HbA1c","description":"Change in glycosylated haemoglobin (HbA1c) is presented from baseline (week 0) to week 52 is presented. This outcome measure was analysed based on the 'on treatment' observation period. On treatment observation period: It starts from first administration of trial product and up until last trial contact, visit 7 (52 weeks+5 days) or 14 days after last administration, whichever comes first.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.09","spread":"0.31"},{"groupId":"OG001","value":"0.19","spread":"0.25"}]}]}]},{"type":"SECONDARY","title":"Change in IGF-I Standard Deviation Score","description":"Change in Insulin like growth factor-I (IGF-I) standard deviation score is presented from baseline (week 0) to week 52. The range for IGF-I SDS was from -10 to +10. Negative scores indicated a IGF-I below the mean IGF-I for a child with the same age and gender, whereas positive scores indicated a IGF-I above the mean IGF-I for a child with the same age and gender. This outcome measure was analysed based on the 'on treatment' observation period. On treatment observation period: It starts from first administration of trial product and up until last trial contact, visit 7 (52 weeks+5 days) or 14 days after last administration, whichever comes first.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.73","spread":"1.00"},{"groupId":"OG001","value":"2.09","spread":"1.28"}]}]}]},{"type":"SECONDARY","title":"Change in IGFBP-3 Standard Deviation Score","description":"Change in Insulin like growth factor binding protein 3 (IGFBP-3) standard deviation score is presented from baseline (week 0) to week 52. The range for IGFBP-3 SDS was from -10 to +10. Negative scores indicated a IGFBP-3 below the mean IGFBP-3 for a child with the same age and gender, whereas positive scores indicated a IGFBP-3 above the mean IGFBP-3 for a child with the same age and gender. This outcome measure was analysed based on the 'on treatment' observation period. On treatment observation period: It starts from first administration of trial product and up until last trial contact, visit 7 (52 weeks+5 days) or 14 days after last administration, whichever comes first.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.93","spread":"0.75"},{"groupId":"OG001","value":"1.06","spread":"0.87"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":36},"commonTop":["Upper respiratory tract infection","Pyrexia","Cough","COVID-19","Respiratory tract infection"]}}}