{"nctId":"NCT03473977","briefTitle":"Benralizumab for Eosinophilic Gastritis (BEGS)","startDateStruct":{"date":"2018-04-23","type":"ACTUAL"},"conditions":["Eosinophilic Gastritis or Gastroenteritis"],"count":26,"armGroups":[{"label":"Benralizumab","type":"EXPERIMENTAL","interventionNames":["Biological: Benralizumab"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Biological: Placebo"]}],"interventions":[{"name":"Benralizumab","otherNames":["Fasenra"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Informed Consent: Able to give written informed consent prior to participation in the study, which will include the ability to comply with the requirements and restrictions listed in the consent form. Subjects must be able to read, comprehend, and write at a level sufficient to complete study related materials.\n* Males and females between the ages of 12-60 years with confirmed diagnosis of EG involving stomach; involvement of eosinophilic inflammation in other gastrointestinal segments will be allowed but not required or sufficient.\n* Histologically active EG at time of screening, with a peak Gastric count of ≥ 30 eos/hpf in at least 5 hpfs.\n* Must be symptomatic (defined as having experienced symptoms within 4 weeks prior to enrollment).\n* Blood eosinophilia (defined as having an absolute eosinophil count \\> 500 cells per microliter of blood) at least once during the 6 months prior to enrollment.\n* Must be on baseline anti-eosinophilic gastritis/eosinophilic gastroenteritis therapy as long as there is agreement to not change their dosage unless medically indicated; OR, must have failed anti-eosinophilic gastritis/eosinophilic gastroenteritis in the past, including diet therapy.\n* Clinical symptoms (i.e., abdominal pain, bloating, vomiting, diarrhea) severe enough to impact daily life (e.g., school/work attendance, social activities) ≥ 2 days/week for 3 of the 4 weeks prior to enrollment despite treatment (such as diet, proton pump inhibitors or corticosteroids).\n* Female subjects: Women of childbearing potential (WOCBP) must use an effective form of birth control (confirmed by the Investigator). Effective forms of birth control include: true sexual abstinence, a vasectomized sexual partner, Implanon, female sterilization by tubal occlusion, any effective intrauterine device/ levonogestrel Intrauterine system, Depo-Provera(tm) injections, oral contraceptive, and Evra Patch(tm) or Nuvaring(tm). WOCBP must agree to use effective method of birth control, as defined above, from enrollment, throughout the study duration and within 16 weeks after last dose of investigational product, and have negative serum pregnancy test result on Visit 1.\n* Women not of childbearing potential are defined as women who are either permanently sterilized (hysterectomy, bilateral oophorectomy, or bilateral salpingectomy), or who are postmenopausal. Women will be considered postmenopausal if they have been amenorrheic for 12 months prior to the planned date of visit -1 without an alternative medical cause. The following age-specific requirements apply:\n* Women \\<50 years old would be considered postmenopausal if they have been amenorrheic for 12 months or more following cessation of exogenous hormonal treatment and follicle stimulating hormone (FSH) levels in the postmenopausal range.\n* Women ≥50 years old would be considered postmenopausal if they have been amenorrheic for 12 months or more following cessation of all exogenous hormonal treatment.\n* All male subjects who are sexually active must agree to use an acceptable method of contraception (condom with or without spermicide, vasectomy) from Visit 1 until 16 weeks after their last dose.\n\nExclusion Criteria:\n\n* Concurrent H. pylori gastritis or parasitic infection\n* Other gastrointestinal disorders such as Crohn's disease, inflammatory bowel disease, or Celiac disease, eosinophilic granulomatosis with polyangiitis (EGPA), drug hypersensitivity or connective tissue rheumatological disorders,\n* Esophageal stricture that prevents the easy passage of a standard endoscope\n* Use of any investigational biologic drug within 6 months prior to screening\n* Hypereosinophilic syndrome, defined by multiple organ involvement (with the exception of atopic disease or EGID) and persistent blood absolute eosinophil count ≥1500/mcL.\n* History of cancer: Subjects who have had basal cell carcinoma, localized squamous cell carcinoma of the skin, or in situ carcinoma of the cervix are eligible provided that the subject is in remission and curative therapy was completed at least 12 months prior to the date informed consent, and assent when applicable was obtained. Subjects who have had other malignancies are eligible provided that the subject is in remission and curative therapy was completed at least 5 years prior to the date informed consent, and assent when applicable, was obtained.\n* A helminth parasitic infection diagnosed within 24 weeks prior to the date informed consent is obtained that has not been treated with, or has failed to respond to standard of care therapy.\n* Pregnant or nursing\n* Receipt of any investigational non-biologic within 30 days or 5 half-lives prior to visit 1, whichever is longer.\n* A history of known immunodeficiency disorder including a positive human immunodeficiency virus (HIV) test.\n* Any other medical illness that precludes study involvement\n* Positive hepatitis B surface antigen, or hepatitis C virus antibody serology, or a positive medical history for hepatitis B or C. Subjects with a history of hepatitis B vaccination without history of hepatitis B are allowed to be enrolled.\n* Patients who are currently receiving or have previously received benralizumab or any other type of anti-interleukin therapy (i.e. mepolizumab, reslizumab, lebrikizumab etc.) within the last 6 months or 5 half-lives whichever is longer.\n* History of anaphylaxis to any biologic therapy or vaccine.\n* Receipt of immunoglobulin or blood products within 30 days prior to the date informed consent is obtained.","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","maximumAge":"60 Years","stdAges":["CHILD","ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percent of Patients in Histological Remission (<30 Eos/Hpf)","description":"Percent of patients in histologic remission in drug versus placebo groups. Remission is defined as gastric peak eosinophil count \\< 30 eosinophils per high powered field (eos/hpf).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"77","spread":null},{"groupId":"OG001","value":"8","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Gastric Endoscopic Score (Lanza)","description":"The gastric endoscopic score (Lanza) utilizes standardized criteria for the presence and degree of 5 major endoscopic features (granularity, nodularity, erosion/ulceration, friability, erythema). Total score is the maximum score of the five feature scores from the body, antrum, or fundus. Total scores range from 0 - 14. Change in total endoscopic reference score is defined as post-treatment score minus pre-treatment score. Changes in scores are compared between drug and Placebo. A reduction (negative change) in score indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.0","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Gastric Histology Score","description":"The gastric histology score quantifies inflammatory and structural histologic abnormalities in the stomach. Total score is the sum of features scores divided by the maximum possible score for the biopsy. Features include lamina propria eosinophil sheets, periglandular circumferential collars, eosinophils in surface epithelium, eosinophil glandulitis, eosinophil gland abscesses, eosinophils in muscularis mucosa, lamina propria fibroplasia, lamina propria smooth muscle hyperplasia, reactive epithelial changes, acute inflammatory cells, and surface erosion. Total scores range from 0 - 1. Change in gastric total histology scoring is defined as post-treatment total score minus pretreatment total score. Changes in scores are compared between drug and placebo. A reduction (negative change) in score indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.33","spread":null},{"groupId":"OG001","value":"-0.04","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Blood Eosinophil Count","description":"Change in absolute eosinophil counts (cells per microliter) is defined as post treatment counts minus pre-treatment counts. Changes in counts are compared between drug and Placebo. A decrease in count is expected due to the effects of the drug.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1060","spread":null},{"groupId":"OG001","value":"-160","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Eosinophilic Gastritis Diagnostic Panel","description":"The transcriptomic signature of gastric biopsy samples was obtained using real-time polymerase chain reaction amplification on the EG diagnostic panel (EGDP) comprising a set of 48 gastric transcripts. The EGDP value was calculated by summing delta CT (threshold cycle) values of the most highly dysregulated genes. Change is defined as post treatment value minus pre-treatment value. An increase (positive change) indicates improvement (normalization of gene expression).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"29","spread":"31"},{"groupId":"OG001","value":"-12","spread":"23"}]}]}]},{"type":"SECONDARY","title":"Change in Gastric Peak Eosinophil Count","description":"Change in gastric peak eosinophil count is defined as post-treatment peak count minus pre-treatment peak count. Changes in peak count are compared between Drug and Placebo. A reduction (negative change) in peak count indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-132","spread":null},{"groupId":"OG001","value":"-29","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Clinical Symptoms","description":"The symptom of dyspepsia (SODA) questionnaire captures symptoms associated with gastric dyspepsia including symptoms associated with \"pain\" and \"non-pain\" as well as general \"satisfaction\" with present symptoms. The scores range from 0 to 47 for pain; 0 to 35 for non-pain, and 0 to 23 for satisfaction. Higher scores indicate more frequent and/or severe symptoms for pain and non-pain. Higher scores indicate greater Satisfaction. Change in score is defined as post-treatment total score minus pre-treatment total score. A reduction (negative change) indicates improvement in pain and non-pain. An increase (positive change) indicates improvement in satisfaction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.0","spread":null},{"groupId":"OG001","value":"-2.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.0","spread":null},{"groupId":"OG001","value":"-1.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.0","spread":null},{"groupId":"OG001","value":"2.5","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":13},"commonTop":["Headache","Vomiting","Abdominal Pain","Dizziness","Anemia"]}}}