{"nctId":"NCT00134563","briefTitle":"Study of Teriflunomide in Reducing the Frequency of Relapses and Accumulation of Disability in Patients With Multiple Sclerosis","startDateStruct":{"date":"2004-09"},"conditions":["Multiple Sclerosis"],"count":1088,"armGroups":[{"label":"Teriflunomide 7 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Teriflunomide"]},{"label":"Teriflunomide 14 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Teriflunomide"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo (for teriflunomide)"]}],"interventions":[{"name":"Teriflunomide","otherNames":["HMR1726"]},{"name":"Placebo (for teriflunomide)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Multiple sclerosis \\[MS\\] subject who was ambulatory (EDSS of ≤ 5.5)\n* Exhibiting a relapsing clinical course, with or without progression (relapsing remitting, secondary progressive or progressive relapsing);\n* Meeting McDonald's criteria for MS diagnosis;\n* Experienced at least 1 relapse over the 1 year preceding the trial or at least 2 relapses over the 2 years preceding the trial;\n* No relapse onset in the preceding 60 days prior to randomization;\n* Clinically stable during the 30 days prior to randomization, without adrenocorticotrophic hormone \\[ACTH\\] or systemic steroid treatment.\n\nExclusion Criteria:\n\n* Clinically relevant cardiovascular, hepatic, neurological, endocrine or other major systemic disease;\n* Significantly impaired bone marrow function;\n* Pregnant or nursing woman;\n* Alcohol or drug abuse;\n* Use of cladribine, mitoxantrone, or other immunosuppressant agents such as azathioprine, cyclophosphamide, cyclosporin, methotrexate or mycophenolate before enrollment;\n* Any known condition or circumstance that would prevent in the investigator's opinion compliance or completion of the study;","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"55 Years","stdAges":["ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Annualized Relapse Rate [ARR]: Poisson Regression Estimates","description":"ARR is obtained from the total number of confirmed relapses that occured during the treatment period divided by the sum of the treatment durations.\n\nEach episode of relapse - appearance, or worsening of a clinical symptom that was stable for at least 30 days, that persisted for a minimum of 24 hours in the absence of fever - was to be confirmed by an increase in EDSS score or Functional System scores.\n\nTo account for the different treatment durations among participants, a Poisson regression model with robust error variance was used (total number of confirmed relapses as response variable; log-transformed treatment duration as \"offset\" variable; treatment group, region of enrollment and baseline EDSS stratum as covariates).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.539","spread":null},{"groupId":"OG001","value":"0.370","spread":null},{"groupId":"OG002","value":"0.369","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to 12-week Sustained Disability Progression: Kaplan-Meier Estimates of the Rate of Disability Progression at Timepoints","description":"12-week sustained disability progression was defined as an increase from baseline of at least 1-point in EDSS score (at least 0.5-point for participants with baseline EDSS score \\>5.5) that persisted for at least 12 weeks.\n\nProbability of disability progression at 24, 48 and 108 weeks was estimated using Kaplan-Meier method on the time to disability progression defined as the time from randomization to first EDSS increase. Participants free of disability progression (no disability progression observed on treatment) were censored at the date of the last on-treatment EDSS evaluation.\n\nKaplan-Meier method consists in computing probabilities of non occurrence of event at any observed time of event and multiplying successive probabilities for time ≤t by any earlier computed probabilities to estimate the probability of being event-free for the amount of time t. Probability of event at time t is 1 minus the probability of being event-free for the amount of time t.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.6","spread":null},{"groupId":"OG001","value":"5.8","spread":null},{"groupId":"OG002","value":"6.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16.0","spread":null},{"groupId":"OG001","value":"13.1","spread":null},{"groupId":"OG002","value":"11.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"27.3","spread":null},{"groupId":"OG001","value":"21.7","spread":null},{"groupId":"OG002","value":"20.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Cerebral Magnetic Resonance Imaging [MRI] Assessment: Change From Baseline in Total Lesion Volume (Burden of Disease)","description":"Total lesion volume is the sum of the total volume of all T2-lesions and the total volume all T1-hypointense post-gadolinium lesions measured through T2/proton density scan analysis and gadolinium-enhanced T1 scan analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.208","spread":"7.002"},{"groupId":"OG001","value":"1.308","spread":"6.799"},{"groupId":"OG002","value":"0.723","spread":"7.591"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.533","spread":"1.063"},{"groupId":"OG001","value":"0.499","spread":"1.154"},{"groupId":"OG002","value":"0.331","spread":"1.012"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.674","spread":"6.473"},{"groupId":"OG001","value":"0.810","spread":"6.181"},{"groupId":"OG002","value":"0.392","spread":"6.901"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Cerebral MRI Assessment: Number of Gd-enhancing T1-lesions Per Scan (Poisson Regression Estimates)","description":"Number of Gd-enhancing T1-lesions per scan is obtained from the total number of Gd-enhancing T1-lesions observed during the study divided by the total number of scans performed during the study.\n\nTo account for the different number of scans among participants, a Poisson regression model with robust error variance was used (total number of Gd-enhancing T1-lesions as response variable; log-transformed number of scans as \"offset\" variable; treatment group, region of enrollment, baseline EDSS stratum and baseline number of Gd-enhancing T1-lesions as covariates).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.331","spread":null},{"groupId":"OG001","value":"0.570","spread":null},{"groupId":"OG002","value":"0.261","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Cerebral MRI Assessment: Volume of Gd-enhancing T1-lesions Per Scan","description":"Total volume of Gd-enhancing T1-lesions per scan is obtained from the sum of the volumes of Gd-enhancing T1-lesions observed during the study divided by the total number of scans performed during the study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.102","spread":"0.329"},{"groupId":"OG001","value":"0.059","spread":"0.247"},{"groupId":"OG002","value":"0.025","spread":"0.079"}]}]}]},{"type":"SECONDARY","title":"Changes From Baseline in Fatigue Impact Scale [FIS] Total Score","description":"FIS is a subject-reported scale that qualifies the impact of fatigue on daily life in patients with MS. It consists of 40 statements that measure fatigue in three areas; physical, cognitive, and social.\n\nFIS total score ranges from 0 (no problem) to 160 (extreme problem).\n\nLeast-square means were estimated using a Mixed-effect model with repeated measures \\[MMRM\\] on FIS total score data (treatment group, region of enrollment, baseline EDSS stratum, visit, treatment-by-visit interaction, baseline value, and baseline-by-visit interaction as factors).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.300","spread":"1.670"},{"groupId":"OG001","value":"2.343","spread":"1.641"},{"groupId":"OG002","value":"3.804","spread":"1.670"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":46,"n":360},"commonTop":["Nasopharyngitis","Headache","Diarrhoea","Fatigue","Back pain"]}}}