{"nctId":"NCT01095666","briefTitle":"A Phase III Study of BMS-512148 (Dapagliflozin) in Asian Patients With Type 2 Diabetes Who Are Not Well Controlled on Metformin Alone","startDateStruct":{"date":"2010-06"},"conditions":["Type 2 Diabetes"],"count":1484,"armGroups":[{"label":"Group 1","type":"EXPERIMENTAL","interventionNames":["Drug: Dapagliflozin","Drug: Metformin","Drug: Dapagliflozin Placebo","Drug: Pioglitazone"]},{"label":"Group 2","type":"EXPERIMENTAL","interventionNames":["Drug: Dapagliflozin","Drug: Metformin","Drug: Dapagliflozin Placebo","Drug: Pioglitazone"]},{"label":"Group 3","type":"EXPERIMENTAL","interventionNames":["Drug: Metformin","Drug: Dapagliflozin Placebo","Drug: Pioglitazone"]}],"interventions":[{"name":"Dapagliflozin","otherNames":["BMS-512148"]},{"name":"Dapagliflozin","otherNames":["BMS-512148"]},{"name":"Metformin","otherNames":["Glucophage®"]},{"name":"Dapagliflozin Placebo","otherNames":[]},{"name":"Pioglitazone","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Males and females, 18 to 77 years old, with type 2 diabetes and with inadequate glycemic control\n* Drug naive or treated with anti-diabetic medication for \\< 24 weeks\n* C-peptide ≥ 1.0 ng/mL\n* Body Mass Index ≤ 45.0 kg/m²\n\nExclusion Criteria:\n\n* AST and/or ALT \\> 3 times ULN\n* Serum total bilirubin \\> 2 mg/dL\n* Serum creatinine ≥ 1.50 mg/dL for men or ≥ 1.40 mg/dL for women\n* Creatine kinase ≥ 3 times ULN\n* Symptoms of severely uncontrolled diabetes\n* Currently unstable or serious cardiovascular, renal, hepatic, hematological, oncological, endocrine, psychiatric, or rheumatic diseases","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Adjusted Mean Change From Baseline in Hemoglobin A1C (HbA1c) at Week 24 (Last Observation Carried Forward [LOCF])","description":"HbA1c was measured as percent of hemoglobin by a central laboratory. Data after rescue medication was excluded from this analysis. Baseline was defined as the last assessment prior to the start date and time of the first dose of the double-blind study medication. In cases where time of the first dose or time of the assessment was not available, baseline was defined as the last assessment on or prior to the date of the first dose of the double-blind study medication. HbA1c measurements were obtained during the qualification and lead-in periods and on Day 1 and Weeks 4, 8, 12, 16, 20, and 24 in the double-blind period.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.23","spread":"0.0622"},{"groupId":"OG001","value":"-0.82","spread":"0.0607"},{"groupId":"OG002","value":"-0.85","spread":"0.0601"}]}]}]},{"type":"SECONDARY","title":"Adjusted Mean Change From Baseline in Fasting Plasma Glucose (FPG) at Week 24 (Last Observation Carried Forward [LOCF])","description":"Secondary endpoints were tested using sequential testing procedure and are presented in hierarchical order. Fasting plasma glucose was measured as milligrams per deciliter(mg/dL) by a central laboratory. Baseline was defined as the last assessment prior to the start date and time of the first dose of the double-blind study medication. In cases where time of the first dose or time of the assessment was not available, baseline was defined as the last assessment on or prior to the date of the first dose of the double-blind study medication. FPG measurements were obtained during the qualification and lead-in periods and on Day 1 and Weeks 1, 2, 4, 8, 12, 16, 20, and 24 in the double-blind period.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.5","spread":"2.357"},{"groupId":"OG001","value":"-21.6","spread":"2.308"},{"groupId":"OG002","value":"-26.6","spread":"2.269"}]}]}]},{"type":"SECONDARY","title":"Adjusted Mean Change From Baseline in 2-hour Post Meal Glucose (PMG) (mg/dL) at Week 24 (Last Observation Carried Forward [LOCF])","description":"Secondary endpoints were tested using sequential testing procedure and are presented in hierarchical order. Post Meal Glucose was measured as milligrams per deciliter(mg/dL) by a central laboratory. Baseline was defined as the last assessment prior to the start date and time of the first dose of the double-blind study medication. In cases where time of the first dose or time of the assessment was not available, baseline was defined as the last assessment on or prior to the date of the first dose of the double-blind study medication. PMG measurements were obtained on Day 1 and week 24 in the double-blind period.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-15.5","spread":"4.1548"},{"groupId":"OG001","value":"-57.8","spread":"4.1547"},{"groupId":"OG002","value":"-64.6","spread":"4.0357"}]}]}]},{"type":"SECONDARY","title":"Adjusted Mean Change From Baseline in Total Body Weight (kg) at Week 24 (Last Observation Carried Forward [LOCF])","description":"Secondary endpoints were tested using sequential testing procedure and are presented in hierarchical order. Adjusted mean change from baseline in total body weight at Week 24 (or the last postbaseline measurement prior to Week 24 if no Week 24 assessment was available was determined. Data after rescue medication was excluded from this analysis. Baseline was defined as the last assessment prior to the start date and time of the first dose of the double-blind study medication. In cases where time of the first dose or time of the assessment was not available, baseline was defined as the last assessment on or prior to the date of the first dose of the double-blind study medication. Body weight measurements were obtained during the qualification and lead-in periods and on Day 1 and Weeks 1, 2, 4, 8, 12, 16, 20, and 24 of the double-blind period.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.74","spread":"0.1975"},{"groupId":"OG001","value":"-1.84","spread":"0.1935"},{"groupId":"OG002","value":"-2.56","spread":"0.1909"}]}]}]},{"type":"SECONDARY","title":"Participants Achieving a Therapeutic Glycemic Response (Hemoglobin A1c [HbA1C]) <7.0% at Week 24 (Last Observation Carried Forward [LOCF])","description":"Secondary endpoints were tested using sequential testing procedure and are presented in hierarchical order. Therapeutic glycemic response is defined as HbA1c \\<7.0%. Data after rescue medication was excluded from this analysis. HbA1c was measured as a percent of hemoglobin. Percentage of participants were estimated by modified logistic regression model, adjusted for baseline HbA1c.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17.5","spread":"3.136"},{"groupId":"OG001","value":"32.9","spread":"3.667"},{"groupId":"OG002","value":"33.0","spread":"3.528"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":6,"n":145},"commonTop":["HYPERLIPIDAEMIA","URINARY TRACT INFECTION","UPPER RESPIRATORY TRACT INFECTION","NASOPHARYNGITIS","HYPERURICAEMIA"]}}}