{"nctId":"NCT01206387","briefTitle":"Effects of Desoximetasone Spray 0.25% on Moderate to Severe Plaque Psoriasis","startDateStruct":{"date":"2010-08"},"conditions":["Psoriasis"],"count":120,"armGroups":[{"label":"active product","type":"EXPERIMENTAL","interventionNames":["Drug: Desoximetasone Spray 0.25%"]},{"label":"placebo comparator","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: placebo comparator"]}],"interventions":[{"name":"Desoximetasone Spray 0.25%","otherNames":["Desoximetasone"]},{"name":"placebo comparator","otherNames":["vehicle"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or non-pregnant, non-lactating female 18 years of age or older.\n* Have a definite clinical diagnosis of stable plaque psoriasis involving ≥ 10% of the body surface area (BSA).\n* Have a combined total lesion severity score (TLSS) of ≥ 7 for the Target Lesion.\n* Have a plaque elevation score ≥ 3 of (moderate) for the Target Lesion.\n* The Target Lesion must have an area of at least 5 cm².\n* Have a Physicians Global Assessment (PGA) score of 3 (moderate) or 4 (severe) at baseline for the overall disease severity.\n\nExclusion Criteria:\n\n* Patient has current diagnosis of other types of psoriasis other than stable plaque psoriasis (i.e. acute, guttate, erythrodermic, exfoliative or pustular psoriasis) or has psoriasis of any kind of the face or scalp that will require active treatment during the study. Nonprescription antipsoriatic shampoos will be allowed during the study when applied solely to the scalp.\n* Patient has a history of psoriasis that has been unresponsive to topical corticosteroid therapy.\n* In the Investigator's opinion, the patient has other dermatological conditions, such as atopic or contact dermatitis, that may interfere with the clinical assessments of the signs and symptoms of psoriasis.\n* Patient has a history of allergy or sensitivity to corticosteroids or history of any drug hypersensitivity or intolerance which, in the opinion of the Investigator, would compromise the safety of the patient or the results of the study.\n* Patient has been treated within 12 weeks (or five half lives, whichever is less) prior to the first dose of study drug with any biological therapies for psoriasis.\n* Patient has received any systemic steroids within 4 weeks of the first dose of the study drug. The use of inhaled or intranasal corticosteroids is acceptable as long as usage has been stable for at least 2 weeks prior to the first dose of study drug and will be continued during the study.\n* Patients who have used any topical antipsoriatic agents of any kind or any topical corticosteroids for any reason within 2 weeks prior to first use of study drug. Nonprescription antipsoriatic shampoos used only on the scalp will be allowed during the study.\n* Receipt of any drug as part of a research study within 30 days prior to first dosing.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Clinical Success","description":"A patient is considered a Clinical Success if the Physician's Global Assessment (PGA) is 0 (clear) or 1 (almost clear).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]},{"type":"PRIMARY","title":"Treatment Success","description":"A patient is considered a Treatment Success for the Target Lesions if the target lesion has a score of 0 or 1 on the Target Lesion Severity Score (TLSS)for each of each of the three signs and symptoms (erythema, scaling and plaque elevation).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Physician Global Assessment (PGA) Score at Day 28 Using ITT.","description":"In the Physician Global Assessment of psoriasis is a score based on physician assessment of overall disease severity for all lesions assessed at baseline and at Day 28. The PGA score range: from 0 (Clear=No Psoriatic lesions, i.e. no plaque formation; no erythema, no induration, no scaling) to 5 (Very Severe=Coarse scaling with pronounced cracking and fissures. Erythema is dark red with induration. Plaques are markedly elevated with sharp and hard edges).\n\nThe first evaluation was for the change from baseline in PGA, using a two-sided, α = 0.05 level of significance. If superiority of the test product over its vehicle was demonstrated (p\\<0.05), then PGA change from baseline values was examined.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.14","spread":"0.9"},{"groupId":"OG001","value":"0.50","spread":"0.68"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Total Lesion Severity Scale (TLSS) (ITT)","description":"Mean Change from Baseline in Lesion Severity Scale-TLSS (ITT)\n\nTLSS of psoriasis is a combined score based on physician assessment of disease severity for the Target Lesion assessed at baseline and at Day 28. The TLSS combined score included summary of individually scored induration (as 0=Clear or 1=Almost Clear, or 2=Mild, or 3=Moderate, or 4=Severe, or 5=Very Severe), erythema (as 0=Clear or 1=Almost Clear, or 2=Mild, or 3=Moderate, or 4=Severe, or 5=Very Severe), and scaling (as 0=Clear or 1=Almost Clear, or 2=Mild, or 3=Moderate, or 4=Severe, or 5=Very Severe). To be eligible for inclusion in the study, the combined score of all three signs for the Target Lesion must total at least 7 and the patient must have at least a score of 3=Moderate for plaque elevation\n\nThe first evaluation was for the change from baseline in TLSS, using a two-sided, α = 0.05 level of significance.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.73","spread":"3.08"},{"groupId":"OG001","value":"1.93","spread":"1.96"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Percent Body Surface Area (%BSA) Affected at Day 28","description":"Mean Change from Baseline in percent body surface area (%BSA) affected by Psoriasis\n\nThe Body Surface Area (BSA) is a numerical score used to measure the physician's assessment of the percentage of the participant's total BSA involved with psoriasis.\n\nBSA = SQRT ((height (cm) X weight (kg))/3600) BSA is in m2, W is weight in kg, and H is height in cm. Total body Surface Area (BSA) in meters squared\n\nFor the %Body Surface Area Affected the \"Rule of Nine\" was be used.\n\nChange From Baseline in Percent Body Surface Area i.e., difference of base percent values \\[Percent Body Surface Area at 28 days - Percent Body Surface Area at Baseline\\].","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.24","spread":"3.79"},{"groupId":"OG001","value":"0.37","spread":"2.05"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":60},"commonTop":["Application Site Dryness","Application Site Pruritus","Headache","Arthralgia","Diarrhoea"]}}}