{"nctId":"NCT00409188","briefTitle":"Cancer Vaccine Study for Unresectable Stage III Non-small Cell Lung Cancer (START)","startDateStruct":{"date":"2007-01"},"conditions":["Non-small Cell Lung Cancer"],"count":1513,"armGroups":[{"label":"Tecemotide (L-BLP25)","type":"EXPERIMENTAL","interventionNames":["Biological: Tecemotide (L-BLP25)","Drug: Single low dose cyclophosphamide"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Tecemotide (L-BLP25)","otherNames":[]},{"name":"Single low dose cyclophosphamide","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Histologically or cytologically documented unresectable stage III non-small cell lung cancer (NSCLC)\n* Documented stable disease or objective response, according to Response Evaluation Criteria in Solid Tumors (RECIST), after primary chemoradiotherapy (either sequential or concomitant) for unresectable stage III disease, within 4 weeks (28 days) prior to randomization\n* Receipt of concomitant or sequential chemoradiotherapy, consisting of a minimum of two cycles of platinum-based chemotherapy and a minimum radiation dose of \\>=50 Gray (Gy). Subjects must have completed the primary thoracic chemo-radiotherapy at least four weeks (28 days) and no later than 12 weeks (84 days) prior to randomization. Subjects who received prophylactic brain irradiation as part of primary chemo-radiotherapy are eligible\n* Geographically accessible for ongoing follow-up, and committed to comply with the designated visits\n* An Eastern Cooperative Oncology Group (ECOG) performance status of 0-1\n* A platelet count \\> 140 x 10\\^9/Liter; white blood cells (WBC) \\> 2.5 x 10\\^9/Liter and hemoglobin \\> 90 gram per liter (g/L)\n\nExclusion Criteria:\n\nPre-Therapies:\n\n* Undergone lung cancer specific therapy (including surgery) other than primary chemo-radiotherapy\n* Receipt of immunotherapy (e.g. interferons, tumor necrosis factor \\[TNF\\], interleukins, or biological response modifiers \\[granulocyte macrophage colony stimulating factor {GM-CSF}, granulocyte colony stimulating factor {G-CSF}, macrophage-colony stimulating factor {M-CSF}\\], monoclonal antibodies) within 4 weeks (28 days) prior to randomization\n* Receipt of investigational systemic drugs (including off-label use of approved products) within 4 weeks (28 days) prior to randomization\n\nDisease Status:\n\n* Metastatic disease\n* Malignant pleural effusion at initial diagnosis and/or at study entry\n* Past or current history of neoplasm other than lung carcinoma, except for curatively treated non-melanoma skin cancer, in situ carcinoma of the cervix or other cancer curatively treated and with no evidence of disease for at least 5 years\n* Autoimmune disease\n* A recognized immunodeficiency disease including cellular immunodeficiencies, hypogammaglobulinemia or dysgammaglobulinemia; subjects who have hereditary or congenital immunodeficiencies\n* Any preexisting medical condition requiring chronic steroid or immunosuppressive therapy (steroids for the treatment of radiation pneumonitis are allowed)\n* Known Hepatitis B and/or C\n\nPhysiological Functions:\n\n* Clinically significant hepatic dysfunction\n* Clinically significant renal dysfunction\n* Clinically significant cardiac disease\n* Splenectomy\n* Infectious process that in the opinion of the investigator could compromise the subject's ability to mount an immune response\n\nStandard Safety:\n\n* Pregnant or breast-feeding women, women of childbearing potential, unless using effective contraception as determined by the investigator\n* Known drug abuse/alcohol abuse\n* Legal incapacity or limited legal capacity","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Survival","description":"Overall survival time was defined as the time from randomization to death. Participants without events were censored at the last date they were known to be alive or the clinical cut-off date, whatever was earlier.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25.6","spread":null},{"groupId":"OG001","value":"22.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Time To Symptom Progression (TTSP) as Measured by the Lung Cancer Symptom Scale (LCSS)","description":"Time to symptom progression (TTSP) was measured by LCSS. Symptomatic progression was defined as an increase (worsening) of the Average Symptomatic Burden Index (ASBI that is, the mean of the six major lung cancer specific symptom scores of the LCSS patient scale - ranging from 0 to 100 where higher score indicates worst outcome). Worsening was defined as a 10% increase in the scale breadth from the baseline score. TTSP is defined as the time from randomization to worsening in ASBI. Participants without event are censored at the date of the last LCSS assessment.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.2","spread":null},{"groupId":"OG001","value":"11.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Time To Progression (TTP)","description":"Time from randomization to disease progression. Disease progression was defined based on Response Evaluation Criteria in Solid Tumors Version 1.0 \\[RECIST v1.0\\]) as at least a 20% increase in the sum of the longest diameter of target lesions from nadir, or the appearance of one or more new lesions.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.0","spread":null},{"groupId":"OG001","value":"8.4","spread":null}]}]}]},{"type":"SECONDARY","title":"One-, Two- and Three-year Survival Rate","description":"The percentages of participants who were alive at 1, 2, and 3 years were calculated as a cumulative percentage by Kaplan-Meier survival analysis approach.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"77.0","spread":null},{"groupId":"OG001","value":"74.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"50.8","spread":null},{"groupId":"OG001","value":"45.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"40.2","spread":null},{"groupId":"OG001","value":"37.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment Emergent Adverse Events and Injection Site Reactions","description":"Treatment -emergent adverse events were defined as those with onset or worsening occurring at or after the first dosing day of study medication and up to 42 days after the last administration of any study drug or the clinical cut-off date. Injection site reactions were reported as assessed by the Investigator.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"938","spread":null},{"groupId":"OG001","value":"432","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"176","spread":null},{"groupId":"OG001","value":"56","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":303,"n":1024},"commonTop":["Cough","Dyspnoea","Fatigue","Back pain","Nausea"]}}}