{"nctId":"NCT01255787","briefTitle":"Efficacy and Safety Study of Vortioxetine (Lu AA21004) for Treatment of Major Depressive Disorder","startDateStruct":{"date":"2010-11"},"conditions":["Depressive Disorder, Major"],"count":600,"armGroups":[{"label":"Placebo","type":"EXPERIMENTAL","interventionNames":["Drug: Placebo"]},{"label":"Vortioxetine 5 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Vortioxetine","Drug: Placebo"]},{"label":"Vortioxetine 10 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Vortioxetine","Drug: Placebo"]},{"label":"Vortioxetine 20 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Vortioxetine","Drug: Placebo"]}],"interventions":[{"name":"Vortioxetine","otherNames":["Lu AA21004","Brintellix®"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Suffers from Major Depressive Disorder as the primary diagnosis according to Diagnostic and Statistical Manual of Mental Disorders, 4th Edition, Text Revision (DSM-IV-TR) criteria (classification code 296.2x and 296.3x).\n2. The reported duration of the current major depressive episode is at least 3 months at the Screening Visit.\n3. Has a Montgomery-Åsberg Depression Rating Scale (MADRS) total score ≥26 at the Screening and Baseline Visits.\n4. Has a Clinical Global Impression Scale-Severity (CGI-S) score ≥4 at the Screening and Baseline Visits.\n\nExclusion Criteria:\n\n1. Has one or more of the following conditions:\n\n   * Any current psychiatric disorder other than Major Depressive Disorder as defined in the Diagnostic and Statistical Manual of Mental Disorders, 4th Edition, Text Revision (DSM-IV-TR; assessed by the Mini International Neuropsychiatric Interview: MINI). A participant who exhibits symptoms of anxiety is eligible unless fulfilling the diagnostic criteria for a current anxiety disorder per DSM-IV-TR.\n   * Current diagnosis or history of manic or hypomanic episode, schizophrenia or any other psychotic disorder, including major depression with psychotic features, mental retardation, organic mental disorders, or mental disorders due to a general medical condition as defined in the DSM-IV-TR.\n   * Current diagnosis or history of any substance-related disorder (except nicotine and caffeine-related disorders) as defined in the DSM-IV-TR. Participant with confirmed positive urine drug screens (except prescribed medications or a medication that does not constitute drug abuse) will be excluded.\n   * Presence or history of a clinically significant neurological disorder (including epilepsy).\n   * Neurodegenerative disorder. (Alzheimer's disease, Parkinson's disease, multiple sclerosis, Huntington's disease, etc.)\n   * Any DSM-IV-TR axis II disorder that might compromise the study.\n2. The current depressive symptoms of the participant are considered by the investigator to have been resistant to 2 adequate antidepressant treatments of at least 6 weeks duration each.\n3. Has received electroconvulsive, vagal nerve stimulation, or repetitive transcranial magnetic stimulation therapy within 6 months prior to the Screening Visit.\n4. Is currently receiving formal cognitive or behavioral therapy, systematic psychotherapy, or plans to initiate such therapy during the study.\n5. Is at significant risk of suicide or has a score ≥5 on Item 10 (suicidal thoughts) of the MADRS, or has attempted suicide within 6 months prior to the Screening Visit.","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","maximumAge":"64 Years","stdAges":["ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Montgomery-Åsberg Depression Rating Scale (MADRS) Total Score","description":"The MADRS is a depression rating scale consisting of 10 items, each rated 0 (normal) to 6 (most abnormal). The 10 items represent the core symptoms of depressive illness. The overall score ranges from 0 (symptoms absent) to 60 (severe depression). A decrease in the total score or on individual items indicates improvement. Least squares (LS) means were from an Analysis of Covariance (ANCOVA) model with treatment as a fixed factor and the Baseline value as a covariate.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-13.99","spread":"0.783"},{"groupId":"OG001","value":"-14.61","spread":"0.805"},{"groupId":"OG002","value":"-15.68","spread":"0.791"},{"groupId":"OG003","value":"-15.82","spread":"0.786"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With a MADRS Response at Week 8","description":"Response is defined as a participant with a ≥50% decrease in Montgomery Åsberg Depression Rating Scale (MADRS) total score from Baseline. The MADRS is a depression rating scale consisting of 10 items, each rated 0 to 6. The 10 items represent the core symptoms of depressive illness. The overall score ranges from 0 (symptoms absent) to 60 (severe depression). Decrease in the total score or on individual items indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"39.3","spread":null},{"groupId":"OG001","value":"49.3","spread":null},{"groupId":"OG002","value":"54.4","spread":null},{"groupId":"OG003","value":"51.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants in MADRS Remission at Week 8","description":"Remission is defined as a participant with a Montgomery Åsberg Depression Rating Scale (MADRS) total score ≤10. The MADRS is a depression rating scale consisting of 10 items, each rated 0 to 6. The 10 items represent the core symptoms of depressive illness. The overall score ranges from 0 (symptoms absent) to 60 (severe depression). Decrease in the total score or on individual items indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26.7","spread":null},{"groupId":"OG001","value":"24.6","spread":null},{"groupId":"OG002","value":"29.3","spread":null},{"groupId":"OG003","value":"30.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Clinical Global Impression Scale - Improvement (CGI-I) Score at Week 8","description":"The Clinical Global Impression - Global Improvement scale assesses the participant's improvement (or worsening) as assessed by the clinician relative to Baseline on a 7-point scale: 1, very much improved; 2, much improved; 3, minimally improved; 4, no change; 5, minimally worse; 6, much worse; or 7, very much worse. LS means were from an ANCOVA model with treatment as a fixed factor and the Baseline Clinical Global Impression-Severity of Illness (CGI-S) score as a covariate.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.54","spread":"0.087"},{"groupId":"OG001","value":"2.37","spread":"0.089"},{"groupId":"OG002","value":"2.27","spread":"0.088"},{"groupId":"OG003","value":"2.36","spread":"0.087"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Sheehan Disability Scale (SDS) Total Score at Week 8","description":"The Sheehan Disability Scale assesses functional impairment in 3 domains: work/school, social life or leisure activities, and family life or home responsibilities. The participant rates the extent to which each aspect is impaired on a 10-point visual analog scale, from 0 (not at all) to 10 (extremely). The 3 scores are added together to calculate the total score, which ranges from 0 to 30, with higher scores indicating more impairment. LS means were from an ANCOVA model with treatment as a fixed factor and the Baseline value as a covariate.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.20","spread":"0.602"},{"groupId":"OG001","value":"-6.38","spread":"0.647"},{"groupId":"OG002","value":"-7.97","spread":"0.633"},{"groupId":"OG003","value":"-7.26","spread":"0.622"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":151},"commonTop":["Nausea","Nasopharyngitis","Headache","Diarrhoea","Dizziness"]}}}