{"nctId":"NCT01214421","briefTitle":"Tolvaptan Extension Study in Participants With ADPKD","startDateStruct":{"date":"2010-05-26","type":"ACTUAL"},"conditions":["Autosomal Dominant Polycystic Kidney Disease (ADPKD)"],"count":1083,"armGroups":[{"label":"Tolvaptan","type":"EXPERIMENTAL","interventionNames":["Drug: Tolvaptan"]}],"interventions":[{"name":"Tolvaptan","otherNames":["OPC-41061","Jinarc"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n\\- Participants who had successfully completed a Phase 1, 2, or 3 tolvaptan ADPKD or renal impairment study, with a confirmed diagnosis of ADPKD from prior studies \\[either 156-04-251 (NCT00428948) or 156-04-250 (NCT00413777), 156-06-260, 156-09-284 (NCT01336972), 156-09-285 (NCT01210560), and 156-09-290 (NCT01451827)\\].\n\nExclusion Criteria:\n\n* Participants unable to provide written informed consent.\n* Participants (men or women) would not adhere to the reproductive precautions as outlined in the Informed Consent Form.\n* Participants (women only) with a positive urine pregnancy test.\n* Participants who were pregnant or breast-feeding.\n* Participants unable to take oral medications.\n* Participants who had allergic reactions to tolvaptan or chemically related structures such as benzazepines (benzazepril, conivaptan, fenoldopam mesylate, or mirtazapine).\n* Participants with disorders in thirst recognition or an inability to access fluids.\n* Participants with critical electrolyte imbalances, as determined by the investigator\n* Participants with or at risk of significant hypovolemia, as determined by investigator.\n* Participants with significant anemia, as determined by investigator.\n* Participants with a history of substance abuse (within the last 3 years).\n* Participants who were taking other experimental (that is, non-marketed) therapies or were participating in another clinical drug or device study; participating in the off-drug follow-up period of another ADPKD trial with tolvaptan was permitted.\n* Participants unable to complete magnetic resonance imaging (MRI) assessments (for example, participants with ferro-magnetic prostheses, aneurysm clips, severe claustrophobia).\n* Participants who had taken a vasopressin antagonist (outside of previous participation in a tolvaptan study).\n* Participants unable to comply with anti-hypertensive or other important medical therapy.\n* Participants with advanced diabetes.\n* Participants who were taking medications or had an illness that could confound endpoint assessments (including taking approved therapies for the purpose of affecting polycystic kidney disease \\[PKD\\] cysts).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percent Change From the Baseline in Total Kidney Volume (TKV) for Study 156-04-251 Participants Enrolled in This Study (156-08-271)","description":"Total kidney volume is a measure of disease progression in the ADPKD participants. Kidney volume was assessed in T1-weighted magnetic resonance images collected at each study site and sent to a central reviewing facility. At the central reviewing facility, radiologists used proprietary software to measure the volume of both kidneys in participants continuing from previous study (156-04-251) at Month 24 of this study (156-08-271) comparing change in TKV for the early-treated (those previously treated with tolvaptan) to delayed-treated (those previously treated with placebo). The percent change in the volume of both kidneys combined was analysed using mixed-effect model repeated measures (MMRM) analysis and reported. This outcome measure was analyzed only in the participants enrolled from the previous study - 156-04-251, as pre-specified in the protocol.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"28.66","spread":"26.14"},{"groupId":"OG001","value":"30.58","spread":"27.21"}]}]}]},{"type":"SECONDARY","title":"Change From the Baseline in Estimated Glomerular Filtration Rate (eGFR) as Assessed by Chronic Kidney Disease Epidemiology Collaboration (CKD-EPI) for Study 156-04-251 Participants Enrolled in This Study (156-08-271)","description":"Estimated Glomerular Filtration Rate (eGFR) according to CKD-EPI is calculated using the CKD-EPI equation, expressed as a single equation, is GFR = 141 × min (serum creatinine \\[Scr\\]/κ, 1)α × max(Scr/κ, 1)\\^-1.209 × 0.993 Age × 1.018 (if female) × 1.159 (if black), where Scr is serum creatinine, κ is 0.7 for females and 0.9 for males, α is -0.329 for females and -0.411 for males, min indicates the minimum of Scr/ĸ or 1, and max indicates the maximum of Scr/κ or 1 in participants continuing from previous study (156-04-251) at Month 24 of this study (156-08-271) comparing change in eGFR for the early-treated (those previously treated with tolvaptan) to delayed-treated (those previously treated with placebo). MMRM was used for the analysis. This outcome measure was analyzed only in the participants enrolled from the previous - 156-04-251, as pre-specified in the protocol.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-16.77","spread":"13.16"},{"groupId":"OG001","value":"-19.92","spread":"16.40"}]}]}]},{"type":"SECONDARY","title":"Annualized Slope of Total Kidney Volume (TKV) for Study 156-04-251 Participants Enrolled in Study 156-08-271","description":"Annualized slope of TKV is a measure of renal function and disease progression in ADPKD participants. The annualized slope is calculated as percentage of growth in TKV (measured in mL by MRI) divided by each participant's years of participation for all participants was calculated using MMRM analysis in participants continuing from previous study (156-04-251) at Month 24 of this study (156-08-271) comparing annualized slope of TKV for the early-treated (those previously treated with tolvaptan) to delayed-treated (those previously treated with placebo). This outcome measure was analyzed only in the participants enrolled from the previous study - 156-04-251, as pre-specified in the protocol.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.164","spread":null},{"groupId":"OG001","value":"4.960","spread":null}]}]}]},{"type":"SECONDARY","title":"Annualized Slope of eGFR (CKD-EPI) for Study 156-04-251 Participants Enrolled in Study 156-08-271","description":"Annualized slope of eGFR (CKD-EPI) is a measure of renal function and disease progression in ADPKD participants. The annualized slope of eGFR (CKD-EPI) (divided by each participant's years of participation) for all participants was calculated using MMRM analysis in participants continuing from previous study (156-04-251) at Month 24 of this study (156-08-271) comparing change in TKV for the early-treated (those previously treated with tolvaptan) to delayed-treated (those previously treated with placebo). eGFR was calculated using the Chronic Kidney Disease-Epidemiology (CKD-EPI) formula. This outcome measure was analyzed only in the participants enrolled from the previous study - 156-04-251, as pre-specified in the protocol.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.255","spread":null},{"groupId":"OG001","value":"-3.142","spread":null}]}]}]},{"type":"SECONDARY","title":"Annualized TKV Slope for Study 156-04-251 Placebo Participants Enrolled in Study 156-08-271","description":"Annualized slope of TKV is a measure of renal function and disease progression in ADPKD participants. The annualized slope is calculated as percentage of growth in TKV (measured in mL by MRI) divided by each participant's years of participation, using MMRM analysis to compare annualized slope of TKV for the participants who received placebo in previous study (156-04-251) to annualized slope of TKV for the same participants who received tolvaptan in this study (156-08-271). This outcome measure was analyzed only in the participants enrolled from the previous study - 156-04-251 and who received placebo in the previous study, as pre-specified in the protocol.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.779","spread":null},{"groupId":"OG001","value":"5.627","spread":null}]}]}]},{"type":"SECONDARY","title":"Annualized Slope of Renal Function (eGFRCKD-EPI) for Study 156-04-251 Placebo Participants Enrolled in Study 156-08-271","description":"Annualized slope of eGFR (CKD-EPI) is a measure of renal function and disease progression in ADPKD participants. The annualized slope of eGFR (calculated using CKD-EPI formula) divided by each participant's years of participation, using MMRM analysis to compare annualized slope of eGFR (CKD-EPI) for the participants who received placebo in previous study (156-04-251) to the annualized slope of eGFR (CKD-EPI) for the same participants who received tolvaptan in this study (156-08-271). This outcome measure was analyzed only in the participants enrolled from the previous study - 156-04-251 who received placebo in previous study and received tolvaptan in this study, as pre-specified in the protocol.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.211","spread":null},{"groupId":"OG001","value":"-3.572","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":143,"n":557},"commonTop":["Polyuria","Thirst","Nocturia","Renal Pain","Hypertension"]}}}