{"nctId":"NCT01791972","briefTitle":"Efficacy of Albuterol SPIROMAX® in Adult and Adolescent Patients With Exercise-Induced Bronchoconstriction (EIB)","startDateStruct":{"date":"2013-03"},"conditions":["Exercise-Induced Bronchoconstriction (EIB)"],"count":38,"armGroups":[{"label":"Albuterol Spiromax / Placebo Spiromax","type":"EXPERIMENTAL","interventionNames":["Drug: Albuterol Spiromax","Drug: Placebo Spiromax"]},{"label":"Placebo Spiromax / Albuterol Spiromax","type":"EXPERIMENTAL","interventionNames":["Drug: Albuterol Spiromax","Drug: Placebo Spiromax"]}],"interventions":[{"name":"Albuterol Spiromax","otherNames":["Albuterol DPI, ProAir® RespiClick"]},{"name":"Placebo Spiromax","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Informed consent/assent: For patients 18 to 50 years of age, inclusive, written informed consent signed and dated by the patient before conducting any study related procedures and review of Health Insurance Portability and Accountability Act of 1996 (HIPAA) authorization; for patients 12 to 17 years of age, inclusive, written informed consent signed and dated by the parent/legal guardian and written assent signed and dated by the patient before conducting any study related procedure and review of HIPAA authorization.\n* Male or female patients 12 to 50 years of age, inclusive, as of SV1.\n* If female, is currently not pregnant, breastfeeding, or attempting to become pregnant, has a negative serum pregnancy test, and is of non-childbearing potential.\n* Documented history of EIB, with or without underlying asthma. The underlying asthma must be well-controlled (in the investigator's judgment) as per the National Asthma Education and Prevention Program, Expert Panel Report (NAEPP, EPR-3).\n* Other criteria apply.\n\nExclusion Criteria:\n\n* Requires a rescue bronchodilator following the exercise challenge at SV1 for a decrease in FEV1 that does not return to within 20% of their pre-exercise challenge FEV1 within 30 minutes after administration of the rescue medication.\n* Pregnant, nursing, or plans to become pregnant or donate gametes (ova or sperm) for in vitro fertilization during the study period or for 30 days after the patient's last study related visit (for eligible patients only-if applicable).\n* Participation in any investigational drug trial within the 30 days preceding SV1 or planned participation in another investigational drug trial at any time during this trial.\n* A known hypersensitivity to albuterol or any of the excipients in the formulation.\n* History of severe milk protein allergy.\n* History of a respiratory infection or disorder (including, but not limited to bronchitis, pneumonia, otitis media, acute or chronic sinusitis, influenza, etc) that has not resolved within the 2 weeks preceding SV1.\n* Other criteria apply.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"50 Years","stdAges":["ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Maximum Percentage Fall From Baseline in Forced Expiratory Volume in 1 Second (FEV1) up to 60 Minutes After the Exercise Challenge","description":"A centralized spirometry data collection system was used to reduce FEV1 variability between and within patients and between each participating study center.\n\nThe percentage fall was defined as 100\\*(baseline-post baseline)/baseline. The baseline FEV1 is the test day FEV1 measured 5 minutes before the exercise challenge (30 minutes postdose). FEV1 post exercise challenge were measured 5 (±5), 10 (±5), 15 (±5), 30 (±5), and 60 (±10) minutes after completion of the exercise challenge.\n\nThe exercise challenge consisted of the participant running on a motor-driven treadmill (with adjustable speed and incline). The treadmill was set at a speed and incline sufficient to increase the participant's heart rate to ≥80% of the maximum rate for age (220 bpm-age in years) for a period of either 6, 7, or 8 minutes using a stepped-exercise protocol in accordance with ATS guidelines (American Thoracic Society 2000). Conditions were repeated for subsequent challenges.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.21","spread":"1.443"},{"groupId":"OG001","value":"22.38","spread":"1.444"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Whose Maximum Percentage Decrease From the Baseline Forced Expiratory Volume in 1 Second (FEV1) Post-Exercise Challenge Was <10%","description":"Participants were classified as protected if the maximum percentage decrease from baseline FEV1 after exercise was less than 10%. Data represents the percentage of participants who were classified as protected.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"84.21","spread":null},{"groupId":"OG001","value":"15.79","spread":null}]}]}]},{"type":"SECONDARY","title":"Participants Whose Maximum Percentage Decrease From the Baseline Forced Expiratory Volume in 1 Second (FEV1) Post-Exercise Challenge Was >20%","description":"Participants were classified as unprotected if the maximum percentage decrease from baseline FEV1 after exercise was more than 20%. Data represents the number of participants who were classified as unprotected.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"22","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":38},"commonTop":[]}}}