{"nctId":"NCT01876823","briefTitle":"Memantine Plus Es-citalopram in Elderly Depressed Patients With Cognitive Impairment","startDateStruct":{"date":"2006-04"},"conditions":["Mild Cognitive Impairment","Major Depressive Disorder","Alzheimer's Disease"],"count":60,"armGroups":[{"label":"es-citalopram and Memantine Treatment","type":"EXPERIMENTAL","interventionNames":["Drug: es-citalopram","Drug: Memantine"]}],"interventions":[{"name":"es-citalopram","otherNames":["Lexapro"]},{"name":"Memantine","otherNames":["Namenda"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Of either sex, age greater than 49 years old\n2. Meets criteria for both \"depression\" and \"cognitive impairment\".\n3. Study Criteria for \"depression\":\n\n   i. Patients who meet DSM-IV criteria for Major Depression, Dysthymic Disorder, or Dysthymia symptoms criteria of minimum 6 month duration (not the 2 year DSM-IV criteria). ii. 24-item HAM-D greater than 13; and iii. Clinical Global Impression (CGI) for severity of Depression greater than 2 (absolute score at least mild to moderate depression on a 7-point scale)\n4. Study Criteria for \"cognitive deficit\":\n\n   i. Subjective memory complaint ii.Mini Mental Status Exam (MMSE) greater than 24; and at least one of a, b, or c:\n   1. less than 3 on MMSE 5 min delay on recall\n   2. scores on 2 neuropsychological tests greater than 1 Standard Deviation (SD) below standardized norms, or\n   3. score on 1 neuropsychological tests greater than 2 SD below standardized norms.\n\n   Neuropsychological tests for inclusion criteria (subset of larger battery):\n\n   Selective Reminding Test with delay Wechsler Memory Scale (WMS): Visual Reproduction - with delay, % savings from immed to delay Controlled Oral Word Association Test Trails B Digit symbol subtest of Wechsler Adult Intelligence Scale (WAIS)-III Continuous Performance Test iii. CGI for severity of Cognitive deficit greater than 2 (absolute score on a 7-point scale:1=no deficit to 7=severe deficit). iv. Clinical Dementia Rating (CDR) = 0 or 0.5\n5. Willing and capable of giving informed consent\n\nExclusion Criteria:\n\n1. Meets Criteria for dementia (DSM-IV) or probable Alzheimer's disease by National Institute of Neurological and Communicative Disorders and Stroke and the Alzheimer's Disease and Related Disorders Association criteria (NINCDS-ADRDA criteria)\n2. Meets criteria for:\n\n   1. schizophrenia\n   2. alcohol or substance dependence or abuse within the last 6 months.\n3. Suicidal attempt in last 6 months or current suicidal intent.\n4. Patients currently on an effective antidepressant medication\n5. Use of cholinesterase inhibitors in the last year.\n6. Neurological disease including stroke, epilepsy, or other neurodegenerative disorders.\n7. An acute, severe or unstable medical condition such as metastatic or active cancer, hepatic disease, or primary renal disease requiring dialysis.\n8. Patients who can not tolerate being tapered off antidepressant medication (i.e. greater than a 25% incr. in baseline HAM-D) or has a history indicating patient is unlikely to tolerate psychotropic washout.\n9. Patient with a history of non-response to Citalopram or es-citalopram","healthyVolunteers":false,"sex":"ALL","minimumAge":"50 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Selective Reminding Test - Total Immediate Recall (SRT-IR)","description":"Change in Selective Reminding Test-Total Immediate Recall (SRT-IR) scores from baseline to Week 48: Measures word recall (maximum 12 words per trial, across 6 trials). Maximum total recall score across 6 trials is 72; minimum recall is 0 across 6 trials. The higher the raw score, the better the patient did at recalling the target words. The unit of measure is the raw score, or the sum of the number of words recalled across all 6 trials.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.5","spread":"15"}]}]}]},{"type":"SECONDARY","title":"Change in Wechsler Memory Scale-III (WMS-III)","description":"Change in Wechsler Memory Scale-III scores from baseline to Week 48: The WMS-III Visual Reproduction sub-test was used to measure visual working memory and delayed memory. Patients were shown pictures of four drawings and were asked to reproduce them from memory immediately after seeing them, and 25 minutes after seeing them. The four scores are summed and the greater the total raw score, the better the patient did on the assessment. The maximum raw score for this test is a 41 on both the immediate and delayed portions (the overall range is 0-82 points). The change score is calculated using the total scores of both the immediate and delayed portions.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.9","spread":"32.8"}]}]}]},{"type":"SECONDARY","title":"Change in Selective Reminding Test - Delayed Recall (SRT-DR)","description":"Change in Selective Reminding Test-Delayed Recall scores from baseline to Week 48: SRT Delay is administered 15 minutes after the immediate recall portion. Patients are asked to remember as many of the words as they can from the 6 trials. Maximum raw score is a 12 for free recall. If a patient is unable to recall a word, they are given a chance to recognize it among three incorrect word choices. Maximum raw score for recognition is 12. The greater the score on the delayed recall portion, the better the patient does on the assessment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.2","spread":"3.9"}]}]}]},{"type":"SECONDARY","title":"Change in Trails B","description":"Change from baseline to Week 48 on Trails B: Measures attention and executive function. It asks patients to connect numbers and letters in numerical to alphabetical order from (1-13 and A-L) as fast as they can. Patients are timed; the longer it takes for the patient to connect the numbers and letters, the worse their score. Unit of measure is in seconds. The amount of errors that the patient makes during trails is also recorded.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-36.3","spread":"74.5"}]}]}]},{"type":"SECONDARY","title":"Change in Trails A","description":"Change in Trails A scores from baseline to Week 48: Measures attention and executive function. It asks patients to connect numbers from 1-25 in numerical order as fast as they can. Patients are timed; the longer it takes for the patient to connect the numbers, the worse their score. Unit of measure is in seconds. The amount of errors that the patient makes during trails is also recorded.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.9","spread":"41.2"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Change in 24-item HAMD","description":"Change in 24-item Hamilton Rating Scale for Depression (HAMD) scores from baseline to Week 48: HAMD measures depression severity based on a series of 24 items items. The range of HAMD total score is 0-74; 0 indicates no depressive symptoms and a maximum HAMD score is a 74, where the greater the score indicates more significant psychopathology. In this study, moderate to severe depression is considered a HAMD-24 greater than 14.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-15.2","spread":"4.4"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Change in Treatment Emergent Side Effects (TESS)","description":"Somatic side effect rating scale which includes 26 common somatic side effects associated with previous medication clinical trials; rated by the study physician. Factors were dichotomized to \"yes\" or \"no\" responses on this scale, which equated to the symptom being either present or not present. \"Yes\" and \"no\" responses were given a value of 0 (no) or 1 (yes). Responses from the entire group were calculated and the mean at baseline and the last visit is reported below.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.6","spread":"4.2"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.2","spread":"2.9"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Change in Clinical Global Impression - Depression Change","description":"The CGI Depression Change follows a seven-point likert scale. Compared to the patient's condition at baseline in the study \\[prior to medication initiation\\], the patient's condition is rated as: 1=very much improved since the initiation of treatment; 2=much improved; 3=minimally improved; 4=no change from baseline (the initiation of treatment); 5=minimally worse; 6= much worse; 7=very much worse since the initiation of treatment. Responses were calculated for the entire group. Mean at final visit has been reported below. Higher mean at baseline indicates a decrease in depression scores.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.1","spread":"0.5"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.1","spread":"1.2"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Change in Clinical Global Impression - Cognitive Change","description":"The CGI Cognitive Change follows a seven-point likert scale. Compared to the patient's condition at baseline in the study \\[prior to medication initiation\\], the patient's condition is rated as: 1=very much improved since the initiation of treatment; 2=much improved; 3=minimally improved; 4=no change from baseline (the initiation of treatment); 5=minimally worse; 6= much worse; 7=very much worse since the initiation of treatment. Responses from the entire group were calculated. Mean at final visit and baseline is reported below.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.6","spread":"0.6"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.7","spread":"0.9"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Conversion to Dementia Using Clinical Dementia Rating (CDR)","description":"The CDR is a numeric rating scale that is used to quantify the severity of one's cognitive function. The scale goes from 0=normal; 0.5=mild cognitive impairment; 1 to 3=mild to moderate/severe dementia. CDR was used a dichotomous outcome measure (no=0; yes=1).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":35},"commonTop":["Sedation","Headache","Nausea"]}}}