{"nctId":"NCT02247401","briefTitle":"Coadministration of ABT-450/Ritonavir/ABT-267 (ABT-450/r/ABT-267) With Ribavirin (RBV) in Adults With Genotype 4 (GT4) Hepatitis C Virus (HCV) in Egypt","startDateStruct":{"date":"2014-11-04"},"conditions":["HCV","Hepatitis C Infection","Genotype 4"],"count":160,"armGroups":[{"label":"Arm A","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: 2 DAA","Drug: RBV"]},{"label":"Arm B","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: 2 DAA","Drug: RBV"]},{"label":"Arm C","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: 2 DAA","Drug: RBV"]}],"interventions":[{"name":"2 DAA","otherNames":[]},{"name":"RBV","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Chronic hepatitis C, genotype 4-infection (hepatitis C virus \\[HCV\\] ribonucleic acid \\[RNA\\] level greater than 1,000 IU/mL at Screening)\n* Subjects must meet one of the following:\n\n  * Treatment-naive: Subject has never received antiviral treatment for HCV infection OR\n  * Treatment Experienced (Prior null responders, Partial responders or Relapsers to pegylated-interferon \\[pegIFN\\]/RBV);\n* Females must be post-menopausal, of non-child bearing potential or practicing specific forms of birth control\n* In substudy 1, demonstrated absence of liver cirrhosis as confirmed by liver biopsy or Fibroscan\n* In substudy 2, evidence of liver cirrhosis as confirmed by liver biopsy or Fibroscan with Child-Pugh score less than or equal to 6 at Screening and confirmed absence of hepatocellular carcinoma\n\nExclusion Criteria:\n\n* Females who are pregnant or breastfeeding\n* Positive screen for hepatitis B Surface antigen or anti-Human Immunodeficiency virus antibody\n* HCV genotype performed during screening indicating unable to genotype or co-infection with any other HCV genotype\n* abnormal laboratory tests\n* self-reports current drinking more than 2 drinks per day\n* current enrollment in another investigational study\n* previous treatment with a direct acting antiviral agent (DAA) containing regimen\n* In substudy 1, evidence of liver cirrhosis\n* In substudy 2, evidence of current or past Child-Pugh B or C classification and confirmed presence of hepatocellular carcinoma","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"99 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Sustained Virologic Response 12 Weeks Post-treatment (SVR12) in Each Treatment Arm","description":"SVR12 was defined as hepatitis C virus ribonucleic acid (HCV RNA) level less than the lower limit of quantification (\\< LLOQ) 12 weeks after the last dose of study drug.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"94.0","spread":null},{"groupId":"OG001","value":"96.8","spread":null},{"groupId":"OG002","value":"93.1","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Adverse Events","description":"An adverse event (AE) is defined as any untoward medical occurrence in a patient or clinical investigation subject administered a pharmaceutical product and which does not necessarily have a causal relationship with this treatment. The investigator assessed the relationship of each event to the use of study drug as either reasonable possibility or no reasonable possibility. A serious adverse event (SAE) is an event that results in death, is life-threatening, requires or prolongs hospitalization, results in a congenital anomaly, persistent or significant disability/incapacity or is an important medical event that, based on medical judgment, may jeopardize the subject and may require medical or surgical intervention to prevent any of the outcomes listed above. Treatment-emergent events (TEAEs/TESAEs) are defined as any event that began or worsened in severity after the first dose of study drug. For more details on adverse events please see the Adverse Event section.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"80","spread":null},{"groupId":"OG001","value":"26","spread":null},{"groupId":"OG002","value":"25","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With On-treatment Virologic Failure in Each Treatment Arm","description":"On-treatment virologic failure was defined as quantifiable HCV RNA throughout the entire treatment period with at least 6 weeks of treatment, confirmed HCV RNA greater than the LLOQ after previously having unquantifiable HCV RNA, or a confirmed increase from nadir of at least one log10 in HCV RNA during treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.0","spread":null},{"groupId":"OG001","value":"3.2","spread":null},{"groupId":"OG002","value":"3.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Post-treatment Relapse Within 12 Weeks Following End of Treatment in Each Arm","description":"Post-treatment relapse was defined as defined as confirmed HCV RNA \\> LLOQ between the end of treatment and 12 weeks after the last dose of study drug among participants who completed treatment with HCV RNA \\< LLOQ at the end of treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.1","spread":null},{"groupId":"OG001","value":"0.0","spread":null},{"groupId":"OG002","value":"0.0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":100},"commonTop":["HEADACHE","FATIGUE","PRURITUS","DYSPEPSIA","ABDOMINAL PAIN UPPER"]}}}