{"nctId":"NCT01695239","briefTitle":"A Study of Ixekizumab in Participants With Active Psoriatic Arthritis","startDateStruct":{"date":"2012-12"},"conditions":["Psoriasis, Arthritic"],"count":417,"armGroups":[{"label":"Ixekizumab Q2W","type":"EXPERIMENTAL","interventionNames":["Drug: Ixekizumab"]},{"label":"Ixekizumab Q4W","type":"EXPERIMENTAL","interventionNames":["Drug: Ixekizumab"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"Adalimumab Q2W","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Adalimumab"]}],"interventions":[{"name":"Ixekizumab","otherNames":["LY2439821"]},{"name":"Placebo","otherNames":[]},{"name":"Adalimumab","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Presents with established diagnosis of active psoriatic arthritis for at least 6 months, and currently meets Classification for Psoriatic Arthritis (CASPAR) criteria\n* Active psoriatic arthritis (PsA) defined as the presence of at least 3 tender and at least 3 swollen joints\n* Presence of active psoriatic skin lesion or a personal history of plaque psoriasis (Ps)\n* Men must agree to use a reliable method of birth control or remain abstinent during the study\n* Women must agree to use reliable birth control or remain abstinent during the study and for at least 12 weeks after stopping treatment\n\nExclusion Criteria:\n\n* Current or prior use of biologic agents for treatment of Ps or PsA\n* Inadequate response to greater than or equal to 4 conventional disease-modifying antirheumatic drugs (DMARDs)\n* Current use of more than one conventional DMARD\n* Evidence of active inflammatory arthritic syndromes or spondyloarthropathies other than PsA\n* Have participated in any study with interleukin 17 (IL-17) antagonists, including ixekizumab\n* Serious disorder or illness other than psoriatic arthritis\n* Serious infection within the last 3 months\n* Breastfeeding or nursing (lactating) women","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants Achieving American College of Rheumatology 20 (ACR20) Response at Week 24 (Efficacy of Ixekizumab in Participants With Active Psoriatic Arthritis. Measure: American College of Rheumatology 20 Index [ACR20])","description":"ACR20 response is defined as a ≥20% improvement from baseline for tender joint count (TJC) and swollen joint count (SJC) and in at least 3 of the following 5 criteria: Participant's assessment of Joint Pain visual analog scale (VAS), Participant's Global Assessment of Disease Activity VAS (PatGA), Physician's Global Assessment of the Disease Activity VAS (PGA), Participant's Assessment of Physical Function using the Health Assessment Questionnaire Disability Index (HAQ-DI), or Acute Phase Reactant as measured by high sensitivity C-reactive protein (hs-CRP).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30.2","spread":null},{"groupId":"OG001","value":"57.4","spread":null},{"groupId":"OG002","value":"57.9","spread":null},{"groupId":"OG003","value":"62.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving ACR20 Response","description":"ACR20 response is defined as a ≥20% improvement from baseline for TJC and SJC and in at least 3 of the following 5 criteria: Participant's assessment of Joint Pain VAS, Participant's Global Assessment of Disease Activity VAS, Physician's Global Assessment of the Disease Activity VAS, Participant's Assessment of Physical Function using the HAQ-DI, or hs-CRP.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"31.1","spread":null},{"groupId":"OG001","value":"51.5","spread":null},{"groupId":"OG002","value":"57.0","spread":null},{"groupId":"OG003","value":"60.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving American College of Rheumatology 50 (ACR50) Response","description":"ACR50 response is defined as a ≥50% improvement from baseline for TJC and SJC and in at least 3 of the following 5 criteria: Participant's assessment of Joint Pain VAS, Participant's Global Assessment of Disease Activity VAS, Physician's Global Assessment of the Disease Activity VAS, Participant's Assessment of Physical Function using the HAQ-DI, or hs-CRP.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15.1","spread":null},{"groupId":"OG001","value":"38.6","spread":null},{"groupId":"OG002","value":"40.2","spread":null},{"groupId":"OG003","value":"46.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving American College of Rheumatology 70 (ACR70) Score","description":"ACR70 response is defined as a ≥70% improvement from baseline for TJC and SJC and in at least 3 of the following 5 criteria: Participant's assessment of Joint Pain VAS, Participant's Global Assessment of Disease Activity VAS, Physician's Global Assessment of the Disease Activity VAS, Participant's Assessment of Physical Function using the HAQ-DI, or hs-CRP.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.7","spread":null},{"groupId":"OG001","value":"25.7","spread":null},{"groupId":"OG002","value":"23.4","spread":null},{"groupId":"OG003","value":"34.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Health Assessment Questionnaire-Disability Index (HAQ-DI) Scores (Quality of Life and Outcome Assessments Measures: Participant Reported Outcomes [PRO])","description":"HAQ-DI is a participant reported questionnaire that measures disease-associated disability (physical function). It consists of 24 questions with 8 domains: dressing/grooming, arising, eating, walking, hygiene, reach, grip, and other daily activities. The disability section scores the participant's self-perception on the degree of difficulty (0 = without any difficulty, 1 = with some difficulty, 2 = with much difficulty, and 3 = unable to do), covering the 8 domains. The HAQ-DI is a composite ranging from 0-3 with lower scores indicating less functional disability. The reported use of special aids or devices and/or the need for assistance of another person to perform these activities is assessed. Least Square (LS) mean was calculated using Mixed Model Repeated Measurements (MMRM) analysis with treatment, baseline score, geographic region, baseline conventional disease modifying anti-rheumatic drugs (cDMARD) experience, visit, and treatment-by-visit interaction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.1797","spread":"0.0524"},{"groupId":"OG001","value":"-0.3712","spread":"0.0510"},{"groupId":"OG002","value":"-0.4431","spread":"0.0503"},{"groupId":"OG003","value":"-0.4963","spread":"0.0507"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Modified Total Sharp Score (mTSS) (Efficacy of Ixekizumab in Participants With Active Psoriatic Arthritis. Measure: Modified Total Sharp Score [mTSS])","description":"The mTSS measures the extent of bone erosions (20 joints per hand and 12 joints per foot) and joint space narrowing (20 joints per hand and 6 joints per foot), with higher scores representing greater damage. An increase from baseline represents disease progression and / or joint worsening. Scores range from 0-528. LS mean was calculated using MMRM analysis with treatment, baseline score, geographic region, and baseline cDMARD experience, visit, treatment by visit interaction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.49","spread":"0.086"},{"groupId":"OG001","value":"0.10","spread":"0.085"},{"groupId":"OG002","value":"0.17","spread":"0.082"},{"groupId":"OG003","value":"0.08","spread":"0.083"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving Psoriasis Area and Severity Index 75%, 90%, 100% (PASI 75, 90, 100)","description":"The PASI is an index that combines assessments of the extent of body-surface involvement in 4 anatomical regions (head, trunk, arms, and legs) and the severity of desquamation, erythema, and plaque induration/infiltration (thickness) in each region, yielding an overall score of 0 for no psoriasis to 72 for the most severe disease. Participants achieving PASI 75 were defined as having an improvement of at least 75% in the PASI compared to their baseline measures. Participants achieving PASI 90 were defined as having an improvement of ≥90% in the PASI score compared to baseline. Participants achieving PASI 100 were defined as having an improvement of 100% in the PASI score compared to baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.5","spread":null},{"groupId":"OG001","value":"33.8","spread":null},{"groupId":"OG002","value":"75.3","spread":null},{"groupId":"OG003","value":"69.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.5","spread":null},{"groupId":"OG001","value":"22.1","spread":null},{"groupId":"OG002","value":"52.1","spread":null},{"groupId":"OG003","value":"57.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.5","spread":null},{"groupId":"OG001","value":"14.7","spread":null},{"groupId":"OG002","value":"31.5","spread":null},{"groupId":"OG003","value":"40.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Leeds Enthesitis Index (LEI)","description":"The LEI was developed specifically for use in PsA. It measures enthesitis at 6 sites (lateral epicondyle, left and right; medial femoral condyle, left and right; Achilles tendon insertion, left and right). Each site was assigned a score of 0 (absent) or 1 (present); the results from each site were then added to produce a total score (range 0 to 6). LS mean was calculated using MMRM analysis with treatment, baseline score, geographic region, baseline cDMARD experience, visit, treatment by visit interaction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.8","spread":"0.24"},{"groupId":"OG001","value":"-0.8","spread":"0.24"},{"groupId":"OG002","value":"-0.9","spread":"0.21"},{"groupId":"OG003","value":"-1.5","spread":"0.24"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Itching Severity Using the Itch Numeric Rating Scale (NRS) (Quality of Life and Outcome Assessments Measures: Participant Reported Outcomes [PRO])","description":"The Itch NRS is a participant-administered, 11-point horizontal scale anchored at 0 and 10, with 0 representing \"no itch\" and 10 representing \"worst itch imaginable.\" Overall severity of a participant's itching from psoriasis was indicated by circling the number that best described the worst level of itching in the past 24 hours. LS mean was calculated using MMRM analysis with treatment, baseline score, geographic region, baseline cDMARD experience, visit, and treatment-by-visit interaction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.2","spread":"0.27"},{"groupId":"OG001","value":"-1.4","spread":"0.28"},{"groupId":"OG002","value":"-2.6","spread":"0.27"},{"groupId":"OG003","value":"-2.8","spread":"0.30"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Fatigue Severity NRS Score (Quality of Life and Outcome Assessments Measures: Participant Reported Outcomes [PRO])","description":"The Fatigue Severity NRS is a participant-administered single-item 11-point horizontal scale anchored at 0 and 10, with 0 representing \"no fatigue\" and 10 representing \"as bad as you can imagine.\" Participants rated their fatigue (feeling tired or worn out) by circling the 1 number that described their worst level of fatigue during the past 24 hours. LS mean was calculated using MMRM analysis with treatment, baseline score, geographic region, baseline cDMARD experience, visit, and treatment-by-visit interaction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.3","spread":"0.25"},{"groupId":"OG001","value":"-1.5","spread":"0.24"},{"groupId":"OG002","value":"-1.6","spread":"0.24"},{"groupId":"OG003","value":"-1.9","spread":"0.24"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Joint Space Narrowing Score (JSN) And Bone Erosion Score (BES)","description":"JSN score (a component of the modified Total Sharp Score \\[mTSS\\]) measures the extent of joint space narrowing in peripheral joints. JSN (20 joints per hand and 6 joints per foot), with higher scores representing greater damage. JSN score range is 0 (no narrowing) to 208 (high narrowing). Increase from baseline represents disease progression and / or joint worsening. BES (a component of the \\[mTSS\\]) measures the extent of bone erosion in peripheral joints. BES measures the extent of joint erosions (20 joints per hand and 12 joints per foot), with higher scores representing greater damage. Erosion score range is from 0 (no erosion) to 320 (high erosion). LS mean was calculated using linear extrapolation for ANCOVA analysis with treatment, baseline score, geographic region, and baseline cDMARD experience.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.07","spread":"0.031"},{"groupId":"OG001","value":"0.01","spread":"0.031"},{"groupId":"OG002","value":"0.04","spread":"0.030"},{"groupId":"OG003","value":"0.01","spread":"0.030"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.44","spread":"0.077"},{"groupId":"OG001","value":"0.12","spread":"0.077"},{"groupId":"OG002","value":"0.15","spread":"0.075"},{"groupId":"OG003","value":"0.08","spread":"0.075"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Medical Outcomes Study 36-item Short Form Health Survey (SF-36): Physical Component Summary (PCS) and Mental Component Summary (MCS) (Quality of Life and Outcome Assessments Measures: Participant Reported Outcomes [PRO])","description":"SF-36 is a standardized participant-administered measure designed to evaluate 8 domains of functional health and well being: physical and social functioning, physical and emotional role (role-physical, role-emotional) limitations, bodily pain, general health, vitality, mental health with 2 components (physical component score \\[PCS\\] and mental component score \\[MCS\\]). The PCS and MCS scores range from 0 to 100, with higher scores indicating better levels of function and/or better health. LS mean was calculated using MMRM analysis with treatment, baseline score, geographic region, baseline cDMARD experience, visit, and treatment-by-visit interaction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.94","spread":"0.958"},{"groupId":"OG001","value":"6.78","spread":"0.904"},{"groupId":"OG002","value":"7.45","spread":"0.894"},{"groupId":"OG003","value":"8.24","spread":"0.898"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.67","spread":"1.013"},{"groupId":"OG001","value":"4.22","spread":"0.943"},{"groupId":"OG002","value":"4.86","spread":"0.933"},{"groupId":"OG003","value":"3.39","spread":"0.936"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Quick Inventory of Depressive Symptomatology-Self Reported 16 Items (QIDS-SR16) (Quality of Life and Outcome Assessments. Measures: Patient Reported Outcomes [PRO])","description":"The QIDS-SR16 is a self-administered 16-item instrument intended to assess the existence and severity of symptoms of depression. A participant is asked to consider each statement as it relates to the way they have felt for the past 7 days. Each item scaled from 0 (no symptoms) to 3 (all symptoms). The 16 items corresponding to 9 depression domains are summed to give a single score ranging from 0 to 27, with higher scores denoting greater symptom severity. LS mean was calculated using MMRM analysis with treatment, baseline score, geographic region, baseline cDMARD experience, visit, and treatment-by-visit interaction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.9","spread":"0.36"},{"groupId":"OG001","value":"-1.6","spread":"0.33"},{"groupId":"OG002","value":"-0.8","spread":"0.32"},{"groupId":"OG003","value":"-0.7","spread":"0.32"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Disease Activity Score (28 Diarthrodial Joint Count) Based on C-ReactiveProtein (DAS28-CRP) Measure: Non-Arthritic Disease","description":"The DAS28-CRP is a measure of disease activity in 28 joints that consists of a composite numerical score with the following variables: TJC28, SJC28, hs-CRP measured in milligram/liter (mg/L), and Participant's Global Assessment of Disease Activity recorded by participants on a 0 to 100 millimeter (mm) VAS. For DAS28-CRP, the Tender Joint Count 28 (TJC28) and Swollen Joint Count (SJC28) are a subset of TJC and SJC, and include 14 joints on each side of the body: 2 shoulders, 2 elbows, 2 wrists, 10 metacarpophalangeal joints, the 2 interphalangeal joints of the thumb, the 8 proximal interphalangeal joints, and the 2 knees. DAS28 values range from 0 to 9.4. Higher values indicate more severe symptoms and greater functional impairment. LS mean was calculated using MMRM analysis with treatment, baseline score, geographic region, baseline cDMARD experience, visit, and treatment-by-visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.835","spread":"0.1307"},{"groupId":"OG001","value":"-1.743","spread":"0.1215"},{"groupId":"OG002","value":"-1.955","spread":"0.1206"},{"groupId":"OG003","value":"-2.036","spread":"0.1225"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Meeting the Psoriatic Arthritis Response Criteria (PsARC Modified)","description":"The PsARC is a composite criteria reported in terms of the percentage of participants achieving response according to the following criterion: TJC, SJC, PGA, and PatGA. Overall response is defined by improvement from baseline assessment in 2 of 4 criteria, 1 of which must be a joint count; there must not be worsening in any of the 4 criteria: at least 30% reduction in TJC, at least 30% reduction in SJC, at least a 20 millimeter (mm) reduction in PGA and at least a 20 mm reduction in PatGA which is equivalent to 20 mm reduction. The results from the 2 VAS measures were assessed as a difference from baseline in mm.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32.1","spread":null},{"groupId":"OG001","value":"58.4","spread":null},{"groupId":"OG002","value":"57.9","spread":null},{"groupId":"OG003","value":"66.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving Static Physician Global Assessment (sPGA) of 0 or 1 and With at Least a 2-point Improvement From Baseline","description":"The sPGA is the physician's determination of the severity of the participant's psoriasis lesions overall at a given time point. Overall lesions were categorized by descriptions for induration, erythema, and scaling. For the analysis of responses, the participant's psoriasis was assessed at a given time point on in which 0 = clear, 1 = minimal, 2 = mild, 3 = moderate, 4 = severe, 5 = very severe.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17.1","spread":null},{"groupId":"OG001","value":"62.2","spread":null},{"groupId":"OG002","value":"65.4","spread":null},{"groupId":"OG003","value":"73.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in Body Surface Area (BSA)","description":"The investigator evaluated the percentage involvement of psoriasis on each participant's BSA on a continuous scale from 0% = no involvement to 100% = full involvement, where 1% corresponded to the size of the participant's handprint including the palm, fingers, and thumb. LS mean was calculated using MMRM analysis with treatment, baseline score, geographic region, baseline cDMARD experience, visit, and treatment-by-visit interaction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.7","spread":"1.36"},{"groupId":"OG001","value":"-9.5","spread":"1.35"},{"groupId":"OG002","value":"-12.0","spread":"1.32"},{"groupId":"OG003","value":"-10.6","spread":"1.39"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Nail Psoriasis Severity Index (NAPSI) Score Fingernail Involvement at Baseline","description":"The NAPSI scale is used to evaluate the severity of fingernail bed Ps and fingernail matrix Ps by area of involvement. The fingernail is divided into quadrants. Each fingernail is given a score for fingernail bed Ps 0 (none) to 4 (Ps in 4 quadrants of the fingernail) and fingernail matrix Ps 0 (none) to 4 (Ps in 4 quadrants of the matrix), depending on the presence (score of 1) or absence (score of 0) of any of the features of fingernail bed or matrix Ps in each quadrant. The sum of all fingernails equals the total NAPSI score range is from 0 (no effect) to 80 (more severe psoriasis). LS mean was calculated using MMRM analysis with treatment, baseline score, geographic region, baseline cDMARD experience, visit, and treatment-by-visit interaction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.4","spread":"1.66"},{"groupId":"OG001","value":"-10.7","spread":"1.49"},{"groupId":"OG002","value":"-14.0","spread":"1.54"},{"groupId":"OG003","value":"-15.5","spread":"1.49"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Leeds Dactylitis Index-Basic (LDI-B)","description":"The LDI-B measures the severity of dactylitis. In each digit, the ratio of the circumference of the affected digit to the circumference of the digit on the opposite hand or foot measured in mm. Each dactylitic digit was defined by a minimum increase of 10% in circumference over the contra-lateral digit. If the same digits on each hand or foot were thought to be involved, the clinician referred to a table of normative values for a value which was used to provide the comparison. The calculated ratio was multiplied by a tenderness score of 0 (not tender) or 1 (tender). Tenderness was assessed in the area between the joints. The results of each digit were then added to produce a total score. LS mean was calculated using MMRM analysis with treatment, baseline score, geographic region, baseline cDMARD experience, visit, and treatment-by-visit interaction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-25.4","spread":"6.53"},{"groupId":"OG001","value":"-57.1","spread":"7.84"},{"groupId":"OG002","value":"-57.1","spread":"5.67"},{"groupId":"OG003","value":"-48.3","spread":"6.31"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in in the Bath Ankylosing Spondylitis Disease Activity Index (BASDAI)","description":"The BASDAI is a self-administered measure used to answer 6 questions with a 0 to 10 centimeter (cm) VAS pertaining to the 5 major symptoms of axial activity. To give each symptom equal weighting, the mean of the 2 scores relating to morning stiffness was taken. The resulting 0 to 50 score was divided by 5 to give a final 0 to 10 BASDAI Score. BASDAI ranges from 0-10. Higher scores represent greater disease activity. LS mean was calculated using MMRM analysis with treatment, baseline score, geographic region, baseline cDMARD experience, visit, and treatment-by-visit interaction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.25","spread":"0.268"},{"groupId":"OG001","value":"-2.42","spread":"0.249"},{"groupId":"OG002","value":"-2.74","spread":"0.234"},{"groupId":"OG003","value":"-2.91","spread":"0.251"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment Emergent Anti-Ixekizumab Antibodies (TE-ADA) and Neutralizing Antibodies (NAb)","description":"Number of participants with positive treatment emergent anti-ixekizumab antibodies and NAb was summarized by treatment group.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"6","spread":null},{"groupId":"OG002","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change in American College of Rheumatology-N (ACR-N) Score","description":"The ACR-N score is a continuous measure of clinical, laboratory, and functional outcomes that characterizes the percentage of improvement from baseline in disease activity and the lowest of either a) the percent change in tender joint count (TJC) b) the percent change in swollen joint count (SJC), or c) the median percent change of the remaining 5 ACR core criteria. An ACR-N score of X has improvement of at least X% in both TJC and SJC and a median improvement of at least X% in 5 criteria: patient's assessment of arthritis pain, PatGA, PGA, HAQ-DI and hs-CRP. ACR-N is calculated by allowing for negative results which indicate worsening. LS mean was calculated using Mixed Model Repeated Measurements (MMRM) analysis with treatment, baseline, geographic region, baseline conventional disease modifying anti-rheumatic drugs (cDMARD) experience, visit, and treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.182","spread":"6.1417"},{"groupId":"OG001","value":"28.517","spread":"5.9189"},{"groupId":"OG002","value":"33.509","spread":"5.8905"},{"groupId":"OG003","value":"30.391","spread":"5.9736"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Tender Joint Counts (TJC)","description":"TJC is calculated based on tenderness response of 68 joints. TJC possible values range from 0 to 68. A lower TJC indicated less joint tenderness. A higher TJC indicated more joint tenderness. TJC is the number of tender and painful joints determined for each participant by examination of 68 joints. Joints were assessed by pressure and joint manipulation on physical examination. Participants were asked for pain sensations on these manipulations and watched for spontaneous pain reactions. Any positive response on pressure, movement, or both was translated into a single tender-versus-nontender dichotomy. LS mean was calculated using Mixed Model Repeated Measurements (MMRM) analysis with treatment, baseline, geographic region, baseline conventional disease modifying anti-rheumatic drugs (cDMARD) experience, visit, and treatment-by-visit interaction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.7","spread":"1.14"},{"groupId":"OG001","value":"-10.1","spread":"1.10"},{"groupId":"OG002","value":"-11.9","spread":"1.08"},{"groupId":"OG003","value":"-13.6","spread":"1.09"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Swollen Joint Counts (SJC)","description":"SJC is calculated based on swelling response of 66 joints. SJC possible values range from 0 to 66. A lower SJC indicated less joint swelling. A higher SJC indicated more joint swelling. SJC is the number of swollen joints determined for each participant by examination of 66 joints. Joints were classified as either swollen or not swollen. Swelling was defined as palpable fluctuating synovitis of the joint. LS mean was calculated using Mixed Model Repeated Measurements (MMRM) analysis with treatment, baseline, geographic region, baseline conventional disease modifying anti-rheumatic drugs (cDMARD) experience, visit, and treatment-by-visit interaction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.5","spread":"0.62"},{"groupId":"OG001","value":"-6.1","spread":"0.59"},{"groupId":"OG002","value":"-7.0","spread":"0.59"},{"groupId":"OG003","value":"-8.3","spread":"0.59"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Patient's Assessment of Pain VAS","description":"The VAS is an instrument used to measure a person's subjective quantitative evaluation of an item such as pain intensity. The VAS contains a continuous line between two end points whereby the respondent places a mark on the line to indicate his or her response. In this study, participants scored their pain intensity in the most affected joint of the gout flare on a 0 100 mm VAS. The scale ranged from 0 (no pain) to 100 (unbearable pain). The scores were measured to the nearest millimeter from the left. LS mean was calculated using Mixed Model Repeated Measurements (MMRM) analysis with treatment, baseline, geographic region, baseline conventional disease modifying anti-rheumatic drugs (cDMARD) experience, visit, and treatment-by-visit interaction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-14.0","spread":"2.68"},{"groupId":"OG001","value":"-30.0","spread":"2.52"},{"groupId":"OG002","value":"-29.6","spread":"2.51"},{"groupId":"OG003","value":"-31.6","spread":"2.54"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Patient's Global Assessment of Disease Severity (PatGA) VAS","description":"Participants scored their overall assessment of their PsA activity on a 0 to 100 mm horizontal VAS. The scale ranged from 0 (no disease activity) to 100 (extremely active disease activity). The scores were measured to the nearest millimeter from the left. LS mean was calculated using Mixed Model Repeated Measurements (MMRM) analysis with treatment, baseline, geographic region, baseline conventional disease modifying anti-rheumatic drugs (cDMARD) experience, visit, and treatment-by-visit interaction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-14.8","spread":"2.65"},{"groupId":"OG001","value":"-31.6","spread":"2.49"},{"groupId":"OG002","value":"-33.8","spread":"2.48"},{"groupId":"OG003","value":"-35.6","spread":"2.50"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Physician's Global Assessment of Disease Activity VAS","description":"The investigator was asked to give an overall assessment of the severity of the participant's current PsA activity using a 0 to 100 mm horizontal VAS. The scale ranged from 0 no disease activity to 100 extremely active disease activity. The scores were measured to the nearest millimeter from the left. Least Square (LS) mean was calculated using Mixed Model Repeated Measurements (MMRM) analysis with treatment, baseline, geographic region, baseline conventional disease modifying anti-rheumatic drugs (cDMARD) experience, visit, and treatment-by-visit interaction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-24.2","spread":"2.14"},{"groupId":"OG001","value":"-34.7","spread":"2.10"},{"groupId":"OG002","value":"-38.5","spread":"2.06"},{"groupId":"OG003","value":"-42.0","spread":"1.99"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in C-Reactive Protein (CRP)","description":"CRP milligram/liter (mg/L) was measured with a high sensitivity assay at a central laboratory to assess acute phase reactant. LS mean was calculated using Mixed Model Repeated Measurements (MMRM) analysis with treatment, baseline, geographic region, baseline conventional disease modifying anti-rheumatic drugs (cDMARD) experience, visit, and treatment-by-visit interaction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.873","spread":"1.4292"},{"groupId":"OG001","value":"-7.512","spread":"1.2674"},{"groupId":"OG002","value":"-8.804","spread":"1.2602"},{"groupId":"OG003","value":"-8.942","spread":"1.2552"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Leeds Enthesitis Index (LEI)","description":"The LEI was developed specifically for use in PsA. It measures enthesitis at 6 sites (lateral epicondyle, left and right; medial femoral condyle, left and right; Achilles tendon insertion, left and right). Each site was assigned a score of 0 (absent) or 1 (present); the results from each site were then added to produce a total score (range 0 to 6). LS mean was calculated using MMRM analysis with treatment, baseline score, geographic region, baseline cDMARD experience, visit, treatment by visit interaction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.8","spread":"0.26"},{"groupId":"OG001","value":"-0.9","spread":"0.23"},{"groupId":"OG002","value":"-1.3","spread":"0.21"},{"groupId":"OG003","value":"-1.4","spread":"0.24"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving Psoriasis Area and Severity Index 75%, 90%, 100% (PASI 75, 90, 100)","description":"The PASI is an index that combines assessments of the extent of body-surface involvement in 4 anatomical regions (head, trunk, arms, and legs) and the severity of desquamation, erythema, and plaque induration/infiltration (thickness) in each region, yielding an overall score of 0 for no psoriasis to 72 for the most severe disease. Participants achieving PASI 75 were defined as having an improvement of at least 75% in the PASI compared to their baseline measures. Participants achieving PASI 90 were defined as having an improvement of ≥90% in the PASI score compared to baseline. Participants achieving PASI 100 were defined as having an improvement of 100% in the PASI score compared to baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.9","spread":null},{"groupId":"OG001","value":"55.2","spread":null},{"groupId":"OG002","value":"71.2","spread":null},{"groupId":"OG003","value":"80.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.3","spread":null},{"groupId":"OG001","value":"37.3","spread":null},{"groupId":"OG002","value":"56.2","spread":null},{"groupId":"OG003","value":"67.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.1","spread":null},{"groupId":"OG001","value":"23.9","spread":null},{"groupId":"OG002","value":"42.5","spread":null},{"groupId":"OG003","value":"53.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Itching Severity Using the Itch NRS","description":"The Itch NRS is a participant-administered, 11-point horizontal scale anchored at 0 and 10, with 0 representing \"no itch\" and 10 representing \"worst itch imaginable.\" Overall severity of a participant's itching from psoriasis was indicated by circling the number that best described the worst level of itching in the past 24 hours. LS mean was calculated using MMRM analysis with treatment, baseline score, geographic region, baseline cDMARD experience, visit, and treatment-by-visit interaction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.3","spread":"0.32"},{"groupId":"OG001","value":"-1.7","spread":"0.29"},{"groupId":"OG002","value":"-2.9","spread":"0.29"},{"groupId":"OG003","value":"-2.8","spread":"0.31"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":106},"commonTop":["Viral upper respiratory tract infection","Upper respiratory tract infection","Injection site reaction","Bronchitis","Injection site erythema"]}}}