{"nctId":"NCT03231800","briefTitle":"A Study to Evaluate the Efficacy and Safety of Dasotraline in Children 6 to 12 Years Old With Attention-Deficit Hyperactivity Disorder (ADHD) in a Simulated Classroom Setting.","startDateStruct":{"date":"2017-07-31","type":"ACTUAL"},"conditions":["Attention-Deficit Hyperactivity Disorder (ADHD)"],"count":95,"armGroups":[{"label":"Dasotraline","type":"EXPERIMENTAL","interventionNames":["Drug: dasotraline"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"dasotraline","otherNames":["SEP-225289"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Subject is 6 - 12 years old, inclusive at screening and randomization.\n2. Subject weighs ≤ 30 kg at the time of screening.\n3. At least one of the subject's parents/legal guardians must give written informed consent, including privacy authorization, prior to study participation. The subject will provide informed assent prior to study participation.\n4. Subject meets Diagnostic and Statistical Manual of Mental Disorders Fifth Edition (DSM-5) criteria for a primary diagnosis of ADHD (inattentive, hyperactive, or combined presentation) at screening established by a comprehensive psychiatric evaluation that reviews DSM-5 criteria and confirmed using the Schedule for Affective Disorders and Schizophrenia for School-Age Children-Present and Lifetime version (K-SADS-PL) at screening.\n5. Subject is currently either untreated for ADHD or receiving a treatment regimen of a stimulant medication prescribed as monotherapy (i.e., methylphenidate, mixed amphetamine salts, lisdexamphetamine, or dextroamphetamine) within the approved labeled dose range for ADHD..\n6. In the opinion of the investigator, the subject is not treatment refractory.\n7. Any subject not receiving ADHD medication at screening must display clinically significant ADHD symptoms, as measured by an ADHD-RS-IV score ≥ 26 at screening and Day -7.\n8. For any subject receiving monotherapy stimulant treatment for ADHD, that treatment must be well tolerated and clinically effective based on clinical assessment and informant interview, as well as, review of available medical records. Note: The ADHD Rating Scale Version IV - Home Version (modified for investigator administration) (ADHD RS IV HV) will be administered at Screening by the investigator to inform clinical evaluation.\n9. Subject is male or a non-pregnant, non-lactating female.\n10. Subject, if female, must not be pregnant or breastfeeding, and if ≥ 8 years of age must have a negative serum pregnancy test at screening.\n11. Female subjects of childbearing potential and male subjects with female partners of childbearing potential must practice true abstinence (consistent with lifestyle) and must agree to remain abstinent or agree to use an effective and medically acceptable form of birth control, from the time of informed consent/assent to at least 14 days after the last dose of the study drug has been taken.\n12. Subject must be in general good health (defined as the absence of any clinically relevant abnormalities as determined by the investigator) based on screening physical and neurological examinations, medical history, and clinical laboratory values (hematology, chemistry, and urinalysis). Note: If any of the hematology, chemistry, or urinalysis results are not within the laboratory's reference range, then the subject can be included only if the investigator determines the deviations to be not clinically relevant.\n13. Subject is within the 3rd to 97th percentile for gender specific weight-for-age from the Centers for Disease Control and Prevention (CDC) growth charts\n14. Subject must report a history of being able to swallow capsules.\n15. Subject and subject's parent/legal guardian must be able to fully comprehend the informed consent/assent forms, understand and be willing and able to comply with all study procedures and visit schedule, and be able to communicate satisfactorily with the investigator and study coordinator.\n16. Subject, on Day -1, has evidence of clinically significant ADHD symptoms as measured by an ADHD RS IV HV total score ≥ 26. If subject has been receiving stimulant pharmacotherapy for ADHD the ADHD RS-IV should be administered following a minimum 72 hour washout from prior ADHD medication treatment.\n\nExclusion Criteria:\n\n1. Subject or parent/legal guardian has commitments during the study that would interfere with attending study visits.\n2. Subject is currently being treated for ADHD with a non-stimulant product, or has been treated with a non-stimulant product in the 4 weeks prior to the start of screening.\n3. Subject has failed 2 adequate courses (dose and duration) of stimulant or non-stimulant treatment for ADHD.\n4. Subject is considered treatment refractory, as judged by the investigator.\n5. Subject currently has a diagnosis of asthma that has required daily treatment with bronchodilators or nebulizer treatments in the 30 days prior to screening and/or who may require daily treatments with these agents over the course of the trial. Intermittent use of bronchodilators is not exclusionary. Subjects who have a history of requiring persistent asthma treatment should be discussed with the medical monitor prior to randomization.\n6. Subject has any clinically significant unstable medical abnormality, chronic disease, or a history of a clinically significant abnormality of the cardiovascular, gastrointestinal, respiratory, hepatic, or renal systems, or a disorder or history of a condition (eg, malabsorption, gastrointestinal surgery) that may interfere with drug absorption, distribution, metabolism, or excretion. Note: Active medical conditions that are minor or well-controlled are not exclusionary if they do not affect risk to the subject or the study results. In cases in which the impact of the condition upon risk to the subject or study results is unclear, the medical monitor should be consulted. Any subject with a known cardiovascular disease or condition (even if controlled) must be discussed with the medical monitor during screening.\n7. Subject has a history or presence of abnormal ECGs, which in the investigator's opinion is clinically significant. Screening site ECGs will be centrally over-read, and eligibility will be determined by the investigator based on the results of the over-read report.\n8. Subject has any diagnosis of bipolar I or II disorder, major depressive disorder, conduct disorder, obsessive-compulsive disorder, any history of psychosis, autism spectrum disorder, disruptive mood dysregulation disorder (DMDD), intellectual disability, Tourette's Syndrome, confirmed genetic disorder with cognitive and/or behavioral disturbances. Note: Subjects with oppositional defiant disorder (ODD) are permitted to enroll in the study as long as ODD is not the primary focus of treatment.\n9. Subject has a first-degree relative (biological parent or sibling) with a history of schizophrenia, schizoaffective disorder, bipolar I disorder, or bipolar II disorder.\n10. Subject has generalized anxiety disorder or panic disorder that has been the primary focus of treatment at any time during the 12 months prior to screening or that has required pharmacotherapy any time during the 6 months prior to screening.\n11. Subject has evidence of any chronic disease of the central nervous system (CNS) such as tumors, inflammation, seizure disorder, vascular disorder, potential CNS related disorders that might occur in childhood (eg, Duchenne Muscular dystrophy, myasthenia gravis, or other neurologic or serious neuromuscular disorders)\n12. Subjects with a history of persistent neurological symptoms attributable to serious head injury.\n13. History of febrile seizure, drug-induced seizure, or alcohol withdrawal seizure is exclusionary.\n14. Subjects taking anticonvulsants for seizure control currently or within the past 2 years are not eligible for study participation.\n15. Subject has uncontrolled thyroid disorder as evidenced by thyroid stimulating hormone (TSH) ≤ 0.8 x the lower limit of normal (LLN) or ≥ 1.25 x the upper limit of normal (ULN) for the reference laboratory\n16. Subject answers \"yes\" to \"Suicidal Ideation\" item 4 (active suicidal ideation with some intent to act, without specific plan) or item 5 (active suicidal ideation with specific plan and intent) for any lifetime history on the C-SSRS Children's Lifetime/Recent assessment at screening.\n17. Subject has any history of attempted suicide or clinically significant suicidal ideation, in the opinion of the investigator.\n18. Subject has a history of severe allergies to more than 1 class of medication or multiple adverse drug reactions or has a history of allergic reaction or has a known or suspected sensitivity to any substance that is contained in the study drug formulations\n19. Subject has history of intolerance (safety) or lack of efficacy to stimulants.\n20. Subject has taken any antipsychotic medication within 6 months prior to screening.\n21. Subject has taken any herbal and/or complementary treatments, eg, St. John's Wort, within 6 months prior to Day 1.\n22. Subject has taken any antidepressant medication (eg, bupropion, selective serotonin reuptake inhibitor \\[SSRI\\]/ serotonin norepinephrine reuptake inhibitor \\[SNRI\\], tricyclic, etc) within 6 months prior to Day 1.\n23. Subject has ever taken any monoamine oxidase \\[MAO\\] inhibitor at any time.\n24. Subject is currently undergoing ongoing or newly initiated Cognitive Behavioral Therapy (CBT) for the treatment of ADHD; behavioral therapies, including school based interventions that were initiated less than one month prior to screening; or, behavioral therapy that in the opinion of the investigator would interfere with the subject's ability to participate for the duration of the study. School based interventions that have been in place for more than one month prior to screening will be allowed. Note: Unavoidable changes in school-based interventions that occur during study participation will not be exclusionary, but should be documented by the investigator, to the extent possible. Subjects should not be enrolled who, in the judgment of the investigator, are expected to start substantially different or more intensive course of behavioral therapy over the duration of their participation in the study.\n25. Subject or subject's family anticipates a move outside the geographic range of investigative site during the study period, or plans extended travel inconsistent with the recommended visit interval during study duration.\n26. Subject has history of, or current, malignancy other than non-melanomatous skin cancer.\n27. Subject has history of positive test for Hepatitis B surface antigen or Hepatitis C antibody.\n28. Subject is known to have tested positive for human immunodeficiency virus (HIV).\n29. Subject has participated in a classroom study within 6 months prior to the start of screening or has participated in any other clinical study with an investigational drug/product within 90 days prior to the start of screening or is currently participating in another clinical trial.\n30. Subject shows evidence of substance or alcohol use or is currently using tobacco or other nicotine-containing products, or has a positive urine drug screen (UDS) at screening. Note: Subjects with a positive UDS may be allowed to continue in the study, provided that the investigator determines that the positive test is as a result of taking medications as prescribed after consultation with the medical monitor.\n31. Subject is taking any disallowed medications for chronic treatment.\n32. Subject has previously been enrolled in a clinical trial of dasotraline (SEP-225289).\n33. Subject's parent/legal guardian is an investigational site staff member or the relative of an investigational site staff member.\n34. Subject is, in the opinion of the investigator, unsuitable in any other way to participate in this study.\n35. Subject's sibling or family member living in the same household is participating in the same laboratory classroom cohort for this study.\n36. Subject is unable to perform at the basic level of the standardized math test as defined in the laboratory classroom manual.","healthyVolunteers":false,"sex":"ALL","minimumAge":"6 Years","maximumAge":"12 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline at Day 15 in , ADHD Symptoms as Measured by Mean Swanson,Kotkin,Agler,M-Flynn, Pelham Rating Scale(SKAMP)-Combined Score Obtained From an Average of the 7 Assessments Collected Across the 12-hour Classroom Day(12 to 24 Hours Postdose)","description":"The Swanson, Kotkin, Agler, M-Flynn, Pelham Rating Scale (SKAMP) scale is a 13-item independent observer rating of subject impairment of classroom observed behaviors. Each item is rated on a 7-point impairment scale (0 = normal to 6 = maximal impairment). The combined scores for the SKAMP are obtained by summing the values of all 13 items in the assessment. The range of SKAMP combined score is 0-78, with higher values represent a worse outcome.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.57","spread":"0.773"},{"groupId":"OG001","value":"-3.67","spread":"0.775"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline at Day 15 in Mean Swanson, Kotkin, Agler, M-Flynn, and Pelham Rating Scale (SKAMP)Attention Subscale Score Obtained From the 7 Assessments Collected Across the 12-hour Classroom Day (12 to 24 Hours Postdose)","description":"The Swanson, Kotkin, Agler, M-Flynn, Pelham Rating Scale (SKAMP) scale is a 13-item independent observer rating of subject impairment of classroom observed behaviors. Each item is rated on a 7-point impairment scale (0 = normal to 6 = maximal impairment). The Attention Subscale scores for the SKAMP are obtained by summing the values of Items 1-4 in the assessment. The range of SKAMP Attention Subscale score is 0-24, with higher values represent a worse outcome.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.10","spread":"0.293"},{"groupId":"OG001","value":"-0.27","spread":"0.294"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline at Day 15 in Mean Swanson, Kotkin, Agler, M-Flynn, and Pelham Rating Scale (SKAMP)-Deportment Subscale Score Obtained From the 7 Assessments Collected Across the 12-hour Classroom Day (12 to 24 Hours Postdose)","description":"The Swanson, Kotkin, Agler, M-Flynn, Pelham Rating Scale (SKAMP) scale is a 13-item independent observer rating of subject impairment of classroom observed behaviors. Each item is rated on a 7-point impairment scale (0 = normal to 6 = maximal impairment). The Deportment Subscale scores for the SKAMP are obtained by summing the values of Items 5-8 in the assessment. The range of SKAMP Deportment Subscale score is 0-24, with higher values represent a worse outcome.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.50","spread":"0.304"},{"groupId":"OG001","value":"-1.78","spread":"0.306"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline at Day 15 in Mean Permanent Product Measure of Performance (PERMP)-Attempted Problems Scores Obtained From the 7 Assessments Collected Over the 12-hour Classroom Day (12-24-hours Postdose)","description":"The Permanent Product Measure of Performance (PERMP) is a math test consisting of 400 problems. Both attempted problems and correct problems are assessed. Subjects are to complete as many problems as possible in 10 minutes. Performance is measured by the number of math problems attempted and the number of math problems correctly completed. The minimum possible score is 0. The highest possible score is 400, with higher scores mean higher performance and less severe ADHD symptoms.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.51","spread":"4.128"},{"groupId":"OG001","value":"17.37","spread":"4.074"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline at Day 15 in Mean Permanent Product Measure of Performance (PERMP)-Correct Problems Scores Obtained From the 7 Assessments Collected Over the 12-hour Classroom Day (12-24-hours Postdose)","description":"The Permanent Product Measure of Performance (PERMP) is a math test consisting of 400 problems. Both attempted problems and correct problems are assessed. Subjects are to complete as many problems as possible in 10 minutes. Performance is measured by the number of math problems attempted and the number of math problems correctly completed. The minimum possible score is 0. The highest possible score is 400, with higher scores mean higher performance and less severe ADHD symptoms.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.47","spread":"4.047"},{"groupId":"OG001","value":"17.53","spread":"3.979"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":47},"commonTop":["Insomnia","Vomiting"]}}}