{"nctId":"NCT00563797","briefTitle":"Mecamylamine for the Treatment of Patients With Depression and Alcohol Dependence","startDateStruct":{"date":"2007-08"},"conditions":["Alcohol Dependence","Depression"],"count":21,"armGroups":[{"label":"Mecamylamine","type":"EXPERIMENTAL","interventionNames":["Drug: Mecamylamine"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Mecamylamine","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Individuals with the DSM-IV diagnosis of Major Depression (MD) and Alcohol Dependence (AD) (using the SCID).\n2. Individuals who have been on a stable SSRI dose for 2 weeks.\n3. Smokers and non-smokers (smokers are defined as smoking more than 5 cigarettes per day).\n4. Individuals who have a history of substance dependence (other than alcohol, tobacco and cocaine) but have not met criteria for substance dependence in the past 30 days will be included (using the SCID).\n5. Women of childbearing potential must have a negative pregnancy test and use an acceptable method of contraception.\n6. Individuals who are able to participate psychologically and physically; give informed consent; complete the assessments; take the study medication; and otherwise participate in the trial. A post-consent test will be given to assess patient's capacity to give informed consent.\n\nExclusion Criteria:\n\n1. Females who are pregnant or lactating.\n2. Patients may not be taking medications thought to influence drinking behavior, including: acamprosate, disulfiram, naltrexone, or ondansetron.\n3. Patients with significant underlying medical conditions, such as cerebral, renal, thyroid, hepatic or cardiac pathology, which in the opinion of the physician would preclude the patient from fully cooperating or be of potential harm during the course of the study.\n4. Patients with a history of glaucoma, prostatic hypertrophy, urethral obstruction, cerebral arteriosclerosis, pyloric stenosis, or a history of hypersensitivity to mecamylamine.\n5. Patients who meet current SCID criteria for the following major Axis I diagnosis (Posttraumatic Stress Disorders (PTSD), Bipolar Disorders, Schizophrenia and Schizophrenia-type Disorders).\n6. Patients with a current unstable medical condition such as neurological, cardiovascular, endocrine, renal, liver, or thyroid pathology (LFT more than 5 times normal, abnormal BUN and creatinine, and unmanaged hypertension with BP higher than 200/120).\n7. Patients on pharmacological treatments for alcohol and/or nicotine dependence. (8) Patients taking bethanechol. (9) Patients at risk for suicide.","healthyVolunteers":false,"sex":"ALL","minimumAge":"21 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Drinking Days","description":"Measured with time line follow back measures","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17.6","spread":"6.570"},{"groupId":"OG001","value":"12.6","spread":"6.570"}]}]}]},{"type":"PRIMARY","title":"Depression - Measured Using the HAMD Total Score","description":"The Hamilton Depression Rating Scale (HAM-D) has proven useful for many years as a way of determining a patient's level of depression before, during, and after treatment. It should be administered by a clinician experienced in working with psychiatric patients.\n\nAlthough the HAM-D form lists 21 items, the scoring is based on the first 17. It generally takes 15-20 minutes to complete the interview and score the results. The Scale ranges from 0 (normal) to \\>23 (Very Severe Depression)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.212","spread":"1.592"},{"groupId":"OG001","value":"8.10","spread":"1.60"}]}]}]},{"type":"SECONDARY","title":"Mean Percentage of Number of Drinking Days by Smoking Status","description":"Two-way interaction between smoking and medication for percentage of drinking days captured by time line follow back surveys. Data are calculated as number of drinking days over the number of days in the study for smokers and nonsmokers receiving either mecamylamine or placebo.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.34","spread":"21.96"},{"groupId":"OG001","value":"4.57","spread":"6.19"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14.76","spread":"18.63"},{"groupId":"OG001","value":"48.81","spread":"35.22"}]}]}]},{"type":"SECONDARY","title":"Mean Percentage of Heavy Drinking Days by Smoking","description":"The two-way interaction between medication by smoking status to measure percentage of heavy drinking days measured by time line follow back survey. Data were calculated as number of heavy drinking days (heavy drinking days is defined as 5 drinks on a single occasion for men and 4 for women) over the number of days in the study for smokers and non smokers receiving either mecamylamine or placebo.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15.14","spread":"19.48"},{"groupId":"OG001","value":"1.68","spread":"2.47"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.57","spread":"6.19"},{"groupId":"OG001","value":"31.67","spread":"29.03"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":11},"commonTop":["Relapse to Drinking","Rash","Vomiting/Diarrhea","Worsening of Depression","Calcified Granuloma"]}}}