{"nctId":"NCT01259856","briefTitle":"Randomized Trial of Pegylated Interferon Alfa-2a Versus Hydroxyurea in Polycythemia Vera (PV) and Essential Thrombocythemia (ET)","startDateStruct":{"date":"2011-09"},"conditions":["High Risk Polycythemia Vera","High Risk Essential Thrombocythemia"],"count":168,"armGroups":[{"label":"PEGASYS","type":"EXPERIMENTAL","interventionNames":["Drug: PEGASYS","Drug: Aspirin"]},{"label":"Hydroxyurea","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Hydroxyurea","Drug: Aspirin"]}],"interventions":[{"name":"PEGASYS","otherNames":["Pegylated Interferon Alfa-2a"]},{"name":"Hydroxyurea","otherNames":["Hydroxycarbamide"]},{"name":"Aspirin","otherNames":["acetylsalicylic acid"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* A diagnosis of Essential Thrombocythemia (ET) or Polycythemia Vera (PV) shall be made in accordance with the WHO (2008)criteria (Swerdlow 2008) as shown below.\n* Diagnosis \\< 5 years prior to entry.\n* Polycythemia Vera (2 major criteria required)\n\n  1. Hb \\>18.5g/dl (♂) or 16.5g/dl (♀) or HCT \\>99 percentile reference range or Elevated red cell mass (\\>25% above mean predicted value) or Hb \\>17g/dl (♂) or 15g/dl (♀) if associated with a sustained rise from baseline with no apparent cause (e.g. treated iron deficiency).\n  2. Presence of JAK2V617F\n\n     * If source documentation of diagnostic criterion #1 cannot be obtained, then diagnosis can be made with (1) the addition of an erythropoietin level below the reference range of normal AND (2) bone marrow biopsy showing hypercellularity for age with trilineage (panmyelosis) with prominent erythroid, granulocytic, and megakaryocytic proliferation.\n* Essential Thrombocythemia (all 6 criteria required)\n\n  1. Platelets count ≥ 450 x 10 to 9/L\n  2. Megakaryocyte proliferation with large and mature morphology. No significant increase or left shift of neutrophil granulopoiesis or erythropoiesis. Patients may have up to and including 2+ marrow reticulin fibrosis (0, 1 or 2 on scale 0 -4).\n  3. Not meeting WHO criteria for CML, PV, MDS, PMF or other myeloid neoplasm\n  4. Demonstration of clonal cytogenetic marker or no evidence of reactive thrombocytosis.\n  5. Absence of a leukoerythroblastic blood picture.\n  6. May participate in study without presence of JAK2V617F.\n\n     Patients must have high risk disease as defined below:\n\n     High risk PV ANY ONE of the following:\n     * Age ≥ 60 years\n     * Previous documented thrombosis, erythromelalgia or migraine (severe, recurrent, requiring medications, and felt to be secondary to the MPN) either after diagnosis or within 10 years before diagnosis and considered to be disease related\n     * Significant splenomegaly (\\> 5cm below the left costal margin on palpitation) or symptomatic splenomegaly (splenic infarcts or requiring analgesia)\n     * Platelets ≥ 1000 x 10 to 9/L\n     * Diabetes or hypertension requiring pharmacological therapy for \\> 6 months\n\n     High risk ET ANY ONE of the following:\n     * Age ≥ 60 years\n     * Platelet count ≥ 1500 x 10 to 9/L\n     * Previous documented thrombosis, erythromelalgia or migraine headaches (severe, recurrent, requiring medications, and felt to be secondary to the MPN) either after diagnosis or within 10 years before diagnosis and considered to be disease related\n     * Previous hemorrhage related to ET\n     * Diabetes or hypertension requiring pharmacological therapy for \\> 6 months\n\n     Other Inclusion criteria (Both Strata)\n     * Diagnosed less than 5 years prior to entry on trial\n     * Never treated with cytoreductive drugs except hydroxyurea for up to 3 months maximum (phlebotomy, aspirin allowed, anagrelide allowed)\n     * Age: ≥ 18 years (no upper limit)\n     * Ability and willingness to comply with all study requirements\n     * Signed informed consent to participate in this study.\n     * Willing to participate in associated correlative science biomarker study\n     * Serum creatinine ≤ 1.5 x upper limit of normal\n     * ST and ALT ≤ 2 x upper limit of normal\n     * No known PNH (paroxysmal nocturnal hemoglobinuria) clone\n     * No concurrent hormonal oral contraceptive use\n\n     Exclusion Criteria:\n\n     (ANY of the following, both strata)\n     * Known to meet the criteria for primary myelofibrosis (as opposed to ET) by WHO 2008\n     * Patients with a prior malignancy within the last 5 years (except for basal or squamous cell carcinoma, or in situ cancer of the cervix)\n     * Any contraindications to pegylated interferon or hydroxyurea\n     * Presence of any life-threatening co-morbidity\n     * History of active substance or alcohol abuse within the last year\n     * Subjects who are pregnant, lactating or of reproductive potential and not practicing an effective means of contraception\n     * History of psychiatric disorder (e.g. depression) Subjects with a history of mild depression may be considered for entry into this study, provided that a pretreatment assessment of the subject's affective status supports that the subject is clinically stable based on the investigator's normal practice for such subject.\n     * History of autoimmune disorder (e.g. hepatitis)\n     * Hypersensitivity to interferon alfa\n     * Hepatitis B or C infection (HBV), or untreated systemic infection\n     * Known HIV disease\n     * Evidence of severe retinopathy (e.g. CMV retinitis, macular degeneration) or clinically relevant ophthalmological disorder (e.g. due to diabetes mellitus or hypertension)\n     * History or other evidence of decompensated liver disease\n     * History or other evidence of chronic pulmonary disease associated with functional limitation\n     * Thyroid dysfunction not adequately controlled\n     * Neutrophil count \\<1.5 x 10 to 9/L\n     * JAK2 exon 12 mutation: PV that lacks the JAK2V617F mutation but is characterized by the exon 12 mutation.\n     * Meets criteria for post PV or post ET-MF\n     * Subjects with any other medical condition, which in the opinion of the investigator would compromise the results of the study by deleterious effects of treatment.\n     * Previous exposure to any formulation of pegylated interferon\n     * History of major organ transplantation\n     * History of uncontrolled severe seizure disorder\n     * Inability to give informed written consent\n     * Total bilirubin \\>1.5 x ULN (patients that have an isolated indirect bilirubin that causes total bilirubin to be elevated beyond 1.5 x ULN due to documented Gilbert's syndrome or hemolysis may be included). No detectable PNH (paroxysmal nocturnal hemoglobinuria) clone where tested","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Complete Remission (CR)","description":"Number of participants with Complete Remission after 12 months of therapy assessed by hematologic response rates two strata of patients with high risk polycythemia vera (PV) or high risk essential thrombocythemia (ET). Complete remission means no evidence of disease.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null},{"groupId":"OG001","value":"19","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"13","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Partial Remission (PR)","description":"Number of participants with Partial Remission after 12 months of therapy assessed by hematologic response rates two strata of patients with high risk polycythemia vera (PV) or high risk essential thrombocythemia (ET). Partial Remission means decrease in the size of a tumor, or in the extent of cancer in the body, in response to treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"25","spread":null},{"groupId":"OG001","value":"17","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Grade 3 and Grade 4 Hematological and Non-hematological Events","description":"Number of Participants with Grade 3 and Grade 4 Hematological and Non-hematological Events using the Common Terminology Criteria for Adverse Events (CTCAE) 4.0 to assess the toxicity, safety and tolerability of therapy (Pegylated Interferon Alfa-2a vs. Hydroxyurea).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"27","spread":null},{"groupId":"OG001","value":"14","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in the Total Symptom Score (TSS)","description":"Change in the Total Symptom Score which assessed improvement in disease symptoms measured by the change in TSS from the Myeloproliferative Neoplasm Symptom Assessment Form (MPN-SAF) instrument being used in this study from baseline to 12 months. This 19 item instrument includes the previously validated 9 item brief fatigue inventory (BFI), symptoms related to splenomegaly, inactivity, cough, night sweats, pruritus, bone pains, fevers, weight loss, and an overall quality of life assessment. Each item is scored from 0-10 with full scale from 0-190, with higher scores mean worse symptoms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.16","spread":null},{"groupId":"OG001","value":"-1.0","spread":null}]}]}]},{"type":"SECONDARY","title":"JAK2 Allele Burden","description":"To compare the impact of therapy (Pegylated Interferon Alfa-2a vs. Hydroxyurea) on key biomarkers of the disease(s) by measuring the JAK2 allele burden.","classes":[]},{"type":"SECONDARY","title":"Allele Burden","description":"The impact of PEGASYS on JAK2 will be measured by the allele burden; hematopoietic cell clonality will be measured by whether patients with clonal disease return to polyclonal; bone marrow histopathology will be measured by going from abnormal to normal; cytogenetic abnormalities will be measured by seeing if the cytogenetics go from abnormal to normal.To compare the impact of therapy on JAK2-V617F (JAK2), CALR, hematopoietic cell clonality in platelets and granulocytes in females, bone marrow histopathology, and cytogenetic abnormalities.","classes":[]},{"type":"SECONDARY","title":"Number of Participants With Progression of Disease or Death","description":"Survival and incidence of development of myelodysplastic syndrome, myelofibrosis, or leukemic transformation after therapy\n\nTo estimate survival and incidence of development of myelodysplastic syndrome, myelofibrosis, or leukemic transformation after therapy (Pegylated Interferon Alfa-2a vs. Hydroxyurea) by capturing the rate of progression to a more advanced myeloid malignancy.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Major Cardiovascular Events After Therapy","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":14,"n":82},"commonTop":["General system disorders NEC","Epidermal and Dermal Conditions","Gastrointestinal signs and symptoms","Gastrointestinal motility and defaecation conditions","Musculoskeletal and connective tissue disorders NEC"]}}}