{"nctId":"NCT01254344","briefTitle":"Efficacy and Safety of Ertapenem Sodium (MK-0826) Following Colorectal Surgery in Chinese Adults (MK-0826-056)","startDateStruct":{"date":"2010-12"},"conditions":["Infection","Surgical Site Infection"],"count":599,"armGroups":[{"label":"Ertapenem sodium 1 g","type":"EXPERIMENTAL","interventionNames":["Drug: ertapenem sodium","Drug: placebo to metronidazole"]},{"label":"Ceftriaxone sodium 2 g","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: ceftriaxone sodium","Drug: metronidazole"]}],"interventions":[{"name":"ertapenem sodium","otherNames":["MK-0826","INVANZ®"]},{"name":"ceftriaxone sodium","otherNames":["Rocephin®"]},{"name":"placebo to metronidazole","otherNames":[]},{"name":"metronidazole","otherNames":["Flagyl®"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n\\- Participant is scheduled to undergo elective colon or colorectal surgery by\n\nlaparotomy that is scheduled in advance with adequate time prior to surgery to\n\ncomplete preoperative bowel preparation.\n\n\\- Participant is a Chinese adult between the ages of more than 18 years old and\n\nless than 81 years old.\n\n\\- Participant is highly unlikely to conceive.\n\nExclusion Criteria:\n\n* Participant is undergoing emergency colon or colorectal surgery.\n* Participant requires a second planned colorectal surgery or other surgery requiring antibiotic prophylaxis within the 4-week follow-up period.\n* Participant is undergoing laparoscopic-assisted surgery.\n* Participant is undergoing an isolated rectal procedure.\n* Participant has a decompensated intestinal obstruction.\n* Participant has active inflammatory bowel disease involving the colon (i.e.,\n\nulcerative colitis or Crohn's disease).\n\n* Participant is scheduled to undergo an elective colorectal procedure for revision of a previous operation involving a large bowel resection.\n* Participant has a bacterial infection at the time of surgery.\n* Participant requires or is anticipated to need the administration of other (nonstudy therapy) systemic antimicrobial therapy within 1 week prior to surgery or at any time during this study.\n* Participant is anticipated to receive either antibiotic or antiseptic peritoneal lavage during the surgery.\n* Participant has a history of serious allergy, hypersensitivity (e.g., anaphylaxis), or any serious reaction to ertapenem sodium, ceftriaxone sodium, metronidazole, penicillin, or any cephalosporin, beta(β)-lactam, or nitroimidazole agents.\n* Participant is breast feeding or plans to breast feed prior to the completion of the study period.\n* Participant has neutropenia.\n* Participant with immunosuppression due to an underlying disease, chronic\n\nimmunosuppressive therapy, or use of high-dose corticosteroids.\n\n* Participant has a rapidly progressive or terminal illness.\n* Participant is considered unlikely to survive through the expected 4-week study period.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Success of Prophylaxis","description":"Percentage of participants who have no signs or symptoms of infection at the surgical site, do not require surgical intervention for infection, and have no need for further antimicrobial therapy","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"90.4","spread":null},{"groupId":"OG001","value":"90.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Favorable Clinical Response","description":"Percentage of participants who have no signs or symptoms of infection at the surgical site and do not require surgical intervention for infection","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"96.8","spread":null},{"groupId":"OG001","value":"95.5","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":6,"n":290},"commonTop":["Pyrexia"]}}}