{"nctId":"NCT00650091","briefTitle":"Evaluating the Effectiveness of Prednisone, Azathioprine, and N-acetylcysteine in Patients With IPF","startDateStruct":{"date":"2009-10"},"conditions":["Pulmonary Fibrosis"],"count":264,"armGroups":[{"label":"1","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: N-acetylcysteine (NAC)"]},{"label":"2","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"N-acetylcysteine (NAC)","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Forced vital capacity (FVC) greater than or equal to 50% of predicted value\n* Diffusion capacity (DLCO) greater than or equal to 30% of predicted value\n* Diagnosis of IPF by modified American Thoracic Society (ATS) criteria in the 48 months before study entry\n\nExclusion Criteria:\n\n* History of clinically significant environmental exposure known to cause pulmonary fibrosis\n* Diagnosis of connective tissue disease as the likely cause of the interstitial disease\n* Extent of emphysema greater than the extent of fibrotic change (i.e., honeycombing, reticular changes) on high resolution computed tomography (HRCT) scan\n* Forced expiratory volume in 1 second (FEV1)/FVC ratio less than 0.65 at the time of screening (post-bronchodilator)\n* Partial pressure of arterial oxygen (PaO2) less than 55 mm Hg (less than 50 mm Hg at Denver study site)\n* Residual volume greater than 120% predicted at the time of screening (post-bronchodilator)\n* Evidence of active infection\n* Significant bronchodilator response on screening spirometry, defined as change in FEV1 greater than or equal to 12% and absolute change greater than 200 mL OR change in FVC greater than or equal to 12% and absolute change greater than 200 mL\n* Screening and baseline FVC measurements (in liters, post-bronchodilator) differing by 11%\n* Listed for lung transplantation\n* History of unstable or deteriorating cardiac disease\n* Heart attack, coronary artery bypass, or angioplasty in the 6 months before study entry\n* Unstable angina pectoris or congestive heart failure requiring hospitalization in the 6 months before study entry\n* Uncontrolled arrhythmia\n* Severe uncontrolled high blood pressure\n* Known HIV or hepatitis C\n* Known cirrhosis and chronic active hepatitis\n* Active substance and/or alcohol abuse\n* Pregnant or breastfeeding\n* Women of childbearing potential who are not using a medically approved means of contraception\n* Any clinically relevant lab abnormalities, including the following:\n\n  1. Creatinine greater than twice the upper limit of normal (ULN)\n  2. Hematology outside of specified limits\n\n     1. White blood cells less than 3,500/mm3\n     2. Hematocrit less than 25% or greater than 59%\n     3. Platelets less than 100,000 mm3 at the time of screening\n  3. Any of the following liver function test criteria above specified limits\n\n     1. Total bilirubin greater than twice the ULN\n     2. Aspartate (AST) or alanine aminotransferases (ALT) greater than 1.5 the ULN\n     3. Alkaline phosphatase greater than three times the ULN\n     4. Albumin less than 3.0 mg/dL at the time of screening\n* Known hypersensitivity to study medication\n* Any condition other than IPF that, in the opinion of the site PI, is likely to result in death in the 1 year after study entry\n* Any condition that, in the judgment of the PI, might cause participation in this study to be detrimental or makes the person a poor candidate for the study","healthyVolunteers":false,"sex":"ALL","minimumAge":"35 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Change in Forced Vital Capacity","description":"Change from Baseline in Forced Vital Capacity at 60 weeks (units in liters)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.18","spread":null},{"groupId":"OG001","value":"-0.19","spread":null}]}]}]},{"type":"SECONDARY","title":"Disease Progression","description":"The time-to-death or a 10% decline in FVC will be defined as the time-to-disease progression.\n\nThe 10% decline in FVC from enrollment must be confirmed on 2 consecutive visits no less than 6 weeks apart. For subjects with 2 consecutive visits with a 10% decline in FVC, the time-to-disease progression will be defined as the time interval between enrollment and the initial visit with a 10% FVC decline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27.1","spread":null},{"groupId":"OG001","value":"26.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Acute Exacerbations","description":"The following 3 criteria will define acute exacerbations in subjects with acute worsening of their respiratory conditions:\n\n1\\. Clinical (all of the following required): A) Unexplained worsening of dyspnea or cough within 30 days, triggering unscheduled medical care (e.g., emergency room, clinic, study visit, hospitalization). B) No clinical suspicion or overt evidence of cardiac event, pulmonary embolism, or deep venous thrombosis to explain acute worsening of dyspnea. C) No pneumothorax.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Respiratory Infections","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Maintained Forced Vital Capacity Response","description":"Maintained forced vital capacity response was a binary variable taking on a value of 1 for participants with higher FVC % predicted at week 60 compared to baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"29","spread":null},{"groupId":"OG001","value":"35","spread":null}]}]}]},{"type":"POST_HOC","title":"Change in Forced Vital Capacity","description":"Change from Baseline in Forced Vital Capacity at 15, 30, 45, and 60 weeks (units in liters)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.07","spread":"0.19"},{"groupId":"OG001","value":"-0.04","spread":"0.19"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.07","spread":"0.20"},{"groupId":"OG001","value":"-0.08","spread":"0.25"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.15","spread":"0.25"},{"groupId":"OG001","value":"-0.15","spread":"0.30"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.16","spread":"0.26"},{"groupId":"OG001","value":"-0.15","spread":"0.30"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":25,"n":133},"commonTop":["Cough","Upper respiratory tract infection","Dyspnea","Diarrhoea","Bronchitis"]}}}