{"nctId":"NCT03035955","briefTitle":"Azelaic Acid on Demodex Counts in Rosacea","startDateStruct":{"date":"2010-12"},"conditions":["Rosacea"],"count":20,"armGroups":[{"label":"Azelaic acid","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Azelaic acid"]},{"label":"no treatment","type":"NO_INTERVENTION","interventionNames":[]}],"interventions":[{"name":"Azelaic acid","otherNames":["Finacea Gel"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male and female subjects, ages 18 and over, with mild to moderate paulopustular rosacea with bilateral facila involvement, who agrees to participate and provide written consent.\n* Positive Demodex folliculorum SSSB, defined as \\>5 mites/cm on at least on of two different SSSB specimens on bilateral sides of teh face.\n* Have an IGA of mild to moderate rosacea, rating between 2 and 5.\n\nExclusion Criteria:\n\n* Use of topical therapy for rosacea or other skin conditions on the face within two weeks of Baseline.\n* Use of oral medications for the treatment of rosacea that have been started or altered within the past three months.\n* Presence of a concurrent medical condition or skin condition, which is determined by the investigator to potentially interfere with study outcomes or patient assessments.\n* Subjects with known allergy or sensitivity to azelaic acid gel or components therein, such as propylene glycol.\n* Subjects with known allergy or sensitivity to cyanoacrylates or formaldehyde.\n* Presence of more than two nodules.\n* Female subjects who are not postmenopausal for at least 1 year, surgically sterile or willing to practice effective contraception during the study. Reliable methods of birth control are: abstinence, oral contraceptives, intrauterine device, DepoProvera, tubal ligation or vasectomy of the partner in a monogamous relationship. An acceptable, though less reliable, method involves the careful use of condoms and spermicidal foam or gel and/or a cervical cap or sponge. Nursing mothers, pregnant women and women planning to become pregnant while on study are to be excluded.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Demodex Count","description":"number of demodex at Baseline and Week 4. Only Week 4 reported","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"40","spread":null},{"groupId":"OG001","value":"18","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":20},"commonTop":[]}}}