{"nctId":"NCT01959334","briefTitle":"Evaluate the Immunogenicity of a Novel Glucagon Formulation","startDateStruct":{"date":"2013-09"},"conditions":["Drug-specific Antibodies","Diabetes Mellitus"],"count":75,"armGroups":[{"label":"Glucagon IM","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Glucagon IM"]},{"label":"Nasal Glucagon (NG","type":"EXPERIMENTAL","interventionNames":["Drug: Nasal Glucagon (NG)"]}],"interventions":[{"name":"Nasal Glucagon (NG)","otherNames":["Nasal Glucagon","AMG504-1 Dry-Mist Intranasal Glucagon","LY900018"]},{"name":"Glucagon IM","otherNames":["GlucaGen® HypoKit"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Availability for the entire study period\n2. Motivated volunteer and absence of intellectual problems likely to limit the validity of consent to participate in the study or the compliance with protocol requirements; ability to cooperate adequately; ability to understand and observe the instructions of the physician or designee\n3. Male or female patient with a history of Type 1 or Type 2 diabetes of at least 2 years duration\n4. A female volunteer must meet one of the following criteria:\n\n   1. Participant is of childbearing potential and agrees to use one of the accepted contraceptive regimens throughout the entire duration of the study (from the screening visit until study completion). Additionally, if the participant is using systemic contraceptives, she must use an additional form of acceptable contraception. An acceptable method of contraception includes one of the following:\n\n      * Abstinence from heterosexual intercourse\n      * Systemic contraceptives (birth control pills, injectable/implant /insertable hormonal birth control products, transdermal patch)\n      * Intrauterine device (with and without hormones)\n      * Condom with spermicide\n\n      or\n   2. Participant is of non-childbearing potential, defined as surgically sterile (i.e. has undergone complete hysterectomy, bilateral oophorectomy, or tubal ligation) or in a menopausal state (at least 1 year without menses)\n5. Volunteer aged of at least 18 years but not older than 70 years\n6. Volunteer with a BMI greater than or equal to 18.50 and below 35.00 kg/m2\n7. Light-, non- or ex-smokers. A light smoker is defined as someone smoking 10 cigarettes or less per day for at least 3 months before day 1 of this study. An ex- smoker is defined as someone who completely stopped smoking for at least 6 months before day 1 of this study\n8. In good general health with no conditions that could influence the outcome of the trial, and in the judgment of the Investigator is a good candidate for the study based on review of available medical history, physical examination and clinical laboratory evaluations\n9. Willingness to adhere to the protocol requirements as evidenced by the informed consent form (ICF) duly read, signed and dated by the volunteer\n\nThe informed consent form must be signed by all volunteers, prior to their participation in the study.\n\nExclusion Criteria:\n\n1. Females who are pregnant, actively attempting to get pregnant, or are lactating\n2. History of significant hypersensitivity to glucagon or any related products as well as severe hypersensitivity reactions (such as angioedema) to any drugs\n3. Presence of significant gastrointestinal, liver or kidney disease, or any other conditions which in the judgment of the Investigator could interfere with the absorption, distribution, metabolism or excretion of drugs, or could potentiate or predispose to undesired effects\n4. Suicidal tendency, history of or disposition to seizures, state of confusion, clinically relevant psychiatric diseases\n5. Known presence of rare hereditary problems of galactose and /or lactose intolerance\n6. Known presence or history of pheochromocytoma (i.e. adrenal gland tumor) or insulinoma (i.e. insulin secreting pancreas tumor)\n7. Presence of clinically significant findings on nasal examination or bilateral anterior rhinoscopy, such as structural abnormalities, nasal polyps, marked septal deviation, nasal tumors\n8. Nasal surgery in the previous 28 days before Day 1 of this study\n9. Use of a systemic beta-blocker drug, indomethacin, warfarin or anticholinergic drugs in the previous 28 days before Day 1 of this study\n10. Use of an immunomodulator medication (including steroids, glucocorticoids, tacrolimus, etc.) in the 28 days before day 1 of this study\n11. Any other concomitant maintenance therapy that would influence the outcome of the trial or compromise the safety of the patient, at the discretion of the Investigator and the Sponsor, in the previous 28 days before day 1 of this study\n12. Significant history of drug dependency or alcohol abuse (\\> 3 units of alcohol per day, intake of excessive alcohol, acute or chronic)\n13. Any clinically significant illness in the previous 28 days before day 1 of this study\n14. Any history of tuberculosis and/or prophylaxis for tuberculosis\n15. Positive urine screening of alcohol and/or drugs of abuse\n16. Females who are pregnant according to a positive pregnancy test\n17. Concurrent participation or intention of participating in another clinical trial during this study\n18. Volunteers who took an Investigational Product (in another clinical trial) or donated 50 mL or more of blood in the previous 28 days before day 1 of this study\n19. Donation of 500 mL or more of blood (Canadian Blood Services, Hema-Quebec, clinical studies, etc.) in the previous 56 days before day 1 of this study\n\nNo participants will be allowed to enroll in this study more than once (i.e. if the study is conducted with more than 1 group).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Treatment-emergent Anti-Drug Antibody (ADA)","description":"Glucagon anti-drug antibodies (ADA) were assessed at baseline through study completion. Percentage of participants (Pts) with ADA=(number of Pts with treatment-emergent ADA/number of Pts assessed)\\*100. Treatment-Emergent ADA includes treatment-induced ADA and treatment boosted ADA. Treatment-induced is defined as participants with 'Not Detected' ADA at baseline (drug-naive) and at least one post-baseline ADA 'Detected' sample with a corresponding titer that is one 2-fold dilution higher than the MRD (minimal required dilution) of the assay. For the nasal glucagon Tier 1-3 ADA screening assay, the MRD is 1:20. Treatment-boosted is defined as Patient with ADA 'Detected' at baseline (drug-naive) and at least one post-baseline ADA 'Detected' sample with a corresponding titer that is at least (\\>or=) 4-fold higher than the baseline titer.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"2.0","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With Neutralizing Antibodies","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With At Least One Adverse Event","description":"Safety parameters assessed included the occurrence of adverse events, the measurement of clinical laboratory parameters; vital signs, ECGs, physical examination, blood glucose, and examination of the injection site (following the IM administration). An AE was defined as any untoward medical occurrence in a clinical investigation subject administered the investigational product and which did not necessarily have a causal relationship with this treatment\n\nA summary of other nonserious AEs, and all SAE's, regardless of causality, is located in the Reported Adverse Events section.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21","spread":null},{"groupId":"OG001","value":"49","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":26},"commonTop":["Lacrimation increased","Headache","Ocular hyperaemia","Rhinorrhoea","Nasal discomfort"]}}}