{"nctId":"NCT02973503","briefTitle":"Study to Investigate the Efficacy of Elbasvir/Grazoprevir Fixed-Dose Combination for 8 Weeks in Treatment-Naïve, HCV GT1b-Infected Patients, With Non-severe Fibrosis","startDateStruct":{"date":"2017-01-11","type":"ACTUAL"},"conditions":["Chronic HCV Infection"],"count":117,"armGroups":[{"label":"Elbasvir/Grazoprevir","type":"EXPERIMENTAL","interventionNames":["Drug: Elbasvir/Grazoprevir Fixed Dose Combination"]}],"interventions":[{"name":"Elbasvir/Grazoprevir Fixed Dose Combination","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Willing and able to provide written informed consent\n* Male or female, age ≥ 18 years\n* Body Mass Index (BMI) ≥ 18 kg/m2\n* HCV RNA ≥ 100 000 IU/mL at Screening\n* Chronic HCV infection (≥ 6 months) documented by prior medical history or liver biopsy, only genotype 1b virus. (Positive for anti HCV antibody, HCV RNA, or an HCV genotype)\n* Treatment-naïve with no prior exposure to any IFN, RBV, or approved or experimental HCV-specific DAA\n* Non severe fibrosis (F\\<2) according to combination of this two tests :\n\nFibroscan lower than 9.5kPa and Fibrotest lower than 0.59\n\n* Females of childbearing potential (as defined in protocol Appendix 4) must have a negative serum pregnancy test at screening and a negative urine pregnancy test on Day 1 prior to enrollment\n* Male subjects and female subjects of childbearing potential who engage in heterosexual intercourse must agree to use 2 effective method(s) of contraception from at least two weeks prior to Day 1 through 14 days after the last dose of study drugs.\n\n  * If acceptable by local regulatory agencies, methods of birth control allowed in the study are: intrauterine device (IUD), diaphragm with spermicide, hormonal contraceptives (e.g., birth control pills, transdermal patch, or injectables), contraceptive sponge, female condom, male condom with spermicide or vasectomy.\n  * Note: Periodic abstinence (e.g., abstinence only on certain calendar days, abstinence only during ovulation period, use of symptothermal methods, use of post-ovulation methods and withdrawal) are not acceptable methods of contraception.\n* A female subject who is not of reproductive potential is eligible without requiring the use of contraception. A female subjects who is not of reproductive potentials is defined as one who has either 1) reached natural menopause (defined as 12 months with no menses without an alternative medical cause), 2) 6 weeks post surgical bilateral oophorectomy with or without hysterectomy, or 3) bilateral tubal ligation.\n* A male subject who is not of reproductive potential is eligible without requiring the use of contraception. A male subject who is not of reproductive potential is defined as: one who has undergone a successful vasectomy. A successful vasectomy is defined as: (1) microscopic documentation of azoospermia, or (2) a vasectomy more than 2 years ago with no resultant pregnancy despite sexual activity post vasectomy.\n* Lactating females must agree to discontinue nursing before starting study drug\n* Subject must be of generally good health, with the exception of chronic HCV infection, as determined by the Investigator\n* Subject must be able to comply with the dosing instructions for study drug administration and able to complete the study schedule of assessments\n\nExclusion Criteria:\n\n* Is under the age of legal consent, is mentally or legally incapacitated, has significant emotional problems at the time of pre-study screening visit or expected during the conduct of the study or has a history of a clinically significant psychiatric disorder which, in the opinion of the investigator, would interfere with the study procedures.\n* Current or prior history of any of the following:\n\n  * Clinically significant illness (other than HCV) or any other major medical disorder that may interfere with subject treatment, assessment or compliance with the protocol; subjects currently under evaluation for a potentially clinically significant illness (other than HCV) are also excluded\n  * Gastrointestinal disorder or post-operative condition that could interfere with the absorption of the study drug\n  * Difficulty with blood collection and/or poor venous access for the purposes of phlebotomy\n  * History of decompensation (e.g., clinical ascites, encephalopathy, and/or variceal hemorrhage)\n  * Solid organ transplantation (including hematopoietic stem cell transplants) other than kidney, cornea and hair.\n  * Significant cardiac disease\n  * Unstable psychiatric condition including hospitalization, suicidal attempt, and/or a period of disability as a result of their psychiatric illness within 2 years prior to Screening\n  * Malignancy within the 5 years prior to Screening, with the exception of specific cancers that have been cured by surgical resection (e.g., basal cell skin cancer, etc.). Subjects under evaluation for possible malignancy are not eligible\n  * Significant drug allergy (e.g., hepatotoxicity)\n* Subject has the following laboratory parameters at Screening:\n\n  * ALT \\> 10 x the upper limit of normal (ULN)\n  * AST \\> 10 x ULN\n  * Direct bilirubin \\> 1.5 x ULN\n  * Platelets \\< 75,000/μL\n  * HbA1c \\> 8.5%\n  * Creatinine clearance \\< 50 mL/min as calculated by the Cockcroft-Gault equation\n  * Hemoglobin \\< 10 g/dL\n  * Albumin \\< 3 g/dL\n  * INR \\> 1.5 x ULN unless subject has known hemophilia or is stable on an anticoagulant regime affecting INR\n* Chronic liver disease of a non-HCV etiology (e.g., hemochromatosis, Wilson's disease, alfa-1 antitrypsin deficiency, cholangitis)\n* Infection with hepatitis B virus (HBV) or human immunodeficiency virus (HIV)\n* Clinically-relevant alcohol or drug abuse within 12 months of Screening.\n\n  * Alcohol, intravenous drugs, inhalational (not including marijuana), psychotropic, narcotics, cocaine use, prescription or over-the-counter drugs: within 1 year of the screening visit, or if shorter, is judged by investigator to be capable of complying with study procedures\n  * receiving opiate agonist substitution therapy within 1 year of screening visit, or if shorter, is judged by investigator to be capable of complying with study procedures\n  * history of marijuana use if deemed excessive by a physician investigator or interferes with the subject's daily function. If subject's marijuana use is not deemed excessive and does not interfere with daily function, subject must agree to discontinue any current use of recreational marijuana prior to entry into trial and throughout the trial period\n\n    * A positive drug screen will exclude subjects unless it can be explained by a prescribed medication; the diagnosis and prescription must be approved by the investigator\n* Use of any prohibited concomitant medication listed in Section 5.5 of this protocol within 2 weeks prior to day 1.\n* Known hypersensitivity to the study drug, the metabolites, or formulation excipient\n* is currently participating or has participated in a study with an investigational compound within 30 days of signing informed consent and is not willing to refrain from participating in another study. Collection of additional blood, urine, or tissue samples or additional data, beyond that specified in this protocol, is prohibited (other than that related to subject's medical care).\n* (female) is pregnant, lactating, expecting to conceive or donate eggs, or is of childbearing potential and unwilling to commit to two methods of birth control throughout treatment and after the completion of all treatment (see Inclusion Criteria); or male subject is planning to impregnate or provide sperm donation or has a female sexual partner of childbearing potential and is unwilling to commit to using a two methods of birth control throughout treatment and after the completion of all treatment (see Inclusion Criteria).\n* had a life-threatening SAE during the screening period. 2. is a member or a family member of the investigational study staff or sponsor staff directly involved with this study.\n* has evidence or history of chronic hepatitis not caused by HCV, including but not limited to nonalcoholic steatohepatitis (NASH), drug-induced hepatitis, and autoimmune hepatitis.\n\n  * NOTE: Subjects with history of acute non-HCV-related hepatitis, which resolved \\> 6 months before study entry, may be enrolled.\n* For subjects diagnosed with diabetes mellitus, documented HbA1c \\>8.5% (to exclude uncontrolled diabetes).\n* Has any of the following conditions:.\n\n  * Subject with a history of gastric surgery (e.g., stapling, bypass) or subject with a history of malabsorption disorders (e.g., celiac sprue disease).\n  * Any medical condition requiring, or likely to require, chronic systemic administration of corticosteroids during the course of the trial.\n* Has exclusionary laboratory values as listed below (see Table 5 for unit conversions of some laboratory values specified below):\n\n  * Note: If any of the laboratory exclusion criteria below are met, the site may have the abnormal value retested one time.\n\nTable 5: Exclusionary laboratory values:\n\n* Laboratory Assessment\n* hemoglobin \\< LLN (lower limit of normal) of laboratory reference range\n* neutrophils \\<1.5 x 103/μL (\\<1.2 x 103/μL for Blacks)\n* platelets \\<75 x 103/μL\n* direct bilirubin \\>1.5 x ULN\n* Total Bilirubin \\>1.6 mg/dL unless history of Gilbert's disease. (If Gilbert's disease is the proposed etiology, this must be documented in the subject's chart)\n* Serum Albumin \\< 3.0 g/dL (lower limit of normal) of laboratory reference range\n* creatinine clearance \\<50 mL/min\n* INR \\>1.5\n* ALT \\>350\n* AST \\>350","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Evaluation of the Efficacy of of Elbasvir/Grazoprevir Fixed-Dose Combination for 8 Weeks in Treatment-Naïve as Measured by the Proportion of Subjects With Sustained Viral Response 12 Weeks After Cessation of Treatment (SVR 12).","description":"Blood samples for HCV RNA determination were collected 12 weeks after cessation of treatment and analysed by local laboratories tests","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"109","spread":null}]}]}]},{"type":"SECONDARY","title":"Evaluation of the Safety and Tolerability of EBV/GZR Treatment by Number of Patients With Treatment-related Asthenia Reported","description":"Asthenia was defined by abnormal physical weakness or lack of energy. Asthenia was monitored throughout the study and up to 24 weeks after planned end of treatment. An investigator who is a qualified physician evaluated all adverse events, causality and severity. Only grade 1 or 2 were reported. No grade 3. Grade was evaluated with table 9 of protocol.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26","spread":null}]}]}]},{"type":"SECONDARY","title":"Evaluation of the Safety and Tolerability of EBV/GZR Treatment by Number of Patients With Treatment-related Headache Reported","description":"Headache is defined by pain felt in the cranial box. Headache was monitored throughout the study and up to 24 weeks after planned end of treatment. An investigator who is a qualified physician evaluated all adverse events, causality and severity. Only grade 1 or 2 were reported. No grade 3. grade was evaluated with table 9 of protocol.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25","spread":null}]}]}]},{"type":"SECONDARY","title":"Evaluation of the Safety and Tolerability of EBV/GZR Treatment by Number of Patients With Treatment-related Digestive Disorders Reported","description":"Digestive disorders is defined by an acceleration, a slowing down or a disturbance of the intestinal transit with or without pain. Digestive disorders were monitored throughout the study and up to 24 weeks after planned end of treatment. An investigator who is a qualified physician evaluated digestive disorders causality and severity. Only grade 1 or 2 were reported. No grade 3. Grade was evaluated with table 9 of protocol.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects Who Attain SVR at 4 Weeks After Cessation of Treatment (SVR4)","description":"blood samples were collected at 4 weeks after cessation of treatment and HCV RNA was measured using local laboratories tests","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"111","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects Who Attain SVR 24 Weeks After Cessation of Treatment (SVR 24)","description":"blood samples were collected at 24 weeks after cessation of treatment and HCV RNA was measured using local laboratories tests","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"106","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects With Virologic Failure","description":"patient with HCV RNA \\> low limit of quantification in two different consecutive blood samples were considered as relapser","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Evaluation of the Emergence of Viral Resistance to EBV/GZR at 24 Weeks After Cessation of Treatment","description":"Patients with HCV RNA\\> low limit of quantification in two consecutive blood samples were considered as relapsers.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":117},"commonTop":["ASTHENIA","HEADACHE","DIGESTIVE DISORDERS"]}}}