{"nctId":"NCT02141074","briefTitle":"Safety and Efficacy of Nonacog Beta Pegol (N9-GP) in Previously Untreated Patients With Haemophilia B","startDateStruct":{"date":"2014-07-02","type":"ACTUAL"},"conditions":["Congenital Bleeding Disorder","Haemophilia B"],"count":54,"armGroups":[{"label":"50 EDs (exposure days)","type":"EXPERIMENTAL","interventionNames":["Drug: nonacog beta pegol"]}],"interventions":[{"name":"nonacog beta pegol","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Informed consent obtained before any trial-related activities. Trial-related activities are any procedures that are carried out as part of the trial, including activities to determine suitability for the trial\n* Male, age below 6 years at the time of signing informed consent\n* Patients with the diagnosis of haemophilia B (FIX (coagulation factor IX) activity level below or equal to 2%) based on medical records or central laboratory results\n* Previously untreated or exposed to FIX containing products less than or equal to 3 exposure days (5 previous exposures to blood components is acceptable)\n\nExclusion Criteria:\n\n* Any history of FIX inhibitors (defined by medical records)\n* Known or suspected hypersensitivity to trial product or related products\n* Previous participation in this trial. Participation is defined as first dose administered of trial product\n* Receipt of any investigational medicinal product within 30 days before screening\n* Congenital or acquired coagulation disorder other than haemophilia B\n* Any chronic disorder or severe disease which, in the opinion of the Investigator, might jeopardise the patient's safety or compliance with the protocol\n* Patient's parent(s)/LAR(s) (legally acceptable representative) mental incapacity, unwillingness to cooperate, or a language barrier precluding adequate understanding and cooperation","healthyVolunteers":false,"sex":"MALE","minimumAge":"0 Years","maximumAge":"6 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Incidence of Inhibitory Antibodies Against Coagulation Factor IX (FIX) (50 Exposure Days)","description":"Number of participants with incidence of inihibitory antibodies against FIX after 50 ED is presented and defined as an inhibitory antibody titre greater than equal to 0.6 Bethesda unit (BU) at two consecutive tests performed at the central laboratory and also tested positive for nonacog beta pegol binding antibodies.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Incidence of Inhibitory Antibodies Against FIX (100 ED)","description":"Number of participants with incidence of inihibitory antibodies against FIX after 100 ED is presented and defined as an inhibitory antibody titre greater than equal to 0.6 Bethesda unit (BU) at two consecutive tests performed at the central laboratory and also tested positive for nonacog beta pegol binding antibodies.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Incidence of Inhibitory Antibodies Against FIX (At End of Trial)","description":"Number of participants with incidence of inihibitory antibodies against FIX at end of trial is presented and defined as an inhibitory antibody titre greater than equal to 0.6 Bethesda unit (BU) at two consecutive tests performed at the central laboratory and also tested positive for nonacog beta pegol binding antibodies.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Adverse Events","description":"Number of adverse events after 50 ED, after 100 ED, and at end of trial is presented. An adverse event was defined as any untoward medical occurrence in a participant who was administered a product, and which does not necessarily have a causal relationship with this treatment. All presented adverse events are treatment emergent adverse events, defined as an event that occured while the participant was on treatment in the period from first dosing with nonacog beta pegol to the end of trial/discontinuation of treatment.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"86","spread":null},{"groupId":"OG001","value":"291","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"131","spread":null},{"groupId":"OG001","value":"610","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"134","spread":null},{"groupId":"OG001","value":"794","spread":null}]}]}]},{"type":"SECONDARY","title":"Frequency of Adverse Events","description":"Frequency of adverse events after 50 ED, after 100 ED, and at end of trial is presented. Frequency of adverse events was expressed as number of adverse events per participant years of exposure (total number of events /total time in trial). An adverse event was defined as any untoward medical occurrence in a participant who was administered a product, and which does not necessarily have a causal relationship with this treatment. All presented adverse events are treatment emergent adverse events, defined as an event that occured while the participant was on treatment in the period from first dosing with nonacog beta pegol to the end of trial/discontinuation of treatment.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.59","spread":null},{"groupId":"OG001","value":"5.87","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.92","spread":null},{"groupId":"OG001","value":"5.08","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.52","spread":null},{"groupId":"OG001","value":"4.10","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Serious Adverse Events","description":"Number of serious adverse events after 50 ED, after 100 ED, and at end of trial is presented. A serious adverse event was an experience that at any dose resulted in: death; life-threatening experience; in-patient hospitalisation or prolongation of existing hospitalisation; a persistent or significant disability/incapacity; congenital anomaly/birth defect; important medical events that may not result in death, be life-threatening/require hospitalisation could be considered a serious adverse event based upon appropriate medical judgement.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"14","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"27","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null},{"groupId":"OG001","value":"30","spread":null}]}]}]},{"type":"SECONDARY","title":"Frequency of Serious Adverse Events","description":"Frequency of serious adverse events after 50 ED, after 100 ED, and at end of trial is presented. Frequency of serious adverse events was expressed as number of serious adverse events per participant years of exposure (total number of events /total time in trial). A serious adverse event was an experience that at any dose resulted in: death; life-threatening experience; in-patient hospitalisation or prolongation of existing hospitalisation; a persistent or significant disability/incapacity; congenital anomaly/birth defect; important medical events that may not result in death, be life-threatening/require hospitalisation could be considered a serious adverse event based upon appropriate medical judgement.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.59","spread":null},{"groupId":"OG001","value":"0.28","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.59","spread":null},{"groupId":"OG001","value":"0.22","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.58","spread":null},{"groupId":"OG001","value":"0.15","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Medical Events of Special Interest","description":"Number of medical events of special interest after 50 ED, after 100 ED, and at end of trial is presented. A medical event of special interest (MESI) was an event that, in the evaluation of safety, has a special focus. A MESI was an adverse event (serious or non-serious adverse event) that fulfils one or more of the following MESI criteria: 1. Medication errors concerning the trial product; 2. Inhibitor formation against FIX; 3. Thromboembolic events; 4. Anaphylactic reaction; 5. Allergic reaction including, but not limited to, any acute immunoglobulin E mediated reaction of delayed-type hypersensitivity (clinical signs may include various types of skin rashes) that does not meet the definition of anaphylaxis; 6. CNS-related adverse events including, but not limited to, any learning and behavioral deficits; 7. Renal adverse events including new onset of renal disorder or renal impairment or acute and chronic renal failure.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"31","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"38","spread":null}]}]}]},{"type":"SECONDARY","title":"Frequency of Medical Events of Special Interest","description":"Frequency of medical events of special interest after 50 ED, after 100 ED, and at end of trial is presented. It was expressed as number of MESI per participant years of exposure (total number of events/total time in trial). A MESI was an event that, in the evaluation of safety, has a special focus. A MESI was an adverse event that fulfils one or more of the MESI criteria: 1. Medication errors concerning the trial product; 2. Inhibitor formation against FIX; 3. Thromboembolic events; 4. Anaphylactic reaction; 5. Allergic reaction including, but not limited to, any acute immunoglobulin E mediated reaction of delayed-type hypersensitivity (clinical signs may include various types of skin rashes) that does not meet the definition of anaphylaxis; 6. CNS-related adverse events including, but not limited to, any learning and behavioral deficits; 7. Renal adverse events including new onset of renal disorder or renal impairment or acute and chronic renal failure.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.33","spread":null},{"groupId":"OG001","value":"0.18","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.27","spread":null},{"groupId":"OG001","value":"0.26","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.25","spread":null},{"groupId":"OG001","value":"0.20","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Breakthrough Bleeding Episodes During Prophylaxis (Annualised Bleeding Rate)","description":"Number of breakthrough bleeding episodes during prophylaxis (annualised bleeding rate) after 50 ED, after 100 ED, and at end of trial is presented. Annualised bleeding rate is the number of bleeding episodes per year.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.00","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.25","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.33","spread":null}]}]}]},{"type":"SECONDARY","title":"Haemostatic Effect of Nonacog Beta Pegol in Treatment of Bleeding Episodes by 4-point Haemostatic Response Scale (\"Excellent\", \"Good\", \"Moderate\" and \"Poor\")","description":"Haemostatic effect of nonacog beta pegol in treatment of bleeding episodes by 4-point haemostatic response scale after 50 ED, after 100 ED, and at end of trial is presented. The haemostatic response after treatment of a bleed with nonacog beta pegol was evaluated on a 4-point scale as excellent, good, moderate or poor. Excellent: abrupt pain relief and/or clear improvement in objective signs of bleeding; Good: noticeable pain relief and/or improvement in signs of bleeding; Moderate: probable or slight beneficial effect after the first injection; Poor: no improvement or worsening of symptoms. If the haemostatic response was rated as excellent or good, the treatment of the bleed was considered a success. If the haemostatic response was rated as moderate or poor, the treatment was considered a failure.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23","spread":null},{"groupId":"OG001","value":"9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"44","spread":null},{"groupId":"OG001","value":"44","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null},{"groupId":"OG001","value":"30","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"45","spread":null},{"groupId":"OG001","value":"86","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null},{"groupId":"OG001","value":"45","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Incremental Recovery at 30 Minutes (IR30min)","description":"Incremental recovery 30 minutes post dosing (IR30min) after 50 ED, after 100 ED is presented. IR30min was defined as the rise in FIX activity per international units per kilogram (IU/kg) administered and was recorded 30 minutes after the end of nonacog beta pegol injection. It was calculated as the baseline adjusted FIX activity recorded 30 minutes after ended nonacog beta pegol injection divided by the administered dose (IU/kg body weight). It was recorded as international units per milliliter (IU/mL)/international units per kilogram (IU/kg).","paramType":"GEOMETRIC_MEAN","dispersionType":"Geometric Coefficient of Variation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.012","spread":"13.9"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.014","spread":"20.1"}]}]}]},{"type":"SECONDARY","title":"FIX Activity at 30 Minutes (C30min)","description":"FIX Activity 30 minutes post dosing (C30min) after 50 ED, after 100 ED is presented. The FIX activity was measured by one-stage clotting assay - a modified activated partial thromboplastin time (aPTT) assay.","paramType":"GEOMETRIC_MEAN","dispersionType":"Geometric Coefficient of Variation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.652","spread":"39.5"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.824","spread":"21.6"}]}]}]},{"type":"SECONDARY","title":"FIX Trough Levels","description":"FIX trough levels after 50 ED, after 100 ED, and at end of trial is presented. FIX trough level was defined as the activity recorded immediately before nonacog beta pegol injection was given and was measured by one-stage clotting assay - a modified activated partial thromboplastin time (aPTT) assay. The analysis is based on a mixed model on the log-transformed plasma concentrations with participant as a random effect. The mean trough level is presented back-transformed to the natural scale.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.150","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.156","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.167","spread":null}]}]}]},{"type":"SECONDARY","title":"Amount of Drug Administered to Treat a Bleeding Episode","description":"Amount of nonacog beta pegol administered (average dose of nonacog beta pegol) to treat a bleeding episode after 50 ED, after 100 ED, and at end of trial is presented as international units per kilogram per bleed (IU/kg/bleed).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"55.0","spread":"28.7"},{"groupId":"OG001","value":"48.8","spread":"16.9"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"47.7","spread":"17.6"},{"groupId":"OG001","value":"58.5","spread":"70.0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"47.5","spread":"17.4"},{"groupId":"OG001","value":"54.0","spread":"53.5"}]}]}]},{"type":"SECONDARY","title":"Number of Injections Needed to Treat a Bleeding Episode","description":"The mean number of injections needed to treat a bleeding episode is presented.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.3","spread":"0.7"},{"groupId":"OG001","value":"1.0","spread":"0.0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.1","spread":"0.4"},{"groupId":"OG001","value":"1.3","spread":"1.5"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.1","spread":"0.4"},{"groupId":"OG001","value":"1.2","spread":"1.2"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":9,"n":34},"commonTop":["Pyrexia","Nasopharyngitis","Upper respiratory tract infection","Cough","Diarrhoea"]}}}