{"nctId":"NCT00868530","briefTitle":"Study Evaluating On-Demand Treatment Of Xyntha In Chinese Subjects","startDateStruct":{"date":"2008-09"},"conditions":["Hemophilia A"],"count":53,"armGroups":[{"label":"Xyntha","type":"EXPERIMENTAL","interventionNames":["Biological: Xyntha"]}],"interventions":[{"name":"Xyntha","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subjects equal or more than 6 years of age with mild, moderate or severe hemophilia A (FVIII activity: more than 5%, 1-5%, or less than 1%, respectively)\n* Subjects with previous exposure to FVIII replacement therapy\n* If human immunodeficiency virus (HIV) positive, documented cluster of differentiation (CD4) count more than 200/µL within 6 months of study entry\n\nExclusion Criteria:\n\n* Diagnosed with any bleeding disorder in addition to hemophilia A\n* Current FVIII inhibitor or history of FVIII inhibitor (defined as positive result of the reporting laboratory)\n* Subject has no history of exposure to FVIII products (previously untreated patient \\[PUP\\])\n* Subject is currently utilizing primary FVIII prophylaxis\n* Subjects anticipating elective surgery that may be planned to occur in the 6 months following study entry\n* Treated with immunomodulatory therapy within 30 days prior to study entry or planned use for the duration of their study participation\n* Participated in another investigational drug or device study within 30 days prior to study entry or planned participation for the duration of their study participation\n* Subjects with a known hypersensitivity to hamster protein\n* Significant hepatic or renal impairment (alanine aminotransferase \\[ALT\\] and aspartate aminotransferase \\[AST\\] \\>5 x upper limit of normal \\[ULN\\], bilirubin \\>2 mg/dL or serum creatinine \\>1.25 x ULN)\n* Prothrombin Time \\>1.5 x ULN\n* Platelet count \\<80,000 / µL\n* Pregnant or breastfeeding women\n* Unwilling or unable to follow the terms of the protocol\n* Any condition which may compromise the subject's ability to comply with and/or perform study-related activities or that poses a clinical contraindication to study participation, in the opinion of the Investigator or Sponsor","healthyVolunteers":false,"sex":"ALL","minimumAge":"6 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Investigator Hemostatic Efficacy Assessment 8 Hours Post Infusion","description":"The Investigator Hemostatic Efficacy Assessment was based on a 4-point rating scale (Excellent = 1: definite pain relief or improvement in signs of bleeding, with no additional infusion, Good = 2: definite pain relief or improvement in signs of bleeding, Moderate = 3: probable or slight improvement, No Response = 4: no improvement at all between infusions).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.86","spread":"0.65"}]}]}]},{"type":"PRIMARY","title":"Investigator Hemostatic Efficacy Assessment 24 Hours Post Infusion","description":"The Investigator Hemostatic Efficacy Assessment was based on a 4-point rating scale (Excellent = 1: definite pain relief or improvement in signs of bleeding, with no additional infusion, Good = 2: definite pain relief or improvement in signs of bleeding, Moderate = 3: probable or slight improvement, No Response = 4: no improvement at all between infusions).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.74","spread":"0.61"}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Factor VIII (FVIII) Inhibitor Development","description":"Incidence of FVIII inhibitor was defined as any result determined as positive at local laboratory, and confirmed at central laboratory. Incidence was stratified by participant exposure history: Minimally Treated Patients (MTPs): those who had received at least 1 prior FVIII infusion, and \\<= 100 documented Exposure Days (EDs), while Previously Treated Patients (PTPs): those who had received \\>100 documented prior EDs. When number of prior EDs for an individual was not known to be at least 100, participants were included in the MTP population.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"FVIII Recovery : Change From Baseline in FVIII Concentration","description":"FVIII recovery was assessed by evaluating the change in FVIII concentration at 6 months compared to baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.11","spread":"0.45"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Less Than Expected Therapeutic Effect (LETE)","description":"The incidence of LETE, defined for on-demand treatment as no response after each of 2 successive infusions within 24 hours for the same bleeding event in the absence of confounding factors.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Thrombosis Allergic-Type Reactions","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Thrombosis","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Frequency of Xyntha Infusions Required Per Hemorrhage","description":"The mean frequency of Xyntha infusions per hemorrhage was calculated as total number of injections throughout the study divided by total number of hemorrhagic events.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.16","spread":"0.72"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Average Dose of Xyntha Infusions Required Per Hemorrhage","description":"The average dose of Xyntha per hemorrhagic event was calculated as total dose of Xyntha throughout the study (in IU) divided by total number of hemorrhage incidence.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1226.28","spread":"1208.49"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":9,"n":53},"commonTop":["Injury","Blood potassium decreased","Diarrhea","Pyrexia","Hepatic steatosis"]}}}