{"nctId":"NCT01270464","briefTitle":"A Study to Evaluate the Efficacy and Safety of Reslizumab (0.3 or 3.0 mg/kg) as Treatment for Patients (12-75 Years of Age) With Eosinophilic Asthma","startDateStruct":{"date":"2011-02"},"conditions":["Eosinophilic Asthma"],"count":315,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"Reslizumab - 0.3 mg/kg","type":"EXPERIMENTAL","interventionNames":["Drug: Reslizumab"]},{"label":"Reslizumab - 3.0 mg/kg","type":"EXPERIMENTAL","interventionNames":["Drug: Reslizumab"]}],"interventions":[{"name":"Reslizumab","otherNames":["Cinquil","humanized monoclonal antibody","CEP-38072"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* The patient is male or female, 12 through 75 years of age, with a previous diagnosis of asthma. Patients 12 through 17 years of age are excluded from participating in Argentina.\n* The patient has an ACQ score of at least 1.5.\n* The patient has airway reversibility of at least 12% to beta-agonist administration at screening.\n* The patient is currently taking fluticasone at a dosage of at least 440 μg daily (or equivalent). Patients' baseline asthma therapy regimens (including but not limited to inhaled corticosteroids, leukotriene antagonists, 5-lipoxygenase inhibitors, cromolyn) must be stable for 30 days before screening, and continue without dosage changes throughout study.\n* The patient has a blood eosinophil count of at least 400/μL.\n* Female patients must be surgically sterile, 2 years postmenopausal, or must have a negative pregnancy test ßHCG at screening (serum) and baseline (urine).\n* Female patients of childbearing potential (not surgically sterile or 2 years postmenopausal), must use a medically accepted method of contraception and must agree to continue use of this method for the duration of the study and for 30 days after the end-of-treatment visit. Acceptable methods of contraception include barrier method with spermicide, abstinence, intrauterine device (IUD), or steroidal contraceptive (oral, transdermal, implanted, and injected).\n* Written informed consent is obtained. Patients 12 through 17 years old, where participating, need to provide assent in accordance with local standards.\n* Other inclusion criteria apply.\n\nExclusion Criteria:\n\n* The patient has a clinically meaningful comorbidity that would interfere with the study schedule or procedures, or compromise the patient's safety.\n* The patient has known hypereosinophilic syndrome (HES).\n* The patient has another confounding underlying lung disorder (eg, chronic obstructive pulmonary disease, pulmonary fibrosis, or lung cancer). The patient has other pulmonary conditions with symptoms of asthma and blood eosinophilia (eg, Churg-Strauss syndrome, allergic bronchopulmonary aspergillosis).\n* The patient is a current smoker (ie, has smoked within the last 6 months prior to screening).\n* The patient has a history of use of systemic immunosuppressive or immunomodulating agents (anti-IgE mAb, methotrexate, cyclosporin, interferon-α, or anti-tumor necrosis factor mAb) within 6 months prior to study entry (screening).\n* The patient is currently using systemic corticosteroids (includes use of oral corticosteroids).\n* The patient has a current infection or disease that may preclude assessment of asthma.\n* The patient is expected to be poorly compliant with study drug administration, study procedures, or visits.\n* The patient has any aggravating factors that are inadequately controlled (eg, gastroesophageal reflux disease).\n* The patient has participated in any investigative drug or device study within 30 days prior to screening.\n* The patient has participated in any investigative biologics study within 90 days prior to screening.\n* The patient has previously received anti-hIL-5 monoclonal antibody (eg, mepolizumab).\n* Female patients who are pregnant, or nursing, or, if of childbearing potential and not using a medically accepted, effective method of birth control (e.g. spermicide, abstinence, IUD, or steroidal contraceptive \\[oral, transdermal, implanted, and injected\\]) are excluded from this study.\n* The patient has a current infection or disease that may preclude assessment of asthma.\n* The patient has a history of concurrent immunodeficiency (human immunodeficiency, acquired immunodeficiency syndrome, or congenital immunodeficiency). Patients in Argentina must have documented serology testing for HIV performed during screening.\n* Other exclusion criteria apply.","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","maximumAge":"75 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline In Forced Expiratory Volume In 1 Second (FEV1) Over 16 Weeks Using Mixed Model for Repeated Measures","description":"FEV1 is a standard measurement of air movement in the lungs of patients with asthma obtained from pulmonary function tests. It is the volume of air expired in the first second of a forced expiration using a spirometer. The during treatment (weeks 4, 8, 12 and 16) average FEV1 was estimated using a mixed-effect model for repeated measures (MMRM) with fixed effects (treatment, stratification factors, sex, visit, interaction of treatment and visit), covariates (height, baseline value), and patient as the random effect for the repeated measurements.\n\nPositive change from baseline scores indicate improvement in asthma control.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.126","spread":"0.0549"},{"groupId":"OG001","value":"0.242","spread":"0.0556"},{"groupId":"OG002","value":"0.286","spread":"0.0548"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Forced Vital Capacity (FVC) Over 16 Weeks Using Mixed Model for Repeated Measures","description":"The FVC is the volume of air that can be forcibly blown out after full inspiration, measured in liters. The during treatment (weeks 4, 8, 12 and 16) average FVC was estimated using a mixed-effect model for repeated measures (MMRM) with fixed effects (treatment, stratification factors, sex, visit, interaction of treatment and visit), covariates (height, baseline value), and patient as the random effect for the repeated measurements.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.172","spread":"0.0614"},{"groupId":"OG001","value":"0.220","spread":"0.0623"},{"groupId":"OG002","value":"0.301","spread":"0.0613"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Forced Expiratory Flow at 25% to 75% Forced Vital Capacity (FEF 25%-75%) Over 16 Weeks Using Mixed Model for Repeated Measures","description":"The FEF 25%-75% is the force expiratory flow at 25% to 75% of the Forced Vital Capacity (FVC). The during treatment (weeks 4, 8, 12 and 16) average FEF 25%-75% was estimated using a mixed-effect model for repeated measures (MMRM) with fixed effects (treatment, stratification factors, sex, visit, interaction of treatment and visit), covariates (height, baseline value), and patient as the random effect for the repeated measurements.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.145","spread":"0.1342"},{"groupId":"OG001","value":"-0.114","spread":"0.1361"},{"groupId":"OG002","value":"0.089","spread":"0.1342"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in % Predicted Expiratory Volume In 1 Second (FEV1) at Week 16 and at Endpoint","description":"The percent predicted FEV1 is the ratio of the volume of air expired in the first second of a forced expiration to the patient's predicted FEV based on a similar population without asthma. Endpoint =week 16 or early withdrawal.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.8","spread":"11.92"},{"groupId":"OG001","value":"4.9","spread":"15.06"},{"groupId":"OG002","value":"7.5","spread":"14.74"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.8","spread":"13.83"},{"groupId":"OG001","value":"5.5","spread":"15.16"},{"groupId":"OG002","value":"6.7","spread":"15.01"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Asthma Control Questionnaire (ACQ) Over 16 Weeks Using Mixed Model for Repeated Measures","description":"The ACQ is a 7-item instrument that measures asthma control (Juniper et al 1999). Six questions are self-assessments; the seventh item, completed by a member of the study staff, is the result of the patient's FEV1 measurement. Each item has 7 possible answers on a scale of 0 to 6, and the total score is the mean of all responses (the total scale is therefore 0-6). A higher score is an indication of poorer asthma control. The during treatment (weeks 4, 8, 12 and 16) average ACQ was estimated using a mixed-effect model for repeated measures (MMRM) with fixed effects (treatment, stratification factors, sex, visit, interaction of treatment and visit), covariates (height, baseline value), and patient as the random effect for the repeated measurements.\n\nNegative change from baseline scores indicate improvement in asthma control.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.494","spread":"0.1231"},{"groupId":"OG001","value":"-0.732","spread":"0.1250"},{"groupId":"OG002","value":"-0.853","spread":"0.1233"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Asthma Quality of Life Questionnaire (AQLQ) at Week 16 or at Last Observed Value","description":"The AQLQ is a 32-item instrument administered as a self-assessment (Juniper et al 1992). The questionnaire is divided into 4 domains: activity limitation, symptoms, emotional function, and environmental stimuli. Patients were asked to recall their experiences during the last 2 weeks and to respond to each question on a 7-point scale (1=severe impairment, 7=no impairment). The overall AQLQ score is the mean of all 32 responses. Five of the activity questions were \"patient-specific,\" which means that each patient identified and scored 5 activities in which the patient was limited by asthma; these 5 activities were identified at the first visit and retained for all subsequent follow-up visits.\n\nPositive change from baseline scores indicate improvement in quality of life. The AQLQ score was only assessed once during the study at week 16 or at early withdrawal, i.e. last postbaseline assessment if within 3 to 5 weeks of the last dose of study drug.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.779","spread":"0.1817"},{"groupId":"OG001","value":"1.057","spread":"0.1881"},{"groupId":"OG002","value":"1.138","spread":"0.1829"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Asthma Symptom Utility Index (ASUI) Over 16 Weeks Using Mixed Model for Repeated Measures","description":"The ASUI is an 11-item instrument designed to assess the frequency and severity of asthma symptoms and side effects, weighted by patient preferences (Revicki et al 1998). ASUI is a utility score that ranges from 0 to 1, with higher values indicating better asthma control. The during treatment (weeks 4, 8, 12 and 16) average ASUI was estimated using a mixed-effect model for repeated measures (MMRM) with fixed effects (treatment, stratification factors, sex, visit, interaction of treatment and visit), covariates (height, baseline value), and patient as the random effect for the repeated measurements.\n\nPositive change from baseline values indicate improvement in asthma symptoms. Information was obtained from questionnaire about asthma symptoms.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.082","spread":"0.0218"},{"groupId":"OG001","value":"0.132","spread":"0.0221"},{"groupId":"OG002","value":"0.129","spread":"0.0218"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Short-Acting Beta-Agonist (SABA) Use Over 16 Weeks Using Mixed Model for Repeated Measures","description":"SABA are used for quick relief of asthma symptoms. To measure SABA use, at each clinical visit patients were asked to recall their usage of SABA therapy within the last 3 days of the scheduled visit. If usage was confirmed, the number of puffs used was recorded. For the purpose of summaries, an average daily usage was evaluated by dividing the total number of puffs recorded over 3 days by 3.\n\nThe during treatment (weeks 4, 8, 12 and 16) average SABA use was estimated using a mixed-effect model for repeated measures (MMRM) with fixed effects (treatment, stratification factors, sex, visit, interaction of treatment and visit), covariates (height, baseline value), and patient as the random effect for the repeated measurements.\n\nNegative change from baseline scores indicate improvement in asthma control.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.3","spread":"0.28"},{"groupId":"OG001","value":"-1.0","spread":"0.28"},{"groupId":"OG002","value":"-0.9","spread":"0.27"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Blood Eosinophil Count Over 16 Weeks Using Mixed Model for Repeated Measures","description":"Blood eosinophil counts were measured using a standard complete blood count (CBC) with differential blood test at each scheduled visit, and from all patients experiencing a serious adverse event, an adverse event leading to withdrawal, or an exacerbation of asthma symptoms. The during treatment (weeks 4, 8, 12 and 16) average eosinophil counts were estimated using a mixed-effect model for repeated measures (MMRM) with fixed effects (treatment, stratification factors, sex, visit, interaction of treatment and visit), covariates (height, baseline value), and patient as the random effect for the repeated measurements.\n\nNegative change from baseline values correlate to reduced asthma severity.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.035","spread":"0.0271"},{"groupId":"OG001","value":"-0.358","spread":"0.0277"},{"groupId":"OG002","value":"-0.529","spread":"0.0270"}]}]}]},{"type":"SECONDARY","title":"Participants With Adverse Events","description":"An adverse event was defined in the protocol as any untoward medical occurrence that develops or worsens in severity during the conduct of a clinical study and does not necessarily have a causal relationship to the study drug. Severity was rated by the investigator on a scale of mild, moderate and severe, with severe= an inability to carry out usual activities. Relation of AE to treatment was determined by the investigator. Serious AEs include death, a life-threatening adverse event, inpatient hospitalization or prolongation of existing hospitalization, persistent or significant disability or incapacity, a congenital anomaly or birth defect, OR an important medical event that jeopardized the patient and required medical intervention to prevent the previously listed serious outcomes. The last postbaseline value for approximately 10 patients in each treatment group is the 90-day follow-up visit post end-of-treatment (approx. Week 29).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"66","spread":null},{"groupId":"OG001","value":"59","spread":null},{"groupId":"OG002","value":"61","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"2","spread":null},{"groupId":"OG002","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"6","spread":null},{"groupId":"OG002","value":"12","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Participants With Treatment-Emergent Potentially Clinically Significant (PCS) Abnormal Lab Values","description":"Data represents participants with potentially clinically significant (PCS) abnormal serum chemistry, hematology (except for eosinophil values), and urinalysis values.\n\nSignificance criteria:\n\n* Blood urea nitrogen: \\>=10.71 mmol/L\n* Creatinine: \\>=177 μmol/L\n* Uric acid: M\\>=625, F\\>=506 μmol/L\n* GGT = gamma-glutamyl transpeptidase: \\>= 3\\*upper limit of normal. Normal range is 5-49 U/L.\n* Total bilirubin: \\>=34.2 μmol/L\n* White blood cells: \\<=3.0 10\\^9/L\n* Hemoglobin: M\\<=115, F\\<=95 g/dL\n* Hematocrit: M\\<0.37, F\\<0.32 %\n* Platelets: \\>=700 10\\^9/L\n* Absolute neutrophil count: \\<=1.0 10\\^9/L\n* Urinalysis: blood, glucose, ketones and total protein: \\>=2 unit increase from baseline\n\nThe last postbaseline value for approximately 10 patients in each treatment group is the 90-day follow-up visit post end-of-treatment (approx. Week 29).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"5","spread":null},{"groupId":"OG002","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"4","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"7","spread":null},{"groupId":"OG002","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"2","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"6","spread":null},{"groupId":"OG002","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"21","spread":null},{"groupId":"OG001","value":"21","spread":null},{"groupId":"OG002","value":"18","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"11","spread":null},{"groupId":"OG002","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"4","spread":null},{"groupId":"OG002","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"11","spread":null},{"groupId":"OG002","value":"11","spread":null}]}]}]},{"type":"SECONDARY","title":"Participants With Treatment-Emergent Potentially Clinically Significant (PCS) Vital Signs Values","description":"Data represents participants with potentially clinically significant (PCS) vital sign values.\n\nSignificance criteria\n\n* Sitting pulse - high: \\>100 and increase of \\>= 30 beats/minute\n* Sitting pulse - low: \\<50 and decrease of \\>=30 beats/minute\n* Sitting diastolic blood pressure: \\>100 and increase of \\>=12 mmHg\n* Respiration rate: \\>24 and increase of \\>=10 breaths/minute\n* Body temperature: \\<96.5° Fahrenheit or \\<35.8° Celsius\n\nThe last postbaseline value for approximately 10 patients in each treatment group is the 90-day follow-up visit post end-of-treatment (approx. Week 29).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"16","spread":null},{"groupId":"OG002","value":"16","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"2","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"13","spread":null},{"groupId":"OG002","value":"13","spread":null}]}]}]},{"type":"SECONDARY","title":"Shifts From Baseline to Endpoint in Electrocardiogram Findings","description":"Participant counts in each category of shift from baseline to endpoint of ECG finding. Findings summarized as normal or abnormal.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"64","spread":null},{"groupId":"OG001","value":"70","spread":null},{"groupId":"OG002","value":"63","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null},{"groupId":"OG001","value":"10","spread":null},{"groupId":"OG002","value":"15","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"9","spread":null},{"groupId":"OG002","value":"13","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"10","spread":null},{"groupId":"OG002","value":"10","spread":null}]}]}]},{"type":"SECONDARY","title":"Participants With a Positive Anti-Reslizumab Antibody Status at Baseline, Week 8, Week 16, Endpoint, and Overall","description":"Counts of participants with a positive anti-drug antibody (ADA) response during treatment is offered for the two experimental treatment arms. Blood samples were collected for determination of ADAs before study drug infusion at baseline, visit 4 (week 8), and at visit 6 (week 16: EOT or early withdrawal) from patients in all 3 treatment groups (ie, placebo, 0.3 mg/kg reslizumab, and 3.0 mg/kg reslizumab); however, only the blood samples drawn from patients treated with either 0.3 mg/kg reslizumab or 3.0 mg/kg reslizumab were analyzed. Serum samples from patients who were treated with reslizumab were analyzed for ADA by Teva (Teva Biopharmaceuticals USA, Rockville, MD) using a validated homogeneous solution-based bridging enzyme-linked immunosorbent assay (ELISA).\n\nEndpoint =week 16 or early withdrawal.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG001","value":"12","spread":null},{"groupId":"OG002","value":"11","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG001","value":"8","spread":null},{"groupId":"OG002","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG001","value":"8","spread":null},{"groupId":"OG002","value":"10","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG001","value":"7","spread":null},{"groupId":"OG002","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG001","value":"10","spread":null},{"groupId":"OG002","value":"6","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":105},"commonTop":["Asthma","Headache","Nasopharyngitis"]}}}