{"nctId":"NCT03503318","briefTitle":"Study to Evaluate TV-46000 as Maintenance Treatment in Adult and Adolescent Participants With Schizophrenia","startDateStruct":{"date":"2018-04-27","type":"ACTUAL"},"conditions":["Schizophrenia"],"count":544,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"TV-46000 q1m","type":"EXPERIMENTAL","interventionNames":["Drug: TV-46000"]},{"label":"TV-46000 q2m","type":"EXPERIMENTAL","interventionNames":["Drug: TV-46000","Drug: Placebo"]}],"interventions":[{"name":"TV-46000","otherNames":["Risperidone"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* The participant has a diagnosis of schizophrenia for \\>1 year and has had ≥1 episode of relapse in the last 24 months.\n* The participant has been responsive to an antipsychotic treatment (other than clozapine) in the past year based on discussions with family members or healthcare professionals.\n* The participant has a stable place of residence for the previous 3 months before screening, and changes in residence are not anticipated over the course of study participation.\n* The participant has no significant life events that could affect study outcomes expected throughout the period of study participation.\n* Women of childbearing potential and sexually-active female adolescents must agree not to try to become pregnant, and, unless they have exclusively same-sex partners, must agree to use a highly effective method of contraception, and agree to continue use of this method beginning 1 month before the first administration of study drugs and for the duration of the study and for 120 days after the last injection of study drug.\n* The participant, if adult or adolescent male, is surgically sterile, or, if capable of producing offspring, or has exclusively same-sex partners or is currently using an approved method of birth control and agrees to the continued use of this method for the duration of the study (and for 120 days after the last dose of study drug). Male participants with sex partners who are women of childbearing potential must use condoms even if surgically sterile\n\n  * Additional criteria apply, please contact the investigator for more information\n\nExclusion Criteria:\n\n* The participant has a current clinically significant Diagnostic and Statistical Manual of Mental Disorders, 5th Edition (DSM-5) diagnosis other than schizophrenia, including schizoaffective disorder, major depressive disorder, bipolar disorder, delirium, dementia, or amnestic or other cognitive disorders, or borderline, paranoid, histrionic, schizotypal, schizoid, or antisocial personality disorder.\n* The participant is currently on clozapine or received electroconvulsive therapy in the last 12 months.\n* The participant has a history of epilepsy or seizures, neuroleptic malignant syndrome, tardive dyskinesia, or other medical condition that would expose the participant to undue risk.\n* The participant has a positive serology for human immunodeficiency virus (HIV)-1, HIV-2, hepatitis B surface antigen, and/or hepatitis C.\n* The participant has current or history of known hypersensitivity to risperidone or any of the excipients of TV-46000 or the oral formulation of risperidone used in the stabilization phase.\n* The participant has a substance use disorder, including alcohol and benzodiazepines but excluding nicotine and caffeine.\n* The participant has previously participated in a Teva-sponsored clinical study with TV-46000.\n* The participant is a pregnant or lactating female.\n* The participant has any disorder that may interfere with drug absorption, distribution, metabolism, or excretion (including gastrointestinal surgery).\n* The participant has used an investigational drug within 3 months prior to screening or has participated in a non-drug clinical trial within 30 days prior to screening.\n\n  * Additional criteria apply, please contact the investigator for more information","healthyVolunteers":false,"sex":"ALL","minimumAge":"13 Years","maximumAge":"65 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Time to Impending Relapse (Number of Participants With Impending Relapse) for Intent-to-treat [ITT] Analysis Set","description":"Relapse was defined as 1 or more of the following items: • Clinical Global Impression-Improvement (CGI-I) of ≥5, and - an increase of any of the 4 Positive and Negative Syndrome Scale (PANSS) items: conceptual disorganization, hallucinatory behavior, suspiciousness, and unusual thought content, to a score of \\>4 with an absolute increase of ≥2 on specific item since randomization, or - an increase in any of the 4 individual PANSS items to a score of \\>4 and an absolute increase of ≥4 on combined score of 4 items since randomization; • hospitalization due to worsening of psychotic symptoms; • Clinical Global Impression-Severity of Suicidality (CGI-SS) of 4 (severely suicidal) or 5 (attempted suicide) on Part 1 and/or 6 (much worse) or 7 (very much worse) on Part 2; • violent behavior resulting in clinically significant self-injury, injury to another person, or property damage. Data is presented as distribution of relapsing participants (number of participants with impending relapse).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"53","spread":null},{"groupId":"OG001","value":"13","spread":null},{"groupId":"OG002","value":"23","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Impending Relapse (Number of Participants With Impending Relapse) for Extended ITT [eITT] Analysis Set","description":"Relapse was defined as 1 or more of the following items: • CGI-I of ≥5, and - an increase of any of the 4 PANSS items: conceptual disorganization, hallucinatory behavior, suspiciousness, and unusual thought content, to a score of \\>4 with an absolute increase of ≥2 on specific item since randomization, or - an increase in any of the 4 individual PANSS items to a score of \\>4 and an absolute increase of ≥4 on combined score of 4 items since randomization; • hospitalization due to worsening of psychotic symptoms; • CGI-SS of 4 (severely suicidal) or 5 (attempted suicide) on Part 1 and/or 6 (much worse) or 7 (very much worse) on Part 2; • violent behavior resulting in clinically significant self-injury, injury to another person, or property damage. Data is presented as distribution of relapsing participants (adults and adolescents) (number of participants with impending relapse).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"53","spread":null},{"groupId":"OG001","value":"13","spread":null},{"groupId":"OG002","value":"24","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Participants With Impending Relapse","description":"Relapse was defined as 1 or more of the following items: • CGI-I of ≥5, and - an increase of any of the 4 PANSS items: conceptual disorganization, hallucinatory behavior, suspiciousness, and unusual thought content, to a score of \\>4 with an absolute increase of ≥2 on specific item since randomization, or - an increase in any of the 4 individual PANSS items to a score of \\>4 and an absolute increase of ≥4 on combined score of 4 items since randomization; • hospitalization due to worsening of psychotic symptoms; • CGI-SS of 4 (severely suicidal) or 5 (attempted suicide) on Part 1 and/or 6 (much worse) or 7 (very much worse) on Part 2; • violent behavior resulting in clinically significant self-injury, injury to another person, or property damage. Impending relapse rate at Week 24 was estimated using the Kaplan-Meier product estimate.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.28","spread":null},{"groupId":"OG001","value":"0.07","spread":null},{"groupId":"OG002","value":"0.11","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Maintain Stability at the Endpoint","description":"Stability is defined as meeting all of the following criteria for at least 4 consecutive weeks: outpatient status; PANSS total score ≤80; minimal presence of specific psychotic symptoms on the PANSS, as measured by a score of ≤4 on each of the following items: conceptual disorganization, suspiciousness, hallucinatory behavior, and unusual thought content; Clinical Global Impression of Severity (CGI-S) score ≤4 (moderately ill); and CGI-SS score ≤2 (mildly suicidal) on Part 1 and ≤5 (minimally worsened) on Part 2. The last valid participant assessment was used as the endpoint.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"110","spread":null},{"groupId":"OG001","value":"159","spread":null},{"groupId":"OG002","value":"143","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Achieving Remission at the Endpoint","description":"The remission was achieved for participants who did not relapse during the study and for over a period of at least 6 months preceding the endpoint, maintained scores of = 3 on each of the 8 specific PANSS items: P1 (delusions), G9 (unusual thought content), P3 (hallucinatory behavior), P2 (conceptual disorganization), G5 (mannerisms/posturing), N1 (blunted affect), N4 (social withdrawal), and N6 (lack of spontaneity). The last valid participant assessment was used as the endpoint.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30","spread":null},{"groupId":"OG001","value":"39","spread":null},{"groupId":"OG002","value":"42","spread":null}]}]}]},{"type":"SECONDARY","title":"Observed Rate of Impending Relapse (Number of Participants With Impending Relapse) at the Endpoint","description":"Relapse was defined as 1 or more of the following items: • CGI-I of ≥5, and - an increase of any of the 4 PANSS items: conceptual disorganization, hallucinatory behavior, suspiciousness, and unusual thought content, to a score of \\>4 with an absolute increase of ≥2 on specific item since randomization, or - an increase in any of the 4 individual PANSS items to a score of \\>4 and an absolute increase of ≥4 on combined score of 4 items since randomization; • hospitalization due to worsening of psychotic symptoms; • CGI-SS of 4 (severely suicidal) or 5 (attempted suicide) on Part 1 and/or 6 (much worse) or 7 (very much worse) on Part 2; • violent behavior resulting in clinically significant self-injury, injury to another person, or property damage. Observed rate of impending relapse was calculated as the number of participants who relapsed by endpoint divided by the number of participants in each treatment group, using the last valid participant assessment as the endpoint.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"53","spread":null},{"groupId":"OG001","value":"13","spread":null},{"groupId":"OG002","value":"23","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Impending Relapse (Number of Participants With Impending Relapse) in the Adolescent Participants","description":"Relapse was defined as 1 or more of the following items: • CGI-I of ≥5, and - an increase of any of the 4 PANSS items: conceptual disorganization, hallucinatory behavior, suspiciousness, and unusual thought content, to a score of \\>4 with an absolute increase of ≥2 on specific item since randomization, or - an increase in any of the 4 individual PANSS items to a score of \\>4 and an absolute increase of ≥4 on combined score of 4 items since randomization; • hospitalization due to worsening of psychotic symptoms; • CGI-SS of 4 (severely suicidal) or 5 (attempted suicide) on Part 1 and/or 6 (much worse) or 7 (very much worse) on Part 2; • violent behavior resulting in clinically significant self-injury, injury to another person, or property damage. Data is presented as distribution of relapsing participants (adolescents) (number of participants with impending relapse).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG002","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Drug Attitudes Inventory 10-item Version (DAI-10) Total Score at the Endpoint and End of Treatment","description":"The DAI-10 is a 10-item questionnaire to assess 1) subjective experience of drug and 2) attitudes and beliefs toward neuroleptics which may influence compliance in schizophrenia participants. The DAI-10 contains 6 items (1, 3, 4, 7, 9, and 10) that a participant who was fully adherent to the prescribed medication answered as \"True\" and 4 items (2, 5, 6, and 8) that a participant who was fully adherent to the prescribed medication answered as \"False.\" A correct answer was scored +1 and an incorrect answer was scored -1. The total score was the sum of pluses and minuses, which ranged from -10 to 10 in increments of 2. A positive total score indicated a positive subjective response (compliant) and a negative total score indicated a negative subjective response (non-compliance). Higher scores denoted better compliance. The last valid participant assessment was used as the endpoint.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.1","spread":"3.23"},{"groupId":"OG001","value":"5.8","spread":"3.63"},{"groupId":"OG002","value":"5.7","spread":"3.13"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.8","spread":"3.88"},{"groupId":"OG001","value":"0.1","spread":"3.34"},{"groupId":"OG002","value":"-0.3","spread":"3.65"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.9","spread":"3.42"},{"groupId":"OG001","value":"0.3","spread":"2.84"},{"groupId":"OG002","value":"0.3","spread":"3.51"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Schizophrenia Quality of Life Scale (SQLS) Total Score at the Endpoint and End of Treatment","description":"The SQLS comprises 33 items categorized in 2 domains: psychosocial feelings (20 items) and cognition and vitality (13 items). The items were scored on a 5-point scale (1 - never, 2 - rarely, 3 - sometimes, 4 - often, 5 - always). Individual domain and total scores were standardized by scoring algorithm to a 0 (best health status) to 100 (worst health status) scale, with higher scores indicating comparatively lower quality of life. The last valid participant assessment was used as the endpoint.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"34.0","spread":"16.06"},{"groupId":"OG001","value":"33.1","spread":"16.79"},{"groupId":"OG002","value":"34.2","spread":"15.70"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.9","spread":"14.24"},{"groupId":"OG001","value":"-4.5","spread":"14.31"},{"groupId":"OG002","value":"-4.1","spread":"15.23"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.3","spread":"13.26"},{"groupId":"OG001","value":"-7.2","spread":"13.79"},{"groupId":"OG002","value":"-7.3","spread":"12.30"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment-Emergent Adverse Events (TEAEs)","description":"An adverse event (AE) was defined as any untoward medical occurrence in a participant who received study drug without regard to possibility of causal relationship. TEAEs were defined as AEs occurring after the first dose of the study drug until 120 days after the last dose of study drug. Serious AEs were defined as death, a life-threatening AE, inpatient hospitalization or prolongation of existing hospitalization, persistent or significant disability or incapacity, a congenital anomaly or birth defect, or an important medical event that jeopardized participant and required medical intervention to prevent 1 of the outcomes listed in this definition. A summary of other non-serious AEs and all serious AEs, regardless of causality is located in Reported AE section.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"92","spread":null},{"groupId":"OG001","value":"111","spread":null},{"groupId":"OG002","value":"121","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Total Abnormal Involuntary Movement Scale (AIMS) Score at the End of Treatment","description":"The AIMS is a 14-item scale that includes assessments of orofacial movements, extremity and truncal dyskinesia, examiner's judgment of global severity, subjective measures of awareness of movements and distress, and a yes/no assessment of problems concerning teeth and/or dentures. Total AIMS score is a sum of item 1 through 7. Items 1 through 7 include facial and oral movements (Items 1-4), extremity movements (Items 5-6), and trunk movements (Item 7). Each item was rated on a 0 (no dyskinesia) to 4 (severe dyskinesia) scale. Total AIMS score for Items 1-7 ranged from 0 to 28; with higher scores indicating greater severity of the condition.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.4","spread":"1.30"},{"groupId":"OG001","value":"0.5","spread":"1.83"},{"groupId":"OG002","value":"0.2","spread":"0.79"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"1.10"},{"groupId":"OG001","value":"0.1","spread":"0.62"},{"groupId":"OG002","value":"0.1","spread":"1.00"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Simpson-Angus Scale (SAS) Mean Score at the End of Treatment","description":"The SAS is a 10-item instrument for the assessment of neuroleptic-induced parkinsonism. The items on the scale include measurements of hypokinesia, rigidity, glabellar reflex, tremor, and salivation. Each item was rated on a 5-point scale (0 \\[None/Normal\\] to 4 \\[Extreme/Severe\\]). The mean score was calculated by adding the individual item scores and dividing by 10. The total mean score ranged from 0-4, with a higher score indicating greater severity of symptoms.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.07","spread":"0.137"},{"groupId":"OG001","value":"0.09","spread":"0.195"},{"groupId":"OG002","value":"0.06","spread":"0.134"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.04","spread":"0.134"},{"groupId":"OG001","value":"0.02","spread":"0.211"},{"groupId":"OG002","value":"0.00","spread":"0.102"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Total Barnes Akathisia Rating Scale (BARS) Score at the End of Treatment","description":"The BARS is an instrument that assesses the severity of drug-induced akathisia. The BARS includes 3 items for rating objective restless movements, subjective restlessness, and any subjective distress associated with akathisia that were scored on a 4-point scale of 0 (normal/no distress) to 3 (constant restlessness/severe distress). Total score was the sum of scores of each item and ranged from 0-9, with higher scores indicating greater severity of akathisia.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.2","spread":"0.63"},{"groupId":"OG001","value":"0.1","spread":"0.39"},{"groupId":"OG002","value":"0.2","spread":"0.57"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.1","spread":"0.56"},{"groupId":"OG001","value":"0.0","spread":"0.51"},{"groupId":"OG002","value":"-0.1","spread":"0.56"}]}]}]},{"type":"SECONDARY","title":"Number of Participants Reporting Suicidal Behavior and Suicidal Ideation Using Columbia-Suicide Severity Rating Scale (C-SSRS) at Baseline and Post-Baseline","description":"The C-SSRS is a semi-structured interview that captures the occurrence, severity, and frequency of suicide-related thoughts and behaviors. Suicidal behavior was defined as a \"yes\" answer to any of 5 suicidal behavior questions: preparatory acts or behavior, aborted attempt, interrupted attempt, actual attempt, and completed suicide. Suicidal ideation was defined as a \"yes\" answer to any one of 5 suicidal ideation questions: wish to be dead, and 4 different categories of active suicidal ideation.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"5","spread":null},{"groupId":"OG002","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"7","spread":null},{"groupId":"OG002","value":"12","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Calgary Depression Scale for Schizophrenia (CDSS) Score at the End of Treatment","description":"The CDSS is specifically designed to assess the level of depression separate from the positive, negative, and EPS in schizophrenia. This clinician-administered instrument consists of 9 items, each rated on a 4-point scale from 0 (absent) to 3 (severe) that were added together to form the total CDSS depression score of the participant. The total score ranged from 0-27, with higher scores indicating greater severity of the condition.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.6","spread":"2.14"},{"groupId":"OG001","value":"1.3","spread":"1.92"},{"groupId":"OG002","value":"1.5","spread":"1.93"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.4","spread":"2.72"},{"groupId":"OG001","value":"-0.3","spread":"1.39"},{"groupId":"OG002","value":"-0.8","spread":"2.24"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Clinical Global Impression-Severity of Suicidality (CGI-SS) Score at the End of Treatment","description":"The CGI-SS scale provides an overall clinician-rated assessment of the risk of suicidality. The CGI-SS consists of a 5-point scale in Part 1 (the most severe level of suicidality experience) ranging from 1 (not at all suicidal) to 5 (attempted suicide) and a 7-point scale in Part 2 (change in participant suicidality) ranging from 1 (very much improved) to 7 (very much worse).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.0","spread":"0.00"},{"groupId":"OG001","value":"1.0","spread":"0.00"},{"groupId":"OG002","value":"1.0","spread":"0.00"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.0","spread":"0.00"},{"groupId":"OG001","value":"4.0","spread":"0.00"},{"groupId":"OG002","value":"4.0","spread":"0.00"}]}]}]},{"type":"SECONDARY","title":"Plasma Concentration of Risperidone, 9-OH-risperidone, and Total Active Moiety (Sum of Risperidone and 9-OH-risperidone)","description":null,"paramType":"MEAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.694","spread":null},{"groupId":"OG001","value":"6.452","spread":null},{"groupId":"OG002","value":"5.364","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.323","spread":null},{"groupId":"OG001","value":"13.215","spread":null},{"groupId":"OG002","value":"8.838","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14.965","spread":null},{"groupId":"OG001","value":"18.473","spread":null},{"groupId":"OG002","value":"15.187","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.982","spread":null},{"groupId":"OG001","value":"26.202","spread":null},{"groupId":"OG002","value":"17.778","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"19.060","spread":null},{"groupId":"OG001","value":"24.200","spread":null},{"groupId":"OG002","value":"19.945","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.078","spread":null},{"groupId":"OG001","value":"38.429","spread":null},{"groupId":"OG002","value":"25.947","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":14,"n":179},"commonTop":["Injection site pain","Injection site nodule","Headache","Weight increased","Insomnia"]}}}