{"nctId":"NCT01199614","briefTitle":"HEXT (Hypo EXTended): Effect of PTH on Skeleton in Hypoparathyroidism","startDateStruct":{"date":"2009-12","type":"ACTUAL"},"conditions":["Hypoparathyroidism"],"count":62,"armGroups":[{"label":"open-label PTH(1-84)","type":"EXPERIMENTAL","interventionNames":["Drug: open-label PTH(1-84)"]}],"interventions":[{"name":"open-label PTH(1-84)","otherNames":["rhPTH1-84","rhPTH(1-84)","PTH1-84","PTH(1-84)","PTH","parathyroid hormone"]}],"eligibilityModule":{"eligibilityCriteria":"For Returning Participants or participants graduating from one of the parent studies:\n\nInclusion Criteria:\n\n* Must have participated in and concluded the CL1-11-040, PAR-C10-007 or PAR-C10-008 Study at any site in the continental United States\n* Must have participated in and concluded the Hypopara Study at Columbia University\n\nExclusion Criteria:\n\n* failure to have completed either of the inclusionary studies\n\nFor New Participants (20 anticipated):\n\nINCLUSION CRITERIA:\n\n1. Signed and dated informed consent form (ICF) before any study-related procedures are performed.\n2. Adult males or females 18 to 85 years of age.\n3. History of hypoparathyroidism for ≥ 18 months, including evidence of hypocalcemia and concomitant serum intact PTH concentrations below the lower limit of normal within 12 months prior to Baseline.\n4. Requirement for calcitriol ≥0.25 mcg per day per day prior to Baseline.\n5. Requirement for supplemental oral calcium ≥ 1500 mg per day between supplemental and dietary sources.\n6. Serum thyroid function tests within normal laboratory limits at screening for all subjects not receiving thyroid hormone replacement therapy. For patients on thyroid hormone replacement therapy, the dose must have been stable for at least 3 months prior to screening\n7. serum creatinine \\< 1.5 mg/dL on a single measurement prior to use of study drug\n8. Physically capable of performing daily subcutaneous (SQ) self-injections, in the thigh, of study medication (or have designee perform injection).\n9. Willingness and ability to comply with the protocol (prior to screening).\n10. With regard to female patients: Women of childbearing potential must have a negative pregnancy test at Screening and agree to use two medically acceptable methods of contraception for the duration of the study with pregnancy testing at every scheduled visit.\n\nEXCLUSION CRITERIA:\n\nPatients who have any of the following during the screening visit are not eligible for enrollment in this study:\n\n1. Known history of hypoparathyroidism resulting from an activating mutation in the CaSR gene or impaired responsiveness to PTH (pseudohypoparathyroidism). If unknown, it shall be assumed to be not-present.\n2. Any disease that might affect calcium metabolism or calcium-phosphate homeostasis other than hypoparathyroidism, such as active hyperthyroidism, Paget's disease, insulin-dependent diabetes mellitus (IDDM) or poorly controlled Type II diabetes mellitus (HbA1C \\> 8%), severe and chronic cardiac, liver or renal disease, Cushing's syndrome, neuromuscular disease such as rheumatoid arthritis, myeloma, pancreatitis, malnutrition, rickets, recent prolonged immobility, active malignancy, primary or secondary hyperparathyroidism, a history of parathyroid carcinoma, hypopituitarism, acromegaly, or multiple endocrine neoplasia types I and II.\n3. To be eligible, patients with a history of thyroid cancer must be documented to be disease-free for a period of at least 5 years (or 2 years with evidence of follow up and a doctor's note of clearance).\n4. Patients dependent on regular parenteral calcium infusions (e.g. calcium gluconate) to maintain calcium homeostasis.\n5. Patients that have undergone gastric resection or have active peptic ulcer disease requiring medical therapy.\n6. Use of prohibited medications such as, raloxifene hydrochloride, lithium, methotrexate, or systemic corticosteroids within the last 6 months.\n7. Treatment with PTH-like drugs, including PTH(1-84), PTH(1-34) or other N terminal fragments or analogs of PTH or PTH-related protein within the last 6 months.\n8. Other drugs known to influence calcium and bone metabolism, such as calcitonin, sodium fluoride, or cinacalcet hydrochloride within the last 6 months.\n9. Use of oral bisphosphonates within the previous 6 months or IV bisphosphonate preparations within the previous 12 months prior to screening.\n10. Seizure disorder/epilepsy and a history of a documented seizure within the previous 6 months.\n11. In regard to participants between 18 and 21 years of age: Presence of open epiphyses as determined by x-ray.\n12. Radiotherapy to the skeleton within 5 years.\n13. Serum 25-hydroxyvitamin D levels greater than 1.5-fold the laboratory upper limit of normal. (i.e., \\> 150 ng/mL)\n14. Any disease or condition in the opinion of the Investigator that has a high probability of precluding the patient from completing the study or where the patient cannot or will not appropriately comply with study requirements.\n15. Participation in any other investigational trial in which receipt of investigational drug or device occurred within 6 months prior to screening for this study.\n16. Pregnant or lactating women.\n17. History of diagnosed drug or alcohol dependence within the previous 3 years.\n18. Clinical history of renal calculi within the past 6 months.\n19. Any condition that negatively affects gastrointestinal absorption, including but not limited to short bowel syndrome, bowel resection, tropical sprue, celiac disease, ulcerative colitis, and Crohn's disease.\n20. Chronic/severe cardiac disease including but not limited to cardiac insufficiency, arrhythmias, bradycardia (resting heart rate \\< 60 beats/minute), or hypotension (systolic and diastolic blood pressures \\< 100 and 60 mmHg, respectively).\n21. History of cerebrovascular accident (CVA) in the past 5 years or earlier, if there is residual impairment that would affect participation in the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Dose of Calcium Supplementation","description":"Serum and urinary calcium levels maintained by change in requirements for calcium supplementation.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"37","spread":"43"}]}]}]},{"type":"SECONDARY","title":"Percent Change in BMD by DXA","description":"Bone Mineral Density (BMD) as measured by Dual Energy X-Ray Absorptiometry (DXA)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.5","spread":"9"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":25,"n":62},"commonTop":["Muscular/skeletal event","Endocrine/Nutritional event","Infection","Digestive event","Nervous system event"]}}}