{"nctId":"NCT03108482","briefTitle":"Co-crystal E-58425 vs Tramadol and Celecoxib for Moderate to Severe Acute Pain After Bunionectomy. Phase III Clinical Trial.","startDateStruct":{"date":"2017-03-14","type":"ACTUAL"},"conditions":["Acute Post-surgical Pain"],"count":637,"armGroups":[{"label":"Co-crystal E-58425 (Tramadol/Celecoxib)","type":"EXPERIMENTAL","interventionNames":["Drug: Co-crystal E-58425 (Tramadol/Celecoxib)"]},{"label":"Tramadol (Ultram®)","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Tramadol (Ultram®)"]},{"label":"Celecoxib (Celebrex®)","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Celecoxib (Celebrex®)"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Co-crystal E-58425 (Tramadol/Celecoxib)","otherNames":[]},{"name":"Tramadol (Ultram®)","otherNames":[]},{"name":"Celecoxib (Celebrex®)","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Subject must have signed consent before study entry.\n2. Subject must be at least 18 years old, scheduled to undergo primary unilateral first metatarsal osteotomy with internal fixation with no additional collateral procedure.\n3. Male and female subjects are eligible. If female, subject must be either not of childbearing potential (defined as postmenopausal for at least 1 year or surgically sterile \\[bilateral tubal ligation, bilateral oophorectomy, or hysterectomy\\]) or practicing 1 of the following effective methods of birth control:\n\n   * Hormonal methods such as oral, implantable, injectable, vaginal ring, or transdermal contraceptives.\n   * Total abstinence from sexual intercourse since the last menses before study medication administration.\n   * Intrauterine device\n   * Double-barrier method (condoms, sponge, or diaphragm with spermicidal jellies or cream).\n\n   Women must use effective methods of birth control from 6 weeks before administration of study medication until 4 weeks after the last administration.\n4. If female and of childbearing potential, subject must be non-lactating and non pregnant (has negative serum pregnancy test results at Screening and negative urine test on the day of surgery prior to surgery).\n5. Subject must have a body weight of 45 kg or more and a body mass index (BMI) of 40 kg/m2 or less.\n6. Subject must have a qualifying pain score of ≥5 and \\<9 on the 0-10 NPRS at rest as a result of turning off the popliteal sciatic block for bunionectomy to be eligible for randomization.\n7. Subject must be in good physical health in the investigator's judgment.\n8. Subject must be sufficiently alert to understand and communicate intelligibly with the study observer.\n\nExclusion Criteria:\n\n1. Subject's Baseline pain is \\<5 or \\>9 on a 0-10 NPRS.\n2. Subject received any analgesic medication other than short-acting pre-operative or intra-operative anesthetic agents before the end of bunionectomy surgical procedure. Subjects who received any analgesic medication immediately after the bunionectomy surgical procedure was completed and before study medication is administered will also be excluded, with the exception of ketorolac 30 mg intravenously supplemental analgesia during the continuous infusion period and up until 1:00 A.M.\n3. Subject has a history of seizures or alcohol abuse (eg, drinks \\>4 units of alcohol per day, a unit being equal to 8 oz. beer, 3 oz. wine, 1 oz. spirits) within the past 5 years, has a history of prescription/illicit drug abuse within 6 months before dosing with study medication, or has positive results on the urine drug screen or alcohol breath test indicative of illicit drug or alcohol abuse.\n4. Subject has a history of or positive test results for human immunodeficiency virus or hepatitis B or C.\n5. Subject has an active malignancy of any type, or has been diagnosed with cancer within 5 years before Screening (excluding successfully treated squamous or basal cell carcinoma of the skin).\n6. Subject is currently receiving anticoagulants (eg, heparin or warfarin) or antiplatelets (except aspirin ≤325 mg/day).\n7. Subject has received a course of systemic (either oral or parenteral) or intra-articular corticosteroids within 3 months before Screening (inhaled nasal steroids and topical corticosteroids are allowed).\n8. Subject has any ongoing condition, other than one associated with the current primary, unilateral, first metatarsal bunionectomy, that, in the investigator's opinion, could generate levels of pain sufficient to confound assessments of post-operative pain (eg, severe osteoarthritis of the target joint or extremity, fibromyalgia, rheumatoid arthritis, moderate to severe headache, diabetic foot pain or neuropathy).\n9. Subject has been receiving or has received chronic (defined as daily use for \\>2 weeks) opioid (oral codeine, dextromoramide, dihydrocodeine, oxycodone, or morphine-like anti-tussive) therapy defined as \\>15 morphine equivalents units per day for more than 3 out of 7 days per week over a 1-month period within 12 months of surgery, or has been treated chronically with opioid analgesic (buprenorphine, nalbuphine, or pentazocine) or NSAIDs within 30 days before Screening.\n10. Subject received a long-acting Non-Steroidal Anti-Inflammatory Drug (NSAID) within 4 days before initiation of study medication (except aspirin ≤325 mg/day), or a short-acting NSAID within 1 day.\n11. Subject is under long-term treatment with opioid agonist-antagonists.\n12. Subject has used drugs with enzyme-inducing properties, such as rifampicin and St. John's Wort, or any drug known to be a strong inhibitor or inducer of CYP3A4, CYP2C9, or CYP2D6 within 3 weeks before surgery.\n13. Subject is pregnant or lactating.\n14. Subject had any complication during primary bunionectomy surgery.\n15. Subject has received monoamine oxidase inhibitors, tricyclic antidepressants, neuroleptics, or other drugs that reduce the seizure threshold within 4 weeks of study entry.\n16. Subject has a history or evidence of a clinically significant (in the investigator's opinion) gastrointestinal (GI) event within 6 months before Screening or has any history of peptic or gastric ulcers or GI bleeding.\n17. Subject has clinically significant renal or hepatic disease, as indicated by clinical laboratory assessment (results ≥3 times the upper limit of normal for any liver function test, including aspartate aminotransferase, alanine aminotransferase, bilirubin, and lactate dehydrogenase, or creatinine ≥1.5 times the upper limit of normal). Laboratory tests may be repeated once at Screening to rule out laboratory error.\n18. Subject has any clinically significant laboratory or 12-lead electrocardiogram (ECG) finding at Screening that, in the opinion of the investigator, contraindicates study participation (eg, QTc \\>450 msec \\[male\\] or \\>470 msec \\[female\\]).\n19. Subject has a known history of allergic reaction or clinically significant intolerance to acetaminophen, aspirin, opioids, or any NSAIDs; history of NSAID induced bronchospasm (subjects with the triad of asthma, nasal polyps, and chronic rhinitis are at greater risk for bronchospasm and should be considered carefully) or to the ingredients of the study medication, or any other drugs used in the study, including anesthetics and antibiotics that may be required on the day of surgery.\n20. Subject has received anti-depressive medication with serotonin-norepinephrine reuptake inhibitors (SNRIs; milnacipran, duloxetine, venlafaxine), diet pills (including fenfluramine and phentermine) or methylphenidate (Ritalin®), or other similar medications for attention deficit hyperactivity disorder (ADHD) within 4 weeks of study entry. Subjects receiving selective serotonin reuptake inhibitors (SSRIs) may be included provided they have been on a stable dose for 60 days prior to study participation and plan to remain on that dose throughout the study.\n21. Subject is at risk in terms of precautions, warnings, and contraindications in the package insert for Ultram® (tramadol hydrochloride) or Celebrex® (celecoxib).\n22. Subject has a known coagulation disorder.\n23. Subject has history of or current medical, surgical, post-surgical, or psychiatric condition that would confound interpretation of safety, tolerability, or efficacy, (eg, uncontrolled diabetes mellitus, uncontrolled hypertension, hemodynamic instability, or respiratory insufficiency, cancer or palliative care).\n24. Subject received an experimental drug or used an experimental medical device within 30 days prior to Screening or has previously participated in this trial.\n25. Subject is unable to comply with the requirements of the study or, in the investigator's opinion, should not participate in the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Sum of Pain Intensity Differences (SPID)","description":"The primary efficacy variable was the Pain Intensity (PI) measured by the Numerical Pain Rating Scale (NPRS); a scale from zero to 10 on which subjects circled a single number to indicate current pain level, with zero representing \"No Pain\" and 10 representing \"Worst Possible Pain\". The primary analysis endpoint was the Sum of Pain Intensity Differences (SPID) from 0 to 48 hours. Pain Intensity Differences (PID) was the difference between current PI at assessment minus baseline PI (prior to the first dose). Baseline PI ranged from 5 to 9. SPID was calculated as a time-weighted Sum of PID scores over 48 hours. Negative differences correspond to an amelioration of pain, while positive differences correspond to recrudescence of pain. The total scale ranged from -480 (best) to +480 (worst). A higher negative value of SPID indicates greater pain relief.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-139.12","spread":null},{"groupId":"OG001","value":"-109.08","spread":null},{"groupId":"OG002","value":"-103.69","spread":null},{"groupId":"OG003","value":"-74.55","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":183},"commonTop":["Nausea","Dizziness","Headache","Vomiting","Somnolence"]}}}