{"nctId":"NCT00996164","briefTitle":"Fixed 100 mg Every Evening of Flibanserin vs Placebo in Premenopausal Women With Hypoactive Sexual Desire Disorder","startDateStruct":{"date":"2009-10"},"conditions":["Sexual Dysfunctions, Psychological"],"count":1090,"armGroups":[{"label":"flibanserin 100 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Flibanserin"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Flibanserin","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n1. Premenopausal women who are 18 years old and older\n2. Primary diagnosis of hypoactive sexual desire disorder, generalized acquired type according to Diagnostic and Statistical Manual of Mental Disorder, Fourth Edition, Text Revision, at least 24 weeks in duration.\n3. Stable, monogamous heterosexual relationship for at least one year.\n4. Willing to discuss sexual issues.\n5. Willing to engage in sexual activity at least once a month\n6. Normal pap smear\n7. Must use medically acceptable method of contraception\n8. Able to comply with daily use of a handheld entry device\n\nExclusion criteria:\n\n1. Patients who have taken any medication in the protocol List of Prohibited Medications within 30 days before the screening visit.\n2. Patients who meet Diagnostic and Statistical Manual of Mental Disorder, Fourth Edition, Text Revision for: Sexual aversion disorder, substance induced sexual dysfunction, Dyspareunia, vaginismus, gender identity disorder, paraphilia, sexual dysfunction do to a general medical condition.\n3. Partner with inadequately treated organic or psychosexual dysfunction\n4. History of Major Depressive Disorder within six months prior to the screening visit or history of suicidal behavior.\n5. Sexual function impaired by psychiatric disorder\n6. Sexual function impaired by gynecological disorder\n7. Major life stress that could impair sexual function\n8. Substance abuse","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"18 Years","maximumAge":"55 Years","stdAges":["ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"The Change From Baseline to Week 24 in the Score of the Female Sexual Function Index Desire Domain.","description":"The FSFI is a self-administered questionnaire for assessing key dimensions of sexual function in women. The scale consists of 19 items assessing sexual function over the past 4 weeks and yields scores in 6 domains: desire, arousal, lubrication, orgasm, satisfaction, and pain. The 2 items in the desire domain are scored from '1' to '5'. The raw scores of the 2 items are added together and then multiplied by the domain factor of 0.6. Thus, the score of the desire domain ranges from 1.2 to 6.0. The higher the score on the desire domain, the higher the level of reported sexual desire.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.0","spread":"0.1"},{"groupId":"OG001","value":"0.7","spread":"0.1"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in the SSE Count From Baseline to 24 Weeks","description":"The change from baseline in the number of Satisfying Sexual Events (SSEs) as measured by the eDiary. The SSEs will be standardized to a 28-day period according to the below formula:\n\nTotal monthly events = 28 x (sum of the number of events) / (sum of number of days entered).\n\n\"Satisfying\" means gratifying, fulfilling, satisfactory, and/or successful for the patient. The partner's satisfaction is not the subject of this question.\n\nAn eDiary was used by the patients to record information about sexual events. Patients were instructed to complete the eDiary every morning. When completing an eDiary entry, patients answered questions regarding their sexual events since their last eDiary entry. If patients missed or were late with their eDiary entry, they entered information about their sexual events covering a maximum time period of the past 7 days; however, they did not enter any information beyond the last entry.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.5","spread":"4.6"},{"groupId":"OG001","value":"1.5","spread":"4.5"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":543},"commonTop":["somnolence","dizziness","nausea","fatigue","upper respiratory tract infection"]}}}