{"nctId":"NCT00788372","briefTitle":"An Efficacy and Safety Study of Fentanyl in Participants With Chronic Pain","startDateStruct":{"date":"2008-11"},"conditions":["Chronic Pain"],"count":142,"armGroups":[{"label":"Fentanyl","type":"EXPERIMENTAL","interventionNames":["Drug: Fentanyl"]}],"interventions":[{"name":"Fentanyl","otherNames":["JNS020QD"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participants whose medication for chronic pain meets one of the criteria among a to e (2 or more types of opioid analgesics must not be used): a) Participants who are taking non-opioid analgesic at the normal highest dose or more for at least 14 consecutive days during 12 weeks before the informed consent, but were not continuously taking the non-opioid analgesic during 14 days before the informed consent for medical reasons such as safety b) Participants who are continuously taking an additional analgesic with a certain dosage and administration for at least 14 consecutive days before the informed consent c)Participants who are continuously taking codeine phosphate or dihydrocodeine phosphate less than 270 milligram (mg) daily (except for rescue treatment) for at least 14 consecutive days before the informed consent d) Participants who are continuously taking codeine morphine hydrochloride of oral morphine equivalent dose of less than 45 mg daily (except for rescue treatment) for at least 14 consecutive days before the informed consent (less than 30 mg daily for suppositories and less than 15 mg daily for injections) e) Participants who are continuously taking fentanyl citrate injection of less than 0.3 mg daily (except for rescue treatment) for at least 14 consecutive days before the informed consent\n* Participants with chronic pain continuing for at least 12 weeks before informed consent\n* Participants with an average pain intensity of greater than or equal to 50 millimeter (mm) on the Visual Analog Scale in 24-hour daily living before informed consent\n* Participants who can be hospitalized to the 4th day after the initiation of patch application\n* Participants who were given a sufficient explanation about the investigational product and the study and gave their own consent to participate in the study\n\nExclusion Criteria:\n\n* Participants whose main cause of the pain to be assessed is considered attributable to psychogenic pain\n* Participants with severe respiratory function disorders\n* Participants with asthma (breathing disorder in which there is wheezing and difficulty breathing) and bradyarrhythmia (slow, irregular heartbeats)\n* Participants with hepatic dysfunction function such as fulminant hepatitis (inflammation of the liver) and liver cirrhosis (serious liver disorder in which connective tissue replaces normal liver tissue, and liver failure often occurs), or renal impairment such as nephritic syndrome, acute renal failure, and chronic renal failure\n* Participants with organic disorder in the brain such as brain tumor who have any of these symptoms: intracranial pressure increased, consciousness disturbance or coma and respiratory disorder","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Questionnaire of Opioid Withdrawal Symptoms","description":"Questionnaire of opioid withdrawal symptoms is a clinician rated 11-item scale that primarily evaluates the physical components of opioid withdrawal and is based on questions and clinical observations. The total score of questionnaire of opioid withdrawal symptoms is the sum of all individual items, with less than (\\<) 5 points = no withdrawal, 5 to 12 points = mild withdrawal, 13 to 24 points = moderate withdrawal, 25 to 36 points = moderately severe withdrawal and greater than (\\>) 36 points = severe withdrawal.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"137","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Dependence Questionnaire (DQ)","description":"The DQ is a clinician rated 5-item scale that evaluates dependence on drug and based on questions (Q). Based on participant's answer to Q in questionnaire, Investigator assessed whether drug dependence occurred. It comprises 5 Q which are: continuing drug for reason other than pain, using drug in more dosage than prescribed to have effect other than treatment of pain, have ever used drug with more dosage than prescribed for other purpose, anxiety with the thought of stopping drug for reason other than aggravation of symptoms by stopping this drug and feeling to violate law to get this drug.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"140","spread":null}]}]}]},{"type":"PRIMARY","title":"Pain Visual Analogue Scale Score","description":"Pain visual analog scale was used to assess the amount of pain experienced by the participant throughout the day by marking a slash through the line of a 100 millimeter (mm) scale measuring pain from \"no pain (0 mm)\" to \"worst possible pain (100 mm)\".","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"58.3","spread":"24.72"}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Pain Assessed by Categorical Scale for Pain","description":"Pain intensity was measured by assessing the average intensity of pain experienced by the participant in daily living throughout the day by 4 grades: no pain at all, mild (slightly painful, but not worried), moderate (painful, but bearable) and severe (painful and unbearable).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"21","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"101","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Total Painful Time Per Day","description":"The participants assessed total painful time in 1 day by the following 5 grades: less than 4 hours, 4 hours to less than 8 hours, 8 hours to less than 12 hours, 12 hours or more and all day.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"29","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"40","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"32","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Quality of Sleep","description":"The quality of sleep was assessed by participants that how well they have slept from the previous assessment to current assessment time by the following 4 grades: can sleep well, can sleep moderately well, cannot sleep much and cannot sleep at all.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"28","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"67","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"40","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Rescue Treatments","description":"Rescue treatment was used for participants with lack of analgesic efficacy, to have relief from breakthrough pain and in cases where withdrawal symptoms occur. The reference one-time rescue dose used was oral morphine 5 milligram (mg) for the investigational product fentanyl one-day transdermal patch 12.5 mcg per hr. The number of rescue treatments per day were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.0","spread":"1.13"}]}]}]},{"type":"PRIMARY","title":"Short-Form 36-Item Health Survey (SF-36) Scores","description":"The SF-36 is 36-item form related to 8 health concepts (physical functioning, role physical, role emotional, general health, social functioning, bodily pain, vitality, mental health) and 2 summary scores (physical and mental component summary). Physical functioning, role physical and bodily pain contribute to physical component; role emotional, social functioning and mental health contribute to mental component; and social functioning, vitality, and general health contribute to both. All scores are based on a scale from 0 to 100, with higher scores defining more favorable health state.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23.0","spread":"17.49"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"42.1","spread":"9.82"}]}]}]},{"type":"PRIMARY","title":"Physician's Global Assessment Scale","description":"The treating physician assessed the therapeutic efficacy of the treatment by 2 grades: effective and ineffective. Numbers of participants with effective and ineffective therapeutic efficacy with the treatment were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"106","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"36","spread":null}]}]}]},{"type":"PRIMARY","title":"Participants Overall Assessment","description":"The participants assessed their satisfaction with therapeutic efficacy by 5 grades: satisfied very much, satisfied, equivocal, dissatisfied and dissatisfied very much. Percentage of participants who were at least satisfied (satisfied, satisfied very much) or at least neither satisfied nor dissatisfied (dissatisfied, dissatisfied very much) were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"31.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"66.7","spread":null}]}]}]},{"type":"PRIMARY","title":"Brief Pain Inventory-Short Form (BPI-SF) Total Score","description":"The BPI-SF is a self-report questionnaire designed to assess the severity and impact of pain on daily functions. It includes pain interference score which is mean value for scores for 9 BPI-SF questions ranging between 0 (does not interfere) to 10 (completely interferes) and pain subscale score which is mean value for scores for BPI-SF questions 3 to 6 ranging between 0 (no pain) to 10 (pain as bad as can imagine). Total BPI-SF score is an average of pain interference score and pain subscale score and ranges from 0 to 10; higher score indicates more pain or pain interference.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.1","spread":"2.24"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":38,"n":142},"commonTop":["Somnolence","Constipation","Nausea","Dizziness","Nasopharyngitis"]}}}