{"nctId":"NCT02040766","briefTitle":"A Safety and Efficacy Study of Beclomethasone Dipropionate Delivered Via Breath-Actuated Inhaler (BAI) or Metered-Dose Inhaler (MDI) in Participants Ages 4-11 Years Old With Persistent Asthma","startDateStruct":{"date":"2013-12"},"conditions":["Asthma"],"count":628,"armGroups":[{"label":"BDP 80 mcg BAI","type":"EXPERIMENTAL","interventionNames":["Drug: Beclomethasone dipropionate BAI","Drug: albuterol/salbutamol 90 mcg","Drug: Placebo MDI"]},{"label":"BDP 160 mcg BAI","type":"EXPERIMENTAL","interventionNames":["Drug: Beclomethasone dipropionate BAI","Drug: albuterol/salbutamol 90 mcg","Drug: Placebo MDI"]},{"label":"BDP 80 mcg MDI","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Placebo BAI","Drug: albuterol/salbutamol 90 mcg","Drug: Beclomethasone dipropionate MDI"]},{"label":"BDP 160 mcg MDI","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Placebo BAI","Drug: albuterol/salbutamol 90 mcg","Drug: Beclomethasone dipropionate MDI"]},{"label":"Placebo BAI and MDI","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo BAI","Drug: albuterol/salbutamol 90 mcg","Drug: Placebo MDI"]}],"interventions":[{"name":"Beclomethasone dipropionate BAI","otherNames":["BDP","breath-actuated inhaler"]},{"name":"Placebo BAI","otherNames":["breath-actuated inhaler"]},{"name":"albuterol/salbutamol 90 mcg","otherNames":["bronchodilators"]},{"name":"Beclomethasone dipropionate MDI","otherNames":["BDP","metered-dose inhaler","QVAR®"]},{"name":"Placebo MDI","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Written informed consent\n* Asthma diagnosis: The patient has a diagnosis of asthma as defined by the National Institute of Health (NIH). The asthma diagnosis has been present for a minimum of 3 months and has been stable (defined as no exacerbations and no changes in medication) for at least 30 days before screening visit\n* Severity of disease: The patient has persistent asthma, with a forced expiratory volume in 1 second (FEV1) 40% to 90% of the value predicted for age, height, and sex at screening visit (SV)\n* Current asthma therapy: The patient is currently being treated with 1 of the following: 1) a stable daily dosage of an inhaled corticosteroid (ICS) in the range of 88-176 mcg/day of fluticasone propionate (or equivalent) for a minimum of 4 weeks (28 days) before screening visit 2) a stable daily dosage of non-corticosteroid therapy 3) a daily dose of ICS plus a long-acting beta2-agonist (LABA) (at a dose less than or equivalent to fluticasone propionate 100 mcg/salmeterol 50 mcg twice daily)\n* Reversibility of disease: The patient has demonstrated at least 12% reversibility of FEV1 within 30 minutes after 2-4 inhalations of albuterol/salbutamol hydrofluoroalkane (HFA) MDI (90 mcg ex-actuator) or equivalent at screening visit or on retesting.\n* Other criteria apply, please contact the investigator for more information\n\nExclusion Criteria:\n\n* The patient has a history of life-threatening asthma, defined for this protocol as an asthma episode that required intubation and/or was associated with hypercapnia, respiratory arrest, or hypoxic seizures.\n* The patient is pregnant or lactating, or plans to become pregnant during the study period or for 30 days after the patient's last study-related visit (for eligible patients only, if applicable). Any patient becoming pregnant during the study will be withdrawn from the study.\n* The patient has a known hypersensitivity to any corticosteroid or any of the excipients in the study drug or rescue medication formulation.\n* The patient has used tobacco products within the past year (eg, cigarettes, cigars, chewing tobacco, or pipe tobacco, as applicable).\n* The patient has had an asthma exacerbation requiring oral corticosteroids within 30 days before screening visit, or has had any hospitalization for asthma within 2 months before screening visit.\n* The patient has historical or current evidence of a clinically significant disease. Significant disease is defined as any disease that in the medical judgment of the investigator would put the safety of the patient at risk through participation or that could affect the efficacy or safety analysis if the disease/condition worsened during the study.\n* Other criteria apply, please contact the investigator for more information","healthyVolunteers":false,"sex":"ALL","minimumAge":"4 Years","maximumAge":"11 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Standardized Baseline-adjusted Trough Morning Percent Predicted Forced Expiratory Volume in 1 Second (FEV1) Area Under the Effect Curve From Time 0 to 12 Weeks (AUEC(0-12wk))","description":"Trough morning FEV1 measurements were taken pre-dose and pre-rescue bronchodilator treatment for asthma. Baseline was defined as baseline trough morning percent predicted FEV1. Pulmonary function measurements (including FEV1) were obtained electronically by spirometry. All pulmonary function test data were submitted to a central reading center for evaluation. The highest ('best attempt') FEV1 value from 3 acceptable and 2 repeatable maneuvers (maximum of 8 attempts) was used.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.62","spread":"0.744"},{"groupId":"OG001","value":"5.43","spread":"0.742"},{"groupId":"OG002","value":"3.25","spread":"0.732"},{"groupId":"OG003","value":"3.54","spread":"0.734"},{"groupId":"OG004","value":"3.71","spread":"0.734"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Weekly Average of Daily Trough Morning Peak Expiratory Flow (PEF) Over the 12-week Treatment Period","description":"The analysis of change from baseline in weekly average of daily trough morning (pre-dose and pre-rescue bronchodilator) PEF calculated across the 12-week treatment period was performed using a mixed model for repeated measures (MMRM) with effects due to baseline weekly average of daily trough morning PEF.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.3","spread":"2.11"},{"groupId":"OG001","value":"15.6","spread":"2.08"},{"groupId":"OG002","value":"12.8","spread":"2.12"},{"groupId":"OG003","value":"11.9","spread":"2.11"},{"groupId":"OG004","value":"10.8","spread":"2.11"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Weekly Average of Daily Evening Peak Expiratory Flow (PEF) Over the 12-week Treatment Period","description":"The analysis of change from baseline in the weekly average of daily evening PEF across the 12-week treatment period was performed using a mixed model for repeated measures (MMRM) with effects due to baseline weekly average of daily evening PEF.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.4","spread":"2.11"},{"groupId":"OG001","value":"13.1","spread":"2.09"},{"groupId":"OG002","value":"11.4","spread":"2.12"},{"groupId":"OG003","value":"11.3","spread":"2.12"},{"groupId":"OG004","value":"10.1","spread":"2.12"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Weekly Average of Total Daily (24-hour) Use of Albuterol/Salbutamol Inhalation Aerosol (Number of Inhalations) Over Weeks 1-12","description":"The change from baseline in the weekly average of total daily (24-hour) use of albuterol/ salbutamol inhalation aerosol (number of inhalations) across the 12 weeks was analyzed using a mixed model for repeated measures (MMRM).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.36","spread":"0.069"},{"groupId":"OG001","value":"-0.72","spread":"0.068"},{"groupId":"OG002","value":"-0.50","spread":"0.069"},{"groupId":"OG003","value":"-0.41","spread":"0.069"},{"groupId":"OG004","value":"-0.54","spread":"0.069"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Weekly Average of the Total Daily Asthma Symptom Score Over Weeks 1-12","description":"The total daily asthma symptom score is the average of the daytime and nighttime scores analyzed using an mixed model for repeated measures (MMRM). Baseline was defined as the average of recorded morning and evening asthma symptom scores over the 7 days before randomization. Daytime Scores range from 0=No symptoms during the day to 5=Symptoms so severe that I could not go to work or perform normal daily activities; Nighttime Scores range from 0=No symptoms during the night to 4=Symptoms so severe that I did not sleep at all. The daily asthma symptom score was therefore 0 - 9 with 0=no symptoms during the day or night and 9=severe symptoms both day and night.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.27","spread":"0.036"},{"groupId":"OG001","value":"-0.44","spread":"0.036"},{"groupId":"OG002","value":"-0.36","spread":"0.036"},{"groupId":"OG003","value":"-0.31","spread":"0.036"},{"groupId":"OG004","value":"-0.36","spread":"0.036"}]}]}]},{"type":"SECONDARY","title":"Kaplan-Meier Estimates For Time to Withdrawal Due to Meeting Stopping Criteria for Worsening Asthma During the 12-week Treatment Period","description":"Time to withdrawal due to meeting stopping criteria was defined as number of days elapsed from the date of first dose of double-blind study treatment to the date of withdrawal due to meeting stopping criteria.\n\nKaplan-Meier estimates (median and 95% CI of the median) are not applicable if the proportion of participants withdrawn is less than 0.5.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null},{"groupId":"OG002","value":"NA","spread":null},{"groupId":"OG003","value":"NA","spread":null},{"groupId":"OG004","value":"NA","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":628},"commonTop":["Nasopharyngitis","Cough"]}}}