{"nctId":"NCT00478205","briefTitle":"Comparison of 23 mg Donepezil Sustained Release (SR) to 10 mg Donepezil Immediate Release (IR) in Patients With Moderate to Severe Alzheimer's Disease","startDateStruct":{"date":"2007-06"},"conditions":["Alzheimer's Disease"],"count":1467,"armGroups":[{"label":"1","type":"EXPERIMENTAL","interventionNames":["Drug: Aricept (donepezil SR 23 mg)"]},{"label":"2","type":"EXPERIMENTAL","interventionNames":["Drug: Aricept (donepezil IR 10 mg)"]}],"interventions":[{"name":"Aricept (donepezil SR 23 mg)","otherNames":["Donepezil hydrochloride"]},{"name":"Aricept (donepezil IR 10 mg)","otherNames":["Donepezil hydrochloride"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria for Patients:\n\n1. Written informed consent.\n2. Patient Age range: Adult patients, 45 to 90 years of age, inclusive.\n3. The caregiver must separately meet the specified inclusion/exclusion criteria for caregivers.\n4. Women must be of non-child-bearing potential (\\>1 year post-menopausal or surgically sterile).\n5. There must be diagnostic evidence of probable Alzheimer's disease (AD).\n6. The patient must have been receiving Aricept at a dose of dose of 10 mg IR (or 10 mg dose of generic donepezil bioequivalent to Aricept), for at least 3 months prior to the Screening visit.\n7. A cranial image is required, with no evidence of focal brain disease that would account for dementia.\n8. The patient must meet certain psychometric test criteria related to the degree of impairment of cognitive functioning.\n9. Health: physically healthy and ambulatory or ambulatory-aided (i.e., walker or cane); corrected vision and hearing sufficient for compliance with testing procedures, and able to read prior to disease onset.\n10. Clinical laboratory values must be within normal limits or, if abnormal, must be judged not clinically significant by the investigator.\n11. Specified doses of selective serotonin reuptake inhibitors (SSRIs) are allowed in the study if dosage is within approved dose range and stable for 3 months prior to Screening.\n12. Other medical conditions, such as hypertension and cardiac disease must be well-controlled and the patient maintained on stable doses of medications for 3 months.\n13. Patients with diabetes mellitus or risk factors for diabetes mellitus may be enrolled in the study provided that the patient's disease is stable and that there have been no recent hospitalizations for diabetes complications.\n14. Patients whose serum B12 levels at Screening are below the normal range may nonetheless be admitted to the study if they subsequently show normal levels prior to Baseline.\n15. Patients with hypothyroidism who are on a stable dose of medication for at least 12 weeks prior to Screening, have normal TSH and free T4 at Screening, and are considered euthyroid will be eligible.\n16. Concomitant Medications: Under specified circumstances, the following medications may be allowed: chronic daily benzodiazepine use, bronchodilator medications for treatment of chronic obstructive pulmonary disease (COPD), and memantine. Certain other additional prescription treatments for AD, such as other cholinesterase inhibitors, must have been discontinued for at least 3 months prior to screening.\n17. The patient must have a relative/caregiver who supervises the regular taking of the drug at the correct dose and is alert for possible side effects, unless the patient's legal guardian takes on this task.\n\nInclusion Criteria for Caregivers:\n\nThe designated caregiver must be sufficiently familiar with the patient (as determined by the investigator) to provide accurate data. The caregiver must have regular contact with the patient (i.e., an average of 10 or more hours per week), must be able to observe for possible adverse events, and must be able to accompany the patient to all visits.\n\nExclusion Criteria for Patients:\n\n1. Patients are excluded if they are taking (a) no medication for Alzheimer's disease, (b) Aricept or bioequivalent generic donepezil at doses other than 10 mg daily, or 10 mg for less than 3 months before Screening; (c) other medications for Alzheimer's disease, except that memantine, Vitamin E, fish oil, and/or gingko biloba are allowed if doses have been stable for at least 3 months prior to the Screening visit. Patients undergoing any alternative medical techniques, such as acupuncture or acupressure, specifically for the treatment of AD are not eligible\n2. No caregiver available to meet the inclusion criteria for caregivers.\n3. Patients who have no measurable blood levels of donepezil in blood samples collected at Screening.\n4. Patients with neurological disorders that affect cognition or the ability to assess cognition but are distinguishable from Alzheimer's disease. These include, but are not limited to, Parkinson's disease, multi-infarct dementia, and dementia due to cerebrovascular disease.\n5. Patients with psychiatric disorders affecting the ability to assess cognition such as schizophrenia, bipolar or unipolar depression. Patients with clinically significant sleep disorders will also be excluded unless these are controlled by treatment and clinically stable for \\> 3 months prior to screening.\n6. Patients with dementia complicated by other organic disease or Alzheimer's disease with delirium.\n7. Patients with drug or alcohol abuse or dependence within the past 5 years according to DSM IV criteria.\n8. Patients with any conditions affecting absorption, distribution, or metabolism of the study medication (e.g., inflammatory bowel disease, gastric or duodenal ulcers, hepatic disease, or severe lactose intolerance).\n9. Patients with evidence of clinically significant, active gastrointestinal, renal, hepatic, respiratory, endocrine, or cardiovascular system disease (including history of life-threatening arrhythmias).\n10. Patients with a history of cancer (does not include basal or squamous cell carcinoma of the skin) treated within 5 years prior to study entry, or current evidence of malignant neoplasm, recurrent, metastatic disease. Males with localized prostate cancer requiring no treatment would not be excluded.\n11. Known plan for elective surgery during the treatment period that would require general anesthesia and administration of neuromuscular blocking agents.\n12. Donation of blood or blood products during 30 days prior to Screening or plans to donate blood while participating in the study or within 30 days after completion of the study.\n13. Patients who are unwilling or unable to fulfill the requirements of the study.\n14. Known hypersensitivity to acetylcholinesterase inhibitors or memantine.\n15. Use of any prohibited prior or concomitant medications) Any condition that would make the patient, in the opinion of the investigator, unsuitable for the study.\n16. Involvement in any other investigational drug clinical trial during the preceding 3 months, or likely involvement in any other such trial during the course of this study.\n17. Patients taking concomitant antidepressant medication known to have significant anticholinergic effects, such as tricyclic antidepressants prescribed at doses recommended for the treatment of major depression.\n18. Patients who cannot swallow or who have difficult swallowing whole tablets.\n19. Patients with fecal and/or urinary incontinence who are unable to cooperate with routine specimen collection.\n\nExclusion Criteria for Caregivers:\n\n1. Caregivers who are unwilling or unable to give informed consent or otherwise to fulfill the requirements of the study.\n2. Caregivers who do not meet certain psychometric test criteria.\n3. Any condition that would make the caregiver, in the opinion of the Investigator, unsuitable for the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"45 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline to Week 24 in SIB Total Score","description":"The SIB is an assessment of cognitive dysfunction across nine domains such as memory, language, and orientation. The score ranges from 0 (worst) to 100 (best). This outcome was calculated using the LOCF (last observation carried forward) method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.6","spread":"0.58"},{"groupId":"OG001","value":"0.4","spread":"0.66"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 24 in ADCS-ADL Total Score","description":"The ADCS-ADL (Alzhemier's Disease Cooperative Study-Activities of Daily Living) is a 19-item assessment scale used to measure a patient's basic functional abilities, such as walking, grooming, and bathing.Scores range from 0 to 54, with a higher score indicating greater functional ability.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.2","spread":"6.83"},{"groupId":"OG001","value":"-1.2","spread":"6.78"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 24 in MMSE Total Score","description":"The MMSE (Mini-Mental State Examination) is a 30-item test that evaluates 5 domains of cognitive function (orientation to time and place, immediate and delayed recall, attention, calculation, and language). The scores range from 0 (most impaired) to 30 (no impaiment).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.6","spread":"2.93"},{"groupId":"OG001","value":"0.4","spread":"3.20"}]}]}]},{"type":"PRIMARY","title":"Overall Change From Baseline in Modified CIBIC+ to Week 24","description":"The CIBIC+ is a rating scale derived from an interview with the patient and caregiver with an independent rater designed to measure several domains of patient function, such as mental/cognitive state, behavior, and activities of daily living. The scores range from 1 (marked improvement) to 7 (marked worsening).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.23","spread":"1.07"},{"groupId":"OG001","value":"4.29","spread":"1.07"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":80,"n":963},"commonTop":["Nausea","Diarrhoea","Vomiting","Anorexia"]}}}