{"nctId":"NCT02452866","briefTitle":"Open-Label Study to Evaluate Safety of A Single Dose of SYM-1219","startDateStruct":{"date":"2015-06"},"conditions":["Bacterial Vaginosis"],"count":325,"armGroups":[{"label":"SYM-1219","type":"EXPERIMENTAL","interventionNames":["Drug: SYM-1219"]}],"interventions":[{"name":"SYM-1219","otherNames":["Secnidazole"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Are adult females or postmenarchal adolescent girls ≥ 12 years of age.\n* Are in good general health as confirmed by a medical history and physical examination, with no known medical or mental health conditions that, in the Investigator's opinion, may interfere with study participation.\n* Have a negative urine pregnancy test result prior to study treatment initiation. In addition, female patients of childbearing potential must be using an acceptable form of birth control as determined by the Investigator\n* Agree to abstain from alcohol for 3 days following study treatment.\n* Have a clinical diagnosis of bacterial vaginosis\n* Agree not to use vaginal douches or similar products for the duration of the study.\n\nExclusion Criteria:\n\n* Are pregnant, lactating, or planning to become pregnant during the study.\n* Are menstruating or have vaginal bleeding at the Baseline visit (Day 1).\n* Are menopausal as determined by the Investigator\n* Are suspected clinically (or confirmed diagnostically) of having alternative causes of vaginal symptoms including candidiasis, Chlamydia trachomatis, Trichomonas vaginalis, Neisseria gonorrhoeae or Herpes simplex\n* Have active genital lesions, including active Herpes simplex lesions, or other vaginal or vulvar conditions which could confound the interpretation of the clinical response, as determined by the Investigator\n* Have consumed any alcohol within 12 hours prior to treatment with study medication.\n* Have a history of an abnormal Pap smear which required cervical biopsy or cervical cauterization within 3 months of the Baseline visit (Day 1).\n* Have any history of cervical carcinoma or other carcinomas of the vagina or vulva.","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"12 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Numbers of Participants With Treatment Emergent Adverse Events and Laboratory Abnormalities","description":"Safety evaluations will be based on the incidence, intensity, and type of AEs of subjects with clinical cure at TOC/EOS (clinical cure basd on amsel + normalization of Nugent score)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"95","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":321},"commonTop":["Vulvovaginal mycotic infection","Urinary tract infection","Vulvovaginal candidiasis","Bacterial vaginosis","Nasopharyngitis"]}}}