{"nctId":"NCT03410693","briefTitle":"Study of Rogaratinib (BAY1163877) vs Chemotherapy in Patients With FGFR (Fibroblast Growth Factor Receptor)-Positive Locally Advanced or Metastatic Urothelial Carcinoma","startDateStruct":{"date":"2018-05-31","type":"ACTUAL"},"conditions":["Carcinoma, Transitional Cell"],"count":175,"armGroups":[{"label":"Rogaratinib","type":"EXPERIMENTAL","interventionNames":["Drug: Rogaratinib (BAY1163877)"]},{"label":"Chemotherapy","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Chemotherapy"]}],"interventions":[{"name":"Rogaratinib (BAY1163877)","otherNames":[]},{"name":"Chemotherapy","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Existence of archival or fresh biopsy for FGFR testing. Mandatory FGFR testing of patients will be performed prior to start of screening. The timing of the FGFR test is at the discretion of the investigator. Investigators should ensure all patients will be eligible in terms of disease status and lines of treatment.\n* Documented urothelial carcinoma (transitional cell carcinoma) including urinary bladder, renal pelvis, ureters, urethra meeting all of the following criteria\n\n  * Histologically confirmed (Patients with mixed histologies are required to have a dominant transitional cell pattern.)\n  * Locally advanced (T4, any N; or any T, N 2-3) or metastatic disease (any T, any N and M1). Locally advanced bladder cancer must be unresectable i.e. invading the pelvic or abdominal wall (stage T4b) or presenting with bulky nodal disease (N2-3).\n* ECOG (Eastern Cooperative Oncology Group) Performance Status of 0 or 1\n* Disease progression during or following treatment with at least one platinum-containing regimen (patients should have been treated for at least 2 cycles). In patients who received prior adjuvant/ neoadjuvant platinum-containing chemotherapy, progression had to occur within 12 months of treatment.\n* High FGFR1 or 3 mRNA expression levels in archival or fresh tumor biopsy specimen quantified as outlined in the lab manual\n* At least 1 measurable lesion according to Response Evaluation Criteria in Solid Tumors (RECIST v.1.1) in contrast enhanced (unless contraindicated) CT or MRI\n\nExclusion Criteria:\n\n* Previous or concurrent cancer except\n\n  * cervical carcinoma in situ\n  * treated basal-cell or squamous cell skin carcinoma\n  * any cancer curatively treated \\> 3 years before randomization\n  * curatively treated incidental prostate cancer (T1/T2a)\n* Ongoing or previous treatment with anti-FGFR directed therapies (e.g. receptor tyrosine kinase inhibitors including rogaratinib or FGFR-specific antibodies) or with taxanes or vinflunine\n* More than two prior lines of systemic anti-cancer therapy for urothelial carcinoma given for advanced unresectable/ metastatic disease\n* Ongoing or previous anti-cancer treatment within 4 weeks before randomization.\n* Unresolved toxicity higher than National Cancer Institute's Common Terminology Criteria for Adverse Events, version 4.03 (CTCAE v.4.03) Grade 1 attributed to any prior therapy/ procedure excluding alopecia, anemia and/ or hypothyroidism\n* History or current condition of an uncontrolled cardiovascular disease including any of the following conditions:\n\n  * Congestive heart failure (CHF) NYHA (New York Heart Association) \\> Class 2\n  * Unstable angina (symptoms of angina at rest) or new-onset angina (within last 3 months before randomization)\n  * Myocardial infarction (MI) within past 6 months before randomization\n  * Unstable cardiac arrhythmias requiring anti-arrhythmic therapy. Patients with arrhythmia under control with anti-arrhythmic therapy such as beta-blockers or digoxin are eligible.\n* Arterial or venous thrombotic events or embolic events such as cerebrovascular accident (including transient ischemic attacks), deep vein thrombosis or pulmonary embolism within 3 months before randomization\n* Current evidence of endocrine alteration of calcium phosphate homeostasis (e.g. parathyroid disorder, history of parathyroidectomy, tumor lysis, tumoral calcinosis, paraneoplastic hypercalcemia)\n* Current diagnosis of any retinal detachment, retinal pigment epithelial detachment (RPED), serous retinopathy or retinal vein occlusion\n* Any hemorrhage / bleeding event ≥ CTCAE v.4.03 Grade 3 within 4 weeks before randomization","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Objective Response Rate (ORR) - Central Assessment","description":"ORR is defined as the percentage of participants with complete response (CR) or partial response (PR). participants for whom overall best response is not CR or PR, as well as participants without any post-baseline tumor assessment will be considered non-responders.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19.5","spread":null},{"groupId":"OG001","value":"21.6","spread":null},{"groupId":"OG002","value":"19.4","spread":null},{"groupId":"OG003","value":"23.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Disease-control Rate (DCR) - Central Assessment","description":"DCR was defined as the percentage of participants whose overall best response was not a progressive disease (i.e., CR, PR, stable disease \\[SD\\] or Non CR/Non PD).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"50.6","spread":null},{"groupId":"OG001","value":"55.7","spread":null},{"groupId":"OG002","value":"53.2","spread":null},{"groupId":"OG003","value":"63.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression-free Survival (PFS) - Central Assessment","description":"Progression free survival (PFS) was defined as the time (days) from randomization to date of first observed disease progression (radiological or clinical assessment or both) or death due to any cause (if death occurred before progression was documented).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.7","spread":null},{"groupId":"OG001","value":"3.2","spread":null},{"groupId":"OG002","value":"2.8","spread":null},{"groupId":"OG003","value":"4.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response (DOR) - Central Assessment","description":"DOR (for patients with PR and CR only) was defined as the time from the first documented objective response of PR or CR, whichever was noted earlier, to disease progression (including symptomatic deterioration) or death, whichever was earlier","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.9","spread":null},{"groupId":"OG001","value":"5.8","spread":null},{"groupId":"OG002","value":"5.1","spread":null},{"groupId":"OG003","value":"7.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment Emergent Adverse Events","description":"A treatment-emergent event was defined as any event arising or worsening after the start of study drug administration until 30 days after the last administration of study treatment","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"86","spread":null},{"groupId":"OG001","value":"82","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"81","spread":null},{"groupId":"OG001","value":"76","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":39,"n":86},"commonTop":["Diarrhoea","Decreased appetite","Constipation","Fatigue","Nausea"]}}}