{"nctId":"NCT00206336","briefTitle":"An Open-label Study to Determine the Efficacy and Safety of Topiramate in the Treatment of Tourette Syndrome.","startDateStruct":{"date":"2004-10"},"conditions":["Tourette Syndrome"],"count":20,"armGroups":[{"label":"topiramate","type":"EXPERIMENTAL","interventionNames":["Drug: Topiramate (drug)"]}],"interventions":[{"name":"Topiramate (drug)","otherNames":["Topamax"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subjects must continue to meet the specific inclusion criteria outlined in either CAPSS-176 or CAPSS-198 to enroll in this protocol.\n* Subjects must have completed the Double-Blind Phase or discontinued the Double-Blind Phase after a minimum of 6 weeks due to lack of efficacy (defined by a CGI improvement score of \\>6 \\[much worse or very much worse\\]) in either CAPSS-176 or CAPSS-198.\n* Subjects or their parents/guardians, must be able to read and comprehend written instructions and willing to complete all scales and assessments required by this protocol.\n* After full explanation of the study, subjects, or their parent/legally authorized representatives, must demonstrate their willingness to participate by signing an informed consent form. If applicable, pediatric subjects capable of giving assent must sign the assent form.\n* Subjects must continue their current treatment for tics, treatment of comorbid symptoms or treatment of A-D/HD at the dose level established prior to entry in the Double-Blind Phase of CAPSS-176 or CAPSS-198.\n\nExclusion Criteria:\n\n* Subjects must continue to meet the specific exclusion criteria outlined in either CAPSS-176 or CAPSS-198 to enroll in this protocol.\n* Subjects who have SGOT and/or SGPT levels greater than 2 times the upper limit of the normal range from the last visit in either CAPSS-176 or CAPSS-198 will not be permitted to enroll in the current study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"7 Years","maximumAge":"65 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in TTS","description":"A component of the Yale Global Tic Severity Scale (YGTSS), the change from baseline in Total Tic Score (TTS) at visit 5 (day 70) is the pre-defined primary endpoint. The Total Tic Score is a summation of the Total Motor Tic and Total Phonic Tic Scores. The Overall Impairment Rating is rated on a 50-point scale anchored by 0 (No impairment) and 50 (Severe impairment).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-14.29","spread":"10.47"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":20},"commonTop":["headache","cognitive slowing"]}}}