{"nctId":"NCT00406783","briefTitle":"Study for the Treatment of Intermittent Allergic Rhinitis With Desloratadine (Study P04683)","startDateStruct":{"date":"2006-08"},"conditions":["Rhinitis, Allergic, Seasonal","Rhinitis, Allergic, Perennial"],"count":547,"armGroups":[{"label":"5-mg Desloratadine tablet","type":"EXPERIMENTAL","interventionNames":["Drug: 5-mg Desloratadine"]},{"label":"Placebo tablet","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"5-mg Desloratadine","otherNames":["SCH 34117, Aerius"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nThe subject must meet ALL of the criteria listed below for entry:\n\n* For this study, the diagnosis of IAR is not based solely on the current episode of AR. Subjects must have at least a 2 year history of AR consistent with IAR (defined as symptoms of allergic rhinitis present less than four days per week or for less than four consecutive weeks per year); the current episode can count as the second year.\n* Subjects must be 12 years of age and older, of either sex and of any race.\n* At the Run-In Visit, subjects must be sufficiently symptomatic, with a T5SS 12-hour AM-PRIOR (reflective) symptoms severity score of at least 6.\n* In order for a subject to qualify at the Baseline Visit, the sum of the daily averages of the diary recordings of the 12-hour AM PRIOR + PM-PRIOR (reflective) T5SS collected during Days -4 to -1 and the AM PRIOR T5SS on the morning of the Baseline Visit (Day 1) must be \\>= 30.\n* Subjects must have a positive skin-prick test at screening to one or more allergens in the GA2LEN (or the usually used local) panel of seasonal and perennial allergens. Subjects must demonstrate an antigen-induced skin prick wheal at least 3 mm in diameter greater than diluent control. The positive tests must include the allergen(s) prevalent while this study is active.\n* Subjects must be free of any clinically significant disease, other than IAR, which would interfere with the study evaluations.\n* Subjects, or parents/legal guardians, must give written informed consent. Subjects must be able to adhere to dose and visit schedules and meet study requirements.\n* In females of childbearing potential, the urine pregnancy test (hCG) must be negative at the Screening Visit.\n* Nonsterile or premenopausal female subjects must be using a medically accepted method of birth control, that is, oral contraceptive, hormonal implant, medically prescribed intrauterine device (IUD), or depot injectable during the entire study. A female subject who is not currently sexually active must agree and consent to use one of the above-mentioned methods, if she becomes sexually active while participating in the study. A female subject who is not of childbearing potential must have a medical record of being surgically sterile (for example, hysterectomy and tubal ligation), or be at least 1 year postmenopausal.\n\nExclusion Criteria:\n\nThe subject will be excluded from entry if ANY of the criteria listed below are met:\n\n* Subjects with a history of anaphylaxis and/or severe local reaction(s) to skin testing with allergens.\n* Subjects with intolerable symptoms that would make participating in the study unbearable.\n* Subjects who have had an upper respiratory tract or sinus infection that required antibiotic therapy, and have not had at least a 14-day washout prior to the run-in period, or who have had a viral upper respiratory infection within 7 days prior to screening.\n* Subjects with asthma who require chronic use of inhaled or systemic corticosteroids.\n* Subjects with current or a history of frequent, clinically significant sinusitis or chronic purulent postnasal drip.\n* Subjects on immunotherapy (desensitization therapy) unless on a regular maintenance schedule prior to Visit 1 and staying on this schedule for the remainder of the study.\n* Subjects who, in the opinion of the investigator, are dependent on nasal, oral or ocular decongestants, nasal topical antihistamines or nasal steroids.\n* Subjects who have used any drug or device in an investigational protocol in the 30 days prior to Visit 1.\n* Female subjects who are pregnant or nursing.\n* Subjects with a history of hypersensitivity to the study drug or to their excipients or known to not tolerate any antihistamines.\n* Subject is a member of the Investigational Study Staff (currently involved with this study) or a member of the staff's family.\n* Subjects with current evidence of clinically significant hematopoietic, cardiovascular, hepatic, renal, neurologic, psychiatric, autoimmune disease, or other diseases that preclude the subject's participation in the study.\n* Subjects whose ability to provide informed consent is compromised.\n* Subjects with a history of noncompliance with medications or treatment protocols.\n* Subjects with rhinitis medicamentosa.\n* Subjects who have, in the opinion of the investigator or designee, clinically significant nasal structural abnormalities, including large nasal polyps or marked septum deviation, that significantly interferes with nasal air flow.\n* Subjects who have not observed the medication washout times outlined in the protocol prior to Visit 2.","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"The Change From Baseline in the 12-hour AM/PM-PRIOR (Reflective) Total 5 Symptom Score (T5SS) From Subject Daily Diaries Averaged Over Treatment Days 1 to 15","description":"AM/PM is the average of separate morning (AM) and evening (PM) evaluations. T5SS = the sum of the individual scores for nasal congestion/stuffiness, sneezing, rhinorrhea/nasal discharge, nasal pruritis, and ocular pruritis. Each individual symptom/sign was scored from 0 (none) to 3 (severe).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.01","spread":"0.21"},{"groupId":"OG001","value":"-2.13","spread":"0.2"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Rhinoconjunctivitis Quality of Life Questionnaire-Standardized Version (RQLQ-S) at the Final Visit","description":"The RQLQ-S questionnaire consists of 28 questions grouped into 7 domains. Each question is scored on a scale of 0 (not troubled with symptoms) to 6 (extremely troubled with symptoms). The total RQLQ-S score is the average score of the 28 questions which consisted of a total of 7 domains.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.1","spread":"0.1"},{"groupId":"OG001","value":"-0.73","spread":"0.1"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Total 5 Symptom Score (T5SS) - Average AM/PM PRIOR (Reflective) 12 Hours Diary: BASELINE","description":"AM/PM is the average of separate morning (AM) and evening (PM) evaluations. T5SS = the sum of the individual scores for nasal congestion/stuffiness, sneezing, rhinorrhea/nasal discharge, nasal pruritis, and ocular pruritis. Each individual symptom/sign was scored from 0 (none) to 3 (severe).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.5","spread":"0.14"},{"groupId":"OG001","value":"8.33","spread":"0.14"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Rhinoconjunctivitis Quality of Life Questionnaire-Standardized Version (RQLQ-S: BASELINE","description":"The RQLQ-S questionnaire consists of 28 questions grouped into 7 domains. Each question is scored on a scale of 0 (not troubled with symptoms) to 6 (extremely troubled with symptoms). The total RQLQ-S score is the average score of the 28 questions which consisted of a total of 7 domains.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.96","spread":"0.08"},{"groupId":"OG001","value":"2.80","spread":"0.08"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":276},"commonTop":["Headache"]}}}