{"nctId":"NCT04294667","briefTitle":"A Study to Evaluate the Efficacy and Safety of Dapirolizumab Pegol in Study Participants With Moderately to Severely Active Systemic Lupus Erythematosus","startDateStruct":{"date":"2020-08-12","type":"ACTUAL"},"conditions":["Systemic Lupus Erythematosus"],"count":321,"armGroups":[{"label":"Dapirolizumab pegol","type":"EXPERIMENTAL","interventionNames":["Drug: DZP"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Placebo"]}],"interventions":[{"name":"DZP","otherNames":["CDP7657"]},{"name":"Placebo","otherNames":["PBO"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Rescreening will be allowed once during the study in case there is new evidence for an inclusion criterion that was not fulfilled at the first screening or in case a study participant no longer meets an exclusion criterion or screening period exceeded the maximum duration due to delays in screening processes\n* Study participant must be ≥16 years of age, unless restricted by local regulation, at the time of signing the Informed Consent form (ICF)\n* Study participants who have moderate to severe disease activity due to either persisting active SLE or due to an acute worsening of SLE in the scope of frequent flaring/relapsing-remitting systemic lupus erythematosus (SLE) despite stable standard of care (SOC) medication defined as:\n\n  a. Diagnosed with SLE at least 24 weeks before the Screening Visit (Visit 1) study entry by a qualified physician b. Classified by 2019 SLE European League Against Rheumatism/American College of Rheumatology (EULAR/ACR) classification criteria for SLE c. With serological evidence for SLE at Screening as demonstrated by at least 1 of the following: i) Evidence for anti-dsDNA (in central laboratory at Screening) ii) Either complement C3 \\< lower limit of normal (LLN) OR complement C4 \\<LLN OR elevated erythrocyte-bound complement C4d (where available) as measured by central laboratory iii) Antinuclear antibodies with a titer of at least 1:80 confirmed by central laboratory in combination with evidence of at least 1 of the following SLE typical autoantibodies:\n\n  1\\. Anti-Smith (anti-Sm) antibodies (central laboratory) 2. Anti-Sjögren's syndrome antibody A (Anti-SSA) (Ro)/Anti-Sjögren's syndrome antibody B (anti-SSB) (La) autoantibodies (central laboratory) 3. Historic evidence for anti-dsDNA antibodies\n\n  d. Moderately to severely active defined as\n* British Isles Lupus Assessment Group Disease Activity Index 2004 (BILAG 2004) Grade B in ≥2 organ systems and/or a BILAG 2004 Grade A in ≥1 organ systems at Screening and Baseline Visit AND\n* Systemic Lupus Erythematosus Disease Activity Index 2000 (SLEDAI-2K) ≥6 at Screening Visit AND\n* SLEDAI-2K without labs ≥4 at Baseline Visit\n\n  e. Receiving the following SOC medication at stable dose:\n  * Antimalarial treatment in combination with corticosteroids and/or immunosuppressants or as stand-alone treatment if justified OR Treatment with corticosteroids and/or immunosuppressants if anti-malarial treatment is not possible\n\nExclusion Criteria:\n\n* Study participant has any medical or psychiatric condition (including conditions due to neuropsychiatric systemic lupus erythematosus (SLE)) that, in the opinion of the Investigator, could jeopardize or would compromise the study participant's ability to participate in this study. This includes study participants with a life threatening condition\n* Study participant has a history of an anaphylactic reaction to parenteral administration of contrast agents, human or murine proteins, or monoclonal antibodies\n* Study participant has a history of malignancy, except the following treated cancers: cervical carcinoma in situ, basal cell carcinoma, or dermatological squamous cell carcinoma\n* Study participant has an increased risk for thromboembolic events due to an ongoing heart disease or due to a medical device, including but not limited to vascular graft, valvular heart disease, atrial fibrillation, or a heart rhythm disorder\n* Study participant has evidence of human immunodeficiency virus (HIV) infection, agammaglobulinemias, T-cell deficiencies, or human T-cell lymphotropic virus-1 infection\n* Study participant had a reactivated latent infection (example, cytomegalovirus, herpes simplex virus, or herpes zoster infection) or opportunistic infection (including but not limited to, pneumocystis, cytomegalovirus, or severe herpes zoster infection) within 12 weeks prior to the first study medication infusion (Visit 2), or is currently receiving suppressive therapy for an opportunistic infection\n* Study participants who have received live/live attenuated vaccines within 6 weeks prior to the first study medication infusion\n* Study participant has clinically significant active or latent infection\n* Study participant has a mixed connective tissue disease, scleroderma, and/or overlap syndrome of these diseases with SLE\n* Study participant takes any protocol defined prohibited concomitant medication\n* Study participant has previously been randomized within this study or participant has previously been assigned to treatment with dapirolizumab pegol (DZP) in a study evaluating DZP\n* Study participant has participated in another study of an IMP within the previous 12 weeks or 5 half-lives of the investigational medicinal product (IMP) whatever is longer or is currently participating in another study of an IMP\n* Study participant has chronic kidney failure stage 4, manifested by estimated glomerular filtration rate \\<30mL/min/1.73m\\^2, or serum creatinine \\>2.5 mg/dL, or participant has proteinuria \\>3 g/day, or protein: creatinine ratio \\>340 mg/mmol at the Screening Visit","healthyVolunteers":false,"sex":"ALL","minimumAge":"16 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Achievement of BILAG 2004-based Composite Lupus Assessment (BICLA) Response at Week 48","description":"Study participants were considered to be a BILAG 2004-based Composite Lupus Assessment (BICLA) responder if all of the following were fulfilled:\n\n* British Isles Lupus Assessment Group Disease Activity Index 2004 (BILAG 2004) improvement without worsening (A scores at Baseline improved to B, C or D; B scores improved to C or D; no new A scores and less than or equal to \\[≤\\] 1 new B.); Here, score A (\"Active\"): Severely active disease; score B (\"Beware\"): Moderately active disease; score C (\"Contentment\"): Mild stable disease; score D (\"Discount\"): Inactive now but previously active; and\n* No worsening in the Systemic Lupus Erythematosus Disease Activity Index 2000 (SLEDAI-2K) total score compared to Baseline Visit (defined as no increase in SLEDAI-2K total score); and\n* No worsening in the Physician's Global Assessment of Disease (PGA) compared to Baseline Visit defined as \\[≤\\] 10 millimeter (mm) increase on a 100 mm visual analog scale (VAS).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"34.6","spread":null},{"groupId":"OG001","value":"49.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Achievement of BICLA Response at Week 24","description":"Study participants were considered to be a BICLA responder if all of the following were fulfilled:\n\n* BILAG 2004 improvement without worsening (A scores at Baseline improved to B, C or D; B scores improved to C or D; no new A scores and ≤ 1 new B.); Here, score A (\"Active\"): Severely active disease; score B (\"Beware\"): Moderately active disease; score C (\"Contentment\"): Mild stable disease; score D (\"Discount\"): Inactive now but previously active; and\n* No worsening in the SLEDAI-2K total score compared to Baseline Visit (defined as no increase in SLEDAI-2K total score); and\n* No worsening in the PGA compared to Baseline Visit defined as ≤ 10 mm increase on a 100 mm VAS.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"38.3","spread":null},{"groupId":"OG001","value":"46.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Achievement of BICLA Response at Week 12","description":"Study participants were considered to be a BICLA responder if all of the following were fulfilled:\n\n* BILAG 2004 improvement without worsening (A scores at Baseline improved to B, C or D; B scores improved to C or D; no new A scores and ≤ 1 new B.); Here, score A (\"Active\"): Severely active disease; score B (\"Beware\"): Moderately active disease; score C (\"Contentment\"): Mild stable disease; score D (\"Discount\"): Inactive now but previously active and\n* No worsening in the SLEDAI-2K total score compared to Baseline Visit (defined as no increase in SLEDAI-2K total score); and\n* No worsening in the PGA compared to Baseline Visit defined as ≤ 10 mm increase on a 100 mm VAS.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"29.0","spread":null},{"groupId":"OG001","value":"39.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Achievement of Prevention of Severe British Isles Lupus Assessment Group (BILAG) Flares (Severe BILAG Flare-free) Through Week 48","description":"A severe BILAG flare was defined as a british isles lupus assessment group disease activity index 2004 (BILAG 2004) Grade A in any system due to individual items that were new or worse qualifying for the Grade A. Determination of items that were new or worse and were qualifying for the Grade A were according to the supplementary information for the numerical scoring of the BILAG-2004 index. Here, Grade A (\"Active\"): Severely active disease (sufficient to require systemic immunosuppressant or anticoagulant therapy.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"76.6","spread":null},{"groupId":"OG001","value":"88.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Achievement of Lupus Low Disease Activity State (LLDAS) in ≥50% of Post-Baseline Visits Through Week 48","description":"The LLDAS includes domains that capture the absence of organ-threatening disease activity and harmful treatment burden. The LLDAS is defined as:\n\n* SLEDAI-2K score was ≤4 with no activity in major organ systems.\n* No new and/or worsening disease activity defined as no SLEDAI-2K component documented as present that was not documented present at the previous visit.\n* PGA ≤ 33 mm.\n* Prednisone equivalent systemic dose for systemic lupus erythematosus (SLE) indication ≤ 7.5 mg per day.\n* Stable standard maintenance doses of immunosuppressive drugs as allowed by protocol, defined as no increase in dose in the past 12 weeks and no dose higher than allowed as per protocol.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15.9","spread":null},{"groupId":"OG001","value":"23.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Systemic Lupus Erythematosus Disease Activity Index 2000 (SLEDAI-2K) at Week 48","description":"The SLEDAI-2K is a global index which includes 24 clinical and laboratory variables such as antibodies, renal, and hematological components measured 30 days before, and at the timepoint of assessment. The variables were weighted by the type of manifestation, but not by severity or dynamic of the individual item. The SLEDAI-2K includes scoring for antibodies (anti-dsDNA positive or negative) and low complement, as well as some renal and hematologic parameters. The total score falls between 0 and 105, with higher scores representing increased disease activity. Mixed effects models for repeated measurements (MMRM).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.2","spread":"0.39"},{"groupId":"OG001","value":"-6.1","spread":"0.26"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Achievement of BILAG Improvement Without Worsening at Week 48","description":"The BILAG improvement without worsening defined as A scores at Baseline improved to B, C or D; B scores improved to C or D; no new A scores and ≤1 new B Score. Here, score A (\"Active\"): Severely active disease (sufficient to require systemic immunosuppressant or anticoagulant therapy; score B (\"Beware\"): Moderately active disease (requires low dose or local immunosuppressant therapy or symptomatic therapy; score C (\"Contentment\"): Mild stable disease (no indication for changes in treatment); score D (\"Discount\"): Inactive now but previously active.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"34.6","spread":null},{"groupId":"OG001","value":"49.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Physician's Global Assessment (PGA) at Week 48","description":"The PGA is a measure of systemic lupus erythematosus (SLE) signs and symptoms by the physician using a visual analog scale of 0 to 100mm, Where 0 indicate \"very good\", asymptomatic, and no limitation of normal activity and 100 indicate \"severe disease\".","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-33.4","spread":"1.99"},{"groupId":"OG001","value":"-39.6","spread":"1.36"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Achievement of Systemic Lupus Erythematosus Responder Index Response - 4 (SRI-4) Response at Week 48","description":"The SRI-4 define responders as meeting all of the following criteria:\n\n* Reduction in SLEDAI-2K score of ≥ 4.\n* No shift from BILAG 2004 Grade B, C, D, or E to A post-Baseline. Here, Grade A (\"Active\"): Severely active disease; Grade B (\"Beware\"): Moderately active disease; Grade C (\"Contentment\"): Mild stable disease; Grade D (\"Discount\"): Inactive now but previously active; Grade E (\"Excluded\"): Never affected.\n* No more than 1 shift from BILAG 2004 Grade C, D, or E to B post-Baseline.\n* No worsening in the PGA compared to study entry defined as ≤ 10 mm increase on a 100 mm visual analog scale, equivalent to less than a 10 mm increase in the PGA compared to study entry score.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"41.1","spread":null},{"groupId":"OG001","value":"60.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Achievement of Prevention of Moderate/Severe BILAG Flares (Moderate/Severe BILAG Flare-free) Through Week 48","description":"Achievement of prevention of moderate/severe BILAG flares through Week 48 was defined as the percentage of participants with no moderate or severe flare through Week 48. A severe BILAG flare was defined as a BILAG 2004 Grade A in any system due to individual items that were new or worse qualifying for the Grade A. Determination of items that were new or worse and were qualifying for the Grade A, according to the supplementary information for the numerical scoring of the BILAG-2004 index. A moderate BILAG flare was defined as 2 or more BILAG 2004 Grade B due to individual items that were new or worse and were qualifying for the Grade B in any system. Determination of items that were new or worse qualifying for the Grade B, according to the supplementary information for the numerical scoring of the BILAG- 2004 index. Here, Grade A (\"Active\"): Severely active disease; Grade B (\"Beware\"): Moderately active disease.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"63.0","spread":null},{"groupId":"OG001","value":"78.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Severe BILAG Flare Through Week 48","description":"Time to severe BILAG flare (the event) through Week 48 was defined as the time from randomization until the start of the event. A severe BILAG flare was defined as a BILAG 2004 Grade A in any system due to individual items that were new or worse qualifying for the Grade A. Determination of items that were new or worse and were qualifying for the Grade A, according to the supplementary information for the numerical scoring of the BILAG-2004 index. Here, Grade A (\"Active\"): Severely active disease.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Moderate/Severe BILAG Flare Through Week 48","description":"Time to moderate/severe BILAG flare (the event) through Week 48 was defined as the time from randomization until the start of the event. Moderate BILAG flare was defined as 2 or more BILAG 2004 Grade B due to individual items that were new or worse and were qualifying for the Grade B in any system. Determination of items that were new or worse qualifying for the Grade B, according to the supplementary information for the numerical scoring of the BILAG-2004 index. Severe BILAG flare was defined as a BILAG 2004 Grade A in any system due to individual items that were new or worse qualifying for the Grade A. Determination of items that were new or worse and are qualifying for the Grade A, according to the supplementary information for the numerical scoring of the BILAG-2004 index. Here, Grade A (\"Active\"): Severely active disease; Grade B (\"Beware\"): Moderately active disease.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Treatment-emergent Adverse Events (TEAEs) During the Study","description":"An adverse event (AE) is any untoward medical occurrence in a patient or clinical study participant, temporally associated with the use of investigational medicinal product (IMP), whether or not considered related to the IMP. An AE could therefore be any unfavorable and unintended sign (including an abnormal laboratory finding), symptom, or disease (new or exacerbated) temporally associated with the use of IMP. Treatment-emergent AEs were those with onset date on or after the first administration of study drug, and up to 60 days after last dose.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"75.0","spread":null},{"groupId":"OG001","value":"82.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Serious Treatment-emergent Adverse Events During the Study","description":"A serious adverse event (SAE) is defined as any untoward medical occurrence that, at any dose: Results in death; Is life-threatening, Requires in patient hospitalization or prolongation of existing hospitalization; Results in persistent disability/incapacity; Is a congenital anomaly/birth defect; and Other important medical events which based on medical or scientific judgement may jeopardize the patients, or may require medical or surgical intervention to prevent any of the above. Treatment-emergent AEs were those with onset date on or after the first administration of study drug, and up to 60 days after last dose.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.8","spread":null},{"groupId":"OG001","value":"9.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Treatment-emergent Adverse Events of Special Interest During the Study","description":"An adverse event of special interest (AESIs) is any AE that a regulatory authority has mandated be reported on an expedited basis, regardless of the seriousness, expectedness, or relatedness of the AE to the administration of a product/compound.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.9","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Treatment-emergent Adverse Events of Special Monitoring During the Study","description":"An AE of special monitoring is a product-specific AEs, adverse reactions, or safety topics considered as requiring special monitoring by UCB.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24.1","spread":null},{"groupId":"OG001","value":"36.6","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":16,"n":108},"commonTop":["COVID-19","Urinary tract infection","Nasopharyngitis","Upper respiratory tract infection","Diarrhoea"]}}}