{"nctId":"NCT02432807","briefTitle":"Safety and Efficacy of Vancomycin Ophthalmic Ointment in Patients With Moderate to Severe Bacterial Conjunctivitis","startDateStruct":{"date":"2015-05","type":"ACTUAL"},"conditions":["Bacterial Conjunctivitis"],"count":303,"armGroups":[{"label":"Vancomycin 1.1%","type":"EXPERIMENTAL","interventionNames":["Drug: Vancomycin 1.1%"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Vancomycin 1.1%","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Age 1 and older\n2. Clinical diagnosis of acute bacterial conjunctivitis with at least one eye exhibiting conjunctival discharge graded ≥ 2 as well as palpebral conjunctival injection graded ≥ 2 AND bulbar conjunctival injection graded ≥ 2 with onset ≤ 4 days as reported by the subject.\n3. Negative test result on AdenoPlus® adenovirus test.\n4. Snellen visual acuity (VA) equal to or better than 20/200 in each eye using current corrective lenses, if required (or if worn) and/or using pinhole if subject's corrective lenses are not available at the time of exam. Every attempt should be made to obtain a VA measurement in children and, if it is unobtainable, the decision as to whether the criterion is met will be at the investigator's discretion.\n5. Female subjects must be 1-year postmenopausal, surgically sterilized, or women of childbearing potential with a negative urine pregnancy test at Visit 1. Women of childbearing potential must use an acceptable form of contraception throughout the study. Acceptable methods include the use of at least one of the following: intrauterine (intrauterine device), hormonal (oral, injection, patch, implant, ring), barrier with spermicide (condom, diaphragm), or abstinence.\n6. Able to self-administer study medication or to have the study medication administered by a caregiver throughout the study period.\n7. Must have signed written consent from the subject prior to participation in any study-related procedures if the subject is 18 years of age or older, or from the legally authorized representative/guardian if the subject is under 18 years of age.\n8. Must have the signature of the subject on the assent form, as required by Institutional Review Board (IRB) guidelines, if the subject is under 18 years of age.\n\nExclusion Criteria:\n\n1. Suspected viral or allergic conjunctivitis or suspected fungal or acanthamoeba infections at Screening in either eye.\n2. Suspected iritis/uveitis or episcleritis/scleritis at Screening in either eye or history of either condition.\n3. Active ulcerative keratitis, specifically any epithelial loss greater than punctate keratitis (eg, confluent epithelial loss or any subepithelial infiltration) in either eye.\n4. History of recurrent corneal erosion syndrome, either idiopathic or secondary to previous corneal trauma or dry eye syndrome in study eye.\n5. Uncontrolled systemic or debilitating disease (eg, cardiovascular disease, hypertension, diabetes, or cystic fibrosis) in the opinion of the Investigator.\n6. Subjects who are immunocompromised (eg, HIV-positive); any use of immunosuppressive therapy (including chemotherapy).\n7. Any use of topical ophthalmic medications, including tear substitutes, within 2 hours before Screening and throughout the study period in either eye.\n8. Use of topical ophthalmic antimicrobial therapy within 48 hours prior to Screening. Use of topical ophthalmic antimicrobial therapy other than study medication is prohibited throughout the study period in either eye.\n9. Use of topical ophthalmic anti-inflammatory agents (eg, nonsteroidal anti-inflammatory drugs \\[NSAIDs\\] or steroids, including steroid-antibiotic combinations) within 48 hours prior to Screening and throughout the study period.\n10. Use of systemic antimicrobial therapy for active respiratory tract, urinary tract, skin/soft tissue, or otitis media infection within 72 hours prior to Screening and throughout the study period. Use of a topical dermatologic antibiotic is permitted.\n11. Use of systemic steroids within 14 days of screening and throughout the study period. Inhaled, intranasal, and topical dermatological steroids are permitted.\n12. Contact lens wear during the study period in study eye. (contact lens wear in an untreated fellow eye is allowed).\n13. Ocular surgery (nonlaser or laser) within 6 weeks prior to Screening in study eye.\n14. Pregnancy or lactation.\n15. Participation in an ophthalmic drug or device research study within 30 days prior to Screening in either eye.\n16. Known hypersensitivity to vancomycin, petrolatum, or mineral oil","healthyVolunteers":false,"sex":"ALL","minimumAge":"1 Year","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Subjects With Clinical Resolution of Bacterial Conjunctivitis","description":"Between-group difference in clinical resolution of bacterial conjunctivitis (defined as absence of conjunctival discharge, bulbar conjunctival injection and palpebral conjunctival injection) at Day 8","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"71","spread":null},{"groupId":"OG001","value":"59","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects That Display Microbial Eradication","description":"Between-group difference in microbial eradication (absence of all Gram-positive bacterial species present at or above the pathological threshold at baseline) at Day 8","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"56","spread":null},{"groupId":"OG001","value":"43","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":152},"commonTop":["Headache","Punctate keratitis","Pyrexia","Vomiting","Dry eye"]}}}