{"nctId":"NCT03759366","briefTitle":"A Phase 3 Open-Label Study of Eculizumab in Pediatric Participants With Refractory Generalized Myasthenia Gravis (gMG)","startDateStruct":{"date":"2018-12-28","type":"ACTUAL"},"conditions":["Myasthenia Gravis","Myasthenia Gravis, Juvenile Form","Myasthenia Gravis, Generalized"],"count":12,"armGroups":[{"label":"Eculizumab Intravenous (IV) Infusion","type":"EXPERIMENTAL","interventionNames":["Drug: Eculizumab"]}],"interventions":[{"name":"Eculizumab","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female pediatric participants 6 to \\<18 years of age at time of assent/consent.\n* Vaccinated against Neisseria meningitidis.\n* Documented vaccination against Haemophilus influenzae and Streptococcus pneumoniae infections prior to dosing as per local and country specific immunization guidelines for the appropriate age group.\n* Diagnosis of MG confirmed by positive serologic test for anti-acetylcholine receptor antibodies at Screening, and 1 of the following: (a) history of abnormal neuromuscular transmission test demonstrated by single-fiber electromyography or repetitive nerve stimulation; (b) history of positive anticholinesterase test (for example, edrophonium chloride or neostigmine test); or (c) participant demonstrated improvement in MG signs on oral acetylcholinesterase inhibitors, as assessed by the Investigator.\n* Presence of refractory gMG, defined as participants with gMG who have 1 or more of the following: (a) failed treatment ≥1 year with at least 1 immunosuppressive therapies (IST), defined as follows: (1) persistent weakness with impairment of activities of daily living; (2) myasthenia gravis (MG) exacerbation and/or crisis while on treatment; or (3) intolerance to ISTs due to side effect or comorbid condition(s). (b) Require maintenance plasma exchange (PE) or intravenous immunoglobulin (IVIg) to control symptoms; and/or (c) in the opinion of the Investigator, MG poses a significant functional burden despite current MG treatment.\n* MGFA Clinical Classification of Class II to IV at Screening.\n* In patients aged 12 to 18 years, QMG total score ≥ 12 at Screening; in patients aged 6 to 11 years, no minimum QMG is required for inclusion; however, patients must have documented limb weakness in at least one limb.\n* All MG-specific treatment has been administered at a stable dosing regimen of adequate duration prior to Screening.\n\nExclusion Criteria:\n\n* Parent or legal guardian is an Alexion employee.\n* Any active or untreated thymoma. History of thymic carcinoma or thymic malignancy unless deemed cured by adequate treatment with no evidence of recurrence for ≥5 years before Screening.\n* History of thymectomy within 12 months prior to Screening.\n* Are pregnant or lactating.\n* Any unresolved acute, or chronic, systemic bacterial or other infection, which is clinically significant in the opinion of the Investigator and has not been treated with appropriate antibiotics.\n* Use of PE within 4 weeks prior to first dose.\n* Use of rituximab within 6 months prior to first dose.\n* Patients who are under 15 kg and are receiving maintenance IVIg.\n* Participation in another interventional treatment study or use of any experimental therapy within 30 days before initiation of study drug on Day 1 in this study or within 5 half-lives of that investigational product, whichever is greater.\n* Have previously received treatment with eculizumab or other complement inhibitors.","healthyVolunteers":false,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in the QMG Total Score at Week 26 Regardless of Rescue Treatment","description":"The QMG scoring system consists of 13 items: ocular (2 items), facial (1 item), bulbar (2 items), gross motor (6 items), axial (1 item), and respiratory (1 item). Each item is graded from 0 to 3, (0 = none, 1 = mild, 2 = moderate, and 3 = severe). The range of total QMG score is 0 to 39, with higher scores indicating more severe disease.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.1","spread":"4.56"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Myasthenia Gravis Activities of Daily Living (MG-ADL) Total Score at Week 26 Regardless of Rescue Treatment","description":"The MG-ADL is an 8-point questionnaire that focuses on relevant symptoms and functional performance of activities of daily living in participants with myasthenia gravis (MG). The 8 items of the MG-ADL are derived from symptom-based components of the original 13-item QMG to assess disability secondary to ocular (2 items), bulbar (3 items), respiratory (1 item), and gross motor or limb (2 items) impairment related to effects from MG. In this functional status instrument, each response is graded from 0 (normal) to 3 (most severe). The range of total MG-ADL score is 0 to 24, with higher scores indicating more severe disease.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.5","spread":"1.78"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With ≥3-Point Reduction in the MG-ADL Total Score With No Rescue Treatment","description":"The MG-ADL is an 8-point questionnaire that focuses on relevant symptoms and functional performance of activities of daily living in participants with MG. The 8 items of the MG-ADL are derived from symptom-based components of the original 13-item QMG to assess disability secondary to ocular (2 items), bulbar (3 items), respiratory (1 item), and gross motor or limb (2 items) impairment related to effects from MG. In this functional status instrument, each response is graded from 0 (normal) to 3 (most severe). The range of total MG-ADL score is 0 to 24, with higher scores indicating more severe disease.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"50.0","spread":"18.7"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With ≥3-Point Reduction in the MG-ADL Total Score Regardless of Rescue Treatment","description":"The MG-ADL is an 8-point questionnaire that focuses on relevant symptoms and functional performance of activities of daily living in participants with MG. The 8 items of the MG-ADL are derived from symptom-based components of the original 13-item QMG to assess disability secondary to ocular (2 items), bulbar (3 items), respiratory (1 item), and gross motor or limb (2 items) impairment related to effects from MG. In this functional status instrument, each response is graded from 0 (normal) to 3 (most severe). The range of total MG-ADL score is 0 to 24, with higher scores indicating more severe disease.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"50.0","spread":"18.7"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With ≥5-Point Reduction in the QMG Total Score With No Rescue Treatment","description":"The QMG scoring system consists of 13 items: ocular (2 items), facial (1 item), bulbar (2 items), gross motor (6 items), axial (1 item), and respiratory (1 item). Each item is graded from 0 to 3, (0 = none, 1 = mild, 2 = moderate, and 3 = severe). The range of total QMG score is 0 to 39, with higher scores indicating more severe disease.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"70.0","spread":"34.8"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With ≥5-Point Reduction in the QMG Total Score Regardless of Rescue Treatment","description":"The QMG scoring system consists of 13 items: ocular (2 items), facial (1 item), bulbar (2 items), gross motor (6 items), axial (1 item), and respiratory (1 item). Each item is graded from 0 to 3, (0 = none, 1 = mild, 2 = moderate, and 3 = severe). The range of total QMG score is 0 to 39, with higher scores indicating more severe disease.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"70.0","spread":"34.8"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Myasthenia Gravis Composite (MGC) Scale Total Score at Week 26 Regardless of Rescue Treatment","description":"The MGC is a validated assessment tool for measuring clinical status of participants with MG. The MGC assesses 10 important functional areas most frequently affected by MG: ocular (2 items), facial (1 item), bulbar (3 items), respiratory (1 item), axial (1 item), and gross motor (2 items). The scales are weighted for clinical significance that incorporates patient-reported outcomes. The MGC total score ranges from 0 to 50, with lower scores indicating less functional impairment and higher scores indicating greater functional impairment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-9.4","spread":"5.91"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the European Quality of Life 5-Dimension Youth Version (EQ-5D-Y) Visual Analogue Scale (VAS) Score at Week 26 Regardless of Rescue Treatment","description":"The EQ-5D-Y is a reliable and validated survey of health status in 5 areas: mobility, self-care, usual activities, pain/discomfort, and anxiety/depression, each of which is completed by the participant for participants ≥12 years of age (at time of assessment) and completed by the participant's caregiver or with caregiver assistance for participant \\<12 years of age. Each area has 3 levels: Level 1 (no problems), Level 2 (some problems), and Level 3 (extreme problems). The EQ visual analogue scale (VAS) records the participant's self-rated health on a vertical, 20-centimeter VAS where the endpoints are labelled 'Best imaginable health state, marked as 100' and 'Worst imaginable health state, marked as 0'.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23.5","spread":"23.34"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Neurological Quality of Life-Fatigue Questionnaire (Neuro-QoL Pediatric Fatigue) Total Score at Week 26 Regardless of Rescue Treatment","description":"The Neuro-QoL Pediatric Fatigue questionnaire is a reliable and validated brief 11-item survey of fatigue, completed by the participant for participants ≥12 years of age (at time of assessment) and completed by the participant's caregiver or with caregiver assistance for participants \\<12 years of age. Each item was scored on a scale of 1 to 5 (1=Not at all, 2=A little bit, 3=Somewhat, 4=Quite a bit, 5=Very much). Total score is the sum of each item's score and it ranges from 11 to 55. Higher scores indicate greater fatigue and greater impact of MG on activities.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-7.9","spread":"7.37"}]}]}]},{"type":"SECONDARY","title":"Number of Participants in Each Category of the Myasthenia Gravis Foundation of America Post-Intervention Status (MGFAPIS) Regardless of Rescue Treatment at Week 26","description":"The MG clinical state (improved, unchanged, and worse) was assessed using the MGFAPIS.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Clinical Deteriorations, Myasthenic Crises, and Rescue Therapy Use","description":"Rescue therapy (for example, high dose corticosteroid, plasma exchange, or intravenous immunoglobulin) was to be allowed when a participant experienced clinical deterioration. Clinical deterioration was defined as follows: Participants who experienced an MG crisis, which was defined as weakness due to MG that was severe enough to necessitate intubation or to delay extubation following surgery; or, Significant symptomatic worsening that required rescue medication in the opinion of the Investigator; or, Participants for whom the Investigator believed that the participants' health was in jeopardy if rescue therapy was not given.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Pharmacokinetics (PK): Serum Concentration Of Eculizumab","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"359.6","spread":"105.18"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"382.8","spread":"159.57"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"910.5","spread":"277.29"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"433.9","spread":"171.85"}]}]}]},{"type":"SECONDARY","title":"Pharmacodynamics (PD): Serum Free Complement Component 5 Concentrations","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"172.7","spread":"34.52"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"0.01"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"0.01"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"0.01"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"0.02"}]}]}]},{"type":"SECONDARY","title":"PD: Percentage of Hemolysis (In Vitro Assay)","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"105.8","spread":"14.15"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.1","spread":"2.01"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.8","spread":"4.67"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.2","spread":"0.45"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.5","spread":"1.29"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the QMG Total Score at Week 52 Regardless of Rescue Treatment","description":"The QMG scoring system consists of 13 items: ocular (2 items), facial (1 item), bulbar (2 items), gross motor (6 items), axial (1 item), and respiratory (1 item). Each item is graded from 0 to 3, (0 = none, 1 = mild, 2 = moderate, and 3 = severe). The range of total QMG score is 0 to 39, with higher scores indicating more severe disease.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.9","spread":"4.26"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":11},"commonTop":["Nasopharyngitis","Headache","Fatigue","Upper respiratory tract infection","Pain in extremity"]}}}