{"nctId":"NCT00710554","briefTitle":"A Study of Sativex® for Pain Relief of Peripheral Neuropathic Pain, Associated With Allodynia","startDateStruct":{"date":"2005-08"},"conditions":["Pain","Peripheral Neuropathy"],"count":246,"armGroups":[{"label":"Sativex","type":"EXPERIMENTAL","interventionNames":["Drug: Sativex"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Sativex","otherNames":["GW-1000-02"]},{"name":"Placebo","otherNames":["GW-4001-01"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Willing and able to give informed consent.\n* Male or female, aged 18 years or above.\n* Ability (in the investigators opinion) and willingness to comply with all study requirements.\n* Diagnosed with PNP of at least six months duration and in who pain is not wholly relieved with their current therapy.\n* Presence of mechanical allodynia within the territory of the affected nerve(s) which has been confirmed by either a positive response to stroking the allodynic area with a SENSELABTM Brush 05 or to force applied by a 5.07 gram Semmes-Weinstein monofilament.\n* Had at least one of the following underlying conditions, which caused their peripheral neuropathic pain; post herpetic neuralgia, peripheral neuropathy, focal nerve lesion, radiculopathy or Complex Regional Pain Syndrome (CRPS) type 2.\n* The daily diary 0-10 NRS pain scores on days B2 - B7 of the baseline period were completed and summed to at least 24.\n* Stable dose of regular pain medication and non-pharmacological therapies (including TENS) for at least 14 days prior to the screening visit and willingness for these to be maintained throughout the study. Where subjects were taking a medication containing paracetamol further instructions were provided, refer to Section 9.4.7.\n* In the opinion of the investigator the subject has received or was currently receiving the appropriate PNP treatments for their condition.\n* Agreement for the responsible authorities (as applicable in individual countries), their primary care physician, and their consultant, if appropriate, to be notified of their participation in the study.\n\nExclusion Criteria:\n\n* Concomitant pain thought by the investigator to be of a nature or severity to interfere with the subject's assessment of their PNP.\n* Receiving a prohibited medication and were unwilling to stop or comply for the duration of the study.\n* Had CRPS type 1, cancer related neuropathic pain or neuropathic pain resulted from diabetes mellitus.\n* Has used either cannabis (either for recreational or medical purposes) or cannabis based medications within the last year and were unwilling to abstain for the duration for the study.\n* History of schizophrenia, other psychotic illness, severe personality disorder or other significant psychiatric disorder other than depression associated with their underlying condition.\n* Known or suspected history of alcohol or substance abuse.\n* History of epilepsy or recurrent seizures.\n* Known or suspected hypersensitivity to cannabinoids or any of the excipients of the study medication.\n* Evidence of cardiomyopathy.\n* Experienced myocardial infarction or clinically relevant cardiac dysfunction within the last 12 months or had a cardiac disorder that, in the opinion of the investigator would put the subject at risk of a clinically relevant arrhythmia or myocardial infarction.\n* QT interval; of \\> 450 ms (males) or \\> 470 ms (females) at Visit 1.\n* Secondary or tertiary AV block or sinus bradycardia (HR \\<50bpm unless physiological) or sinus tachycardia (HR\\>110bpm) at Visit 1.\n* Diastolic blood pressure of \\<50 mmHg or \\>105 mmHg in a sitting position at rest for 5 minutes prior to randomisation.\n* Impaired renal function i.e., creatinine clearance is lower than 50ml/min at Visit 1 and is indicative of renal impairment.\n* Significantly impaired hepatic function, at Visit 1, in the Investigator's opinion.\n* Female subjects of child bearing potential and male subjects whose partner was of child bearing potential, unless were willing to ensure that they or their partner used effective contraception during the study and for three months thereafter.\n* If female, were pregnant or lactating, or were planning pregnancy during the course of the study and for three months thereafter.\n* Received an IMP within the 12 weeks before Visit 1.\n* Any other significant disease or disorder which, in the opinion of the investigator, may either put the subject at risk because of participation in the study, may influence the result of the study, or the subject's ability to participate in the study.\n* Following a physical exam, the subject had any abnormalities that, in the opinion of the investigator, would prevent the subject from safely participating in the study.\n* Intention to donate blood during the study.\n* Intention to travel internationally during the study.\n* Previous randomisation into this study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Mean Peripheral Neuropathic Pain on a 0-10 Numerical Rating Scale (NRS) Score at the End of Treatment (15 Weeks)","description":"The peripheral neuropathic pain NRS was completed at the same time each day, i.e. bedtime in the evening. The patient was asked \"on a scale of '0 to 10', please indicate the number that best describes your pain or average pain in the last 24 hours\" where 0 = no pain and 10 = pain as bad as you can imagine. No pain relates to the time prior to the onset of pain. A negative value indicates an improvement in pain score from baseline.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.36","spread":"2.02"},{"groupId":"OG001","value":"-0.84","spread":"1.86"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Neuropathic Pain Scale Score at the End of Treatment (15 Weeks)","description":"The NPS score is 0-100 sum of 10 individual pain scores (0-10 NRS, 0= no pain to 10 = most pain imaginable). A negative change from baseline indicates an improvement in pain.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-11.57","spread":"16.15"},{"groupId":"OG001","value":"-7.19","spread":"19.65"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Sleep Quality 0-10 Numerical Rating Scale Scores at the End of Treatment (15 Weeks)","description":"The sleep disruption NRS was completed at the same time each day, i.e. bedtime in the evening. The patient was asked \"on a scale of '0 to 10', please indicate how your pain disrupted your sleep last night?\" where 0 = did not disrupt sleep and 10 = completely disrupted (unable to sleep at all). A negative value indicates an improvement in sleep disruption score from baseline.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.0","spread":"2.70"},{"groupId":"OG001","value":"-1.2","spread":"2.38"}]}]}]},{"type":"SECONDARY","title":"Change in Baseline Mean Dynamic Allodynia Test Score at the End of Treatment (15 Weeks)","description":"Dynamic allodynia was assessed by stroking the skin over the affected area five times with a standardised brush, designed specifically for sensory testing at 5 s intervals, and recording the pain severity on a 0-10 point scale (0= no pain to 10 = most pain imaginable). All strokes were of the same length, minimum 2 cm. Each dynamic allodynia score was calculated as the average of the five strokes.A negative change from baseline indicates an improvement in score.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.1","spread":"2.16"},{"groupId":"OG001","value":"-1.0","spread":"2.49"}]}]}]},{"type":"SECONDARY","title":"Change in Baseline Mean Punctate Allodynia Test Scores at the End of Treatment (15 Weeks)","description":"Punctate allodynia was measured using an in-house built pressure algometer comprising a strain gauge connected to a metal filament with a diameter of 1 mm and blunt tip at baseline and end of study. The filament was manually directed against the skin at an angle of 90 degrees and a steadily increasing pressure applied until the patient verbally indicated that they perceived pain (punctate pressure pain threshold). Patients were asked to verbally rate the intensity of the pain elicited, choosing a number between 0 (no pain)and 10 (most intense pain imaginable).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.2","spread":"0.78"},{"groupId":"OG001","value":"0.3","spread":"1.08"}]}]}]},{"type":"SECONDARY","title":"Subject Global Impression of Change","description":"A 7-point Likert-type scale was used, with the question: 'Please assess the status of your pain due to peripheral neuropathy since entry into the study using the scale below' with the markers \"very much improved, much improved, slightly improved, no change, slightly worse, much worse or very much worse\". At Visit 2 (Baseline) patients wrote a brief description of their pain caused by peripheral neuropathy which was used at end of treatment to aid their memory regarding their symptoms at study start. For each of above markers the number of participants were reported.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"38","spread":null},{"groupId":"OG001","value":"24","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"44","spread":null},{"groupId":"OG001","value":"66","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Brief Pain Inventory (Short Form) Scores at the End of Treatment","description":"The BPI-SF is a 14-item questionnaire that asks patients to rate pain over the prior week and the degree to which it interferes with activities on a 0 to 10 scale, where 0=no pain and 10=pain as bad as you can imagine. Severity is measured as worst pain, least pain, average pain, and pain right now. The severity composite score was calculated as the arithmetic mean of the four severity items(range 0-10). The minimum value is zero and maximum is 10. A higher score represents a poor outcome.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.9","spread":"1.69"},{"groupId":"OG001","value":"-0.6","spread":"1.90"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Quality of Life EuroQol 5-D (Health Status Index) Score at the End of Treatment (15 Weeks)","description":"The EQ-5D questionnaire provided two outcomes:(1)A weighted health state index visual analogue scale (VAS); (2) A self-rated health status VAS. EQ-5D Health Status VAS Scale: 0 = worst health state imaginable to 100 = best health state imaginable. An increase in score indicates an improvement in condition.The weighted health state index used the same VAS as above but was calculated for each assessment without imputation to account for missing values i.e., if one or more individual items was missing then the whole index was missing.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.037","spread":"0.187"},{"groupId":"OG001","value":"0.044","spread":"0.214"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Quality of Life EuroQol 5-D (Health Status Visual Analogue Scale) Score at the End of Treatment (15 Weeks)","description":"The EQ-5D questionnaire provided two outcomes:(1)A weighted health state index visual analogue scale (VAS); (2) A self-rated health status VAS. EQ-5D Health Status VAS Scale: 0 = worst health state imaginable to 100 = best health state imaginable. An increase in score indicates an improvement in condition.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.7","spread":"20.6"},{"groupId":"OG001","value":"2.5","spread":"21.2"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Use of Rescue Analgesia at the End Treatment (15 Weeks)","description":"Use of break through medication was recorded daily during the study as the number of paracetamol tablets taken. The change in mean daily quantities of tablets used was calculated from baseline to the last seven days of treatment.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.99","spread":"2.20"},{"groupId":"OG001","value":"-0.47","spread":"2.08"}]}]}]},{"type":"SECONDARY","title":"Incidence of Adverse Events as a Measure of Subject's Safety.","description":"The number of subjects that reported an adverse event in this study is presented.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"109","spread":null},{"groupId":"OG001","value":"83","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":10,"n":128},"commonTop":["Dizziness","Nausea","Fatigue","Headache","Vomiting"]}}}