{"nctId":"NCT00790738","briefTitle":"Liothyronine (T3) for Bipolar Depression","startDateStruct":{"date":"2008-07"},"conditions":["Depression","Bipolar Disorder"],"count":11,"armGroups":[{"label":"1","type":"EXPERIMENTAL","interventionNames":["Drug: Liothyronine (T3)"]},{"label":"2","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: placebo"]}],"interventions":[{"name":"Liothyronine (T3)","otherNames":["cytomel (liothyronine)"]},{"name":"placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Age 18-65;\n2. DSM-IV diagnosis of BP I or BP II as per SCID;\n3. Currently presenting with at least moderate levels of depression (HAM-D \\> 15;\n4. Patient has to be on stable dose of at least one mood stabilizer (lithium, valproate, carbamazepine, lamotrigine, second generation antipsychotics) for at least 4 weeks as per history;\n5. Antidepressants and/or additional mood stabilizers are allowed, but dose should be stable for at least 2 weeks;\n\nExclusion Criteria:\n\n1. Evidence of acute mania or hypomania (as measured by CARS-M \\> 7);\n2. Abnormal (outside of lab normal range) thyroid function tests;\n3. Current thyroid hormone treatment;\n4. Any medical condition considered a contraindication for treatment with T3 (i.e. history of myocardial infarction, cardiac arrhythmia, severe cardiac insufficiency, Autoimmune Thyroid Disease /Hashimoto's Thyroiditis as determined by anti-thyroid antibody testing, previous or current thyroid adenoma, hyperthyroidism);\n5. EKG showing rhythm other than sinus or repolarization phase abnormalities;\n6. Current alcohol or substance abuse or dependence in past month as per SCID;\n7. Score of 3 or more on the suicide item of the HAM-D;\n8. Females who are pregnant, breastfeeding, or of childbearing age and not using adequate birth control.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Hamilton Rating Scale for Depression Scores","description":"The Hamilton Rating Scale for Depression (HRSD) is a checklist of items ranked from 0-4 or 0-2, that was designed to measure the severity of depressive symptoms. The scale ranges from 0 to 50, and the following thresholds are used: very severe \\>23, severe 19-22, moderate 14-18, mild 8-13 and normal ≤7.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.50","spread":"3.54"},{"groupId":"OG001","value":"7.25","spread":"5.44"}]}]}]},{"type":"SECONDARY","title":"Clinician-Administered Rating Scale for Mania","description":"The Clinician-Administered Rating Scale for Mania (CARS-M) contains 15 items rated from 0-5 or 0-6 on a Likert scale. It was developed to assess severity of manic symtoms. The scale ranges from 0 to 50, and the following thresholds are used: severe ≥26, moderate 16-25, mild 8-15 and normal ≤7.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.5","spread":"0.71"},{"groupId":"OG001","value":"2","spread":"1.82"}]}]}]},{"type":"SECONDARY","title":"Clinical Global Impression Scores","description":"The Clinical Global Impression - Severity scale (CGI-S) is a 7-point scale that requires the clinician to rate the severity of the patient's illness at the time of assessment, relative to the clinician's past experience with patients who have the same diagnosis. At the time of rating patients are rated as: 1, normal, not at all ill; 2, borderline mentally ill; 3, mildly ill; 4, moderately ill; 5, markedly ill; 6, severely ill; or 7, extremely ill.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":"0"},{"groupId":"OG001","value":"3","spread":"0"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":5},"commonTop":["Insomnia","Increased Appetite","excitment","Hypersomnia","Headache"]}}}