{"nctId":"NCT01184872","briefTitle":"Study to Compare Efficacy and Safety of Daptomycin in Elderly Patients With Complicated Skin and Soft Tissue Infections","startDateStruct":{"date":"2010-03"},"conditions":["Infections"],"count":120,"armGroups":[{"label":"Daptomycin","type":"EXPERIMENTAL","interventionNames":["Drug: Daptomycin"]},{"label":"Vancomycin or Semi-Synthetic Penicillins (SSPs)","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Vancomycin or Semi-Synthetic Penicillins (SSPs)"]}],"interventions":[{"name":"Daptomycin","otherNames":[]},{"name":"Vancomycin or Semi-Synthetic Penicillins (SSPs)","otherNames":["Oxacillin,","Cloxacillin,","Flucloxacillin,"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\nPatients 65 years or older with infection of sufficient severity to require in-patient hospitalization, with parenteral antimicrobial therapy for at least 96 hours.\n\nPatients who have a diagnosis of Gram-positive complicated Skin and Soft Tissue Infections (cSSTIs) with or without bacteremia:\n\n* Wound infections,\n* Major abscesses with or without recognized preceding trauma, that require antibiotic therapy in addition to surgical incision and drainage,\n* Severe carbunculosis,\n* Infected ulcers (except patients with multiple infected ulcers) associated with: diabetes, vascular insufficiency, pressure (i.e., decubitus ulcers).\n\nExclusion criteria:\n\nConditions requiring surgery that in and of itself would cure the infection or remove the infected site (e.g., amputation).\n\nMinor or superficial skin infections (e.g., furuncles, simple abscesses, acne, impetigo).\n\nCellulitis, including erysipelas, not associated with complicating factors. However, patients with cellulitis associated with more serious infection (e.g., surgical wound, diabetic ulcer, deep tissue) can be enrolled (proportion of these patients will be limited to 30%).\n\nInfections for which outcome is difficult to assess:\n\n* Perirectal abscess,\n* Hidradenitis suppurativa,\n* Gangrene,\n* Infected human or animal bites,\n* Multiple infected ulcers at distant sites,\n* Infected burns (only third degree burn wound or wound area of more than 10 cm diameter),\n* Conditions requiring emergency surgery including necrotizing fasciitis.\n\nMedical conditions:\n\n* History of significant allergy or intolerance to Vancomycin or Daptomycin. Hypersensitivity to SSPs penicillins is not an exclusion criterion,\n* Concomitant clinically suspected or confirmed other site of infection or disorder at study entry that may interfere with the evaluation in this protocol,\n* Infections associated with a permanent prosthetic device that will not be removed within 24 hours after enrolment,\n* Known or suspected HIV infection with a CD4+ T-cell count \\< 500/μL (HIV testing is not required),\n* Severe hepatic disease (Child-Pugh Class C) or ALT and/or AST \\> 5 times ULN and/ or total bilirubin \\> 2 times ULN at screening,\n* Calculated creatinine clearance by the Cockcroft-Gault equation using actual body weight \\< 30 mL/min or any type of dialysis,\n* Treatment with any investigational agent or device within 30 days of study drug administration.\n\nExclusion criteria related to medications:\n\n* Previous systemic antibacterial therapy for the treatment of Gram-positive complicated skin and soft tissue infections for more than 24 hours within 48 hours prior to the day of first infusion of study drug unless:\n* The previous antibacterial therapy was administered for 3 or more calendar days with either worsening or no improvement in the clinical signs and symptoms of cSSTIs, and was not Vancomycin or SSPs.\n\nOther protocol-defined inclusion/exclusion criteria applied.","healthyVolunteers":false,"sex":"ALL","minimumAge":"65 Years","stdAges":["OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Patients With Clinical Success at the Test-Of-Cure (TOC) Visit","description":"Success: Clinically significant signs and symptoms associated with the skin infection present at the pre-treatment infection site resolved (cure), or improved without need of further antibacterial therapy. Failure: Persistence or progression of signs and symptoms or development of new clinical signs and symptoms at the infection site, or concomitant antibacterial therapy with activity against isolated organisms, or treatment duration longer than pre-specified, or switch back to intravenous therapy due to relapse, or requirement of a major surgical procedure as adjunct or follow-up therapy.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"65","spread":null},{"groupId":"OG001","value":"25","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Microbiological Response at Test-of-Cure (TOC) Visit","description":"Microbiological Success: All infecting Gram-positive pathogens isolated at baseline were eradicated or presumed to be eradicated at the Test-of-Cure (TOC) evaluation and a super infecting pathogen was not isolated either prior to or at the TOC evaluation. Microbiological Failure: Persistence or relapse / re-infection of one or more infecting Gram-positive pathogens or isolation of a super infecting pathogen prior to or at the TOC evaluation.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"54","spread":null},{"groupId":"OG001","value":"23","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Treatment (Intravenous)","description":"Duration of treatment is the interval from first to last intravenous (i.v.) administration. It was preferable that a patient complete the whole antibiotic treatment with the randomized i.v. study drug only. Duration of treatment in patients with bacteremia could be extended up to 28 days.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.8","spread":"3.42"},{"groupId":"OG001","value":"7.3","spread":"2.42"}]}]}]},{"type":"SECONDARY","title":"Duration of Treatment (Intravenous and Oral)","description":"Duration of treatment is the interval from first to last intravenous (i.v.) or to last oral administration if patients switched to an oral antibiotic therapy. It was preferable that a patient complete the whole antibiotic treatment with the randomized i.v. study drug only. Duration of treatment in patients with bacteremia could be extended up to 28 days.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.8","spread":"3.4"},{"groupId":"OG001","value":"7.3","spread":"2.4"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.7","spread":"4.9"},{"groupId":"OG001","value":"9.6","spread":"5.4"}]}]}]},{"type":"SECONDARY","title":"Number of Patients With Adverse Events, Serious Adverse Events and Death","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"50","spread":null},{"groupId":"OG001","value":"26","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":7,"n":80},"commonTop":["Hyperthermia","Hypertension","Nausea","Blood pressure increased","Blood creatine phosphokinase increased"]}}}