{"nctId":"NCT03040999","briefTitle":"Study of Pembrolizumab (MK-3475) or Placebo With Chemoradiation in Participants With Locally Advanced Head and Neck Squamous Cell Carcinoma (MK-3475-412/KEYNOTE-412)","startDateStruct":{"date":"2017-04-05","type":"ACTUAL"},"conditions":["Head and Neck Neoplasms"],"count":804,"armGroups":[{"label":"Pembrolizumab + Cisplatin + CRT","type":"EXPERIMENTAL","interventionNames":["Biological: Pembrolizumab","Drug: Cisplatin","Radiation: Accelerated Fractionation (AFX) Radiotherapy","Radiation: Standard Fractionation (SFX) Radiotherapy"]},{"label":"Placebo + Cisplatin + CRT","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo","Drug: Cisplatin","Radiation: Accelerated Fractionation (AFX) Radiotherapy","Radiation: Standard Fractionation (SFX) Radiotherapy"]}],"interventions":[{"name":"Pembrolizumab","otherNames":["KEYTRUDA®"]},{"name":"Placebo","otherNames":[]},{"name":"Cisplatin","otherNames":["Platinol®","Platinol®-AQ"]},{"name":"Accelerated Fractionation (AFX) Radiotherapy","otherNames":[]},{"name":"Standard Fractionation (SFX) Radiotherapy","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Has a pathologically proven new diagnosis of oropharyngeal p16 positive, oropharyngeal p16 negative, or larynx/hypopharynx/oral cavity (independent of p16) squamous cell carcinoma. Participants with oral cavity tumors need to have unresectable disease. Participants with multiple synchronous tumors are not eligible for the study.\n* Has provided tissue for Programmed Cell Death Receptor Ligand 1 (PD-L1) biomarker analysis from a core or excisional biopsy. If an excisional or incisional biopsy has been performed, participants remain eligible for the study provided the residual disease meets the staging criteria required for the trial (e.g., excisional biopsy of a lymph node with residual T4 primary). Prior surgical debulking, including tonsillectomy, for the head and neck cancer under study is not allowed.\n* Has evaluable tumor burden (measurable and/or non-measurable tumor lesions) assessed by computed tomography scan or magnetic resonance imaging, based on RECIST version 1.1\n* Is eligible for definitive CRT and not considered for primary surgery based on investigator decision\n* Has Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1 performed within 10 days prior to receiving the first dose of study therapy\n* Female participants of childbearing potential must have a negative urine or serum pregnancy test within 72 hours prior to receiving the first dose of study therapy\n* Female and male participants of reproductive potential must agree to use adequate contraception throughout the study period and for up to 180 days after the last dose of study therapy\n\nExclusion Criteria:\n\n* Is currently participating or has participated in a study with an investigational agent or using an investigational device within 4 weeks of the first dose of study therapy\n* Has received prior therapy with an anti-Programmed Cell Death Receptor 1 (PD-1), anti-PD-L1, anti-Programmed Cell Death Receptor Ligand 2 (PD-L2) agent or with an agent directed to another co-inhibitory T-cell receptor or has previously participated in clinical studies with pembrolizumab\n* Has received a live vaccine within 30 days prior to the first dose of study therapy\n* Has cancer outside of the oropharynx, larynx, and hypopharynx or oral cavity, such as nasopharyngeal, sinus, other para-nasal, or other unknown primary head and neck cancer\n* Has had prior systemic therapy, targeted therapy, radiotherapy treatment or radical surgery for head and neck cancer under study\n* Has not recovered from major surgery prior to starting study therapy\n* Has known active Hepatitis B or C\n* Has known history of Human Immunodeficiency Virus (HIV)\n* Has a diagnosis of immunodeficiency or is receiving systemic steroid therapy or any other form of immunosuppressive therapy within 7 days prior to the first dose of study therapy\n* Has a history of (non-infectious) pneumonitis that required steroids or current pneumonitis\n* Has an active autoimmune disease that has required systemic treatment in the past 2 years. Replacement therapy is not considered a form of systemic treatment.\n* Has history of a diagnosed and/or treated hematologic or primary solid tumor malignancy, unless in remission for at least 5 years prior to randomization\n* Has known active central nervous system (CNS) metastases and/or carcinomatous meningitis\n* Has had previous allogeneic tissue/solid organ transplant\n* Has active infection requiring systemic therapy\n* Has a history of severe hypersensitivity reaction to pembrolizumab, Cisplatin or radiotherapy or their analogs\n* Is pregnant or breast feeding or expecting to conceive or father children throughout the study period and for up to 180 days after the last dose of study therapy","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"SECONDARY","title":"Overall Survival (OS)","description":"OS was defined as the time from the date of randomization to the date of death due to any cause. Participants without documented death at the time of analysis were censored at the date the participant was last known to be alive. The non-parametric Kaplan-Meier method was used to estimate the survival curve in each treatment group.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Experienced an Adverse Event (AE)","description":"An AE was defined as any untoward medical occurrence in a participant administered study drug and which does not necessarily have to have a causal relationship with the study drug. An AE is any sign, symptom, disease, or worsening of preexisting condition temporally associated with study therapy and irrespective of causality to study therapy. The number of participants who experienced an AE is presented.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"398","spread":null},{"groupId":"OG001","value":"397","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Discontinued Study Drug Due to an AE","description":"An AE was defined as any untoward medical occurrence in a participant administered study drug and which does not necessarily have to have a causal relationship with the study drug. An AE is any sign, symptom, disease, or worsening of preexisting condition temporally associated with study therapy and irrespective of causality to study therapy. The number of participants who discontinued study drug due to an AE is presented.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"163","spread":null},{"groupId":"OG001","value":"132","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in European Organisation for the Research and Treatment of Cancer Quality of Life Questionnaire-Core 30 (EORTC QLQ-C30) Global Health Status (Item 29) Score","description":"The EORTC QLQ-C30 is a 30-item questionnaire developed to assess the quality of life (QoL) of cancer patients. For Global Health Status (GHS) (Item 29), participants are asked \"How would you rate your overall health during the past week?\" Individual items are scored on a 7-point (1=very poor to 7=excellent). Raw scores for each scale are standardized into a range of 0 to 100 by linear transformation, with a higher score indicating a better level of function and better overall GHS. A change from baseline of 10 points on the 100-point EORTC QLQ-C30 scale is considered as clinically relevant. Analysis based on a constrained longitudinal data analysis (cLDA) model with the patient reported outcomes (PRO) scores as the response variable with covariates for treatment, time, treatment by time interaction, and stratification factors of human papilloma virus (HPV) status and overall cancer stage.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.93","spread":null},{"groupId":"OG001","value":"6.17","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in European Organisation for the Research and Treatment of Cancer Quality of Life Questionnaire-Head and Neck Questionnaire (EORTC QLQ-H&N35) Swallowing Score","description":"EORTC QLQ Head and Neck Questionnaire (H\\&N35) measures QoL in head and neck cancer (HNC) patients. It consists of 7 multi-item scales (pain in the mouth, problems with swallowing, senses, speech, social eating, social contact, and sexuality). Participant responses to the swallowing scale (Items 35-38) were scored on a 4-point scale (1=Not at all to 4=Very much). Raw scores were standardized by linear transformation so that scores ranged from 0 to 100, with a higher score indicating more problems. Change from baseline in swallowing was measured. A change from baseline of 10 points on the 100-point EORTC QLQ-H\\&N35 is considered as clinically relevant. Analysis based on a cLDA model with the PRO scores as the response variable with covariates for treatment, time, treatment by time interaction, and stratification factors of HPV status and overall cancer stage.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.86","spread":null},{"groupId":"OG001","value":"-3.35","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in European Organisation for the Research and Treatment of Cancer Quality of Life Questionnaire-Head and Neck Questionnaire (EORTC QLQ-H&N35) Speech Score","description":"EORTC QLQ Head and Neck Questionnaire (H\\&N35) measures QoL in head and neck cancer (HNC) patients. It consists of 7 multi-item scales (pain in the mouth, problems with swallowing, senses, speech, social eating, social contact, and sexuality). Participant responses to the speech scale (Items 30-32) were scored on a 4-point scale (1=Not at all to 4=Very much). Raw scores were standardized by linear transformation so that scores ranged from 0 to 100, with a higher score indicating more problems. Change from baseline in speech was measured. A change from baseline of 10 points on the 100-point EORTC QLQ-H\\&N35 is considered as clinically relevant. Analysis based on a cLDA model with the PRO scores as the response variable with covariates for treatment, time, treatment by time interaction, and stratification factors of HPV status and overall cancer stage.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.22","spread":null},{"groupId":"OG001","value":"-4.93","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in European Organisation for the Research and Treatment of Cancer Quality of Life Questionnaire-Head and Neck Questionnaire (EORTC QLQ-H&N35) Pain Symptom Score","description":"EORTC QLQ Head and Neck Questionnaire (H\\&N35) measures QoL in head and Neck Cancer (HNC) patients. It consists of 7 multi-item scales (pain in the mouth, problems with swallowing, senses, speech, social eating, social contact, and sexuality). Participant responses to the pain scale (Items 31-34) were scored on a 4-point scale (1=Not at all to 4=Very much). Raw scores were standardized by linear transformation so that scores ranged from 0 to 100, with a higher score indicating more problems. Change from baseline in pain symptoms was measured. A change from baseline of 10 points on the 100-point EORTC QLQ-H\\&N35 is considered as clinically relevant. Analysis based on a cLDA model with the PRO scores as the response variable with covariates for treatment, time, treatment by time interaction, and stratification factors of HPV status and overall cancer stage.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-10.55","spread":null},{"groupId":"OG001","value":"-11.84","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in European Organisation for the Research and Treatment of Cancer Quality of Life Questionnaire-Core 30 (EORTC QLQ-C30) Physical Functioning Score","description":"The EORTC QLQ-C30 is a 30-item questionnaire developed to assess the quality of life (QoL) of cancer patients. Participant responded to 5 questions from the EORTC QLQ-C30 about their physical functioning scored on a 4-point scale (1=Not at All to 4=Very Much). Using linear transformation, raw scores were standardized, so that scores range from 0 to 100, where a higher score indicates a better physical functioning. A change from baseline of 10 points on the 100-point scale is considered as clinically relevant. Analysis was based on a cLDA model with the PRO scores as the response variable with covariates for treatment, time, treatment by time interaction, and stratification factors of HPV status and overall cancer stage.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.58","spread":null},{"groupId":"OG001","value":"-3.53","spread":null}]}]}]},{"type":"PRIMARY","title":"Event-free Survival (EFS)","description":"EFS was defined as the time from date of randomization to the date of first record of any of the following events: death due to any cause; progression per Response Evaluation Criteria in Solid Tumors Version 1.1 (RECIST 1.1) by blinded independent central review (BICR) or biopsy as indicated for locoregional progression or recurrence or distant metastasis. As well as the first record of the following types of surgery: salvage surgery for persistent or residual disease at the primary tumor site requiring surgical removal when invasive cancer is present on final pathology; neck dissection or surgery (performed for clinical or radiological disease progression per RECIST 1.1) ≤ 20 weeks from end of CRT when invasive cancer is present; or neck dissection or surgery \\>20 weeks from end of CRT when invasive cancer is present. The non-parametric Kaplan-Meier method was used to estimate the EFS curve in each treatment group.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"46.6","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":245,"n":398},"commonTop":["Radiation skin injury","Stomatitis","Nausea","Anaemia","Dry mouth"]}}}