{"nctId":"NCT04578886","briefTitle":"The Effect of Guanfacine on Delirium in Critically Ill Patients","startDateStruct":{"date":"2020-11-23","type":"ACTUAL"},"conditions":["Delirium"],"count":100,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"Guanfacine","type":"EXPERIMENTAL","interventionNames":["Drug: Guanfacine"]}],"interventions":[{"name":"Guanfacine","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria\n\n* Patients admitted to the UAB hospital Surgical Intensive Care Unit (SICU)\n* 18 years of age or older\n* Expected total ICU length of stay of 72 hours or more per treating physician\n* Diagnosed with delirium based on CAM-ICU assessment (see attached CAM-ICU assessment form)\n\nExclusion Criteria\n\n* Patients younger than 18 years old\n* Expected discharge from ICU within 72 hours of admission\n* Expected or inevitable death with 48 hours of enrollment\n* Pregnancy or breast feeding\n* Non-English speaking\n* Patients unable to be assessed by CAM-ICU due to neurologic illness\n* Altered consciousness unable to participate in CAM-ICU assessment\n* Patients with previous diagnosis of chronic, acute, subacute neurologic disease, or neurodegenerative disease\n* Mental illness and/or psychosis\n* Acute alcohol withdrawal\n* No enteral route available for administration\n* Treating physician refusal of enrollment based on severe hypotension (defined as requiring a vasopressor for longer than 24 hours) or bradycardia (Hr\\<50 bpm) at the time of screening\n* Hepatic encephalopathy\n* Blind or Hearing impaired\n* Taking Guanfacine, for any reason\n* On CYP3A inhibitor such as azole antifungals or clarithromycin\n* On CYP3A inducers such as phenytoin or rifampin\n* Severe xerostomia\n* Enrolled in another interventional research trial","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Days Without Delirium","description":"The primary outcome will be the number of days alive without delirium during the 14-day treatment period after randomization. Delirium assessments are measured by the Confusion Assessment Method- Intensive Care Unit (CAM-ICU). CAM-ICU measures a patient's fluctuations in mental status, inattention, disorganized thinking, and consciousness.The CAM-ICU will be used twice daily with all patients while admitted until ICU discharge. Patients will be diagnosed as delirious when they have at least one positive CAM-ICU on the day of assessment up to ICU discharge or day 14 after enrollment if remaining in ICU. Patients will be diagnosed as delirium free when they have four (4) negative consecutive CAM-ICU assessments.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.54","spread":"3.14"},{"groupId":"OG001","value":"3.38","spread":"3.70"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":50},"commonTop":[]}}}