{"nctId":"NCT02257957","briefTitle":"Platelet -Rich Plasma (PRP) Injection for the Treatment of Severe Dry Eye","startDateStruct":{"date":"2014-11-30","type":"ACTUAL"},"conditions":["Dry Eye","Sjogren Syndrome"],"count":30,"armGroups":[{"label":"Platelet -Rich Plasma (PRP)","type":"EXPERIMENTAL","interventionNames":["Drug: PRP injection"]},{"label":"Standard Care","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Standard care Hyaluronic acid eye drops"]}],"interventions":[{"name":"PRP injection","otherNames":[]},{"name":"Standard care Hyaluronic acid eye drops","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* • Patients with symptomatic Dry eye\n\n  * Shirmer ≤10 mm in 5 min\n  * BUT ≤10 seconds\n  * Corneal staining ≥3\n  * Age range: 18 years and older.\n  * Both genders and all ethnic groups comparable with the local community.\n  * Able to understand and willing to sign a written informed consent\n  * Able and willing to cooperate with the investigational plan.\n  * Able and willing to complete all mandatory follow-up visits.\n\nExclusion Criteria:\n\n* • Patients who are currently engaged in another clinical trial, unwilling or unable to give consent, to accept randomization, or to return for scheduled visits.\n\n  * Children under 18.\n  * Pregnant women or expecting to be pregnant during the study.\n  * Systemic immune deficient conditions such as AIDS or under systemic immunosuppressant.\n  * Concomitant use of systemic antibiotics or steroids.\n  * Contact lens wear\n  * Active ocular infection or allergy\n  * Unable to close eyes or uncontrolled blinking","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Ocular Surface Staining","description":"Surface damage to the exposed eye, assessed by staining, is graded against standard charts. According to the Oxford grade panel (Oxford Scale), the staining was graded and was classified from grade 0 to grade V (0 to 5 score). The minimum value of this scale was 0, which indicating absent surface damage, and the maximum value was 5, which meaning severe surface damages.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.2","spread":"0.18"},{"groupId":"OG001","value":"2.4","spread":"0.18"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Shirmer Test","description":"The Schirmer test I (performed without anaesthesia) was completed before any drops were instilled in the eye. Standardised Schirmer strips (Biotech Vision Care, Gandhinagar, India) were bent at the notch and placed carefully over the lower lid margin as far as possible towards the temporal angle of the lids. The patient was instructed to keep his/her eyelids closed during the test. The strips remained in place for 5 min. After 5 min, the amount of moisture in each strip was measured using a millimetre scale","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.2","spread":"1"},{"groupId":"OG001","value":"5.3","spread":"0.7"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Ocular Surface Disease Index (OSDI)","description":"The OSDI consists of 12 questions on items related to the assessment of symptoms, functional limitations and environmental factors related to dry eye. It is graded on a scale of 0-4, with 0 indicating none of the time, 1 for some of the time, 2 for half of the time, 3 for most of the time and 4 indicating all the time. This is a valid and reliable instrument for measuring the severity of dry eye.\n\nThe total OSDI score was then calculated by the following formula: OSDI = (sum of scores for all questions answered) × 100/(total number of questions answered) × 4). A score of 0-100 was obtained, related to the extent of dry eye, which a higher score representing greater symptoms severity.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"34","spread":"4"},{"groupId":"OG001","value":"55","spread":"2.5"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":15},"commonTop":[]}}}