{"nctId":"NCT00936884","briefTitle":"Study Evaluating the Efficacy and Safety of Subcutaneous Methylnaltrexone (MOA-728) for the Treatment of Opioid-Induced-Constipation","startDateStruct":{"date":"2009-07"},"conditions":["Constipation"],"count":50,"armGroups":[{"label":"Methylnaltrexone double-blind","type":"EXPERIMENTAL","interventionNames":["Drug: Methylnaltrexone"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"Methylnaltrexone open-label","type":"OTHER","interventionNames":["Drug: Methylnaltrexone"]}],"interventions":[{"name":"Methylnaltrexone","otherNames":["MOA-728","MNTX"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Men and women who are at least 18 years of age, and who have a diagnosis of advanced illness with anticipated life expectancy \\>= 1 month;\n* Is receiving a regular dose of opioids for the control of pain;\n* Has a diagnosis of opioid induced constipation;\n* Is on a stable laxative regimen.\n\nExclusion Criteria:\n\n* Has a known or suspected mechanical gastrointestinal obstruction, or any potential non-opioid cause of bowel dysfunction contributed to constipation;\n* Has evidence of current fecal impaction;\n* Has evidence of active diverticulitis, or peritonitis, or a history of bowel surgery within 30 days before test article administration;\n* Has a body weight less than 27 kg\n* Has any major illness/condition that, in the investigator's judgment, will substantially increase the risk associated with the subject's participation in and completion of the study, or could preclude the evaluation of the subject's response.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"The Proportion of Subjects Having a Rescue-free Bowel Movement (RFBM) Within 4 Hours After the First Injection.","description":"There were 2 co-primary endpoints for this study. This measurement is the first of the 2 co-primary endpoints. This endpoint measures the percentage of patients who had an RFBM within 4 hours after the first dose of test article during the double-blind period; data are expressed as percentages of patients for the MNTX and placebo groups. To qualify as rescue free, the bowel movement could not occur within 6 hours after a rectal intervention (ie, rectal suppository, enema, manual disimpaction). Note that efficacy results (primary and secondary outcomes) are presented for the double-blind period only. Therefore, no efficacy results are presented for the open-label period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"79.2","spread":null},{"groupId":"OG001","value":"4.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Injections Resulting in RFBM Within 4 Hours After Test Article Administration.","description":"This endpoint measures the percentage of injections resulting in RFBMs within 4 hours after test article administration during the double-blind period. The percentage of injections resulting in RFBMs is calculated for each patient and then data are expressed as the mean (± standard deviation) percentage for the MNTX and placebo groups. The definition of RFBM is described above (see first co-primary endpoint).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"61.61","spread":"36.520"},{"groupId":"OG001","value":"4.97","spread":"22.203"}]}]}]},{"type":"PRIMARY","title":"The Proportion of Subjects Having a Rescue-free Bowel Movement (RFBM) Within 4 Hours After Each Dose During Double-blind Period.","description":"This measurement is the second of the 2 co-primary endpoints. This endpoint measures the percentage of patients who had an RFBM within 4 hours after each dose of test article during the double-blind period; data are expressed as percentages of patients by dose (first, second, third, fourth, etc.) for the MNTX and placebo groups. The definition of RFBM is described above (see first co-primary endpoint).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"61.9","spread":null},{"groupId":"OG001","value":"8.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"52.6","spread":null},{"groupId":"OG001","value":"8.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"38.9","spread":null},{"groupId":"OG001","value":"8.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"56.3","spread":null},{"groupId":"OG001","value":"4.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"43.8","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"43.8","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"57.1","spread":null},{"groupId":"OG001","value":"7.7","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":12,"n":25},"commonTop":["Asthenia","Decreased appetite","Ascites","Anemia","Dysuria"]}}}