{"nctId":"NCT01792518","briefTitle":"MARLINA - T2D : Efficacy, Safety & Modification of Albuminuria in Type 2 Diabetes Subjects With Renal Disease With LINAgliptin","startDateStruct":{"date":"2013-02"},"conditions":["Diabetes Mellitus, Type 2"],"count":360,"armGroups":[{"label":"linagliptin 5mg","type":"EXPERIMENTAL","interventionNames":["Drug: Linagliptin 5mg"]},{"label":"placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Placebo","otherNames":[]},{"name":"Linagliptin 5mg","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n* Diagnosis of type 2 diabetes mellitus\n* Glycosylated Hemoglobin (HbA1c) between 6.5 and 10% (inclusive)\n* Current therapy with ACEi or ARB at stable dose for 10 weeks\n* Urinary albumin-to-creatinine ratio (UACR): 30-3000 mg/g creatinine documented in the previous 12 months or detected at Screening.\n* Estimated Glomerular Filtration Rate (eGFR) greater than 30 ml/min.\n* Age between 18 and 80 years.\n\nExclusion criteria:\n\n* Dual or triple blockade of the Renin Angiotensin System (RAS)\n* Uncontrolled hyperglycaemia\n* Mean arterial blood pressure \\> 110 mmHg\n* Known hypersensitivity or allergy to the investigational product, or their excipients (including matching placebos).\n* Treatment with a glitazone within 6 months prior to informed consent.\n* Treatment with a DiPeptidyl-Peptidase 4 (DPP-4) inhibitor, a Glucagon Like Peptide-1 (GLP-1) agonist, a Sodium/Glucose coTransporter 2 (SGLT2) inhibitor, a dopamine-agonist, a bile-acid sequestrant a short acting (prandial) insulin or premixed insulin within 10 weeks prior to informed consent.\n* Treatment with anti-obesity drugs 10 weeks prior to informed consent.\n* Alcohol or drug abuse within 3 months prior to informed consent that would interfere with trial participation or any ongoing condition leading to a decreased compliance to study procedures or study drug intake in the opinion of the investigator.\n* Current treatment with systemic steroids (glucocorticoids) at time of informed consent or change in dosage of thyroid hormones within 6 weeks prior to informed consent.\n* Participation in another trial with an investigational drug within 2 months prior to informed consent.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"HbA1c Change From Baseline After 24 Weeks Double-blind Randomized Treatment","description":"Change from baseline in Glycated haemoglobin (HbA1c) \\[%\\] after 24 weeks of treatment with double- blind trial medication. The term \"baseline\" refers to the last observation before the start of any randomised trial treatment. The number of participants analysed displays the number of participants with available data at the timepoint of interest.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.03","spread":"0.06"},{"groupId":"OG001","value":"-0.63","spread":"0.06"}]}]}]},{"type":"SECONDARY","title":"The Time Weighted Average of Percentage Change From Baseline in UACR During the Course of 24 Weeks of Treatment","description":"The time weighted average of percentage change from baseline in UACR (mg/g creatinine) during the course of 24 weeks of treatment. The term \"baseline\" for UACR refers to the geometric mean of UACR values measured at Visits 2 and 3. The number of participants analysed displays the number of participants with available data at the timepoint of interest. The Least Squares Means are adjusted geometric means.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.9487","spread":"0.06"},{"groupId":"OG001","value":"0.8902","spread":"0.06"}]}]}]},{"type":"SECONDARY","title":"The Change From Baseline in Estimated Glomerular Filtration Rate (eGFR) After 24 Weeks of Treatment","description":"The change from baseline in estimated glomerular filtration rate (eGFR) as assessed by chronic kidney disease epidemiology collaboration (CKD-EPI) equation (cystatin C) after 24 weeks of treatment. The term \"baseline\" refers to the last observation before the start of any randomised trial treatment. The number of participants analysed displays the number of participants with available data at the timepoint of interest. This outcome measure is a secondary safety endpoint.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.35","spread":"1.92"},{"groupId":"OG001","value":"-4.98","spread":"1.89"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":8,"n":178},"commonTop":["Hypoglycaemia","Nasopharyngitis","Upper respiratory tract infection"]}}}