{"nctId":"NCT02825212","briefTitle":"Efficacy of All-Oral Anti-Viral Therapy for Symptomatic Hepatitis C Virus Infection-Related Cryoglobulinemia","startDateStruct":{"date":"2016-02"},"conditions":["Hepatitis C","Cryoglobulinemia"],"count":10,"armGroups":[{"label":"Participant with Symptomatic Hepatitis C Virus Infection-Related Cryoglobulinemia","type":"EXPERIMENTAL","interventionNames":["Drug: Harvoni","Drug: Epclusa"]}],"interventions":[{"name":"Harvoni","otherNames":["Ledipasvir/Sofosbuvir","LDV/SOF FDC"]},{"name":"Epclusa","otherNames":["Sofosbuvir/Velpatasvir"]}],"eligibilityModule":{"eligibilityCriteria":"Subjects must meet all of the following inclusion criteria to be eligible for participation in this study.\n\n1. Willing and able to provide written informed consent\n2. Male or female, age ≥18 years\n3. HCV RNA ≥ 15 IU/mL at Screening\n4. HCV genotype 1\n5. Chronic HCV infection (≥ 6 months) documented by prior medical history or liver biopsy\n6. Classification as treatment naïve or treatment experienced:\n\n   1. Treatment naïve is defined as having never been exposed to approved or experimental HCV-specific direct-acting antiviral agents or prior treatment of HCV with interferon or ribavirin or DAAs (except for SOF-containing regimens).\n   2. Treatment experienced is defined as prior treatment failure or relapse to a regimen containing interferon either with or without RBV or DAAs (except for SOF-containing regimens) that was completed at least 8 weeks prior to Baseline/Day 1.\n\n   The subject's medical records must include sufficient detail of prior virologic failure to allow for categorization of prior response, as either:\n   1. Non-Responder: Subject did not achieve undetectable HCV RNA levels while on treatment, or\n   2. Relapse/Breakthrough: Subject achieved undetectable HCV RNA levels during treatment or within 4 weeks of the end of treatment but did not achieve SVR.\n7. Cirrhosis determination (approximately 20% of subjects may have cirrhosis) a. Cirrhosis is defined as any one of the following:\n\n   i) Any previous liver biopsy showing cirrhosis (e.g., Metavir score = 4 or Ishak score ≥5) ii) FibroMeter® score \\>0.442 or an AST:platelet ratio index (APRI) \\>2 during Screening iii) Fibroscan with a result of \\>12.5 kPa at any time prior to or during screening.\n\n   b. Absence of cirrhosis is defined as any one of the following: i) Liver biopsy within 2 years of Screening showing absence of cirrhosis ii) FibroMeter® score \\<0.442 or APRI ≤ 1 performed during Screening iii) Fibroscan with a result of ≤12.5 kPa within 6 months of Baseline/Day 1 Fibroscan results will supersede FibroMeter® /APRI; liver biopsy results will supersede Fibrotest® /APRI or Fibroscan results and be considered definitive.\n8. Liver imaging (ultrasound, CT scan or MRI) within 6 months of screening is required in patients with cirrhosis to exclude hepatocellular carcinoma (HCC)\n9. Presence of MC vasculitis (please see criteria on the note below).\n10. Null or partial response to previous therapies for MC, including corticosteroids, cytotoxic agents (cyclophosphamide, azathioprine), hydroxychloroquine, methotrexate, mono- or combination therapy with IFNα/PEG-IFN and ribavirin, and/or CD20 depletion with Rituximab. a. Patients can be on ongoing treatment with one of the drugs described above at inclusion unless there is significant DDI.\n11. Subjects has the following laboratory parameters at screening:\n\n    1. ALT \\<10 x the upper limit of normal (ULN)\n    2. AST \\<10 x ULN\n    3. Adequate bone marrow function as indicated hematologic parameters listed below and/or bone marrow cellularity \\>60-70% average for age.\n\n    i. WBC \\>1500 /uL ii.Platelets \\> 50,000/uL\n\n    d) Direct bilirubin \\>2 x ULN e) INR \\>1.5 x ULN unless subject has known hemophilia or is stable on an anticoagulant regimen affecting INR\n12. Females of childbearing potential must have a negative serum pregnancy test at Screening and a negative urine pregnancy test on Baseline/Day 1 prior to treatment.\n13. Male subjects and female subjects of childbearing potential who engage in heterosexual intercourse must agree to use protocol specified method(s) of contraception.\n14. Lactating females must agree to discontinue nursing before the study drug is administered.\n15. Subject must be of generally good health, with the exception of chronic HCV infection, as determined by the Investigator.\n16. Subject must be able to comply with the dosing instructions for study drug administration and able to complete the study schedule of assessments.\n\nNote: Definition of Mixed Cryoglobulinemia (patients must meet one of the five overlapping syndromes listed below and the presence of cold-precipitable immune complexes in blood on two different occasions.\n\n* Clinical evidence of cryoglobulinemia, overlapping syndromes:\n\n  1. Cutaneous vasculitis (Raynaud's phenomenon, purpura, skin ulcers, livedo, acrocyanosis)\n  2. Glomerulonephritis (hypertension, hematuria, nephrotic syndrome)\n  3. Arthropathy (arthralgias, arthritis)\n  4. Neuropathy (peripheral and/or central nervous system, distal sensorimotor, mononeuritis multiplex)\n  5. Sicca syndrome (xerostomia, xerophthalmia)\n\n     Other factors that will be assessed / recorded in patients with MC will be:\n\n  1\\. Associated laboratory abnormalities including:\n* Positive HCV serology (recombinant immunoblot assay), viral nucleic acid quantitation diagnostic for HCV infection, and reflex genotyping.\n* Evidence of glomerulonephritis, including an active urinary sediment, hypoalbuminemia (albumin \\<3gm/dL) and/or significant proteinuria (\\>300mg/day).\n* Abnormal nerve conduction testing. 2. Pathologic evidence of cryoglobulinemia including:\n* Leukocytoclastic vasculitis.\n* Membranoproliferative glomerulonephritis.\n* Vasculopathy and/or mononuclear cell infiltrates on sural nerve biopsy.\n* Lip biopsy suggestive for Sjogren's syndrome. 3. Laboratory evidence of cryoglobulinemia including:\n* Characterization of cryoprecipitable material in serum by immunofixation, cryocrit, and/or quantitation of protein.\n* Associated immunological abnormalities, such as depressed levels of complement, elevated titers of rheumatoid factor, abnormal immunoglobulin quantitations, and serum immunofixation carried out on serum and/or isolated cryoglobulins.\n\n  4\\. Laboratory evidence of B-cell clonality, including:\n* IgMk determined by immunofixation of serum and/or cryoglobulin, and kappa excess \\>2.65:1 on Free Light Chain (FLC) assay","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Sustained Virologic Response (SVR)","description":"Number of participants who attain SVR, ie, cleared HCV","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null}]}]}]},{"type":"PRIMARY","title":"Response in Patients With Mixed Cryoglobulinemia (MC)","description":"Response to medication in patients with MC categorized as either complete response (100% response) vs partial response (50% response).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":10},"commonTop":["Increased fatigue","nausea and abdominal pain","Urinary frequency and/or dysuria"]}}}