{"nctId":"NCT00527722","briefTitle":"Evaluation of the Bio-Seal Biopsy Track Plug","startDateStruct":{"date":"2005-09"},"conditions":["Lung Cancer"],"count":77,"armGroups":[{"label":"Pleural Plug","type":"EXPERIMENTAL","interventionNames":["Device: Bio-Seal Track Plug"]},{"label":"No Pleural Plug","type":"ACTIVE_COMPARATOR","interventionNames":["Other: No lung plug"]}],"interventions":[{"name":"Bio-Seal Track Plug","otherNames":[]},{"name":"No lung plug","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. The patient, or legal representative, must understand and provide written consent for the procedure\n2. The patient has a non-calcified, radiologically suspicious opacity or lung nodule, including a metastatic lung module, or mass of at least 1.0 cm in size; as determined by CT scan equipped with measurement software. Suspicious nodules observed by CT scan are defined as non-calcified masses with convex borders, not known to be stable. Suspicious nodules can also be defined as masses demonstrating opacity on x-ray that are suspicious by radiographic or clinical means and require biopsy.\n3. The patient must meet all medical conditions for lung biopsy;\n4. The patient must be at least 18 years of age;\n\nExclusion Criteria:\n\n1. Patients with radiological findings of bullous emphysema, and the bullae are located near the intended area for biopsy. (Patients may enter the study who have radiological findings of bullous emphysema, as long as the cysts, blebs, or bullae are not in the area of the anticipated biopsy, and biopsy needle track).\n2. Female patients who are pregnant. Note: patients of childbearing potential should have a pregnancy test no more than one week prior to the biopsy procedure, and be instructed to have no unprotected sexual intercourse after the test until the biopsy procedure is completed\n3. Patients who are uncooperative or cannot follow instructions\n4. Patients who are currently enrolled in another Investigational New Drug (IND) or Device Exemption (IDE) clinical investigation that has not completed the required follow-up period\n5. Patients who cannot tolerate mild sedation, possibly secondary to poor respiratory status;\n6. Patients with fungal infections (Patients with known or imaging evidence highly suggestive of pulmonary fungal infection)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Absence of Pneumothoraces","description":"Treatment Success defined as absence of pneumothoraces to measure the effects of the hydrogel plug in three follow-up radiographic assessment (x-rays post procedure by 0-60 minutes, 24 hours and 30 days).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null},{"groupId":"OG001","value":"18","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":22},"commonTop":[]}}}