{"nctId":"NCT02151851","briefTitle":"A Study of Certolizumab Pegol as Additional Therapy in Chinese Patients With Active Rheumatoid Arthritis","startDateStruct":{"date":"2014-07","type":"ACTUAL"},"conditions":["Rheumatoid Arthritis"],"count":430,"armGroups":[{"label":"Certolizumab Pegol + Methotrexate","type":"EXPERIMENTAL","interventionNames":["Biological: Certolizumab Pegol","Drug: Methotrexate"]},{"label":"Placebo + Methotrexate","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Methotrexate","Other: Placebo"]}],"interventions":[{"name":"Certolizumab Pegol","otherNames":["Cimzia"]},{"name":"Methotrexate","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* An Institutional Review Board (IRB)/Independent Ethics Committee (IEC) approved written Informed Consent form (ICF) is signed and dated by the subject or by the legal representative\n* Subject is considered reliable and capable of adhering to the protocol (eg, able to understand and complete questionnaires), visit schedule, and medication intake according to the judgment of the Investigator\n* Subject is male or female, and at least 18 years of age at the Screening Visit\n* Subjects must have a diagnosis of adult onset Rheumatoid Arthritis RA of at least 6 months duration as defined by the 1987 American College of Rheumatology (ACR) classification criteria (Arnett et al, 1988).\n* Subjects must have active RA disease as defined by:\n\n  * ≥6 tender joints at Screening and Baseline\n  * ≥6 swollen joints at Screening and Baseline\n  * Fulfilling 1 of the following 2 criteria during the Screening Period:\n  * European League Against Rheumatism (ESR) (Westergren) ≥30 mm/hour, or\n  * C-reactive protein (CRP) \\>15 mg/L\n* Subjects must have a normal chest x ray within 3 months prior to the Baseline Visit\n* Female subjects with childbearing potential should have a negative pregnancy test at Screening and at Baseline and should have a medically accepted method of contraception used during the entire duration of the study and for 10 weeks after the last dose of Certolizumab Pegol (CZP).\n* Male subjects must agree to ensure they use adequate contraception during the study and for at least 10 weeks after the subject receives their last dose of study medication\n* Subjects must have received treatment with Methotrexate (MTX) (with or without folic acid) for at least 3 months prior to the Baseline Visit. The dose and route of administration of MTX must have been stable for at least 2 months prior to the Baseline Visit. The minimum stable dose of MTX allowed is 10 mg weekly\n\nExclusion Criteria:\n\nRheumatoid Arthritis disease-related exclusions:\n\n* Subjects have a diagnosis of any other inflammatory arthritis (eg, psoriatic arthritis or ankylosing spondylitis)\n* Subjects have a secondary, noninflammatory type of arthritis (eg, Osteoarthritis or Fibromyalgia) that in the Investigator's opinion is symptomatic enough to interfere with evaluation of the effect of study medication on the subject's primary diagnosis of Rheumatoid Arthritis (RA)\n* Subjects have a history of an infected joint prosthesis at any time with that prosthesis still in situ\n* Subjects have \\>3 arthroplasties due to RA and/or Steinbrocker IV functional capacity\n\nConcomitant medication exclusions:\n\n* Subjects must be free of prohibited medication, Analgesics (including Paracetamol and Acetominophen), NSAIDs /COX-2 Inhibitors, Oral corticosteroids, DMARDs, etc. as detailed in protocol Previous clinical studies and previous biological therapy exclusions\n* Subjects have previously participated in this study or subject has previously been assigned to treatment in a study of the medication under investigation in this study\n* Subjects have participated in another study of an investigational medicinal product (or a medical device) within the previous 3 months or are currently participating in another study of an investigational medicinal product (or a medical device)\n* Subjects have received any experimental nonbiological therapy, within or outside a clinical study in the 3 months or within 5 half lives (whichever is longer) prior to Baseline Visit\n* Subjects have received any biological therapy for RA within 3 months or within 5 half lives (whichever is longer) prior to Baseline Visit, except for Etanercept and Anakinra where only a 1 month washout prior to the Baseline Visit is necessary\n* Subjects have received Rituximab or Tocilizumab\n* Subjects have received Yunke (technetium-99 conjugated with methylene diphosphonate) other than for diagnostic purpose within 5 years prior to Baseline\n* Subjects have received previous treatment with a biological therapy for RA that resulted in a severe hypersensitivity reaction or an anaphylactic reaction\n* Subjects who failed to respond to previous treatment with a Tumor Necrosis Factor (TNF) blocking drug are excluded. Subjects who initially responded to a maximum of 2 TNF blocking agents but who later discontinued the agent(s) due to loss of efficacy or other reasons may be included\n\nMedical history exclusions:\n\n* Female subjects who are breast feeding, pregnant, or plan to become pregnant during the study or for 3 months following last dose of study medication\n* Subjects with a history of chronic infection, recent serious or life threatening infection (within 6 months, including herpes zoster), or a current sign or symptom that may indicate an infection (eg, fever, cough)\n* Subjects with a history or active systemic/respiratory infection due to fungal, parasitic, or mycotic pathogens including but not limited to histoplasmosis, coccidiosis, paracoccidiosis, pneumocystis, blastomyces, aspergillus, and nontuberculous mycobacteria (NTMB)\n* Radiographic evidence suggestive of any of these infections is sufficient grounds for exclusion\n* Subjects with known Tuberculosis (TB) infection, at high risk of acquiring TB infection, or Latent Tuberculosis (LTB) infection are excluded\n* Subjects at a high risk of infection (eg, leg ulcers, indwelling urinary catheter, persistent or recurrent chest infections, and subjects that are permanently bedridden or wheelchair bound)\n* Subjects with a positive Hepatitis B surface antigen (HBsAg) test and/or Hepatitis C virus antibody (anti HCV) test result\n* Subjects with positive human immunodeficiency virus (HIV) test\n* Subjects receiving any live (includes attenuated) vaccination within 56 days prior to Baseline (eg, injectable influenza and pneumococcal vaccines are allowed, but nasal influenza vaccine is not)\n* Subjects with a history of a lymphoproliferative disorder including lymphoma or signs and symptoms suggestive of lymphoproliferative disease at any time\n* Subjects with an active malignancy of any type or a history of malignancy (other than carcinoma of the cervix or basal cell carcinoma successfully treated more than 5 years prior to Screening)\n* Subjects with a history of blood dyscrasias, eg, leukemia or hemophilia where the blood constituents are abnormal or are present in abnormal quantity\n* Subjects with class III or IV congestive heart failure New York Heart Association (NYHA) 1994\n* Subjects with a history of, or suspected, demyelinating disease of the central nervous system (eg, multiple sclerosis or optic neuritis)\n* Subjects with a current or recent history, as determined by the Investigator, of severe, progressive, and/or uncontrolled renal, hepatic, hematological, GI, endocrine, pulmonary, cardiac, neurological, or cerebral disease which would interfere with the subject's participation in the study. Abnormal laboratory parameters as detailed in protocol that require exclusion of a subject\n* Subjects with a history of an adverse reaction to Polyethylene Glycol (PEG) or a protein based medicinal product or known hypersensitivity to any components of the study medication or comparative drugs as stated in this protocol","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Subjects Meeting the American College of Rheumatology 20 % Response Criteria (ACR20) at Week 24","description":"The assessments are based on a 20 % or greater improvement from Baseline to Week 24 in the number of tender joints, in the number of swollen joints, and a 20 % or greater improvement in at least 3 of the 5 remaining core set measures: Patient's Global Assessment of Disease Activity (PtGADA), Physician's Global Assessment of Disease Activity (PhGADA), Patient's Assessment of Arthritis Pain (PtAAP), physical function as assessed by the Health Assessment Questionnaire - Disability Index (HAQ-DI) and C-Reactive Protein (CRP).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23.9","spread":null},{"groupId":"OG001","value":"54.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects Meeting the American College of Rheumatology 50 % Response Criteria (ACR50) at Week 24","description":"The assessments are based on a 50 % or greater improvement from Baseline to Week 24 in the number of tender joints, in the number of swollen joints, and a 50 % or greater improvement in at least 3 of the 5 remaining core set measures: Patient's Global Assessment of Disease Activity (PtGADA), Physician's Global Assessment of Disease Activity (PhGADA), Patient's Assessment of Arthritis Pain (PtAAP), physical function as assessed by the Health Assessment Questionnaire - Disability Index (HAQ-DI) and C-Reactive Protein (CRP).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.1","spread":null},{"groupId":"OG001","value":"36.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects Meeting the American College of Rheumatology 70 % Response Criteria (ACR70) at Week 24","description":"The assessments are based on a 70 % or greater improvement from Baseline to Week 24 in the number of tender joints, in the number of swollen joints, and a 70 % or greater improvement in at least 3 of the 5 remaining core set measures: Patient's Global Assessment of Disease Activity (PtGADA), Physician's Global Assessment of Disease Activity (PhGADA), Patient's Assessment of Arthritis Pain (PtAAP), physical function as assessed by the Health Assessment Questionnaire - Disability Index (HAQ-DI) and C-Reactive Protein (CRP).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.7","spread":null},{"groupId":"OG001","value":"16.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Health Assessment Questionnaire-Disability Index (HAQ-DI) at Week 24","description":"The HAQ-DI assesses the degree of difficulty experienced in 8 domains of daily living activities using 20 questions. Each domain consists of 2 or 3 items. For each question, the level of difficulty is scored from 0 to 3. A total score is computed from the item scores using the scoring rules provided by the index's author. HAQ-DI scores range from 0 to 3. Lower scores indicate less disability. Negative values indicate improvement from Baseline.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.185","spread":"0.463"},{"groupId":"OG001","value":"-0.530","spread":"0.589"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":113},"commonTop":["Upper respiratory tract infection","Latent tuberculosis","Alanine aminotransferase increased","Liver function test abnormal","Anaemia"]}}}