{"nctId":"NCT00260429","briefTitle":"Collagenase in the Treatment of Dupuytrens Disease","startDateStruct":{"date":"2003-06"},"conditions":["Dupuytren's Disease"],"count":38,"armGroups":[{"label":"AA4500 0.58 mg","type":"EXPERIMENTAL","interventionNames":["Biological: collagenase clostridium histolyticum"]},{"label":"placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Biological: collagenase clostridium histolyticum"]}],"interventions":[{"name":"collagenase clostridium histolyticum","otherNames":["XIAFLEX®","AA4500"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subjects were at least 18 years of age, of either sex or any race.\n* Subjects had residual Dupuytren's disease with a fixed-flexion deformity of the finger(s) of at least 20 degrees or greater, caused by a palpable cord.\n* Subjects had a positive \"table-top test\" defined as the inability to simultaneously place their affected finger(s) and palm flat against a table top.\n* Subjects must have been willing to participate in and complete the study, and comply with its procedures by signing an IRB approved written consent form.\n* Subjects must have been able to understand and adhere to the visit schedule. They must have been able to follow study procedures and instructions, and have agreed to report concomitant medications and adverse events accurately and consistently.\n* Women of childbearing potential must have agreed to use an acceptable method of birth control or must have been surgically sterilized (hysterectomy or tubal ligation). Women of childbearing age had a urine pregnancy test on Day 0 (day of injection) prior to the injection.\n\nExclusion Criteria\n\n* Women who were nursing or who were pregnant (as evidenced by a positive urine pregnancy test at the time of enrollment).\n* Subjects who had participated in an investigational drug trial within 30 days of enrollment in this study.\n* Subjects who had received surgery for Dupuytren's disease within 30 days of enrollment in this study.\n* Subjects who had a known allergy to AA4500 or any of the inactive ingredients in the AA4500 injection.\n* Subjects who had a known allergy to doxycycline.\n* Subjects who had a medical condition that would have made them unsuitable for enrollment.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Primary Outcome Measure is Reduction of Flexion Contracture of the Primary Joint.","description":"The Primary Outcome Measure for patients treated with AA4500 is the percentage of 23 joints that were successfully treated where \"successfully treated\" was defined as reduction in contracture to 5° or less.\n\nThe Primary Outcome Measure for placebo treated patients is the percentage of 12 joints that were successfully treated where \"successfully treated\" was defined as reduction in contracture to 5° or less.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"91.3","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Reduction From Baseline Contracture After the Last Injection","description":null,"classes":[]},{"type":"SECONDARY","title":"Percent Change From Baseline Range of Motion After the Last Injection","description":null,"classes":[]},{"type":"SECONDARY","title":"Time to First Achieve and Maintain Clinical Success After the Last Injection","description":null,"classes":[]},{"type":"SECONDARY","title":"Clinical Success After the First Injection","description":null,"classes":[]},{"type":"SECONDARY","title":"Percent Reduction From Baseline Contracture After the First Injection","description":null,"classes":[]},{"type":"SECONDARY","title":"Change From Baseline Range of Motion After the First Injection","description":null,"classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":23},"commonTop":["Injection site pain","Edema peripheral","Ecchymosis","Blood blister","Lymphadenopathy"]}}}