{"nctId":"NCT04531527","briefTitle":"Study to Learn More About the Potential of Antifungal Cream V61-044 Containing Trolamine to Cause Irritant Reaction of the Skin to Ultra Violet Light in Healthy Human Subjects","startDateStruct":{"date":"2013-06-24","type":"ACTUAL"},"conditions":["Dermatitis, Phototoxic"],"count":32,"armGroups":[{"label":"Phototoxicity reaction test","type":"EXPERIMENTAL","interventionNames":["Drug: Butenafine HCl 1% (BAY1896425)"]}],"interventions":[{"name":"Butenafine HCl 1% (BAY1896425)","otherNames":["Antifungal Cream V61-044 containing Trolamine"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participants must have been between the ages of 18 and 60 years;\n* Participants must have been lightly pigmented (Fitzpatrick skin phototypes I, II, III);\n* Participants must have been in good general health as determined by the subject's medical history;\n* Participants must have been willing to avoid tanning bed usage and additional sun exposure during the trial and follow-up period;\n* Participants must have been willing to refrain from using any new topical products during the trial;\n* Participants must have been able and willing to cooperate with the Investigator and research staff, to have test materials applied according to protocol, and to complete the full course of the trial;\n* Participants must have been willing to report any medications taken during the trial and refrain from taking any medications during the trial that might produce photoreactions;\n* If female, participants must produce a negative urine pregnancy test prior to the initiation and also at the completion of the trial.\n\nExclusion Criteria:\n\n* Participants must not have had visible sunburn;\n* Participants must not have had a history of sun hypersensitivity/photosensitivity, or photosensitive dermatoses;\n* Participants must not have had a history of allergies or sensitivities to cosmetics, toiletries, or any dermatological products;\n* Participants must not have recently used any systemic or topical drugs which could have caused a photoreaction or may have interfered with the trial;\n* Participants must not have had any known skin conditions that might interfere with the proper conduct of the trial;\n* Participants must not have had scars, moles, excessive hair, or other blemishes over the mid or lower back which might have interfered with the test or the grading of the test sites;\n* Participants must not have had significant history of internal disease that may have interfered with the evaluation of the test material as determined by the Investigator;\n* Participants must not have been pregnant, planning pregnancy, or nursing a child during the trial period;\n* Participants must not have used a tanning bed or other artificial tanning lights within the past two months;\n* Participants must not have participated in a patch test involving the back within four weeks prior to the start of the trial;\n* Participants must not have concurrently participated in any other clinical or consumer test;\n* Participants must not have had other conditions considered by the Investigator as sound reasons for disqualification from enrollment into the trial.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"60 Years","stdAges":["ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Phototoxic Reaction Evaluation Reported as Number of Test Site With Different Erythema Score","description":"Evaluation of the test sites after irradiation used following scoring system: score 0=Normal skin; score 1=Faint, barely perceptible to moderate redness with poorly defined margins (not clinically significant); score 2=Moderate to intense redness with well defined margins; score 3=Redness plus well defined edema; score 4=Redness plus papules, vesicles, or ulceration. All four test sites were evaluated for gross changes according to the Erythemal Scoring Scale and if necessary the Additional Scoring system immediately before irradiation, 24 hours after irradiation, and 48 hours after irradiation (3 different time points), thus for each type of test site (i.e. treated irradiated test site), a total of 87 test sites with scores were collected (i.e., 29 participants \\*3 time points = 87 sites).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"77","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"85","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"78","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"85","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Development of Erythema on the Treated Non-irradiated Test Sites, Which Would Indicate Irritant Contact Dermatitis and a Pre-existing Allergic Contact Dermatitis","description":"Evaluation of the test sites after irradiation used following scoring system: score 0=Normal skin; score 1=Faint, barely perceptible to moderate redness with poorly defined margins (not clinically significant); score 2=Moderate to intense redness with well defined margins; score 3=Redness plus well defined edema; score 4=Redness plus papules, vesicles, or ulceration. All four test sites were evaluated for gross changes according to the Erythemal Scoring Scale and if necessary the Additional Scoring system immediately before irradiation, 24 hours after irradiation, and 48 hours after irradiation (3 different time points), thus for each type of test site (i.e. treated irradiated test site), a total of 87 test sites with scores were collected (i.e., 29 participants \\*3 time points = 87 sites).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"85","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":32},"commonTop":[]}}}