{"nctId":"NCT01827046","briefTitle":"Minimally Invasive Surgery Plus Rt-PA for ICH Evacuation Phase III","startDateStruct":{"date":"2013-12-30","type":"ACTUAL"},"conditions":["Intracerebral Hemorrhage"],"count":499,"armGroups":[{"label":"MIS plus rt-PA management","type":"EXPERIMENTAL","interventionNames":["Drug: rt-PA"]},{"label":"Medical management","type":"NO_INTERVENTION","interventionNames":[]}],"interventions":[{"name":"rt-PA","otherNames":["Activase","Alteplase","CathFlo"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Spontaneous supratentorial ICH ≥ 30 mL diagnosed using radiographic imaging (computerized tomography (CT), computerized tomography angiography (CTA), etc.), with a Glasgow Coma Scale (GCS) ≤ 14 or a NIHSS ≥ 6.\n* Stability CT scan done at least 6 hours after diagnostic CT showing clot stability (growth \\< 5 mL as measured by ABC/2 method).\n* Symptoms less than 24 hours prior to diagnostic CT (dCT) scan (an unknown time of onset is exclusionary).\n* Ability to randomize between 12 and 72 hours after dCT.\n* Systolic Blood Pressure (SBP) \\< 180 mmHg sustained for six hours recorded closest to the time of randomization.\n* Historical Rankin score of 0 or 1.\n* Age ≥ 18 and older.\n\nExclusion Criteria:\n\n* Infratentorial hemorrhage.\n* Intraventricular hemorrhage (IVH) requiring treatment for IVH-related (casting) mass effect or shift due to trapped ventricle. External ventricular drain (EVD) to treat intracranial pressure (ICP) is allowed.\n* Thalamic bleeds with apparent midbrain extension with third nerve palsy or dilated and non-reactive pupils. Other (supranuclear) gaze abnormalities are not exclusions. Note: Patients with a posterior fossa ICH or cerebellar hematomas are ineligible.\n* Irreversible impaired brain stem function (bilateral fixed, dilated pupils and extensor motor posturing), GCS ≤ 4.\n* Ruptured aneurysm, arteriovenous malformation (AVM), vascular anomaly, Moyamoya disease, hemorrhagic conversion of an ischemic infarct, recurrence of a recent (\\< 1 year) hemorrhage diagnosed with radiographic imaging.\n* Patients with unstable mass or evolving intracranial compartment syndrome.\n* Platelet count \\< 100,000; international normalized ratio (INR) \\> 1.4.\n* Any irreversible coagulopathy or known clotting disorder.\n* Inability to sustain INR ≤ 1.4 using short- and long-active procoagulants (such as but not limited to NovoSeven, Fresh Frozen Plasma (FFP), and/or vitamin K).\n* Subjects requiring long-term anti-coagulation are excluded. Reversal of anti-coagulation is permitted for medically stable patients who can realistically tolerate the short term risk of reversal. Patient must not require Coumadin (anticoagulation) during the first 30 days, and normalized coagulation parameters must be demonstrated, monitored closely and maintained during the period of brain instrumentation.\n* Use of Dabigatran, Apixaban, and/or Rivaroxaban (or a similar medication from the similar medication class) prior to symptom onset.\n* Internal bleeding, involving retroperitoneal sites, or the gastrointestinal, genitourinary, or respiratory tracts.\n* Superficial or surface bleeding, observed mainly at vascular puncture and access sites (e.g., venous cutdowns, arterial punctures, etc.) or site of recent surgical intervention.\n* Positive urine or serum pregnancy test in pre-menopausal female subjects without a documented history of surgical sterilization.\n* Allergy/sensitivity to rt-PA.\n* Prior enrollment in the study.\n* Participation in a concurrent interventional medical investigation or clinical trial. Patients in observational, natural history, and/or epidemiological studies not involving an intervention are eligible.\n* Not expected to survive to the day 365 visit due to co-morbidities and/or are do not resuscitate (DNR)/ do not intubate (DNI) status prior to randomization.\n* Any concurrent serious illness that would interfere with the safety assessments including hepatic, renal, gastroenterologic, respiratory, cardiovascular, endocrinologic, immunologic, and hematologic disease.\n* Patients with a mechanical heart valve. Presence of bio-prosthetic valve(s) is permitted.\n* Known risk for embolization, including history of left heart thrombus, mitral stenosis with atrial fibrillation, acute pericarditis, or subacute bacterial endocarditis.\n* Any other condition that the investigator believes would pose a significant hazard to the subject if the investigational therapy were initiated.\n* Active drug or alcohol use or dependence that, in the opinion of the site investigator, would interfere with adherence to study requirements.\n* In the investigator's opinion, the patient is unstable and would benefit from a specific intervention rather than supportive care plus or minus MIS+rt-PA removal of the ICH.\n* Inability or unwillingness of subject or legal guardian/representative to give written informed consent.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Dichotomized, Adjudicated Modified Rankin Scale Score 0-3 vs. 4-6 at 365 Days Post Ictus (Adjusted)","description":"Dichotomized, adjudicated, cross-sectional modified Rankin Scale (mRS) score 0-3 vs. 4-6 at 365 days post-ictus, adjusting for baseline (pre-randomization) variables used in covariate adaptive randomization as well as the clinically established severity variables IVH size and ICH location (lobar or deep). Ictus refers to symptom onset.\n\nThe mRS is a commonly used scale for measuring the degree of disability or dependence in the daily activities of people who have suffered a stroke or other causes of neurological disability. It is scored from: 0=No symptoms at all, 1=No significant disability, 2=Slight disability, 3=Moderate disability, 4=Moderately severe disability, 5=Severe disability and 6=death. Dichotomized scores are: 0-3=No symptoms to moderate disability requiring some assistance; 4-6=Moderately severe disability requiring complete assistance to death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"110","spread":null},{"groupId":"OG001","value":"100","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"139","spread":null},{"groupId":"OG001","value":"140","spread":null}]}]}]},{"type":"SECONDARY","title":"Dichotomized Extended Glasgow Outcome Scale (eGOS) Score UGR-US vs. LS-Death at 365 Days Post Ictus (Adjusted)","description":"Dichotomized, cross-sectional extended Glasgow Outcome Scale (eGOS) score upper good recovery (UGR) through upper severe disability (US) vs. lower severe disability (LS) through death at 365 days post ictus, adjusting for baseline (pre-randomization) variables used in covariate adaptive randomization as well as the clinically established severity variables IVH size and ICH location (lobar or deep).\n\nThe eGOS is a commonly used scale for measuring the degree of disability or dependence in the daily activities of people who have suffered a stroke or other causes of neurological disability. It is scored as: 1=Death, 2=Vegetative state, 3=Lower severe disability, 4=Upper severe disability, 5=Lower moderate disability, 6=Upper moderate disability, 7=Lower good recovery, 8=Upper good recovery. Dichotomous variable coding is as follows: 1=codes 4-8, 0=codes 1-3.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"94","spread":null},{"groupId":"OG001","value":"84","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"150","spread":null},{"groupId":"OG001","value":"150","spread":null}]}]}]},{"type":"SECONDARY","title":"All Cause Mortality Longitudinally From Ictus to 365 Days (Adjusted)","description":"By group comparison of mortality from ictus to 365 days adjusted for baseline severity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"48","spread":null},{"groupId":"OG001","value":"62","spread":null}]}]}]},{"type":"SECONDARY","title":"Clot Removal (Amount of Residual Blood)","description":"Relationship between clot removal as an Area Under the Curve (AUC) clot-assessment that estimates the time-averaged clot volume from ictus to end of treatment (EOT i.e. 24 hours after last dose) as AUC clot exposure and functional outcome (proportion 0-3 Modified Rankin Scale (mRS)).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.69","spread":"1.11"},{"groupId":"OG001","value":"4.11","spread":"1.35"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.32","spread":"1.33"},{"groupId":"OG001","value":"5.26","spread":"1.82"}]}]}]},{"type":"SECONDARY","title":"Patient Disposition: Home Days Over 365 Days Time From Ictus.","description":"By group comparison of cumulative days at home during the 365 days post ictus.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"306","spread":null},{"groupId":"OG001","value":"300","spread":null}]}]}]},{"type":"SECONDARY","title":"Patient Disposition: Patient Location at 365 Days Post Ictus (i.e., Good vs. Bad Location) (Adjusted)","description":"Patient disposition: By group comparison of residential location at day 365 post ictus adjusted for baseline severity.\n\nGood locations refers to home and rehabilitation; and bad locations refers to acute care, long-term care and death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"163","spread":null},{"groupId":"OG001","value":"151","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"87","spread":null},{"groupId":"OG001","value":"98","spread":null}]}]}]},{"type":"SECONDARY","title":"Dichotomized, Adjudicated, Cross-sectional Modified Rankin Scale (mRS) Score 0-3 vs. 4-6 180 Days Post Ictus (Adjusted)","description":"Dichotomized, adjudicated, cross-sectional modified Rankin Scale (mRS) score 0-3 vs. 4-6 at 180 days post-ictus, adjusting for baseline (pre-randomization) variables used in covariate adaptive randomization as well as the clinically established severity variables IVH size and ICH location (lobar or deep).\n\nThe mRS is a commonly used scale for measuring the degree of disability or dependence in the daily activities of people who have suffered a stroke or other causes of neurological disability. It is scored from: 0=No symptoms at all, 1=No significant disability, 2=Slight disability, 3=Moderate disability, 4=Moderately severe disability, 5=Severe disability and 6=death. Dichotomized scores are: 0-3=No symptoms to moderate disability requiring some assistance; 4-6=Moderately severe disability requiring complete assistance to death","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"99","spread":null},{"groupId":"OG001","value":"93","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"151","spread":null},{"groupId":"OG001","value":"150","spread":null}]}]}]},{"type":"SECONDARY","title":"Dichotomized Extended Glasgow Outcome Scale (eGOS) Score UGR-US vs. LS-Death at 180 Days Post Ictus (Adjusted)","description":"Dichotomized, cross-sectional extended Glasgow Outcome Scale (eGOS) score upper good recovery (UGR) through upper severe disability (US) vs. lower severe disability (LS) through death at 180 days post ictus, adjusting for baseline (pre-randomization) variables used in covariate adaptive randomization as well as the clinically established severity variables IVH size and ICH location (lobar or deep).\n\nThe eGOS is a commonly used scale for measuring the degree of disability or dependence in the daily activities of people who have suffered a stroke or other causes of neurological disability. It is scored as: 1=Death, 2=Vegetative state, 3=Lower severe disability, 4=Upper severe disability, 5=Lower moderate disability, 6=Upper moderate disability, 7=Lower good recovery, 8=Upper good recovery. Dichotomous variable coding is as follows: 1=codes 4-8, 0=codes 1-3.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"81","spread":null},{"groupId":"OG001","value":"76","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"169","spread":null},{"groupId":"OG001","value":"167","spread":null}]}]}]},{"type":"SECONDARY","title":"Type and Intensity of ICU Management: ICU Days","description":"By group comparison of cumulative number of days in the Intensive Care Unit (ICU) in a hospital","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]}]},{"type":"SECONDARY","title":"Type and Intensity of ICU Management: Hospital Days","description":"By group comparison of total number of days in the hospital","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null},{"groupId":"OG001","value":"17","spread":null}]}]}]},{"type":"SECONDARY","title":"EQ-VAS","description":"By group comparison of EQ-VAS at day 365 post ictus. The EuroQol Visual Analogue Scale (EQ-VAS) is a self-reported measure of health status. It is a marked scale where subjects draw a line to indicate their health, with end points of 0 (the worst health you can imagine) and 100 (the best health you can imagine).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"70","spread":null},{"groupId":"OG001","value":"70","spread":null}]}]}]},{"type":"SECONDARY","title":"EuroQol 5 Dimensional Scale (EQ-5D)","description":"By group comparison of EQ-5D at day 365 post ictus. The EuroQol 5 Dimensional Scale (Eq-5D) is a self-reported measure of health status. It is arranged to assess domains related to mobility, self-care, usual activities, pain/discomfort, and anxiety/depression. For each domain, codes were 1=no problems, 2=some problems, 3=extreme problems, and 9=unknown. Having a problem in at least 1 domain was coded as 1 (originally represented by 2 or 3) and no problems as 0 (originally represented by 1) .","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"176","spread":null},{"groupId":"OG001","value":"155","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null},{"groupId":"OG001","value":"15","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Mortality and Safety Events: First-week (Operative) Mortality","description":"Mortality and Safety events: By group comparison of mortality within the first 7 days post randomization.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Mortality and Safety Events: All Cause Mortality","description":"By group comparison of mortality from all causes within the first 30 days post randomization.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23","spread":null},{"groupId":"OG001","value":"37","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Mortality and Safety Events: Adjudicated Symptomatic Brain Bleeding Within 72 Hours After Last Dose","description":"By group comparison of the percentage of subjects experiencing one or more adjudicated symptomatic brain bleeding events within the first 30 days post randomization.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Mortality and Safety Events: Adjudicated Bacterial Brain Infection","description":"By group comparison of the percentage of subjects experiencing one or more adjudicated brain bacterial infection events within the first 30 days post randomization.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Mortality and Safety Events: Total Serious Adverse Events (SAE) at 30 Days","description":"By group comparison of the total number of adjudicated serious adverse events that occurred within the first 30 days post randomization.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"123","spread":null},{"groupId":"OG001","value":"136","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Mortality and Safety Events: Summary of AE and SAE by MedDRA Code and Grouped by Organ System Within the First 30 Days Post Ictus","description":"By group comparison of the total number of adjudicated adverse events (AE) and serious adverse events (SAE) across all coded organ systems that occurred within the first 30 days post ictus.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"123","spread":null},{"groupId":"OG001","value":"136","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"477","spread":null},{"groupId":"OG001","value":"378","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":75,"n":250},"commonTop":["Nervous system disorders","Respiratory, thoracic and mediastinal disorders","Infections, non-neurologic","General disorders and administration site conditions","Vascular disorders"]}}}