{"nctId":"NCT01621191","briefTitle":"An Extension Study of Duloxetine in Fibromyalgia (Extension of F1J-JE-HMGZ, NCT01552057)","startDateStruct":{"date":"2012-06"},"conditions":["Fibromyalgia"],"count":149,"armGroups":[{"label":"60 mg Duloxetine","type":"EXPERIMENTAL","interventionNames":["Drug: Duloxetine"]}],"interventions":[{"name":"Duloxetine","otherNames":["LY248686","Cymbalta","Ariclaim","Xeristar","Yentreve"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participants who have completed the 15-week treatment in the preceding study HMGZ\n* Participants who wish continuous treatment with duloxetine after the preceding study\n* Participants are able to give their own written consent\n\nExclusion Criteria:\n\n* Participants with serious cardiovascular, hepatic, renal, respiratory, or hematological disease, or clinically significant laboratory or electrocardiogram abnormality which indicate a serious medical problem or require significant intervention in the judgment of the investigators\n* Participants with alanine aminotransferase/aspartate aminotransferase of not less than 100 International Units/Liter (IU/L) or total bilirubin of not less than 1.6 milligrams/deciliter (mg/dL) at Week 0 (Visit 8 of the preceding study)\n* Participants with serum creatinine level of not less than 2.0 mg/dL, participant who has undergone kidney transplantation or hemodialysis at Week 0 (Visit 8 of the preceding study)\n* Participants with pain difficult to discriminate from pain associated with fibromyalgia or disease which disturbs the assessment\n* Participants with thyroidal dysfunction, excluding those assessed by the investigator that the disorder is controlled as appropriate by three-month or longer drug therapy\n* Participants with present or past history of rheumatoid arthritis, inflammatory arthritis, infectious arthritis, or auto immune disease rather than thyroid deficiency\n* Participants with uncontrolled angle closure glaucoma\n* Participants who received monoamine oxidase (MAO) inhibitors within 14 days before Week 0 (Visit 8 of the preceding study) or need to receive a MAO inhibitor within 5 days after study discontinuation\n* Participants who have experienced suicidal ideation or suicide attempt during the preceding study\n* Participants answering \"yes\" to any of the questions about active suicidal ideation/intent/behaviors occurring in the preceding study (Columbia Suicide Severity Rating Scale, Suicide Ideation section - Questions 4 and 5; Suicidal Behavior section)\n* Female participants who are pregnant, lactating, or who want to get pregnant during the study period. Male participants who want his partner to get pregnant\n* Females of child-bearing potential who cannot agree to utilize medically acceptable and reliable means of birth control during the study and for 1 month following the last dose of the study\n* Participants assessed ineligible by the investigator (sub-investigator) for other reasons","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","maximumAge":"74 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants Who Experienced an Adverse Event (AE)","description":"A summary of serious and other non-serious AEs regardless of causality is located in the Reported Adverse Events module.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"138","spread":null}]}]}]},{"type":"SECONDARY","title":"Patient Global Impression-Improvement (PGI-I) at Endpoint","description":"PGI-I measures the participant's perception of improvement at the time of assessment compared with the start of treatment. Scores ranged from 1 (very much better) to 7 (very much worse).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.48","spread":"1.31"}]}]}]},{"type":"SECONDARY","title":"Clinical Global Impression-Improvement (CGI-I) at Endpoint","description":"CGI-I measures the clinician's perception of participant improvement at the time of assessment (compared with the start of treatment). Scores ranged from 1 (very much better) to 7 (very much worse).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.34","spread":"1.08"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to 50-Week Endpoint in Fibromyalgia Impact Questionnaire (FIQ)","description":"FIQ is a 20-item, self-administered questionnaire using Likert-type scales to measure participant outcomes over the past week. Items 1 through 11 measured physical functioning on 4-point scales. Items 12 and 13 measured the number of days a participant felt well and days a participant was unable to work due to fibromyalgia symptoms, respectively. Items 14 through 20 were 11-point scales on which a participant rated work difficulty, pain, fatigue, morning tiredness, stiffness, anxiety, and depression, respectively. If a participant did not do all the tasks listed, those items were deleted from scoring. Algorithms were used to determine total FIQ scores which ranged from 0 to 100; higher scores indicated a more negative impact.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.00","spread":"15.12"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to 50-Week Endpoint in Brief Pain Inventory-Severity (BPI-S) and Brief Pain Inventory-Interference (BPI-I) Scores on the BPI-Modified Short Form","description":"BPI-S and BPI-I are self-reported scales measuring severity of pain and interference on function, respectively. Severity scores ranged from 0 (no pain) to 10 (severe pain) for each question assessing average pain, worst pain, least pain, and pain right now. Interference scores ranged from 0 (does not interfere) to 10 (completely interferes) for each question assessing interference of pain in past 24 hours with general activity, mood, walking ability, normal work, relations with other people, sleep, and enjoyment of life. Average interference was the average of non-missing scores of individual interference items.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.31","spread":"1.70"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.53","spread":"1.87"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.26","spread":"1.82"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.47","spread":"2.03"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.72","spread":"2.04"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.82","spread":"1.82"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.73","spread":"2.04"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.66","spread":"2.01"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.38","spread":"1.95"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.00","spread":"2.26"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.68","spread":"2.00"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.71","spread":"1.65"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to 50-Week Endpoint in 36-Item Short-Form (SF-36) Health Survey Domain Scores","description":"The SF-36 Health Survey is a generic, health-related survey assessing the participant's quality of life on 8 domains: physical functioning, daily functioning (physical), bodily pain, general health, vitality, social functioning, daily functioning (emotional), and mental health. Each domain was scored by summing individual items pertaining to that domain and transforming scores into a 0 to 100 scale, with higher scores indicating better health status or functioning.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.26","spread":"14.54"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.02","spread":"17.05"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.89","spread":"14.89"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.14","spread":"11.88"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.16","spread":"18.13"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.26","spread":"21.47"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.55","spread":"18.83"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.13","spread":"14.00"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to 50-Week Endpoint in Beck Depression Inventory-II (BDI-II)","description":"The BDI-II is a 21-item self-administered questionnaire designed to assess the characteristics of depression. Each item was scored on a 4-point scale ranging from 0 (not present) to 3 (present in the extreme) and was summed to give a total BDI-II score. A total BDI-II score of 0 through 13 was considered minimal, 14 through 19 was mild, 20 through 28 was moderate, and 29 through 63 was severe depression symptoms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.94","spread":"5.22"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to 50-Week Endpoint in Widespread Pain Index (WPI) and Symptom Severity (SS) in American College of Rheumatology (ACR) Fibromyalgia Diagnostic Criteria 2010","description":"WPI: Participant-reported areas (out of 19 points on the body) in which the participant had pain in the past week. WPI scores ranged from 0 (no areas) to 19 (all areas). SS: The sum of severity scores for fatigue, waking unrefreshed, and cognitive symptoms \\[each rated from 0 (no problem) to 3 (severe; life-disturbing problems)\\] plus the severity of somatic symptoms in general \\[rated from 0 (no symptoms) to 3 (a great deal of symptoms)\\]. The total SS score ranged from 0 and 12.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.46","spread":"3.74"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.37","spread":"1.27"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":8,"n":149},"commonTop":["Nasopharyngitis","Somnolence","Constipation","Nausea","Weight increased"]}}}