{"nctId":"NCT01161420","briefTitle":"Stimulation Therapy for Apnea Reduction (Www.theSTARtrial.Com)","startDateStruct":{"date":"2010-07","type":"ACTUAL"},"conditions":["Obstructive Sleep Apnea"],"count":929,"armGroups":[{"label":"Inspire Therapy","type":"EXPERIMENTAL","interventionNames":["Device: Inspire Upper Airway Stimulation System"]}],"interventions":[{"name":"Inspire Upper Airway Stimulation System","otherNames":["Inspire","UAS","Inspire Therapy"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Likely suffer moderate-to-severe OSA based on history and physical\n* Have failed or have not tolerated CPAP treatment\n* Willing and capable of providing informed consent\n* Willing and capable to have stimulation hardware permanently implanted, and to use the patient programmer to activate the stimulation\n* Willing and capable to return for all follow-up visits and sleep studies, including the evaluation procedures and filling out the questionnaires\n\nExclusion Criteria:\n\n* Body Mass Index limits\n* Surgical resection or radiation therapy for cancer or congenital malformations in the larynx, tongue, or throat\n* Significant co-morbidities making the patient unable or inappropriate to participate in the trial","healthyVolunteers":false,"sex":"ALL","minimumAge":"22 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Apnea Hypopnea Index","description":"Demonstrate at least a 50% responder rate at the 12-month follow-up visit. An Inspire therapy AHI responder was defined as a subject who experienced at least a 50% reduction in AHI from baseline and had an AHI of less than 20 at the 12-month follow-up.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"66","spread":null}]}]}]},{"type":"PRIMARY","title":"Oxygen Desaturation Index","description":"Demonstrate at least a 50% responder rate at the 12-month follow-up visit. An Inspire therapy ODI responder was defines as a subject who experienced at least a 25% reduction in ODI from baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"75","spread":null}]}]}]},{"type":"PRIMARY","title":"Safety","description":"The primary safety objective of this pivotal trial was to evaluate safety via a description of all reported adverse events. Per the IDE-approved protocol, no formal statistical hypothesis was tested as part of the safety assessment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"494","spread":null}]}]}]},{"type":"SECONDARY","title":"AHI for the Randomized Controlled Therapy (RCT) Withdrawal Study","description":"The AHI difference between the 12-month PSG study and the 13-Month PSG study in the therapy maintenance group will be compared to the AHI difference in the therapy withdrawal group. The objective was to demonstrate that AHI increase in the therapy withdrawal group (therapy=OFF) is greater than any AHI change in the active therapy group (therapy=ON). AHI is the number of apneas or hypopneas recorded during a sleep study per hour of sleep; this is calculated by dividing the number of AHI events by the number of hours of sleep.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.0","spread":null},{"groupId":"OG001","value":"16.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Modified Intent to Treat - AHI Responder Rate for All Implanted Subjects","description":"The intent-to-treat (ITT) analysis for the primary endpoint included all patients who underwent an implant. A modified ITT analysis was conducted to include the subjects who did not completed the 12-month follow-up sleep study also. The ITT analysis was to calculate the AHI responder rate based on the subjects included in the analysis as described below. An Inspire therapy AHI responder was defined as a subject who experienced at least a 50% reduction in AHI from baseline and had an AHI of less than 20 at their last visit.\n\nThe following subjects were included:\n\n* All implanted subjects who had AHI data collected at both baseline and 12-months follow-up.\n* All implanted subjects who had baseline data but no 12-month data, and had their last data values carried forward, provide they had a least 6-month AHI data.\n* Any implanted subject who did not have 12-month data available due to therapy failure (e.g., study withdrawal will be included in the analsys as a treatment failure.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"83","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in FOSQ From Baseline to 12 Months","description":"The Functional Outcomes Sleep Questionnaire (FOSQ) is a validated instrument that assesses the effect of a subject's daytime sleepiness on activities of ordinary living. It is a quality of life measure that is commonly used in the clinical evaluation and management of OSA. This self-administered instrument consists of 30 questions divided into 5 domains: activity level, vigilance, intimacy, general productivity and social outcome. Scores range from 5 to 20, with higher scores indicating greater functioning. Change in FOSQ was calculated by subtracting the baseline score from the 12-month score.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Change Epworth Sleepiness Scale (ESS) From Baseline to 12 Months","description":"The Epworth Sleepiness Scale (ESS) is a validated instrument that rates a subject's daytime sleepiness. Like the FOSQ, it is a quality of life measure that is commonly used in clinical evaluation and management of OSA. Scores range from 0 to 24, with lower scores indicating greater functioning. An ESS score of less than 10 is considered to be the cutpoint for normal subjective sleepiness.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage Sleep Time at SaO2 < 90%","description":"The percentage of time spent with oxygen saturation below 90% has been an increasingly utilized surrogate for morbidity risk in sleep apnea populations.\n\nThe SaO2 secondary endpoint in this study was determined by the time below an SaO2 level of 90% during the 12-month PSG study compared to that at baseline (average of screening and 1-month PSG studies). The objective was to demonstrate a decrease in the percentage of sleep time with an SaO2 level below 90% at 12 months.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.5","spread":"11.1"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":13,"n":126},"commonTop":["Discomfort due to electrical stimulation","Events specifically related to an incision","Post-operative discomfort independent of any surgical incision","Temporary tongue weakness","Tongue abrasion"]}}}