{"nctId":"NCT00418886","briefTitle":"Efficacy Study Comparing ZD6474 in Combination With Pemetrexed and Pemetrexed Alone in 2nd Line NSCLC Patients","startDateStruct":{"date":"2007-01","type":"ACTUAL"},"conditions":["Non Small Cell Lung Cancer","Lung Cancer"],"count":698,"armGroups":[{"label":"1","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Pemetrexed"]},{"label":"2","type":"EXPERIMENTAL","interventionNames":["Drug: Vandetanib","Drug: Pemetrexed"]}],"interventions":[{"name":"Vandetanib","otherNames":["ZACTIMA™","ZD6474","SAR390530"]},{"name":"Pemetrexed","otherNames":["Pemetrexed disodium","Alimta®"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Provision of informed consent\n* Female or male aged 18 years or above\n* Histologic or cytologic confirmation of locally advanced or metastatic NSCLC (stage IIIB or IV) on entry into study\n* Failure of 1st line anti-cancer therapy (either radiological documentation of disease progression or due to toxicity) or subsequent relapse of disease following 1st line therapy\n* WHO Performance status 0 - 2\n* One or more measurable lesions at least 10 mm in the longest diameter (LD) by spiral CT scan or 20 mm with conventional techniques according to RECIST criteria. Previously irradiated lesions will not be considered measurable.\n* Life expectancy of 12 weeks or longer\n* Negative pregnancy test for women of childbearing potential only\n\nExclusion Criteria:\n\n* Mixed small cell and non-small cell lung cancer histology\n* Patients have received 2nd-line or subsequent anti-cancer therapy\n* Prior treatment with pemetrexed\n* Prior treatment with VEGFR TKIs (previous treatment with bevacizumab \\[Avastin\\] is permitted)\n* Known or suspected brain metastases or spinal cord compression, unless treated at least 4 weeks before entry, and stable without steroid treatment for 10 days\n* The last radiation therapy within 4 weeks before the start of study therapy, not including local palliative radiation\n* The last dose of prior chemotherapy or other anti-cancer therapy is discontinued less than 3 weeks before the start of study therapy (6 weeks for nitrosoureas, mitomycin, and suramin)\n* Major surgery within 4 weeks before entry, or incompletely healed surgical incision\n* Neutrophils \\<1.5 x 109/L or platelets \\<100 x 109/L\n* Serum bilirubin \\>1.5 x the upper limit of reference range (ULRR)\n* Creatinine clearance \\<50 ml/min calculated by either Cockcroft -Gault, 24 hours urine collection, EDTA scan or other validated methods\n* Alanine aminotransferase (ALT) or aspartate aminotransferase (AST) \\>2.5 x ULRR in the absence of liver metastases, or \\> 5 x ULRR in the presence of liver metastases\n* Alkaline phosphatase (ALP) \\>2.5 x ULRR in the absence of liver metastases, or \\>5 x ULRR in the presence of liver metastases\n* Current active gastrointestinal disease that may affect the ability of the patient to absorb ZD6474 or tolerate diarrhoea\n* Evidence of severe or uncontrolled systemic disease or any concurrent condition which in the investigator's opinion makes it undesirable for the patient to participate in the study or which would jeopardize compliance with the protocol\n* Any unresolved toxicity greater than CTCAE Grade 2 from previous anti-cancer therapy\n* Significant cardiovascular event (e.g., myocardial infarction, superior vena cava \\[SVC\\] syndrome), New York Heart Association \\[NYHA\\] classification of heart disease ≥2 within 3 months before entry, or presence of cardiac disease that in the opinion of the Investigator increases the risk of ventricular arrhythmia\n* History of arrhythmia (multifocal premature ventricular contractions \\[PVCs\\], bigeminy, trigeminy, ventricular tachycardia, or uncontrolled atrial fibrillation) which is symptomatic or requires treatment (CTCAE grade 3) or asymptomatic sustained ventricular tachycardia. Atrial fibrillation, controlled on medication is not excluded\n* Congenital long QT syndrome or 1st degree relative with unexplained sudden death under 40 years of age\n* QT prolongation with other medications that required discontinuation of that medication\n* Presence of left bundle branch block (LBBB)\n* QTc with Bazett's correction unmeasurable or ≥ 480 msec on screening ECG (Note: If a patient has QTc interval ≥480 msec on screening ECG, the screen ECG may be repeated twice \\[at least 24 hours apart\\]. The average QTc from the three screening ECGs must be \\<480 msec in order for the patient to be eligible for the study) Patients who are receiving a drug that has a risk of QTc prolongation are eligible if QTc is \\<460 msec.\n* Potassium \\<4.0 mmol/L despite supplementation; serum calcium (or ionized or adjusted for albumin), or magnesium out of normal range despite supplementation\n* Women who are pregnant or breast-feeding\n* Any concomitant medications that may cause QTc prolongation or induce Torsades de Pointes or induce CYP3A4 function. Drugs that have a risk of QTc prolongation, that in the investigator's opinion cannot be discontinued, are allowed, but only of the QTc is \\<460 msec\n* Hypertension not controlled by medical therapy (systolic blood pressure greater than 160 millimetre of mercury \\[mmHg\\] or diastolic blood pressure greater than 100 mmHg)\n* Previous or current malignancies of other histologies within the last 5 years, with the exception of in situ carcinoma of the cervix and adequately treated basal cell or squamous cell carcinoma of the skin\n* Treatment with a non-approved or investigational drug within 30 days before Day 1 of study treatment\n* Concomitant use of yellow fever vaccine or any live attenuated vaccines","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression-Free Survival (PFS) in the Overall Population","description":"Median time (in weeks) from randomization until objective disease progression or death (by any cause in the absence of objective progression) provided death is within 3 months from the last evaluable Response Evaluation Criteria in Solid Tumors (RECIST) assessment.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17.6","spread":null},{"groupId":"OG001","value":"11.9","spread":null}]}]}]},{"type":"PRIMARY","title":"Progression-Free Survival in the Female Population","description":"Median time (in weeks) from randomization until objective disease progression or death (by any cause in the absence of objective progression) provided death is within 3 months from the last evaluable RECIST assessment.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17.9","spread":null},{"groupId":"OG001","value":"13.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS)","description":"The OS is defined as the time from date of randomization until death. Any participant not known to have died at the time of analysis was censored based on the last recorded date on which the participant was known to be alive (i.e, their status must be known at the censored date and should not be lost to follow up or unknown).","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.5","spread":null},{"groupId":"OG001","value":"9.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Objective Response Rate (ORR)","description":"The ORR is the number of participants that are responders i.e, those participants with a confirmed best objective response of complete response (CR) or partial response (PR) as defined by RECIST criteria. The categories for best objective response are CR, PR, stable disease (SD)\\>= 6 weeks, progressive disease (PD) or NE.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19.1","spread":null},{"groupId":"OG001","value":"7.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Disease Control Rate (DCR)","description":"The DCR is defined as the number of patients who achieved disease control at 6 weeks following randomization. Disease control at 6 weeks is defined as a best objective response of complete response (CR), partial response (PR) or stable disease (SD) \\>= 6 weeks.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"56.6","spread":null},{"groupId":"OG001","value":"45.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response (DoR)","description":"Response is defined as a confirmed best objective response of CR or PR. Duration of response is defined as time from the date of first documented response until date of documented progression or death in the absence of disease progression (provided death is within 3 months of last RECIST assessment).","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24.1","spread":null},{"groupId":"OG001","value":"24.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Deterioration of Disease-Related Symptoms (TDS) by Lung Cancer Symptom Scale (LCSS) Total Score","description":"TDS is the interval from the date of randomization to the first assessment of worsened without an improvement in the next 21 days. A deterioration in symptoms is defined as a single visit assessment of 'worsened' with no visit assessment of 'improved' within the next 21 days. The LCSS scale measures changes in symptoms associated with lung cancer.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.1","spread":null},{"groupId":"OG001","value":"12.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Deterioration of Disease-Related Symptoms by Average Symptom Burden Index (ASBI) Score","description":"Time to deterioration is defined as the interval from the date of randomization to the first assessment of worsened without an improvement in the next 21 days. A deterioration in symptoms is defined as a single visit assessment of 'worsened' with no visit assessment of 'improved' within the next 21 days. The ASBI is derived from 6 of LCSS's 9 items.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.0","spread":null},{"groupId":"OG001","value":"13.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Longitudinal Analysis of Lung Cancer Symptom Scale Total Score","description":"The longitudinal data analysis will include all non-missing visit scores and the model will include only the first 12 weeks of data. LCSS total score is an average of all 9 visual analogue participant scales from \"none\" \\[0 millimeter (mm)\\] to \"as much as it could be\" (100 mm).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25.7","spread":"2.85"},{"groupId":"OG001","value":"28.3","spread":"2.77"}]}]}]},{"type":"SECONDARY","title":"Longitudinal Analysis of Average Symptom Burden Index Score","description":"The longitudinal data analysis will include all non-missing visit scores and the model will include only the first 12 weeks of data. ASBI is an average of the 6 symptom visual analogue patient scales from \"none\" (0 mm) to \"as much as it could be\" (100 mm).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.7","spread":"2.75"},{"groupId":"OG001","value":"24.3","spread":"2.67"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":84,"n":260},"commonTop":["Fatigue","Nausea","Rash","Cough","Anorexia"]}}}