{"nctId":"NCT01059539","briefTitle":"Long-term Safety and Tolerability of Cariprazine for Bipolar I Disorder","startDateStruct":{"date":"2010-02-28","type":"ACTUAL"},"conditions":["Bipolar I Disorder"],"count":403,"armGroups":[{"label":"Cariprazine 3-12 mg/day for 16 weeks","type":"EXPERIMENTAL","interventionNames":["Drug: Cariprazine"]}],"interventions":[{"name":"Cariprazine","otherNames":["RGH-188"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients who have provided informed consent prior to any study specific procedures.\n* Patients currently meeting the Diagnostic and Statistical Manual of Mental Disorders, Fourth Edition, Text Revision (DSM-IV-TR) criteria for bipolar I disorder as confirmed by the Structured Clinical Interview for Diagnostic and Statistical Manual of Mental Disorders, Fourth Edition (SCID).\n* Patients who experienced a manic or mixed episode that required treatment within the past 12 months.\n* Patients with normal physical examination, laboratory, vital signs, and electrocardiogram (ECG).\n\nExclusion Criteria:\n\n* Patients with a DSM-IV-TR diagnosis of an axis I disorder other than bipolar I disorder.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in the YMRS Total Score at Week 16","description":"The Young Mania Rating Scale (YMRS) is an 11-item scale that assesses manic symptoms based on the patient's perception of his or her condition over the previous 48 hours, as well as the physician's clinical observations during the interview. The 11 items are elevated mood, increased motor activity-energy, sexual interest, sleep, irritability, rate and amount of speech, language-thought disorder, content, disruptive-aggressive behavior, appearance, and insight. The severity of each item is rated on a 5-point (0-4) or a 9-point (0-8) scale. The total score of all 11 items can range from 0 to 60. A higher score indicates worse manic symptoms. A negative change score indicates improvement.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-15.2","spread":"9.2"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the MADRS Total Score at Week 16","description":"The Montgomery-Asberg Depression Rating Scale (MADRS) is a clinician-rated scale that evaluates the patient's depressive symptomatology during the previous week. Patients are rated on 10 items assessing feelings of sadness, lassitude, pessimism, inner tension, suicidality, reduced sleep or appetite, difficulty in concentration, and lack of interest. Each item is scored on a 7-point (0-6) scale. The total score can range from 0 to 42. A higher score indicates greater depressive symptomatology. A negative change score indicates improvement.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.6","spread":"7.5"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":34,"n":402},"commonTop":["Akathisia","Headache","Constipation","Nausea","Dyspepsia"]}}}