{"nctId":"NCT00241839","briefTitle":"Uric Acid and Hypertension in African Americans","startDateStruct":{"date":"2005-08"},"conditions":["Cardiovascular Diseases","Heart Diseases","Hypertension"],"count":150,"armGroups":[{"label":"A","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Allopurinol","Drug: Chlorthalidone","Drug: Potassium chloride"]},{"label":"B","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo","Drug: Chlorthalidone","Drug: Potassium chloride"]}],"interventions":[{"name":"Allopurinol","otherNames":["Zyloprim"]},{"name":"Placebo","otherNames":["sugar pill"]},{"name":"Chlorthalidone","otherNames":[]},{"name":"Potassium chloride","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* African American (including black individuals born in the Caribbean, Africa, Canada, etc.)\n* Are either untreated with any antihypertensive agent, with an average sitting clinic BP of between 140/90 and 159/99 mm Hg OR subjects with hypertension controlled (i.e. BP less than 140/90) or no higher than stage 1 hypertension (i.e., less than 160/100) on a single antihypertensive agent or two antihypertensive agents (individuals on fixed dose ARB-diuretic or ACEI-diuretic combinations will also be considered as being on monotherapy for purposes of the study. Individuals on beta blockade or calcium channel blockade for coronary artery disease and/or arrhythmia will not be eligible for the study)\n* Random spot urine protein/creatinine ratio of less than 0.5 (approximates a 24-hour urinary protein excretion of 500 mg/day)\n* Calculated MDRD GFR of greater than or equal to 60 ml/min/1.73/m\\^2\n* No allopurinol or probenecid intake for at least one month prior to study entry\n* Willing and able to cooperate with study procedures\n* Willing to travel to the GCRC at Shands Hospital for overnight inpatient stays on two separate occasions\n\nExclusion Criteria:\n\n* History of malignant or accelerated hypertension\n* Confirmed total white cell count of less than 2,500/mm\\^3, anemia, or thrombocytopenia\n* Known history of liver disease\n* Known secondary cause of hypertension\n* Known presence of diabetes or fasting blood glucose greater than or equal to 126 mg/dL\n* History of heart failure, acute myocardial infarction, or stroke or on a β-blocker or calcium channel blocker for cardiovascular indications other than for lowering blood pressure\n* Abnormal EKG requiring medical intervention\n* History of clinical or renal biopsy or evidence of renal parenchymal disease\n* Acute gout attack within 2 weeks of study entry\n* History of drug abuse in the last 2 years, including narcotics, cocaine, or alcohol (greater than 21 drinks/week)\n* Arm circumference of greater than 52 cm, which precludes measurement with a 'thigh' BP cuff\n* History of a reaction to allopurinol or chlorthalidone\n* Pregnant or planning to become pregnant during the study, or breastfeeding\n* History of noncompliance, are unable to comply with the study requirements, or who are currently participating in another study\n* Not fasting prior to obtaining screening laboratory data. If a participant has clearly not fasted, we will exclude those individuals with casual blood glucose levels of greater than or equal to 200 mg/dL. In the event that a fasting blood sugar exceeds 126 mg/dL, it will be reconfirmed on a blood glucose measurement obtained on a subsequent day, per American Diabetes Association criteria","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Diastolic Blood Pressure by Cuff 8-10 Weeks Minus Baseline","description":"The Diastolic BP was taken at Baseline and after 8-10 weeks of treatment or placebo while on chlorthalidone and potassium chloride. The blood pressure was measured according to \"Shared Care\" protocol: 15 minutes of quiet, undisturbed rest with three BP measurements obtained subsequently at 5 minute intervals.\n\nThe mean of the second and third reading was the value used for analysis for both the Baseline measurement and the measurement after 8 - 10 weeks of treatment. The dependent variable is baseline value minus ending value.\n\nMeasures are in millimeters of mercury (mm hg)","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.44","spread":"12.25"},{"groupId":"OG001","value":"-0.83","spread":"10.63"}]}]}]},{"type":"PRIMARY","title":"Change in Systolic Blood Pressure by Cuff After 8-10 Weeks Minus Baseline","description":"The systolic BP was taken at Baseline and after 8-10 weeks of treatment on placebo, while on chlorthalidone and potassium chloride. The blood pressure was measured according to \"Shared Care\" protocol: 15 minutes of quiet, undisturbed rest with three BP measurements obtained subsequently at 5 minute intervals.\n\nThe mean of the second and third reading was the value used for analysis for both the Baseline measurement and the measurement after 8 - 10 weeks of treatment. The dependent variable is baseline value minus ending value.\n\nMeasures are in millimeters of mercury (mm hg)","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.21","spread":"7.37"},{"groupId":"OG001","value":"-0.95","spread":"8.90"}]}]}]},{"type":"SECONDARY","title":"Change in Overall Mean BP From Those Obtained by 24 Hour Ambulatory Blood Pressure Measurements (ABPM) 8-10 Weeks Minus Baseline.","description":"Subjects had 24 hr blood pressure monitoring (ABPM) at baseline and treatment end. The readings were averaged and the changes from baseline to treatment end were compared.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.9","spread":"11.9"},{"groupId":"OG001","value":"0.90","spread":"8.91"}]}]}]},{"type":"SECONDARY","title":"Change in Uric Acid (UA) Levels: Baseline Less End of Treatment","description":"Subjects on allopurinol are expected to lower their uric acid levels relative to placebo.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.29","spread":"1.29"},{"groupId":"OG001","value":"0.14","spread":"0.88"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":71},"commonTop":["Headache","Cold","Musculoskeletal pain/ache"]}}}