{"nctId":"NCT04896008","briefTitle":"A Study of Sotatercept in Participants With PAH WHO FC III or FC IV at High Risk of Mortality (MK-7962-006/ZENITH)","startDateStruct":{"date":"2021-12-01","type":"ACTUAL"},"conditions":["Pulmonary Arterial Hypertension"],"count":173,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Placebo"]},{"label":"Sotatercept","type":"EXPERIMENTAL","interventionNames":["Drug: Sotatercept"]}],"interventions":[{"name":"Sotatercept","otherNames":["MK-7962","ACE-011"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Documented diagnostic right heart catheterization prior to screening confirming the diagnosis of WHO PAH Group 1 in any of the following subtypes:\n\n  * Idiopathic PAH\n  * Heritable PAH\n  * Drug/toxin-induced PAH\n  * PAH associated with CTD\n  * PAH associated with simple, congenital systemic to pulmonary shunts at least 1 year following repair\n* Symptomatic PAH classified as WHO FC III or IV\n* REVEAL Lite 2.0 risk score of ≥9\n* Right heart catheterization performed during screening (or within 2 weeks prior to screening, if done at the clinical study site) documenting a minimum PVR of ≥5 Wood units and a pulmonary capillary wedge pressure (PCWP) or left ventricular end-diastolic pressure (LVEDP) of ≤15 mmHg\n* Clinically stable and on stable doses of maximum tolerated (per investigator's judgment) double or triple background PAH therapies for at least 30 days prior to screening\n* Females of childbearing potential must:\n\n  * Have 2 negative urine or serum pregnancy tests as verified by the investigator prior to starting study therapy; must agree to ongoing urine or serum pregnancy testing during the course of the study and until 8 weeks after the last dose of the study drug\n  * If sexually active with a male partner, have used, and agree to use highly effective contraception without interruption per protocol; for at least 28 days prior to starting the investigational product, during the study (including dose interruptions), and for 16 weeks (112 days) after discontinuation of study treatment\n  * Refrain from breastfeeding a child or donating blood, eggs, or ovum for the duration of the study and for at least 16 weeks (112 days) after the last dose of study treatment\n* Male participants must:\n\n  * Agree to use a condom, defined as a male latex condom or nonlatex condom NOT made out of natural (animal) membrane (e.g., polyurethane), during sexual contact with a pregnant female or a female of childbearing potential while participating in the study, during dose interruptions, and for at least 16 weeks (112 days) following investigational product discontinuation, even if he has undergone a successful vasectomy\n  * Refrain from donating blood or sperm for the duration of the study and for 16 weeks (112 days) after the last dose of study treatment\n* Ability to adhere to study visit schedule and understand and comply with all protocol requirements\n* Ability to understand and provide written informed consent\n\nExclusion Criteria:\n\n* Diagnosis of pulmonary hypertension (PH) WHO Groups 2, 3, 4, or 5\n* Diagnosis of the following PAH Group 1 subtypes: human immunodeficiency virus-associated PAH and PAH associated with portal hypertension\n* Diagnosis of pulmonary veno-occlusive diseases or pulmonary capillary hemangiomatosis or overt signs of capillary and/or venous involvement\n* Hemoglobin at screening above gender-specific upper limit of normal (ULN), per local laboratory test\n* Baseline platelet count \\<50,000/mm3 (\\<50.0 x 109/L) at screening\n* Baseline systolic blood pressure \\<85 mmHg at screening\n* Pregnant or breastfeeding women\n* Serum alanine aminotransferase or aspartate aminotransferase levels or total bilirubin \\>3.0×ULN\n* Currently enrolled in or have completed any other investigational product study within 30 days for small molecule drugs or within 5 half-lives for biologics prior to the date of signed informed consent\n* Prior exposure to sotatercept or known allergic reaction to sotatercept, its excipients or luspatercept\n* History of pneumonectomy\n* Untreated more than mild obstructive sleep apnea\n* History of known pericardial constriction\n* History of restrictive or congestive cardiomyopathy\n* Electrocardiogram (ECG) with Fridericia's corrected QT interval (QTcF) \\>500 ms during the screening period\n* Personal or family history of long QT syndrome or sudden cardiac death\n* Left ventricular ejection fraction \\<45% on historical echocardiogram within 1 year prior to the screening visit\n* Any current or prior history of symptomatic coronary disease (prior myocardial infarction, percutaneous coronary intervention, coronary artery bypass graft surgery, or cardiac anginal chest pain) in the past 6 months prior to the screening visit\n* Cerebrovascular accident within 3 months prior to the screening visit\n* Significant (≥ 2+ regurgitation) mitral regurgitation or aortic regurgitation valvular disease\n* Currently on dialysis or anticipated need for dialysis within the next 12 months","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Time to First Confirmed Morbidity or Mortality Event","description":"Morbidity or mortality events were defined as all-cause death, lung transplantation, or PAH worsening-related hospitalization of ≥24 hours. All events were adjudicated by a blinded, independent committee of clinical experts. Only adjudication-confirmed lung transplantation and PAH worsening-related hospitalization of ≥24 hours were included in the primary analysis. All deaths that are a first event for a participant were included regardless of adjudication. The time from randomization to the first confirmed morbidity or mortality event, calculated using the non-parametric Kaplan-Meier method, is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"9.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS)","description":"OS was defined as the time from randomization to death due to any cause. As pre-specified in the SAP, all deaths up to data cutoff, including among participants who completed or discontinued the study, were included except for those that occurred after enrollment in the long-term follow-up study (MK-7962-004) or after lung transplantation. The OS for participants, calculated using the non-parametric Kaplan-Meier method, is reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Transplant-free Survival","description":"Transplant-free survival was defined as the time from randomization to the first lung transplantation or death due to any cause. As pre-specified in the SAP, all deaths up to data cutoff, including among participants who completed or discontinued the study, were included except for those that occurred after enrollment in the long-term follow-up study (MK-7962-004) or after lung transplantation. Transplant-free survival for participants, calculated using the non-parametric Kaplan-Meier method, is reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Experienced a Mortality Event","description":"Mortality events were defined as death due to any cause throughout the study. As pre-specified in the SAP, all deaths up to data cutoff, including among participants who completed or discontinued the study, were included except for those that occurred after enrollment in the long-term follow-up study (MK-7962-004) or after lung transplantation. The percent of participants who experienced a mortality event is reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.1","spread":null},{"groupId":"OG001","value":"15.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in REVEAL Lite 2.0 Risk Score at Week 24","description":"REVEAL Lite 2.0 risk scoring is used to guide PAH treatment decisions. Total score uses 6 variables with each assessed based on contribution to mortality risk. Variables and sub-score ranges: eGFR (0, +1), WHO FC (-1, 0, +1, +2), SBP (0, +1), heart rate (0, +1), 6MWD (-2, -1, 0, +1), and NT-proBNP (-2, 0, +2). Sub-scores are added to a base score of +6 and a total score of 1 to 14 is obtained (≤5=low risk; 6,7=intermediate risk; ≥8=high risk). A higher score = higher risk. Per SAP, multiple imputation was used to impute the missing data at Week 24 for reasons other than death or a non-fatal clinical worsening event. Range was based on the minimum and maximum of median scores across the imputed dataset (100 repetitions). Thus, median change from baseline and range could be the same or show minimal variability. Comparisons with other REVEAL analyses may not be possible due to Week 24 data imputation. The change from baseline in REVEAL Lite 2.0 risk score at Week 24 is reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.0","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving a Low or Intermediate (≤7) REVEAL Lite 2 Risk Score at Week 24","description":"REVEAL Lite 2.0 risk scoring is used to guide PAH treatment decisions. Total score uses 6 variables with each assessed based on contribution to mortality risk. Variables and sub-score ranges: eGFR (0, +1), WHO FC (-1, 0, +1, +2), SBP (0, +1), heart rate (0, +1), 6MWD (-2, -1, 0, +1), and NT-proBNP (-2, 0, +2). Sub-scores are added to a base score of +6 and a total score of 1 to 14 is obtained (≤5=low risk; 6,7=intermediate risk; ≥8=high risk). A higher score = higher risk. Per SAP, participants who did not have a REVEAL risk score at Week 24 were considered as non-responders and multiple imputation was not conducted for this endpoint. Comparisons between this analysis reporting non-imputed data should not be made to other REVEAL analyses which included imputation of missing Week 24 data. The percentage of participants who achieved a low or intermediate REVEAL Lite 2.0 score at Week 24 is reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"49.3","spread":null},{"groupId":"OG001","value":"15.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in NT-proBNP Levels at Week 24","description":"NT-proBNP is secreted by cardiomyocytes in response to ventricular stretch and is an established noninvasive marker of ventricular dysfunction in patients with PAH. Blood samples were collected at baseline and at Week 24 to measure NT-proBNP levels. Per SAP, multiple imputation was used to impute the missing data at Week 24 for reasons other than death or a non-fatal clinical worsening event. Range was based on the minimum and maximum of median scores across the imputed dataset (100 repetitions). Thus, median change from baseline and range could be the same or show minimal variability. The change from baseline in NT-proBNP levels at Week 24 is reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1233.0","spread":null},{"groupId":"OG001","value":"255.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Mean Pulmonary Artery Pressure (mPAP) at Week 24","description":"mPAP is a prognostic hemodynamic parameter measured at baseline and at Week 24 by right heart catheterization (RHC). Per SAP, multiple imputation was used to impute the missing data at Week 24 for reasons other than death or a non-fatal clinical worsening event. Range was based on the minimum and maximum of median scores across the imputed dataset (100 repetitions). Thus, median change from baseline and range could be the same or show minimal variability. The change from baseline in mPAP at Week 24 is reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-13.6","spread":null},{"groupId":"OG001","value":"5.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Pulmonary Vascular Resistance (PVR)","description":"PVR is a prognostic hemodynamic variable of pulmonary circulation and was measured at baseline and at Week 24 by right heart catheterization (RHC). Per SAP, multiple imputation was used to impute the missing data at Week 24 for reasons other than death or a non-fatal clinical worsening event. Range was based on the minimum and maximum of median scores across the imputed dataset (100 repetitions). Thus, median change from baseline and range could be the same or show minimal variability. The change from baseline in PVR at Week 24 is reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-156.6","spread":null},{"groupId":"OG001","value":"46.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Improve in WHO FC","description":"The severity of a participant's PAH symptoms was graded using the WHO FC system. WHO functional classification for PAH ranges from Class I (no limitation in physical activity, no dyspnea with normal activity), Class II (slight limitation of physical activity), Class III (marked limitation of physical activity), and Class IV (cannot perform a physical activity without any symptoms, dyspnea at rest). Participants who improve in WHO FC were classified into \"Improved\", \"No change\", or \"Worsened\" (Improved = reduction in FC; Worsened = increase in FC; No change = no change in FC). The percentage of participants who had improvement from baseline in WHO FC at the end of the treatment period is reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"55.8","spread":null},{"groupId":"OG001","value":"27.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in 6MWD at Week 24","description":"6MWD was measured using the 6-Minute Walk Test (6MWT). The 6MWT measures the distance covered in 6 minutes and is intended to measure changes in functional exercise capacity. Each participant's 6MWD was measured at baseline and at 24 weeks. An increase in the distance walked during the 6MWT indicated improvement in functional exercise capacity. Per SAP, multiple imputation was used to impute the missing data at Week 24 for reasons other than death or a non-fatal clinical worsening event. Range was based on the minimum and maximum of median scores across the imputed dataset (100 repetitions). Thus, median change from baseline and range could be the same or show minimal variability. The change from baseline in 6MWD at Week 24 is reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"45.39","spread":null},{"groupId":"OG001","value":"-5.36","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Cardiac Output (CO) at Week 24","description":"CO is a prognostic hemodynamic parameter measured at baseline and at Week 24 by RHC. Per SAP, multiple imputation was used to impute the missing data at Week 24 for reasons other than death or a non-fatal clinical worsening event. Range was based on the minimum and maximum of median scores across the imputed dataset (100 repetitions). Thus, median change from baseline and range could be the same or show minimal variability. The change from baseline in CO at Week 24 is reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.1","spread":null},{"groupId":"OG001","value":"-0.38","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in European Quality of Life (EuroQoL)-5 Dimensions-5 Levels (EQ-5D-5L) Index Score at Week 24","description":"EQ-5D-5L is a standardized measure of health status, consisting of 5 health dimensions (mobility, self-care, usual activities, pain/discomfort, and anxiety/depression), each assessed on a 5-point scale (1=no problem, 2=slight problems, 3=moderate problems, 4=severe problems, 5=extreme problems). Participants score each dimension based on their health that day and their responses are used to generate a health index score. Index scores could range from \\<0 (a health state equivalent to dead with negative values representing a state worse than dead) to 1 (full health). Higher scores indicated better health and a positive change in score indicated improved overall health. Per SAP, multiple imputation was used to impute missing data at Week 24 for reasons other than death or a non-fatal clinical worsening event. Range was based on the minimum and maximum of median scores across the imputed dataset (100 repetitions). The change from baseline to Week 24 in EQ-5D-5L index score is reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.060","spread":null},{"groupId":"OG001","value":"0.007","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":46,"n":86},"commonTop":["Epistaxis","Headache","Diarrhoea","Nausea","Oedema peripheral"]}}}